{
    "date": "2012-07-17",
    "url": "http://kcna.co.jp/item/2012/201207/2012-07-17ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Foreign Ministry Delegation of Iran",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-40ee.html",
            "content": "Kim Yong Nam Meets Foreign Ministry Delegation of Iran\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme Assembly of the DPRK, on Tuesday met and had a talk with the visiting Foreign Ministry delegation of Iran led by Vice-Minister Seyed Abbas Araghchi, who paid a courtesy call on him at the Mansudae Assembly Hall.\n\t\t\t\t\t The head of the delegation once again extended wholehearted wishes to the dear respected Kim Jong Un who was elected to the top posts of the party and the state.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that the DPRK government and people extended full support and solidarity to the Iranian people in their just struggle.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Iran and the DPRK are standing on the common front against imperialism and hegemony, he expressed belief that the friendly and cooperative relations between the two countries would grow stronger in the future.\n\t\t\t\t\t\n\t\t\t\t\t He said he was firmly convinced that the Korean people would achieve shining victory in their efforts to accomplish the cause of socialism under the wise leadership of Kim Jong Un."
        },
        {
            "title": "Title of KPA Vice Marshal Awarded to Hyon Yong Chol",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-08ee.html",
            "content": "Title of KPA Vice Marshal Awarded to Hyon Yong Chol\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- Hyon Yong Chol was awarded the title of vice marshal of the Korean People's Army.\n\t\t\t\t\t A decision on awarding the title was made by the Central Military Commission of the Workers' Party of Korea and the National Defence Commission of the DPRK on Monday."
        },
        {
            "title": "Gift to Kim Jong Un from Iranian President",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-28ee.html",
            "content": "Gift to Kim Jong Un from Iranian President\r\n Pyongyang, July 17 (KCNA) -- The dear respected Kim Jong Un received a gift from Iranian President Mahmoud Ahmadinejad.  \n\t\t\t\t\t The gift was handed over to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, by Vice-Minister of the Iranian Foreign Ministry Seyed Abbas Araghchi on Tuesday."
        },
        {
            "title": "DPRK Delegations Come back Home",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-30ee.html",
            "content": "DPRK Delegations Come back Home\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- DPRK delegations came back home Tuesday. They were a delegation of the Central Committee of the Democratic Front for the Reunification of Korea led by Director of its Secretariat Kim Wan Su which visited Vietnam and Laos and a delegation of the Union of Architects of Korea headed by its Vice-Chairman Sim Yong Hak that visited Mongolia."
        },
        {
            "title": "DPRK Delegation Comes Back Home",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-35ee.html",
            "content": "DPRK Delegation Comes Back Home\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- The DPRK delegation led by Foreign Minister Pak Ui Chun came back home on Tuesday after participating in the ministerial meeting of the  ASEAN Regional Forum in Cambodia and visiting the country.\n\t\t\t\t\t During the visit to Cambodia, the delegation toured temples of Angkor in Siem Reap Province, etc."
        },
        {
            "title": "DPRK Sports Team Leaves",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-34ee.html",
            "content": "DPRK Sports Team Leaves\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- A DPRK Olympic team headed by Kim Pyong Sik, vice-minister of Physical Culture and Sports, left here Tuesday to take part in the 30th Olympic Games to be held in London."
        },
        {
            "title": "Vietnamese FM Delegation Tours Tower of Juche Idea",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-26ee.html",
            "content": "Vietnamese FM Delegation Tours Tower of Juche Idea\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- A foreign ministry delegation of Vietnam headed by Vice Minister Ho Xuan Son visited the Tower of the Juche Idea Tuesday.\n\t\t\t\t\t They looked round the tower and group sculptures, being briefed on the monument conveying the ideological and theoretical feats of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t They looked down on Pyongyang from the top of the tower."
        },
        {
            "title": "Iranian FM Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-29ee.html",
            "content": "Iranian FM Delegation Visits Mangyongdae\r\n Pyongyang, July 17 (KCNA) -- The Iranian Foreign Ministry delegation led by Vice-Minister Seyed Abbas Araghchi visited Mangyongdae, the birthplace of President Kim Il Sung, on Tuesday.\n\t\t\t\t\t Being briefed on the revolutionary career of the President and his family members, the members of the delegation looked round the relics preserved at the old home with care.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Tower of the Juche Idea and the Exhibition of Arms and Equipment of the Korean People's Army."
        },
        {
            "title": "DPRK Inphung Secondary School Renamed Han Hyon Gyong Secondary School",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-18ee.html",
            "content": "DPRK Inphung Secondary School Renamed Han Hyon Gyong Secondary School\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- Inphung Secondary School in Sinhung County of South Hamgyong Province, DPRK was renamed Han Hyon Gyong Secondary School.\n\t\t\t\t\t Han Hyon Gyong who was a fourth year student of Inphung Secondary School retrieved portraits of President Kim Il Sung and leader Kim Jong Il from landslide at the cost of her life, thus fully showing the noble mental world of the Youth League members of Songun era.\n\t\t\t\t\t\n\t\t\t\t\t The renaming ceremony was held on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il Youth Honor Prize to Han Hyon Gyong was conveyed to her bereaved family and DPRK honorary titles and medals were awarded to her parents, school Youth League officials and teachers."
        },
        {
            "title": "Conference of GFTUK Held ",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-31ee.html",
            "content": "Conference of GFTUK Held\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- A conference of the General Federation of Trade Unions of Korea (GFTUK) took place in Pyongyang on Tuesday.\n\t\t\t\t\t Present there were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, Ri Yong Su, department director of the C.C., the WPK, and delegates elected at provincial (municipal) conferences of the GFTUK.\n\t\t\t\t\t\n\t\t\t\t\t Officials concerned were present there as observers.\n\t\t\t\t\t\n\t\t\t\t\t There was discussion on the agenda items on the tasks of the GFTUK to hold leader Kim Jong Il in high esteem for all ages as the eternal leader of the WPK and revolution and accomplish the Juche cause, Songun revolutionary cause generation after generation under the leadership of the dear respected Kim Jong Un and on revision of the rules of the GFTUK. Decisions were made on them."
        },
        {
            "title": "State Commendations to Officials and Builders of Changjon Street",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-32ee.html",
            "content": "State Commendations to Officials and Working People \n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- State commendations were awarded to officials and other working people who performed feats in the construction of the housing district in Changjon Street here with due ceremony at the People's Palace of Culture Tuesday.\n\t\t\t\t\t Ri Won Sik, director of the Material Supply Agency under the Pyongyang City People's Committee, and four others received watches bearing the august name of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Commendation of the dear respected Kim Jong Un was conferred on Pak Myong Chol, a worker of the Material Supply Agency under the Pyongyang City Foodstuff Complex, Jang Ryong Thaek, vice department director of the Ministry of Construction and Building Materials Industry, Choe Yong Nam, an engine driver of the Pyongyang Engine Service Brigade, and others and Kim Il Sung Youth Honor Prize on Jong Chol Yong, a worker of the Taedonggang Bus Office, Ri Kum Song, a doctor of the Pyongyang Maternity Hospital, Choe Mun Hyang, a guidance teacher of the Pyongyang Students and Children's Palace, and others.\n\t\t\t\t\t\n\t\t\t\t\t The title of Merited Builder was sent to three, that of Merited Driver to one and that of Merited Designer to five.\n\t\t\t\t\t\n\t\t\t\t\t 50 were awarded the Order of National Flag First Class, more than 80 the Order of Labour and many other officials and workers orders and medals."
        },
        {
            "title": "DPRK to Play in Group B in U-17 Women's World Cup ",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-23ee.html",
            "content": "DPRK to Play in Group B in U-17 Women's World Cup\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- A drawing for the 2012 FIFA U-17 Women's World Cup was held some days ago.\n\t\t\t\t\t The Democratic People's Republic of Korea, a winner of the 2008 FIFA U-17 Women's World Cup, is to meet France, the United States and Gambia in group B league matches. The DPRK will play with Gambia on Sep. 22, France on the 25th and the U.S. on the 29th.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK defeated the U.S. 2:1 in the finals in 2008. \n\t\t\t\t\t\n\t\t\t\t\t Hwang Yong Bong, senior coach of the DPRK team, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"We do not know well about the abilities of the group B teams. The matches will be hard for my team. But we will do our best in league matches.\"\n\t\t\t\t\t\n\t\t\t\t\t Kerry Bradley, assistant coach of the United States said:\n\t\t\t\t\t\n\t\t\t\t\t \"We are up against DPRK, who we often meet in competitions and a hard team to beat.\"\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the DPRK will challenge France and the United States in women's football group matches in the London 30th Olympic Games. A sports expert said it is unusual that the three nations are to contest in the same group in two world women's football tournaments in nearly two months."
        },
        {
            "title": "DPRK-China Co-produced Film \"Promise in Pyongyang\" Previewed ",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-33ee.html",
            "content": "DPRK-China Co-produced Film \"Promise in Pyongyang\" Previewed\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- A preview of the DPRK-China co-produced film \"Promise in Pyongyang\" was held in China on Monday.\n\t\t\t\t\t Present there were Li Wei, vice-minister of the Chinese State Administration of Radio, Film and Television, and Tong Gang, director of the Film Management Bureau of the Chinese State Administration of Radio, Film and Television, film makers and artistes of China and Beijing citizens.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were DPRK Ambassador to China Ji Jae Ryong and staff members of the DPRK embassy, members of the DPRK film delegation headed by Pak Chun Nam, vice-minister of Culture who is concurrently director of the General Bureau of Film, and DPRK officials working in Beijing.\n\t\t\t\t\t\n\t\t\t\t\t The film was shown after speeches were made."
        },
        {
            "title": "Kim Il Sung, Brilliant Commander in 20th Century",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-20ee.html",
            "content": "Kim Il Sung, Brilliant Commander in 20th Century\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- With the war victory day (July 27) approaching, the people of the Democratic People's Republic of Korea are recollecting the great feats President Kim Il Sung performed to win in the Korean War (1950-1953). \n\t\t\t\t\t When the war broke out on June 25, 1950 with a surprise invasion by the U.S. imperialists, the world public was worried about the destiny of the DPRK. Not only the enemy but also those countries friendly to the DPRK hardly believed that it would win in the war.\n\t\t\t\t\t\n\t\t\t\t\t It was only the President who foresaw the DPRK's victory in the war already at the outset.\n\t\t\t\t\t\n\t\t\t\t\t He made a historic radio address \"Go All Out for Victory in the War\", calling on the entire party, the whole army and all the people to turn out in the do-or-die struggle for victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t At every time and stage of the war he set forth unique strategy, tactics and war methods and displayed distinguished commanding art to push the enemy deep into a trap of defeat. \n\t\t\t\t\t\n\t\t\t\t\t Under his command, the Korean People's Army successfully carried out many strategic and tactical operations, including switching over to instant and decisive counteroffensive and the Taejon liberation operation, which was widely known as a model of modern siege warfare. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, all the operational plans, worked out by the U.S. and other Western war strategists and brass hats with much efforts, went up in smoke, and weakness of the U.S. imperialists' military and technical superiority was fully revealed. \n\t\t\t\t\t\n\t\t\t\t\t In the war the Korean people defeated the U.S. imperialists on the strength of ideology, morality, strategy and tactics. \n\t\t\t\t\t\n\t\t\t\t\t On July 8, Kim Jong Un, supreme commander of the KPA, visited the Victorious Fatherland Liberation War Museum and said it was a miracle of history that the army and people of the DPRK beat back the invaders of 16 nations including the U.S. imperialists and the south Korean puppet forces and won a shining victory in the war under the wise leadership of the President."
        },
        {
            "title": "Korean Jewel Painting Popular among World People",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-21ee.html",
            "content": "Korean Jewel Painting Popular among World People\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- Korean jewel painting with a short history is well received by the world people for its unique quality, vivid depiction and style.\n\t\t\t\t\t This painting is drawn with powdered natural stone of various colors to give delicate depiction of figures, animals and landscape.\n\t\t\t\t\t\n\t\t\t\t\t In Juche 77 (1988) leader Kim Jong Il saw fine art pieces of this new style and named it \"Korean jewel painting.\" Later, a Korean jewel painting production group was organized at the Mansudae Art Studio.\n\t\t\t\t\t\n\t\t\t\t\t The group has produced a large number of masterpieces. Among them are \"Tiger in Mt. Paektu\", \"The Snow Is Falling\" and \"Dove Dancing\" listed as natural assets.\n\t\t\t\t\t\n\t\t\t\t\t Korean jewel painting won gold medals and diplomas in various international fairs and exhibitions including 88 Beijing International Inventions Show held in China in October 1988.\n\t\t\t\t\t\n\t\t\t\t\t It was also highly appreciated at the fine art festival of the 20th \"Master Class\" International Art Festival held recently in Sankt-Peterburg, Russia."
        },
        {
            "title": "Climatic E-map Available in DPRK Farms",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-22ee.html",
            "content": "Climatic E-map Available in DPRK Farms\r\n Pyongyang, July 17 (KCNA) -- A climatic e-map has been developed in the Democratic People's Republic of Korea, which helps domestic farms acquire details of weather conditions.\n\t\t\t\t\t Scientists in the Hydro-meteorological Service and the State Academy of Sciences set up a database on geographical information on the basis of weather conditions they observed for scores of years.\n\t\t\t\t\t\n\t\t\t\t\t The database is supported by the geographical information system (GIS).\n\t\t\t\t\t\n\t\t\t\t\t The e-map shows 147 detailed index figures in 21 basic indices, including indices on temperature, precipitation, wind, seasons and disastrous weather.\n\t\t\t\t\t\n\t\t\t\t\t A user can easily get access through computer to data on temperature, accumulated temperature, atmospheric humidity, amounts of sunshine and soil temperature in any area and place.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Jin, chairman of the Management Board of the Osan Co-op Farm in Jongju City, North Phyongan Province, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The e-map helps me get well acquainted with geographical and climate conditions of my local area.\n\t\t\t\t\t\n\t\t\t\t\t It will be conducive to boosting farm output.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Chun Son, chief engineer of the Ryongho Co-op Farm in Rangnang District, Pyongyang, said that the e-map would be greatly helpful to putting farming on a scientific basis."
        },
        {
            "title": "Phyongchon District Library Well Known among Citizens ",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-24ee.html",
            "content": "Phyongchon District Library Well Known among Citizens \n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- In the Democratic People's Republic of Korea you can see many libraries of various forms everywhere you go.\n\t\t\t\t\t Among them is the Phyongchon District Library in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Ri Kyong Hui, curator of the library, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The library is crowded with people every day, including scientists, students, workers, schoolchildren, old people and housewives. Most of them are satisfied with our service.\n\t\t\t\t\t\n\t\t\t\t\t We are going to render information service in a more creditable way.\"\n\t\t\t\t\t\n\t\t\t\t\t This library houses tens of thousands of volumes, newspapers and magazines and gives online service, too.\n\t\t\t\t\t\n\t\t\t\t\t At the library a reader can get access to e-libraries of Kim Il Sung University and Kim Chaek University of Technology, the Grand People's Study House and Central Information Agency for Science and Technology.\n\t\t\t\t\t\n\t\t\t\t\t Among the regular visitors are workers from the Pyongyang Thermal Power Complex and Pyongyang Electric Cable Factory 326 and teachers and students of Pyongyang University of Printing, which are nearby the library. \n\t\t\t\t\t\n\t\t\t\t\t Han Il Nam, a worker at the Phyongchon Prefab Factory, said that the library gives him much knowledge helpful to updating the factory."
        },
        {
            "title": "New Kinds of Stone Processors Manufactured in DPRK",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-25ee.html",
            "content": "New Kinds of Stone Processors Manufactured in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- New kinds of stone processing machines were developed and manufactured at the Pyongyang Building-Stone Factory.\n\t\t\t\t\t One of them is a multistage carborundum (silundum) separator, capable of simultaneously assorting five kinds of carborundum. Its operational capacity is seven times higher than the existing one.\n\t\t\t\t\t\n\t\t\t\t\t Another is a stone grinder, capable of simultaneously processing four balusters with one motor. This new machine helps increases production capacity more than eight times with reduced consumption of electricity by half as compared with the existing grinder.\n\t\t\t\t\t\n\t\t\t\t\t There is also a synthetic chamfering machine.\n\t\t\t\t\t\n\t\t\t\t\t Stones processed by those machines are very popular among users for their high quality."
        },
        {
            "title": "Minju Joson Lashes at S. Korean Authorities' White Paper on Diplomacy",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-11ee.html",
            "content": "Minju Joson Lashes at S. Korean Authorities' White Paper on Diplomacy\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- The \"2012 white paper on diplomacy\" made public by the south Korean Lee Myung Bak group of traitors is a product of its sinister scenario. Through this the group seeks to mislead the public in a bid to conceal the failure of its \"policy toward the north\", shift the blame for the deteriorated inter-Korean relations onto the DPRK and escalate the confrontation with fellow countrymen.\n\t\t\t\t\t Minju Joson Tuesday says this in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\t The group in its white paper talked about \"stable dealing\" with the situation on the Korean Peninsula last year. This is no more than sophism that a wolf protected sheepcote, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Impudent is the group's remark that south Korea made \"efforts for normally improving\" inter-Korean relations last year through \"a flexible approach based on the spirit of humanitarianism\", pursuant to the \"policy toward the north.\"\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous, indeed, the group talked nonsense that it would make \"efforts to lead the north to come out for dialogue\" and \"necessary efforts for the denuclearization of the north.\"\n\t\t\t\t\t\n\t\t\t\t\t The group is disqualified to sit face to face with the DPRK as it has persisted in committing such hideous crimes as hurting the dignity of the supreme leadership of the DPRK. Its talk about dialogue is no more than a cock-and-bull story told by the idiots who do not know even where to stand.\n\t\t\t\t\t\n\t\t\t\t\t No matter how many fraudulent documents for confrontation peppered with lies, fabrications and distortions the Lee group may concoct, it can neither cover up truth nor escape a miserable plight of the doomed."
        },
        {
            "title": "Rodong Sinmun Blasts Outbursts of Representative of \"Saenuri Party\" of S. Korea ",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-09ee.html",
            "content": "Rodong Sinmun Blasts Outbursts of Representative of \"Saenuri Party\" of S. Korea \r\n Pyongyang, July 17 (KCNA) -- Hwang U Ryo, representative of the \"Saenuri Party\" of south Korea, was very much irritated by the failure to muscle the \"bill on human rights in the north\" through the \"National Assembly\" sessions and cried out for railroading it through the session of the 19th-term \"National Assembly,\" come what may.\n\t\t\t\t\t He went the lengths of accusing an opposition figure opposed to the passing of the bill of uttering \"words hardly possible.\"\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is a revelation of a wicked intention to do harm to the dignified social system and the unbreakable single-minded unity of the DPRK and realize the party's long-harbored ambition for the confrontation of the social systems at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The NA approval of the bill would mean the appearance of another anti-reunification law besides the \"Security Law\" which would only help make a tragic history of bloody confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Such desperate moves of the group of traitors would be unthinkable without their sinister intention to stay in power.\n\t\t\t\t\t\n\t\t\t\t\t By raising the issue of the bill bound to touch off protest among the opposite parties the group seeks to turn the \"National Assembly\" into a platform of showdown between the conservative forces and counter-conservative forces. \n\t\t\t\t\t\n\t\t\t\t\t Its aim is to label the forces opposed to the bill as \"forces following the north\" and \"enemy-benefiting\" forces in an attempt to put them into a predicament and turn the situation before the \"presidential election\" favorable to it. \n\t\t\t\t\t\n\t\t\t\t\t The conservative group in south Korea is the thrice-cursed band of traitors whetting their swords to hurt countrymen to prolong their remaining days.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing catastrophic situation goes to prove that it is impossible to improve the inter-Korean relations and expect peace and national reunification of Korea unless the group of traitors is thrown overboard."
        },
        {
            "title": "Japan Had Better Drop Its Daydream: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-10ee.html",
            "content": "Japan Had Better Drop Its Daydream: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- At the recent 8th intergovernmental negotiations on the reform of the UN Security Council held at the U.N. headquarters, the Japanese ambassador to the U.N. impudently asserted that \"Japan calls for the increase of the number of permanent members and nonpermanent members alike, adding that Japan is ready to discuss the issue of creating what he called \"quasi-permanent membership.\"\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a ridiculous call for creating \"quasi-permanent membership\" in the UN and a revelation of its sinister bid for it. This can be conceived only by fools.\n\t\t\t\t\t\n\t\t\t\t\t Japan has no elementary qualification to take a seat in the UNSC as it is ill-famed for diplomacy subservient to other countries.\n\t\t\t\t\t\n\t\t\t\t\t Whenever serious incidents took place in the international arena, Japan has never expressed its independent viewpoint. It has behaved according to the orientation indicated by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, Japan is an aggressor state and war criminal state that imposed immeasurable misfortune and sufferings upon the people of Asian countries including Korea. It is, therefore, recorded as a hostile state in the UN charter.\n\t\t\t\t\t\n\t\t\t\t\t For Japan to advocate \"UN reform\" with its crime-woven past unsettled is little short of an attempt to sit on the throne with a dustbin on his back.\n\t\t\t\t\t\n\t\t\t\t\t Japan should not make a bid for \"quasi-permanent membership\" of the UNSC but sit in the dock of an international tribunal.\n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to drop its daydream and honestly fulfill its commitments."
        },
        {
            "title": "S. Korean Army Plans to Stage Military Drill",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-27ee.html",
            "content": "S. Korean Army Plans to Stage Military Drill\r\n Pyongyang, July 17 (KCNA) -- The 5th army corps of south Korea announced that it would stage a drill in Cholwon, south Korean Kangwon Province and some northern areas of Kyonggi Province from July 16 to 20. Its aim is to establish combined defense posture, according to Yonhap News of south Korea.\n\t\t\t\t\t The warmongers plan to get the forces and equipment under the corps as well as reserve forces and local self-governing organizations and police embroiled in it under the pretext of \"infiltration and terrorism\" of someone.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group is making desperate efforts to prolong its dirty remaining days by escalating confrontation with the north."
        },
        {
            "title": "S. Korean Defence Chief's Pro-Japanese Remarks Slammed",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-14ee.html",
            "content": "S. Korean Defence Chief's Pro-Japanese Remarks Slammed\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- Kim Kwan Jin, \"minister of Defence\" of south Korea, on July 12 let loose a spate of pro-Japanese outbursts at the national defence committee of the \"National Assembly\" when discussing the issue of concluding a military agreement with Japan.\n\t\t\t\t\t When questioned by lawmakers about the secret handling of the above-said issue, Kim brazen-facedly insisted that he did nothing wrong and it was a diplomatic matter, adding that \"an agreement was necessary as Japan was a friendly military neighbor.\"\n\t\t\t\t\t\n\t\t\t\t\t  Citing \"a military threat from the north\", he openly underscored the need to use the information provided by Japan for improving security.\n\t\t\t\t\t\n\t\t\t\t\t  He even said that south Korea is in the relationship with Japan in which it should ask for the latter's cooperation in coping with the military threat from the north\" and the military agreement between south Korea and Japan and the conversion of Japan into a military giant are two different issues.\n\t\t\t\t\t\n\t\t\t\t\t What Kim uttered brings to light his true colors as a wicked confrontation maniac steeped in hostility towards the DPRK to the marrow of his bones as he disclosed his intention to join hand even with outside forces in order to stifle compatriots.\n\t\t\t\t\t\n\t\t\t\t\t As soon as he held the post of the \"minister of Defence\", he desperately stoked confrontation with compatriots and war hysteria among soldiers and drove the puppet army into moves for a war against the north, making such bellicose remarks as \"resolute retaliatory posture\" and \"stern punishment.\" \n\t\t\t\t\t\n\t\t\t\t\t He issued a new order to the forefront units \"to take action before reporting\" in case of provocation from someone, giving the army units the right to open fire without asking for an order. \n\t\t\t\t\t\n\t\t\t\t\t  He kicked off hysteria with the Yonphyong Island incident as a momentum, frantically staging an anti-DPRK provocation row.\n\t\t\t\t\t\n\t\t\t\t\t He is an arch criminal who perpetrated such thrice-cursed crimes as daring fire at targets hurting the dignity of the supreme leadership and the social system in the DPRK in drill grounds in different parts of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwan Jin is the most immoral rascal and sworn enemy of the nation as he, hand in glove with traitor Lee, committed such thrice-cursed crimes as defiling the mourners and leveling guns at the grief-stricken compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Being such despicable traitor to the nation, he made no scruple of seeking even a military nexus with outside forces."
        },
        {
            "title": "U.S. Forces in S. Korea Deploy MRAPs",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-15ee.html",
            "content": "U.S. Forces in S. Korea Deploy MRAPs\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- The U.S. recently deployed five MRAPs in its unit in south Korea, according to the U.S. military paper Stars and Stripes on July 13.\n\t\t\t\t\t The U.S. forces had already used these special vehicles in Afghan and Iraqi Wars.\n\t\t\t\t\t\n\t\t\t\t\t The vehicles recently inducted to a U.S. unit in south Korea through the Osan U.S. air base were improved in such a way as to clear mines in the Military Demarcation Line (MDL) in contingency on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t It is their plan to test them during the U.S.-south Korea \"Ulji Freedom Guardian\" joint military drills next month and introduce 50 more into south Korea later and deploy them at the forefront units of the U.S. second division close to the MDL.\n\t\t\t\t\t\n\t\t\t\t\t The large-scale deployment of offensive weapons brings to light the U.S. ulterior intention to ignite another war on the peninsula by hurling the Lee Myung Bak group of traitors into invasion of the north."
        },
        {
            "title": "Oppression of Legitimate Youth Organization Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-17ee.html",
            "content": "Oppression of Legitimate Youth Organization Denounced in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- Members of the south Korean \"Young Friends in Era of Reunification\" and civic and social organizations in Pusan held a press conference on July 13 to denounce the \"government\" authorities for being hell-bent on oppressing the legitimate youth organization.\n\t\t\t\t\t At the conference the speakers noted the Pusan branch of the Intelligence Service and the security investigation group of the Pusan Police Agency forcibly searched the office of the youth organization conducting legitimate activities in Pusan area. \n\t\t\t\t\t\n\t\t\t\t\t They even summoned and investigated four core members of the organization including its chief, the speakers added, and went on:\n\t\t\t\t\t\n\t\t\t\t\t  The public security authorities are so impudent and unjust as to charge that the organization conducted activities being affiliated to the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) and the Solidarity for Implementing the South-North Joint Declaration. They even take issue with the content of the acting regulation of the organization which calls for supporting and implementing the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The on-going crackdown is a politically-motivated retaliatory move against the forces critical of the present \"government\" and a revelation of the attempt to create terror-ridden atmosphere under the pretext of \"security\" before the \"presidential election\"  by branding the organization as an \"enemy-befitting organization\".\n\t\t\t\t\t\n\t\t\t\t\t  The speakers stressed the need to fight out against the reckless crackdown of the public security authorities whose purpose is to gain \"actual results\"."
        },
        {
            "title": "Kim Jong Un's Work Carried by Lao Newspaper",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-01ee.html",
            "content": "Kim Jong Un's Work Carried by Lao Newspaper\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- The detailed gist of the dear respected Kim Jong Un's work \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\" was carried by the Lao newspaper Congtap Pasason Lao on July 9.\n\t\t\t\t\t The work, published on April 6, 2012, clarifies the idea that it is a principled requirement for the victorious advance of the Korean revolution to hold leader Kim Jong Il in high esteem as eternal general secretary of the Workers' Party of Korea and indicates the tasks to steadily develop the WPK into a glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Il Sung Praised by Cambodian, Guinean Media",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-02ee.html",
            "content": "Kim Il Sung Praised by Cambodian, Guinean Media\r\n Pyongyang, July 17 (KCNA) -- A news agency and radios of Cambodia and Guinea praised the undying feats of President Kim Il Sung between July 3 and 8 on the occasion of the 18th anniversary of his demise.\n\t\t\t\t\t AKP of Cambodia said: It has become the irresistible trend of the times to advance along the road of independence indicated by the Juche idea. The President treated those struggling for independence against imperialism as genuine comrades and friends and kept obligations with them to the last.\n\t\t\t\t\t\n\t\t\t\t\t The news agency said that there are lots of the President's namesake streets, bodies and organizations in Cambodia and many other countries.\n\t\t\t\t\t\n\t\t\t\t\t Apsara TV and Radio and FM 90.5 Radio of Cambodia reported that the august name of the President is a symbol of the national liberation and the era of independence. They also reported that he positively rendered material and moral support and encouragement to the struggle for national liberation and the anti-imperialist struggle in different countries.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean radio said the President is the father of independent mankind. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The idea of global independence was clarified by him for the first time. He, who founded the Juche idea, the guiding idea in the era of independence, in his early years, put forward the idea and theory of global independence by applying the Juche idea to international politics.\n\t\t\t\t\t\n\t\t\t\t\t The efforts and feats he made for the strengthening of the Non-aligned Movement hold a distinguished place in the history of the movement for global independence. The feats he performed by making undying contributions to global independence will shine long.\n\t\t\t\t\t\n\t\t\t\t\t International radio and radio of seven national languages of Guinea aired the same contents."
        },
        {
            "title": "Internet Website \"Juche-Songun\" Opens in Italy",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-03ee.html",
            "content": "Internet Website \"Juche-Songun\" Opens in Italy\r\n Pyongyang, July 17 (KCNA) -- The Kimilsungism-Kimjongilism Study Group in Fermo of Italy on July 6 opened its Internet website \"Juche-Songun\" on the occasion of the 18th anniversary of the demise of President Kim Il Sung.\n\t\t\t\t\t Posted on its homepage were portraits of the President and leader Kim Jong Il and beneath it are the flag of the supreme commander of the Korean People's Army, the name of the group and logo. \n\t\t\t\t\t\n\t\t\t\t\t The website consists of three parts. \n\t\t\t\t\t\n\t\t\t\t\t The first part \"Great leaders of DPRK\" dealt with the revolutionary history and feats of the illustrious commanders of Mt. Paektu, illustrated with portraits of Kim Il Sung, Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Carried in the second part \"DPRK's idea\" was an article explaining the essence, validity and vitality of the Juche idea and the Songun idea, the rules of the Workers' Party of Korea and the Socialist Constitution of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The third part \"News\" introduced the news of Kim Jong Un's revolutionary activities, the proud achievements made by the Korean people in building a thriving nation and the activities of the group."
        },
        {
            "title": "Korean Book, Photo and Handicraft Exhibitions Open ",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-04ee.html",
            "content": "Korean Book, Photo and Handicraft Exhibitions Open \n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- Korean book, photo and handicraft exhibitions were opened in Russia, Mexico and Bulgaria between June 25 and July 4 on the occasions of the 18th anniversary of the demise of President Kim Il Sung and the 40th anniversary of the July 4 Joint Statement.\n\t\t\t\t\t Displayed at their venues were works of the President and leader Kim Jong Il, photos of their feats, books and photos introducing Songun Korea and handicrafts associated with creative talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the opening ceremonies.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Urangel Port Center in Nakhodka City, Russia said: President Kim Il Sung devoted all his life to the freedom and happiness of the people. The Russian people sincerely revere him. I wish the Russia-DPRK friendly and cooperative relations would grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Central Committee of the Socialist Popular Party of Mexico praised the President as a brilliant strategist and peerless hero who defeated two imperialisms in one generation. Korea should be reunified according to the proposals set forth by him, the chairman noted.\n\t\t\t\t\t\n\t\t\t\t\t The curator of the Cherven Bryag Cultural House of Bulgaria expressed expectation that the exhibition would contribute to promoting the friendly relations between the two peoples and developing cooperation and exchange in culture."
        },
        {
            "title": "S. Korean Authorities Hit for Suppression of Pro-reunification Patriot",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-05ee.html",
            "content": "S. Korean Authorities Hit for Suppression of Pro-reunification Patriot\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- Phanindra Raj Pant, secretary of the Nepalese Committee for Promotion of Reunification of Korea, issued a statement on July 11 denouncing the south Korean authorities for arresting and detaining Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification.\n\t\t\t\t\t Condemning the inhuman crimes of the south Korean group of traitors which unreasonably arrested Ro upon his return from visit to Pyongyang to take part in the ceremony for the 100th day since the demise of leader Kim Jong Il, the statement stressed:\n\t\t\t\t\t\n\t\t\t\t\t We regard the unreasonable arrest as a heinous act of hurting the dignity of the supreme leadership of the DPRK and an open provocation against socialism. We would like to state to the south Korean authorities that Ro's spirit and patriotic deed for national reconciliation and unity cannot be incriminated. He should be set free at an early date.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can block the just struggle of all Koreans to reunify the country independently and peacefully through the great national unity, and the support and encouragement of the world progressives for it.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the south Korean authorities follow the spirit of the historic June 15 North-South Joint Declaration, abolish as soon as possible the \"Security Law\" going against it and stop all provocations against the DPRK."
        },
        {
            "title": "International Solidarity Movement for Release of Ro Su Hui Urged in UK",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-06ee.html",
            "content": "International Solidarity Movement for Release of Ro Su Hui Urged in UK \n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association issued a joint statement on July 5 denouncing the south Korean authorities for cracking down on Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification.\n\t\t\t\t\t Watching fascist gangsters dragging Ro like a piece of luggage over TV, we could see through the vicious and despicable nature of the south Korean fascist ruling system, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The attitude of the south Korean puppet group goes to prove that it is a group of the most ferocious fascist dictators in the world, separatists against the reunification of Korea and extremists hostile to the DPRK, it noted, adding their atrocities are aimed at cracking down on the pro-reunification patriotic forces and blocking the peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the south Korean authorities set free at once Ro Su Hui, Rev. Han Sang Ryol and all other detained pro-reunification patriots and abolish the reactionary \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t It called for a large-scale international movement for the release of Ro.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Staffordshire, Britain, Branch of the Korean Friendship Association issued a similar statement on July 9."
        },
        {
            "title": "Release of Ro Su Hui Demanded ",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-16ee.html",
            "content": "Release of Ro Su Hui Demanded \r\n Pyongyang, July 17 (KCNA) -- Ri Ji Suk, permanent representative of the European Regional Committee under the Overseas Side Committee for Implementing the June 15 Joint Declaration, issued a statement on July 12 demanding the south Korean authorities immediately release Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon).\n\t\t\t\t\t Ro's Pyongyang visit was a righteous deed to express condolences over the great loss to the nation on behalf of the south Koreans, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak \"government\", however, not only barred the condolatory groups of south Koreans from visiting the DPRK to share sorrow with the fellow countrymen in the north but put Ro in custody on the charge of violating \"the Security Law.\"\n\t\t\t\t\t\n\t\t\t\t\t It is kicking up a whirlwind of suppression of the South Headquarters of Pomminryon in the wake of the arrest of Ro.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the Lee \"government\" stop the suppression of the South Headquarters of Pomminryon, pro-reunification patriotic organization, and release Ro Su Hui without delay."
        },
        {
            "title": "U.S. Censured for Using Modern Technology for Developing Weapons",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-12ee.html",
            "content": "U.S. Censured for Using Modern Technology for Developing Weapons\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- Minju Joson on Tuesday in a bylined commentary brands as a crime the U.S. moves for developing a variety of new type weapons of huge man-killing and destruction power by using nano, laser and other up-to-date technologies.\n\t\t\t\t\t The U.S. is deeply engaged in producing war equipment and lethal weapons by use of modern science despite the world trend toward human peace and development. This fact reveals that the U.S. is the arch criminal destroying the world peace and stability, the commentary says.\n\t\t\t\t\t\n\t\t\t\t\t Its effort for developing modern weapons aimed at practical use may increase danger of a war in several regions of the world and enmesh the human life in jeopardy, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is working as a catalyzer of the worldwide arms race that the U.S. develops weapons by using up-to-date technologies.\n\t\t\t\t\t\n\t\t\t\t\t The arms race does nothing good for human peace and development. The fact that this is being encouraged by the U.S. goes to clearly prove that the U.S. is just the reactionary of history and arch criminal harassing the world peace, which threatens human life.\n\t\t\t\t\t\n\t\t\t\t\t Those who are fond of playing with fire will die in the fire.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to bear this historical truth in mind and stop at once all the criminal moves for realizing the ambition for world domination."
        },
        {
            "title": "Japanese Prefectural Governor Opposes Introduction of Transport Planes",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-19ee.html",
            "content": "Japanese Prefectural Governor Opposes Introduction of Transport Planes\n\t\t\t\t\t\t\r\n Pyongyang, July 17 (KCNA) -- The governor of Yamaguchi Prefecture, Japan recently met with the defense minister to clarify his opposition to the introduction of U.S. transport aircraft to the prefecture.\n\t\t\t\t\t As regards the U.S. planned introduction of \"MV-22 Osprey\" transporters to the base in Iwaguni, he told the minister he will not let them in until their security is confirmed.\n\t\t\t\t\t\n\t\t\t\t\t The Iwaguni mayor also voiced opposition to the introduction of the planes, saying \"it will be impossible to take back aircraft once discharged from the ship.\""
        },
        {
            "title": "Hyon Yong Chol recibe titulo de vicemariscal del EPC ",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-36ee.html",
            "content": "Hyon Yong Chol recibe titulo de vicemariscal del EPC\n\t\t\t\t\t\t\r\nPyongyang, 17 de julio (ACNC) -- A Hyon Yong Chol fue otorgado el titulo de vicemariscal del Ejercito Popular de Corea.\n\t\t\t\t\t  Se publico el dia 16 la resolucion correspondiente de la Comision Militar Central del Partido del Trabajo de Corea y el Comite de Defensa Nacional de la Republica Popular Democratica de Corea."
        },
        {
            "title": "Kim Jong Un recibe presente de Mahmoud Ahmadinejad",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-37ee.html",
            "content": "Kim Jong Un recibe presente de Mahmoud Ahmadinejad\n\t\t\t\t\t\t\r\n\\Pyongyang, 17 de julio (ACNC) -- El Maximo Dirigente Kim Jong Un recibio el presente que le dedicara Mahmoud Ahmadinejad, presidente de la Republica Islamica de Iran.\n\t\t\t\t\tEl viceministro del Ministerio de Relaciones Exteriores de la Republica Islamica de Iran Seyed Abbas Araghchi lo entrego el dia 17 al presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam."
        },
        {
            "title": "Concluida en Pyongyang la conferencia de la FGSC",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-38ee.html",
            "content": "Concluida en Pyongyang la conferencia de la FGSC\n\t\t\t\t\t\t\r\nPyongyang, 17 de julio (ACNC) -- Tuvo lugar el dia 17 en esta capital la conferencia de la Federacion General de los Sindicatos de Corea (FGSC).\n\t\t\t\t\tEn la ocasion estuvieron presentes el secretario Kim Ki Nam y el jefe de departamento Ri Yong Su, del Comite Central del Partido del Trabajo de Corea, y los delegados electos en las conferencias provinciales (o de las ciudades directamente subordinadas al centro) de la FGSC.\n\t\t\t\t\t\n\t\t\t\t\tTambien participaron los funcionarios interesados en calidad de observadores.\n\t\t\t\t\t\n\t\t\t\t\tLa conferencia debatio y definio las tareas de la FGSC para enaltecer a Kim Jong Il como eterno lider del PTC y la revolucion y llevar a feliz termino de generacion en generacion la causa del Juche, la revolucionaria del Songun, bajo la guia del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente abordo el punto de la agenda sobre la enmienda de los estatutos de la organizacion sindical."
        },
        {
            "title": "Renombrada Escuela de Inphung con nombre de Han Hyon Gyong",
            "url": "http://kcna.co.jp/item/2012/201207/news17/20120717-39ee.html",
            "content": "Renombrada Escuela de Inphung con nombre de Han Hyon Gyong\n\t\t\t\t\t\t\r\nPyongyang, 17 de julio (ACNC) -- La Escuela Secundaria de Inphung del distrito de Sinhung de la provincia de Hamgyong del Sur fue renombrada como la Escuela Secundaria Han Hyon Gyong.\n\t\t\t\t\t  Han fue alumna del cuarto grado de la misma escuela.\n\t\t\t\t\t\n\t\t\t\t\tElla protegio dando su vida los retratos de los 3 generales del monte Paektu cuando ocurrio un inesperado derrumbe de la montana y mostro asi el noble mundo espiritual de miembro de la Union de la Juventud Socialista Kim Il Sung de la era del Songun crecida en el regazo del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Tuvo lugar el dia 17 la ceremonia de renombramiento.\n\t\t\t\t\t\n\t\t\t\t\t  El Premio de Honor Juvenil Kim Jong Il, que se otorga a Han Hyon Gyong, fue entregado a sus familiares.\n\t\t\t\t\t\n\t\t\t\t\t  Fueron concedidos los titulos de honor y las ordenes de la Republica Popular Democratica de Corea a sus padres, los funcionarios de la Union de la Juventud en dicha escuela y los maestros."
        }
    ]
}