{
    "date": "2012-01-01",
    "url": "http://kcna.co.jp/item/2012/201201/2012-01-01ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Pays Tribute to Kim Il Sung and Kim Jong Il on New Year",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-33ee.html",
            "content": "Kim Jong Un Pays Tribute to Kim Il Sung and Kim Jong Il on New Year\r\nPyongyang, January 1 (KCNA) -- Kim Jong Un, supreme commander of the Korean People's Army and supreme leader of the Workers' Party of Korea, state and army, together with senior officials of the party, state and armed forces organs, visited the Kumsusan Memorial Palace Sunday on the New Year to pay homage to President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\tHe was accompanied by senior officials of the party, state and armed forces organs Kim Yong Nam, Choe Yong Rim, Ri Yong Ho, Kim Kyong Hui, Kim Yong Chun, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Kang Sok Ju, Jang Song Thaek, Kim Jong Gak, Kim Yang Gon, Kim Yong Il, Pak To Chun, Choe Ryong Hae, Thae Jong Su, Kim Phyong Hae, Mun Kyong Dok, Ju Kyu Chang, U Tong Chuk and Kim Chang Sop and members of the Central Military Commission of the WPK and the DPRK NDC and staff members of the KPA Supreme Command.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un first paid tribute to Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tHe entered the hall where the statue of Kim Il Sung is standing.\n\t\t\t\t\t\n\t\t\t\t\tLaid before the statue was a floral basket in the joint name of the Central Committee and the Central Military Commission of the WPK, the DPRK National Defence Commission and the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un, together with senior officials of the party, state and armed forces organs, paid tribute to the statue of the President and then entered the hall where the President lies in state.\n\t\t\t\t\t\n\t\t\t\t\tHe, together with senior officials of the party, state and armed forces organs, made a bow to the President in humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\tThen he paid tribute to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe entered the hall where the portrait of smiling Kim Jong Il is displayed.\n\t\t\t\t\t\n\t\t\t\t\tLaid before the portrait was a floral basket in the joint name of the Central Committee and the Central Military Commission of the WPK, the DPRK National Defence Commission and the Presidium of the Supreme People's Assembly and the Cabinet of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un, together with senior officials of the party, state and armed forces organs, made a bow in humblest reverence before the portrait of smiling Kim Jong Il, paying high tribute to him."
        },
        {
            "title": "Kim Jong Un Visits KPA Tank Division and Congratulates Servicepersons on New Year",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-36ee.html",
            "content": "Kim Jong Un Visits KPA Tank Division and Congratulates Servicepersons on New Year\r\nPyongyang, January 1 (KCNA) -- The dear respected Kim Jong Un, supreme commander of the Korean People's Army and supreme leader of the Workers' Party of Korea, state and army, visited the Seoul Ryu Kyong Su 105 Guards Tank Division of the KPA honored with the title of the O Jung Hup-led Seventh Regiment on Sunday, the significant New Year's day, and congratulated the servicepersons.\n\t\t\t\t\tReflecting the ardent reverence of all the servicepersons, the officers and men of the division offered New Year greetings to the respected Supreme Commander who visited their post, carrying with him the warm love of leader Kim Jong Il, with the thought of the feelings of the soldiers who have greeted the New Year in tears. \n\t\t\t\t\t\n\t\t\t\t\tAfter receiving a salute, he, kindly taking the hands of the commanding officers, said that he wished to see comrades who would spend days in tears after the loss of Kim Jong Il. He told them to put forth their strength.\n\t\t\t\t\t\n\t\t\t\t\tHe, conducted by the commanding officers of the division, went round the room dedicated to education in the revolutionary history and the room devoted to the history of the division.\n\t\t\t\t\t\n\t\t\t\t\t105 Tank Division is one of the units associated with more relics about the leadership of President Kim Il Sung and leader Kim Jong Il than any other units, he noted, calling upon the officers and men of the division to prepare themselves to be a group of stalwart fighters, cherishing deep in their mind the efforts of Kim Il Sung and Kim Jong Il who devoted their all to developing the tank force of the country.\n\t\t\t\t\t\n\t\t\t\t\tGoing round an operation research room, e-library, apparatuses for training, etc., he learned about training and preparations for going into action.\n\t\t\t\t\t\n\t\t\t\t\tHe highly appreciated the officers and men of the division for putting spurs to training and rounding off combat preparations, not slackening high alert even a moment, while following the enemy's moves for aggression with vigilance.\n\t\t\t\t\t\n\t\t\t\t\tHe called for displaying the revolutionary trait of training and Mt. Paektu trait of training, the trait of spending sleepless night and greeting new day, deeply aware that only when one is good at training in peace time, can one creditably discharge the sacred mission one assumes before the country and its people in the wartime.\n\t\t\t\t\t\n\t\t\t\t\tHe underlined the need to be ready for fight and keep arms and combat and technical equipment always ready for actions in the revolutionary spirit of self-reliance and the spirit of overcoming difficulties and thus maintain the same alert posture as just before firing arms at all times.\n\t\t\t\t\t\n\t\t\t\t\tAsking in detail about the use of computers in the e-library, he said how Kim Jong Il would have been pleased, if he had looked at them. \n\t\t\t\t\t\n\t\t\t\t\tGoing round the Three- Revolution Red Flag sub-unit directly under the division this day, he took care of the living of soldiers as their real father would do. \n\t\t\t\t\t\n\t\t\t\t\tPleased to hear in the bedroom that soldiers are living in the warm room in midwinter thanks to the heating equipment provided by Kim Jong Il with loving care, he personally took its temperature and told them he would visit them without any notice and do it in the future. \n\t\t\t\t\t\n\t\t\t\t\tWatching varieties of steamy food on the kitchen table, he repeatedly told officers to feed the soldiers well as it was holiday. Only then Kim Jong Il would feel relieved, he said, underscoring the need to provide rich diet to the soldiers whom Kim Jong Il loved so much all his life.\n\t\t\t\t\t\n\t\t\t\t\tIt is the obligation of the commanding officers to take good care of the living of soldiers, he said, adding they should become not only elder brothers and elder sisters of soldiers but genuine revolutionary comrades-in-arms who share weal and woe with them. \n\t\t\t\t\t\n\t\t\t\t\tHe had a photo session with the officers and men of the division.\n\t\t\t\t\t\n\t\t\t\t\tHe was accompanied by KPA Vice Marshal Ri Yong Ho, member of the Presidium of the Political Bureau of the C.C., the WPK and chief of the General Staff of the KPA, Jang Song Thaek, alternate member of the Political Bureau of the C.C., the WPK and vice-chairman of the National Defence Commission of the DPRK, KPA General Kim Jong Gak, alternate member of the Political Bureau of the C.C., the WPK and first vice director of the General Political Bureau of the KPA, Hwang Pyong So, vice department director of the C.C., the WPK, and KPA Generals Pak Jae Gyong and Hyon Chol Hae."
        },
        {
            "title": "Kim Jong Un Receives New Year Greetings from C.C., AINDF",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-23ee.html",
            "content": "Kim Jong Un Receives New Year Greetings from C.C., AINDF\r\nPyongyang, January 1 (KCNA) -- The dear respected Kim Jong Un received a letter of greetings from the Central Committee of the Anti-Imperialist National Democratic Front on Sunday, the New Year's day.\n\t\t\t\t\tThe letter said:\n\t\t\t\t\t\n\t\t\t\t\tLast year all the Koreans in the north and the south were stricken with the bitterest sorrow over the demise of the great General Kim Jong Il, peerless patriot and great sage produced by the century and human history. 2011 was recorded in the nation's history as a year which witnessed an endless stream of Koreans who mourned Kim Jong Il's demise in tears of blood.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il glorified the Juche idea, Songun idea founded by the great President Kim Il Sung as the guiding idea in the era of independence with his clairvoyant wisdom and extraordinary ability of inquiry, thus indicating the path of life and struggle to be taken by the vanguard fighters in south Korea and instilling the ever-victorious guidelines into them.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il paved a broad avenue of \"By our nation itself\" by providing the June 15 joint declaration and the October 4 declaration with the desire to provide posterity with a reunified Korea. He frustrated every provocation by the anti-reunification forces and dynamically steered the nation's grand advance for independent reunification last year.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un who is identical to Kim Jong Il in the light of idea, leadership and personality, is standing in the van of all the Koreans.\n\t\t\t\t\t\n\t\t\t\t\tThe vanguard fighters of the AINDF and patriotic masses of different social standings are replete with the determination to uphold Kim Jong Un as the lodestar of national reunification and work harder to realize the behests of Kim Il Sung and Kim Jong Il for Korea's reunification at any cost.\n\t\t\t\t\t\n\t\t\t\t\tSaying that the health and safety of Kim Jong Un is an ardent wish of the masses which decisively guarantee the victory of the revolutionary cause of Juche and the building of a unified thriving nation, the letter sincerely wished him good health."
        },
        {
            "title": "Floral Basket and Congratulatory Letter to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-01ee.html",
            "content": "Floral Basket and Congratulatory Letter to Kim Jong Un\r\nPyongyang, January 1 (KCNA) -- Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, received a floral basket and congratulatory letter from the military attaches corps here on his assumption of the supreme commandership of the Korean People's Army (KPA). \n\t\t\t\t\tThe floral basket and congratulatory letter were conveyed on Sunday to KPA Vice Marshal Kim Yong Chun, minister of the People's Armed Forces, by Nguyen Van Lich, military attache of the Vietnamese embassy who is doyen of the corps."
        },
        {
            "title": "Greetings to Palestinian President",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-26ee.html",
            "content": "Greetings to Palestinian President\r\nPyongyang, January 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greeting to Mahmoud Abbas, president of the State of Palestine, chairman of the Executive Committee of the Palestine Liberation Organization and chief of the Palestinian National Authority, on the 47th anniversary of the start of the Palestinian revolution.\n\t\t\t\t\tThe message reaffirmed support and solidarity to the Palestinian people in their just cause for retaking legitimate national rights including the establishment of an independent state with Kuds as its capital."
        },
        {
            "title": "Chinese Diplomats Mourn Demise of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-17ee.html",
            "content": "Chinese Diplomats Mourn Demise of Kim Jong Il\r\nPyongyang, January 1 (KCNA) -- Chinese diplomats accredited to foreign countries paid condolatory visits to the DPRK missions in those countries from Dec. 20 to 25 over the demise of leader Kim Jong Il. They included Chinese diplomatic envoys and members of the Chinese missions in Khabarovsk of Russia, Cambodia, Iran, Mongolia, Malaysia, Bangladesh, Bulgaria, Austria, Italy, South Africa, Guinea and Uganda and an acting representative of Chinese permanent mission in UNESCO.\n\t\t\t\t\tThey laid wreaths, floral baskets and bouquets before the portrait of Kim Jong Il and expressed deep condolences on his demise.\n\t\t\t\t\t\n\t\t\t\t\tIt was unusual that all the senor Chinese party and state officials mourned Kim Jong Il's demise, they said, adding this is possible only between countries in comradely relations.\n\t\t\t\t\t\n\t\t\t\t\tSaying that Kim Jong Il greatly contributed to the socialist cause of the DPRK and the development of the Sino-DPRK friendship and cooperation, they stressed he will be immortal."
        },
        {
            "title": "Condolences on Demise of Kim Jong Il Expressed by Russian Personages",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-24ee.html",
            "content": "Condolences on Demise of Kim Jong Il Expressed by Russian Personages\r\nPyongyang, January 1 (KCNA) -- Personages of the Russian various circles paid condolatory visits to the DPRK missions in Russia on Dec. 26 and 27 on the demise of leader Kim Jong Il.\n\t\t\t\t\tAmong them were personages of the Ministry of Foreign Affairs, the Ministry of Agriculture, the Ministry of Culture, the Academy of Sciences, the C.C., Communist Workers' Party of Russia-Revolutionary Communist Party, the Liberal Democratic Party, the Moscow City Committee of the Communist Party of the Russian Federation, the Moscow City Government, the Khabarovsk City Administration, the Maritime Territorial Committee of the youth league, the Central Military Band of the Ministry of Defense, the Orchestra of the 21st Century of Russia, Far Eastern State University and companies.\n\t\t\t\t\t\n\t\t\t\t\tThey laid floral baskets and bunches of flowers before the portraits of Kim Jong Il and paid profound respects to him.\n\t\t\t\t\t\n\t\t\t\t\tThe secretary of the Moscow City Committee of the Communist Party of the Russian Federation said that he was convinced that the cause to which Kim Jong Il dedicated all his life would be successfully carried forward by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThe mayor of Khabarovsk City noted that Kim Jong Il's sudden demise is a great loss to Korea and Russia. Kim Jong Il was a close friend of Russia and statesman who greatly contributed to developing the Russia-DPRK relations, he added.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, the first secretary of the Irkutsk Regional Committee of the Communist Party of the Russian Federation, the vice-minister of Science, Education, Labor and Economic Development of the Irkutsk Regional Government and the director of the Labor Department of the Regional Government paid condolatory visits to a DPRK construction company in Irkutsk Region on Dec. 26 and 27."
        },
        {
            "title": "Memorial Service for Kim Jong Il Held by Koreans in Ukraine",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-21ee.html",
            "content": "Memorial Service for Kim Jong Il Held by Koreans in Ukraine\r\nPyongyang, January 1 (KCNA) -- A memorial service to honor the memory of leader Kim Jong Il was held by the United Confederation of Koreans in Ukraine in Odessa on Dec. 28 \n\t\t\t\t\tThe participants observed a moment's silence in his memory.\n\t\t\t\t\t\n\t\t\t\t\tThey recollected with deep emotion the great revolutionary career of Kim Jong Il who devoted his all to the country and its people's happiness, put the dignity and power of the nation on the highest level and made undying contributions to accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\tThey vowed to work harder to achieve the prosperity of the country and national reunification by turning the great sorrow at the loss of the father of the nation into strength and courage."
        },
        {
            "title": "Koreans and Foreigners Pay Respects to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-02ee.html",
            "content": "Koreans and Foreigners Pay Respects to Kim Il Sung and Kim Jong Il\r\nPyongyang, January 1 (KCNA) -- Officials of the party, armed forces and power bodies, working people's organizations, ministries and national institutions, anti-Japanese revolutionary fighters, servicepersons, former unconverted long-term prisoners, working people from all walks of life, overseas Koreans staying in the homeland and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front Sunday on the New Year visited the Kumsusan Memorial Palace to pay respects to President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\tThey paid their profound respects to Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tThey paid tribute to the statue of Kim Il Sung. They bowed to him.\n\t\t\t\t\t\n\t\t\t\t\tThen they paid tribute to Kim Jong Il. They entered the hall where the portrait of smiling Kim Jong Il is displayed. They bowed to the portrait.\n\t\t\t\t\t\n\t\t\t\t\tThat day diplomatic envoys, representatives of international organizations and the military attaches corps here visited the Kumsusan Memorial Palace to pay tribute to Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Korean People Pledge Loyalty to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-31ee.html",
            "content": "Korean People Pledge Loyalty to Kim Jong Un\r\nPyongyang, January 1 (KCNA) -- Upon receiving the New Year editorial published jointly by the DPRK's three major newspapers -- Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi -- Korean people pledge loyalty to the dear respected Kim Jong Un.\n\t\t\t\t\tKim Yong Ho, 30, a worker of the Pyongyang 326 Electric Wire Factory, told KCNA that the Korean people could get over the grief at the demise of leader Kim Jong Il as they have Kim Jong Un identical to him.\n\t\t\t\t\t\n\t\t\t\t\tHe vowed to venerate Kim Jong Un, the banner of all victories and glory, as the eternal centre of unity. \n\t\t\t\t\t\n\t\t\t\t\tPak Kum Hui, 43, a teacher of Kim Chaek University of Technology, said:\n\t\t\t\t\t\n\t\t\t\t\t\"During the more than ten days of the mourning period, I keenly felt that Kim Jong Un pursuing politics of love for the people is identical to leader Kim Jong Il. I will always share the same destiny with Kim Jong Un and faithfully uphold his intention.\"\n\t\t\t\t\t\n\t\t\t\t\tCha Il Jin, 58, an officer of the Korean People's Army, said:\n\t\t\t\t\t\n\t\t\t\t\t\"I will devotedly defend Supreme Commander Kim Jong Un in any adversity as the revolutionary forerunners did. I will devote myself to defending our socialism centered on the masses under his leadership to fully discharge my duty as a descendant of President Kim Il Sung and soldier and disciple of leader Kim Jong Il.\"\n\t\t\t\t\t\n\t\t\t\t\tThe joint New Year editorial calls on the whole party, army and people to become a fortress and shield in defending Kim Jong Un."
        },
        {
            "title": "Korean People Greet New Year, Missing Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-30ee.html",
            "content": "Korean People Greet New Year, Missing Kim Jong Il\r\nPyongyang, January 1 (KCNA) -- The Korean people have seen the year 2011 out and the New Year in with bitter grief at the loss of the great father of the nation.\n\t\t\t\t\tThey have laid bouquets before large portraits of Kim Jong Il with a broad smile on his face set up in all parts of the country, recollecting the revolutionary life of the leader, who passed away after energetically working for the prosperity of the country and the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\tThey also resolve to defend and glorify his great revolutionary exploits.\n\t\t\t\t\t\n\t\t\t\t\tDisplayed in streets are slogans reflecting the strong will of the soldiers and people to implement the behests of Kim Jong Il, like \"Let us change grief into strength and courage and faithfully uphold our great party!\" and posters.\n\t\t\t\t\t\n\t\t\t\t\tAlso seen is the slogan of the joint New Year editorial \"Glorify this year 2012 as a year of proud victory, a year when an era of prosperity is unfolding, true to the instructions of the great General Kim Jong Il.\"\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are full of determination to achieve a proud victory in this year's effort for building a thriving nation, closely rallied around Kim Jong Un, supreme leader of the Workers' Party of Korea, army and people."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-29ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung\r\nPyongyang, January 1 (KCNA) -- Floral baskets were laid before statues of President Kim Il Sung across the country on the New Year Juche 101 (2012). \n\t\t\t\t\tVisitors to the statue of the President on Mansu Hill included servicepersons, working people of different social standings and school youth and students in the capital city and overseas compatriots staying in the socialist homeland. \n\t\t\t\t\t\n\t\t\t\t\tSeen there was a floral basket from Kim Jong Un, supreme leader of the Workers' Party of Korea and the Korean people and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\tPlaced before the statue were floral baskets in the name of the party, armed forces and power bodies, social organizations, ministries, national institutions, units of the Korean People's Army and the Korean People's Internal Security Forces, institutions at all levels, industrial establishments, farms and schools in Pyongyang, and flowers.\n\t\t\t\t\t\n\t\t\t\t\tThey bowed in reverence for the President. \n\t\t\t\t\t\n\t\t\t\t\tFloral baskets were also laid before his statues at Kim Il Sung University, Kim Il Sung Military University, the Ministry of People's Security, the Pyongyang Students and children's Palace and other places.\n\t\t\t\t\t\n\t\t\t\t\tServicepersons, people and school youth and children in all parts of the country also visited the statues of the President in their residential areas to pay floral tribute to him.\n\t\t\t\t\t\n\t\t\t\t\tPlaced before the statue of the President on Ryongnam Hill was a floral basket in the name of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\tMembers of the Chinese and Russian consulates general in Chongjin city and Chinese residing in the city laid floral baskets and flowers before the statue of the President in the city."
        },
        {
            "title": "Tribute Paid to Portraits of Smiling Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-32ee.html",
            "content": "Tribute Paid to Portraits of Smiling Kim Jong Il on New Year\r\nPyongyang, January 1 (KCNA) -- Servicepersons and people from all walks of life paid respects to the portraits of smiling Kim Jong Il on the New Year.\n\t\t\t\t\tFloral baskets and flowers were laid before his portraits set up in major places in the capital including Kim Il Sung Square and the plaza of the Pyongyang Indoor Stadium.\n\t\t\t\t\t\n\t\t\t\t\tVisitors included servicepersons, working people of different circles and school youth and students in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tPlaced before the portraits were floral baskets in the name of party, armed forces and power bodies, public organizations, ministries, national institutions, units of the Korean People's Army and the Korean People's Internal Security Forces and institutions at all levels, enterprises, factories, farms and schools in Pyongyang, and flowers.\n\t\t\t\t\t\n\t\t\t\t\tThe masses bowed to the portraits in humble reverence.\n\t\t\t\t\t\n\t\t\t\t\tServicepersons and people of all social standings laid floral baskets and flowers before the portraits in provincial seats.\n\t\t\t\t\t\n\t\t\t\t\tOverseas Koreans staying in the socialist homeland and foreigners paid tribute to the portraits display in the capital and other parts of the country.\n\t\t\t\t\t\n\t\t\t\t\tStaff members of the consulates general of China and Russia in Chongjin City visited the portrait in the city on the New Year to pay floral tribute. Chinese residing in the city also laid a floral basket before the portrait."
        },
        {
            "title": "Hamhung Orthopedic Hospital Opens",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-20ee.html",
            "content": "Hamhung Orthopedic Hospital Opens\r\nPyongyang, January 1 (KCNA) -- The Hamhung Orthopedic Hospital has been rebuilt on an expansion basis. A ceremony of opening the hospital took place on Saturday.\n\t\t\t\t\tPresent there were Kwak Pom Gi, chief secretary of the South Hamgyong Provincial Committee of the Workers' Party of Korea, Choe Chang Sik, minister of Public Health, and other officials, builders, employees of the hospital and public health workers.\n\t\t\t\t\t\n\t\t\t\t\tKwak Pom Gi in an address said that the hospital has been rebuilt on a vast area for successful treatment and researches under the meticulous guidance and warm loving care shown by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe underscored the need to better spruce up and manage the hospital, enhance the responsibility and role of the medical workers and thus glorify long the undying leadership feats of the peerlessly great persons."
        },
        {
            "title": "New Year Concert Held",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-34ee.html",
            "content": "New Year Concert Held\r\nPyongyang, January 1 (KCNA) -- A New Year concert of the National Symphony Orchestra was held at the Moranbong Theatre on Sunday on the New Year Juche 101 (2012).\n\t\t\t\t\tAppreciating the concert were Kim Yong Nam, Choe Yong Rim and other senior officials of the party, state and army, officials of the party and armed forces organs, working people's organizations, the Cabinet and ministries and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tPresent there on invitation were overseas Koreans staying in the socialist homeland, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, diplomatic envoys of different countries, representatives of international organizations and members of the military attaches corps here. \n\t\t\t\t\t\n\t\t\t\t\tPut on the stage were symphony suite immortal classic song \"O Korea, I Will Add Glory to Thee\", orchestra \"Fascination\", symphony serial songs \"Song to the Party\" and orchestra \"Footstep\".\n\t\t\t\t\t\n\t\t\t\t\tThe performers eulogized the undying feats of leader Kim Jong Il who dedicated all his life only to the victory of the Juche revolutionary cause, the prosperity of the socialist country and the people's happiness and ushered in a great heyday of national prosperity on this land.\n\t\t\t\t\t\n\t\t\t\t\tThe concert mesmerized the audience as it reflected the steadfast will of the army and people of the DPRK to follow forever the long march of the Songun revolution under the dear respected Kim Jong Un, the revolution which was started by President Kim Il Sung and emerged victorious under the leadership of Kim Jong Il."
        },
        {
            "title": "New Posters Created in DPRK",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-22ee.html",
            "content": "New Posters Created in DPRK\r\nPyongyang, January 1 (KCNA) -- Posters inspiring the army and people have been created in the DPRK.\n\t\t\t\t\tPoster \"Let Us Turn Sorrow into Strength and Courage and Remain Loyal to Our Great Party!\" fully reflects the firm pledge of all the servicepersons and people to build a thriving socialist nation, the lifelong desire of leader Kim Jong Il, without fail, holding the dear respected Kim Jong Un in high esteem.\n\t\t\t\t\t\n\t\t\t\t\tOther posters strongly call for bringing a great change in building an economic power and improving the standard of people's living. They are \"Let Us Bring about Great Innovation and Leaping Forward Following the Flames Lit in Hamnam!\" and \"Toward the Drive to Push Back Frontiers of Latest Science and Technology under the Uplifted Banner of the Industrial Revolution in the New Century!\""
        },
        {
            "title": "New Poster Produced",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-27ee.html",
            "content": "New Poster Produced\r\nPyongyang, January 1 (KCNA) -- The Workers' Party of Korea Publishing House created a poster \"Everybody to carrying out the tasks laid down in the joint editorial for this year!\"\n\t\t\t\t\tThe poster depicts a worker calling for effecting a high-pitched drive for a fresh revolutionary surge, holding high the torch kindled in South Hamgyong Province and thoroughly implementing the militant tasks set forth in the joint editorial of the newspapers of the party, army and youth league.\n\t\t\t\t\t\n\t\t\t\t\tIt shows the spirit prevalent in all domains of the national economy including light industry, agriculture and key industries which are dashing like wind under the uplifted red flag which bears letters reading \"Industrial revolution in new century\", \"General offensive in production\", \"Improvement of people's living standard\" and \"Thorough implementation\" reflecting the idea and spirit of the joint editorial.\n\t\t\t\t\t\n\t\t\t\t\tThe poster greatly inspires the party members and other working people in their general offensive for glorifying this significant year as a year of sacred succession, a year when an era of prosperity is unfolding, single-mindedly united behind Kim Jong Un, supreme leader of the WPK and the Korean people."
        },
        {
            "title": "New Year Greeting to Chairman of Central Standing Committee of Chongryon",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-16ee.html",
            "content": "New Year Greeting to Chairman of Central Standing Committee of Chongryon\r\nPyongyang, January 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greeting to So Man Sul, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), Sunday on the occasion of the New Year.\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tToday the Korean nation and all fellow countrymen are greeting the New Year with sorrow over the loss of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tLast year Chongryon consolidated the organization of Chongryon to be one of overseas citizens of the DPRK having a firm tradition of patriotism with faith in certain victory in the patriotic cause of Chongryon and energetically conducted patriotic activities with the younger generation playing a main role, thus steadily developing the overall Koreans movement in Japan along the road of surge and leap forward.\n\t\t\t\t\t\n\t\t\t\t\tChongryon genuinely contributed to achieving the independent reunification of the country and the cause of building a thriving nation by the concerted efforts of broad strata of officials and compatriots and conducted brisk external activities for protecting the legitimate position of Chongryon and all rights of compatriots, the message noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t2012 is a historic year in which the gate to a thriving socialist state should be opened and the movement of Koreans in Japan be developed on a new higher stage to usher in a great period of prosperity for glorious Kim Il Sung's nation.\n\t\t\t\t\t\n\t\t\t\t\tChongryon and compatriots in Japan should make a tangible contribution to the independent reunification of the country and its prosperity and make positive efforts to achieve amity and friendship with the Japanese people.\n\t\t\t\t\t\n\t\t\t\t\tThe message expressed belief that Chongryon and Koreans in Japan would turn the present sorrow into strength and courage to achieve signal successes in the work this year under the leadership of the dear respected Kim Jong Un. It wished the chairman and all other officials of Chongryon and Koreans in Japan good health and happiness."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-18ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Chongryon Central Standing Committee\r\nPyongyang, January 1 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on Sunday, the New Year's day.\n\t\t\t\t\tLast year was the eternally unforgettable year when leader Kim Jong Il, the benevolent father of Chongryon and compatriots in Japan, passed away to their sorrow, the message said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tWe keenly felt what a great man we have held in high esteem as our leader and father, covering the road of patriotism.\n\t\t\t\t\t\n\t\t\t\t\tThe achievements made by Chongryon last year with conviction and single-minded unity in an alien land despite manifold ordeals and difficulties are the fruition of the broad solicitude and wise and meticulous leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tChongryon officials and compatriots in Japan are determined to persistently carry out the Chongryon's cause of patriotism under your leadership by inheriting without deviation the undying feats performed by President Kim Il Sung and Kim Jong Il in the history of the Juche-based movement of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\tChongryon officials and compatriots in Japan will hold in high esteem to the end Kim Jong Il as the eternal sun of the nation and the great teacher of Chongryon with immovable faith and noble sense of moral obligation.\n\t\t\t\t\t\n\t\t\t\t\tWe will implement the behests of Kim Jong Il without fail in the new year and thus more firmly consolidate Chongryon to be overseas compatriots organization unfailingly loyal to you.\n\t\t\t\t\t\n\t\t\t\t\tYour safety is the greatest wishes of all the officials of Chongryon and compatriots in Japan. \n\t\t\t\t\t\n\t\t\t\t\tThe message wholeheartedly wished him good health."
        },
        {
            "title": "DPRK Leading Newspapers Publish Joint New Year Editorial",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-15ee.html",
            "content": "DPRK Leading Newspapers Publish Joint New Year Editorial\r\n Pyongyang, January 1 (KCNA) -- Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi, leading newspapers of the DPRK, on Sunday published a joint editorial \"Glorify this year 2012 as a year of proud victory, a year when an era of prosperity is unfolding, true to the instructions of the great General Kim Jong Il\".\n\t\t\t\t\t The full text of the editorial is as follows:\n\t\t\t\t\t\n\t\t\t\t\t Having seen out the year 2011 in bitter tears of blood, the service personnel and people of Korea are now seeing in the New Year Juche 101 (2012).\n\t\t\t\t\t\n\t\t\t\t\t It was a long-standing tradition of our people to extend best wishes for good health to the great leader Kim Jong Il on every New Year's Day and set out on the advance of that year. His august name and benevolent image were a banner of victory that instilled in our people confidence in sure victory and will to achieve it and a source of their mental strength. Now our service personnel and people, turning the great sorrow into one-thousand-fold strength and courage, are embarking on a grand march towards the goal of achieving prosperity in the new century of the Juche era, following the leadership of their supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t That we parted too suddenly and unexpectedly with the great leader Kim Jong Il last year was the greatest loss our nation had suffered in its 5 000-year-long history and the bitterest grief our Party and people had experienced.\n\t\t\t\t\t\n\t\t\t\t\t The great Kim Jong Il was an outstanding ideologist and theoretician, peerless veteran statesman and brilliant Songun commander who led the revolutionary cause of Juche along the road of victory by dint of his profound ideas and theories and unexcelled leadership, and a great patriot and the benevolent father of the people, who dedicated his revolutionary life entirely to his country and his people. Thanks to his leadership our nation has greeted a golden age of its prosperity unprecedented in its 5 000-year-long history; the Juche idea and the Songun idea, the immortal ideas authored by President Kim Il Sung, have become the ideas guiding the era of independence, the revolutionary traditions of Paektu have been resolutely defended, and the might of our Party, army and country has attained the highest level.\n\t\t\t\t\t\n\t\t\t\t\t When our revolution was undergoing worst trials and hardships, he steadfastly safeguarded the gains of socialism, valuable heritage the President had bequeathed, and consolidated the political, military and economic foundations for achieving prosperity for all the generations to come; this is shining as the greatest of his achievements in the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Having keenly felt how great the leader, whom they had upheld as the sun of the nation and their father in making the revolution, was, our service personnel and people are now filled with a firm determination to carry through his lifetime intentions and cause.\n\t\t\t\t\t\n\t\t\t\t\t Last year was a year of victory, featured by radical changes and leap forward taken place in the building of a prosperous and powerful nation under the energetic leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It was an ennobling intention of Kim Jong Il to celebrate the centenary of the birth of President Kim Il Sung as the most auspicious and significant event, which would solemnly declare the victory in the Songun-based great upsurge. In order to bring about a proud victory in 2012, he displayed super-human energy in leading the all-people advance. He continued his on-site guidance tours, up until the last moments of his revolutionary life, to major fronts of the building of a thriving nation, the army posts at the front line and various other parts of the country, thus bringing the 100-year history of the Juche era resplendent with great victories and changes to a close.\n\t\t\t\t\t\n\t\t\t\t\t Last year significant achievements were made in the great upsurge for improving the people's standard of living, and solid foundations laid for building the country into an economic giant in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t Under the great General's tireless leadership, the torch of the industrial revolution in the new century was kindled and our national economy has entered the stage of building a powerful country with the knowledge-based economy. The Huichon Power Station and other monumental edifices to be dedicated to the grand festival in 2012 are being set up in many parts of the country, and the flames of Hamnam, the banner of a fresh grand march, are flaring up fiercely. Amidst the great upsurge for improving the people's standard of living, many light-industry factories were renovated and modern livestock and fish-farming bases and large-size fruit-farming bases, prototypes of their kinds in the new century, were built in various parts of the country; these are great products born of our Party's strategy for achieving prosperity. Today we are confident in saying that we, with a great pride in being a victor, are at the epochal point of opening the gates of a thriving country. \n\t\t\t\t\t\n\t\t\t\t\t The overall appearance of the country has been transformed to be appropriate for a thriving country. True to the far-reaching plan of Kim Jong Il, building up Pyongyang into a world-class city has been undertaken full steam, and Ryongnim, Taehung, Hoeryong and many other parts have been turned into socialist fairylands. Monumental works of performing arts, like the drama \"We Will Recollect Today\", which represents the art and literature in the Songun era, have been created one after another, and a new golden age of the mass-based arts has been ushered in. \n\t\t\t\t\t\n\t\t\t\t\t Last year witnessed the demonstration on an ennobling high of the traits of our people who are ready to take the road of the revolution to the end following the great Party. \n\t\t\t\t\t\n\t\t\t\t\t The situation was tense and complicated, yet the sentiments of our people who were keeping in step with their leader in onward advance remained unstained and invariable. \n\t\t\t\t\t\n\t\t\t\t\t The period of mourning over the death of the great Kim Jong Il proved that the ties between him and his people sealed in aspiration and emotion are eternal and unbreakable. The tears our service personnel and people shed with greatest sorrow were tears of the unity, unaffected and crystal-clear, and tears of their firm determination to follow the Party to the end of the earth. The ideological and mental virtue of our people, who are possessed of the most ennobling sense of moral obligation, makes the enemy tremble with terror and strikes the rest of the world with admiration. \n\t\t\t\t\t\n\t\t\t\t\t As long as there are the Party, army and state, which Kim Jong Il developed to be invincible, as long as Kim Jong Un, successor to the revolutionary cause of Juche, leads us sagaciously and as long as there is an excellent people who support their leaders faithfully through generations, the cause of building a thriving country is sure to emerge victorious?-this is an iron truth inscribed in our hearts as we set out on a fresh march. \n\t\t\t\t\t\n\t\t\t\t\t This year, Juche 101 (2012), is the year when Kim Jong Il's plan for achieving prosperity will bear a brilliant fruit, and the year of a grand march, when a new century of Kim Il Sung's Korea begins. \n\t\t\t\t\t\n\t\t\t\t\t The march in the new century of the Juche era is the continuation of the revolutionary march that started up on Mt. Paektu. Steadfast is the will of our service personnel and people to adorn our revolution, pioneered by Kim Il Sung and whose victory after victory they won following Kim Jong Il, with eternal victory following the leadership of Kim Jong Un. The guide of hope in the march in the new century is the great revolutionary ideas of the great persons of Mt. Paektu, and the treasured swords for sure victory are the courageous mettle of the brilliant commanders of Paektu and their way of offensive. We must follow to the end the road of independence, the road of Songun and the road to socialism pioneered by Kim Il Sung, so as to ensure that the history of revolutionary activities of Kim Il Sung and the history of Songun-based revolutionary leadership of Kim Jong Il continue without interruption. \n\t\t\t\t\t\n\t\t\t\t\t The centenary of the birth of Kim Il Sung is a major, important occasion for displaying the might of Korea, which is advancing bravely towards the world standards, and a grand revolutionary festival, which will demonstrate the steadfast continuity of the revolution in Korea, which stoutly carries forward one ideology and one bloodline. We must glorify this year as a year of grand general march for inheriting the history of great upsurge generation after generation under the leadership of the great guide, the Workers’ Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Today we are faced with the important task of scaling without fail the historical-stage targets of 2012 true to the lifetime instructions of General Kim Jong Il. By registering a brilliant success in this year's struggle for opening the gates of a thriving country, we must enter a new, high stage of building a thriving socialist country in an all-round way.\n\t\t\t\t\t\n\t\t\t\t\t \"Glorify this year 2012 as a year of proud victory, a year when an era of prosperity is unfolding, true to the instructions of the great General Kim Jong Il!\"?-this is the militant slogan the whole Party, the entire army and all the people should uphold this year. \n\t\t\t\t\t\n\t\t\t\t\t We must increase our political and ideological might, the might of our unity, to the maximum. \n\t\t\t\t\t\n\t\t\t\t\t The first and foremost national power of Kim Il Sung's Korea was, is and will be the might of ideology and unity. The year 2012 is a year of single-minded unity, a year of burning loyalty, when our political and ideological might which has been consolidated generation after generation following the great leaders and the great Party, will be given full play. \n\t\t\t\t\t\n\t\t\t\t\t Our people are all the descendants of Kim Il Sung who inherited his ideas and cause, and the soldiers and followers of Kim Jong Il. We must demonstrate to the whole world the noble outlook on morality we have cherished as we have the peerlessly great men as our eternal fathers and teachers. We should fully display our loyalty in greeting the centenary of the birth of President Kim Il Sung with high political and ideological enthusiasm and brilliant feats of labor.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary achievements and behests of the great Kim Jong Il are the lifeline we should hold fast to forever and the eternal precious assets of the revolution. We should staunchly defend the revolutionary heritage bequeathed by Kim Jong Il, whatever the storm and stress. It is the steadfast determination of our Party that it will make no slightest vacillation and concession in implementing the instructions and policies he had laid out in his lifetime and that it will allow no change in this process. We should maintain a thoroughgoing view that the road to socialism which Kim Il Sung had pioneered and Kim Jong Il had led along is the most correct choice and the principled stand that we will defend the people-centred socialism of our own style however others may say what. \n\t\t\t\t\t\n\t\t\t\t\t We must develop our single-minded unity without interruption into the solidest one which is carried forward generation after generation. Kim Jong Un, the supreme leader of our Party and our people, is the banner of victory and glory of Songun Korea and the eternal centre of its unity. The dear respected Kim Jong Un is precisely the great Kim Jong Il. The whole Party, the entire army and all the people should possess a firm conviction that they will become human bulwarks and human shields in defending Kim Jong Un unto death, and follow the great Party for ever. We must become true persons who keep pace with their leader and his true comrades who work untiringly to creditably realize his intentions however hard the times are. \n\t\t\t\t\t\n\t\t\t\t\t We must vigorously launch an all-out drive to implement our Party's grand strategy for achieving prosperity. \n\t\t\t\t\t\n\t\t\t\t\t Last year Kim Jong Il earnestly said that the whole Party, the entire nation and all the people should bring about great innovations and leap forward on all fronts of the revolution and construction following the banner of the industrial revolution in the new century and the flames of Hamnam. This instruction constitutes the most scientific and revolutionary policy he put forth on the basis of his incisive insight into the present undertaking to build a thriving nation and the inexhaustible potentials of the country. True to the pledge we took before the bier of General Kim Jong Il, we should devote all our energy, wisdom and enthusiasm to the struggle for translating into reality his plan of achieving prosperity. \n\t\t\t\t\t\n\t\t\t\t\t The flames of Hamnam represent the banner of the general offensive for the great victory in 2012, a banner of fresh change. The flames embody the spirit of valiant offensive of accomplishing the tasks entrusted by the Party in the shortest possible period and on the highest possible level, the strong national self-respect of rising beyond the global standards by drawing on one's own strength, and the traits of a pioneer of opening before anybody else the gates of prosperity in one's own home town and at one’s own workplace. \n\t\t\t\t\t\n\t\t\t\t\t The flames of Hamnam for great innovation should flare up more fiercely in the sectors of light industry and agriculture, the leading sectors for the building of a thriving country. \n\t\t\t\t\t\n\t\t\t\t\t The sector of light industry should direct utmost concern to making the modern production bases, which are associated with our Party’s great care, pay off. It should produce in larger amounts quality goods which cater to people's tastes and are welcomed by them. The problem of raw and other materials necessary for this sector should be solved by relying on domestic resources, and the relentless drive be continued to develop the local industry. \n\t\t\t\t\t\n\t\t\t\t\t At present, the food problem is a burning issue in building a thriving country. Today Party organizations' militant efficiency and officials' loyalty to the revolution will be verified in solving this problem. They should implement to the letter the Party's policy of agricultural revolution so as to radically increase the per-unit area yield of grain both in lowlands and highlands. It is important to achieve cyclic production between farming and stockbreeding, introduce the organic farming method of our style in a proactive manner and take timely measures to satisfy the demand for farming materials and machinery needed to hit the target for agricultural production. They should ensure that the modern bases for stockbreeding and poultry farming and large-size fruit and fish farms, all having an important share in the improvement of people's living standards, run at full capacity. \n\t\t\t\t\t\n\t\t\t\t\t The vanguard sectors of the national economy, the sectors of basic industries, are charged with making breakthroughs in the grand onward march for the next 100 years following the flames of Hamnam. We should solve the problem of power shortage at all costs and on a priority basis. The sector of electric-power industry should continue to press on with the building of large-size hydropower stations and improve the operation of equipment and technical management at the existing power stations, so as to keep the generation of electricity going on a high level. The sector of coal-mining industry should direct its efforts to meeting the demands for coal from thermal-power stations and chemical and metallurgical factories, and actively develop new coal fields. The officials and working people in the sector of metallurgical industry should increase the capacity of the Juche iron production system, introduce the techniques of high-temperature air combustion which rely on domestic fue\n\t\t\t\t\t\n\t\t\t\t\t l, and accelerate the modernization of the rolled steel production lines. The sector of rail transport should give precedence to upgrading the railways of the country, increase rail transport capacity and consolidate its material and technical foundations. The sector of chemical industry should, while building up the Juche fertilizer production system, effect a radical increase in its capacity and normalize the production of vinalon and other chemical fibres and synthetic resins on a high level. \n\t\t\t\t\t\n\t\t\t\t\t The industrial revolution in the new century, which is the grand strategic line of socialist construction advanced by our Party, is a sacred struggle for building ours into a powerful country with the knowledge-based economy of our style through the drive to break through the cutting edge. \n\t\t\t\t\t\n\t\t\t\t\t We should raise the overall level of the technical equipment onto a new high with the pioneering spirit and creative spirit displayed by the developers at the Ryonha Machine in making a rapid progress in producing the latest CNC machine tools. All sectors and units of the national economy should drastically increase the capacity for developing new technologies and products of their own, and push forward in a far-sighted way the work of turning the national economy into a technology-intensive one.\n\t\t\t\t\t\n\t\t\t\t\t Scientific research institutes should make greater efforts to develop the fields of core, basic technologies, including information and nano technologies and bioengineering, and promote technical engineering in major fields and produce more research findings that would beat the world. In developing science and technology, they should firmly establish the Juche-orientation, thoroughly apply collectivism, and bring science and technology close to production. Talents in the field of science and technology, precious assets of the country, should be given prominence and the conditions for their scientific research should be provided at the highest standard.\n\t\t\t\t\t\n\t\t\t\t\t We should glorify our country as a highly civilized, socialist one. \n\t\t\t\t\t\n\t\t\t\t\t It was a patriotic will of the great General and is a unanimous aspiration of our people to surpass the standards of the world civilization in all spheres of social life. The sector of education should ensure a high level of its contents and form, conditions and environment, as required by the era of knowledge-based economy. The sector of literature and the arts should thoroughly implement the Party's policy of conducting creation, editing and representation in our own way, and produce a larger number of masterpieces that are perfect in all respects. Activities of mass-based art lifelike, easy to understand and based on the reality of a great upsurge should be conducted briskly, and the conditions for the youth and other people to lead an affluent cultured and emotional life be better provided. The heated enthusiasm for sports should be encouraged further by enhancing social interest in physical culture and sports and making them part of people's every day life and habit.\n\t\t\t\t\t\n\t\t\t\t\t The work of bringing into full bloom the most excellent culture and ethics of our nation and our way of life should be further intensified. We should wage an intense struggle to frustrate the manoeuvres of the imperialists' ideological and cultural infiltration and root up alien elements in the way of life, so that a revolutionary and sound atmosphere would pervade the whole society.\n\t\t\t\t\t\n\t\t\t\t\t To improve the appearance of Pyongyang is an important project to greet in grand style the centenary of the birth of President Kim Il Sung and Kim Jong Il's earnest behest. We should step up the construction in the Mansudae area and other major projects under construction on the highest level and effect a radical turn in urban management and landscaping, thus ushering in a new heyday of Pyongyang in the Songun era. Every province, city and county should sustain its local peculiarities in its designing and construction, and drastically improve the appearance of its urban and rural communities.\n\t\t\t\t\t\n\t\t\t\t\t We should consolidate the national defence capabilities in every way under the unfurled banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People’s Army is the pillar and main force of the Songun revolution and the vanguard in the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t This year marks the centenary of the birth of Kim Il Sung and the 80th founding anniversary of the Korean People's Army; in this meaningful year, the KPA should bring about a radical turn in all aspects of military and political work by pressing ahead with the movement for winning the title of O Jung Hup-led 7th Regiment, and thus demonstrate its heroic mettle and invincible combat efficiency as the army of the leader and the Party.\n\t\t\t\t\t\n\t\t\t\t\t The officers and men of the KPA should cherish an unshakable faith that the great Comrade Kim Jong Il will always be with them and a noble moral obligation to him, and firmly defend his achievements for army-building and add eternal glory to them by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The entire army should place absolute trust in and follow Kim Jong Un and become human rifles and bombs to defend him unto death, holding high the slogan “Let us defend with our very lives the Party Central Committee headed by the dear respected Comrade Kim Jong Un!\"\n\t\t\t\t\t\n\t\t\t\t\t At this juncture, when the Juche-oriented cause of army building has entered a new historic phase, the KPA should intensify the Party political work aimed at thoroughly establishing the unified command system of Kim Jong Un, Supreme Commander of our revolutionary armed forces. True to the lifetime intentions of Kim Jong Il, it should take the lead in supporting faithfully the Songun-based revolutionary leadership of Kim Jong Un, the brilliant commander born of Mt. Paektu, and establish throughout it the revolutionary climate of carrying out his orders and instructions to the letter, without reservation and even unto death. \n\t\t\t\t\t\n\t\t\t\t\t The security of our country and people, heritage bequeathed by Kim Jong Il, and victory in the building of a thriving nation, rest on the arms of Songun. Under the slogan \"Training is also a battle!\" the KPA should conduct training in an atmosphere of actual battle as befits the revolutionary army of Mt. Paektu, so as to prepare all the officers and men to be a-match-for-a-hundred combatants who could implement independently and actively the operational combat tasks assigned to them, a death-defying corps for national reunification. They should be fully ready to deal prompt and merciless blows at the enemy and achieve national reunification, if they dare infringe upon our dignity and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t By pushing ahead with the work of strengthening the command and management of units and creating military ethos, it should thoroughly establish across it steel-strong military discipline, and possess looks required of a regular army and noble moral traits. It should direct constant efforts to the strengthening of companies, thus making them all competent combat ranks and dear homes for rank-and-file soldiers. \n\t\t\t\t\t\n\t\t\t\t\t True to the intention of our Party, which set this year for the KPA as a year for the people, it should make devoted efforts to bring their happiness into full bloom, thus implementing with credit Kim Jong Il's idea of army-people unity.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel should achieve brilliant feats of labor that would be remembered for all ages by fully demonstrating their mettle of \"At a go\" on major fronts of the building of a thriving nation and with the charging speed, a-match-for-a-hundred speed, of the heroic KPA, which has no word impossible in its vocabulary.\n\t\t\t\t\t\n\t\t\t\t\t The enormous potentialities of the defence industry Kim Il Sung created and Kim Jong Il consolidated through his tireless Songun-based revolutionary leadership should be given fullest play.\n\t\t\t\t\t\n\t\t\t\t\t To strengthen the Party and enhance its leadership role to the maximum is the decisive guarantee for unfolding a new era of prosperity true to the behests of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t At present our Party and revolution are in an important, responsible period, when the revolutionary cause of Juche is being carried forward. The present reality demands that the Paektu spirit of march, the spirit of uninterrupted revolution, to carry out the revolution firmly rallied behind Kim Jong Un run through the building and activities of the Party. \n\t\t\t\t\t\n\t\t\t\t\t The key point in our Party work at present and in the future, too, is to thoroughly establish the monolithic leadership system of the Party. We should strengthen and develop the whole Party into an integrated whole of organizational and ideological unity, which is run through with the unanimous will to follow the leader's intentions unconditionally. \n\t\t\t\t\t\n\t\t\t\t\t Party organizations should fully get acquainted with the public sentiments as required by the Party's mass line, and effect a fresh turn in the work with the masses. They should respect the opinions of the masses and intensify Party work accordingly, so as to make the greatness of our Party's benevolent politics, all-embracing politics, demonstrated to the full this year that marks the centenary of the birth of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t The most powerful is a Party organization which translates into reality the lifetime wish of Kim Jong Il. Party organizations at all levels should concentrate their efforts on the struggle to make the flames of Hamnam flare up fiercely and push ahead with the industrial revolution in the new century. They should launch in a fresh and ambitious way the information and publicity work to inspire the people to live and work in the spirit and at the speed of forced march displayed by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It is important to radically improve the way of work of officials and their leading abilities as required by the era of great upsurge.\n\t\t\t\t\t\n\t\t\t\t\tWhat is important today for our officials is to actively learn from the militant temperament of the commanding officers of the KPA, who carry out the intentions of Kim Jong Un in a most swift and thoroughgoing way. Officials who buckle down audaciously and without any delay to what the Party is determined to do, who carry out any challenging task at lightning speed in a three-dimensional way and who finish any thing to be impeccable even in the distant future as a thing of lasting value?-the current age of great upsurge demand such officials.\n\t\t\t\t\t\n\t\t\t\t\t \"Let us do many more things for the benefit of the people!\"?-this must be the slogan of action and conscience for our officials in supporting the intentions of the great Party. Officials should be deeply aware that they exist for the sake of the people, have the steadfast standpoint of launching all undertakings in keeping with the will and interests of the people, and acquire an open-minded attitude of verifying their loyalty to the Party in front of the people. They should thoroughly effect the intentions of our Party of considering people's conveniences to be absolute and the highest priority and making devoted services for them.\n\t\t\t\t\t\n\t\t\t\t\t It is an important key to emerging victorious in the general offensive of this year to give fullest play to the mental strength of the masses of the people.\n\t\t\t\t\t\n\t\t\t\t\t The mental strength of the masses decides everything. It is necessary to emulate the mental strength and executive abilities displayed by the people in South Hamgyong Province who have proudly manufactured state-of-the-art machinery by their own efforts with a firm faith that Korea does what it is determined to do. Mass movement and socialist emulation drive should be launched vigorously in all parts of the country to enlist the mental strength of the masses.\n\t\t\t\t\t\n\t\t\t\t\t As Kim Jong Il said, when the working people's organizations are afire with enthusiasm, the whole country will be enveloped with the same atmosphere. The youth league organizations should train all their members to be genuine young vanguard of Songun that will creditably carry forward the traditions of performing miracles and innovations and the traditions of revolutionary optimism displayed in every period of the Korean revolution. Young people should perform feats of labor at all sites of the building of a thriving country, and build many more monumental structures in the Songun era to be named after youth, singing aloud \"March of the Korean Youth\". The women's union organizations should actively conduct various forms of do-good-thing movement, including the women’s union shock-brigade campaign, and render tangible contributions to making a revolutionary and sound way of life prevail throughout the country. All the working people's organizations should fully dischar\n\t\t\t\t\t\n\t\t\t\t\t ge their mission and duty as organizations for ideological education so as to encourage all their members to highly display their honor of being participants and victors in the drive to build a great, prosperous and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t We must thoroughly carry out the instructions of President Kim Il Sung, eternal sun of the nation, and the respected leader Kim Jong Il on national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The reunification of the country was the lifelong desire of the great persons of Mt. Paektu and the greatest national task assigned to our generation. General Kim Jong Il opened up a broad avenue for accomplishing Kim Il Sung's cause of national reunification by devoting his whole life. Today, the dear respected Kim Jong Un, another peerless patriot, stands in the van of the effort to carry out the cause of national reunification under the banners of the immortal three charters for national reunification and the north-south joint declarations. As solid foundations have been laid for national reunification and the whole of 70 million Korean people are burning with patriotic zeal, the long-cherished desire of the nation will be materialized without fail before long. \n\t\t\t\t\t\n\t\t\t\t\t Last year, proceeding from a patriotic intention to open a new phase for reunification and prosperity, we proposed wide-ranging talks and negotiations to the south Korean authorities, and made consistent efforts to realize them. However, running against the trend of the times and the public sentiments, the conservative ruling forces in south Korea responded by further intensifying worship of other countries, including the United States, confrontation with the fellow countrymen in the north and war manoeuvres against the north. The acts contrary to morality and against the nation committed by the group of traitors in south Korea?neglecting the greatest national sorrow and hindering in every possible way the offering of condolence?triggered soaring indignation and denunciation on the part of all compatriots. The ruling forces have become an object of people's stern trial. \n\t\t\t\t\t\n\t\t\t\t\t The developments of last year reaffirmed the truth of history that our nation's will for independent reunification, peace and prosperity can be broken by no force and the anti-reunification forces will surely be defeated. \n\t\t\t\t\t\n\t\t\t\t\t This year marks the fifth anniversary of the publication of the October 4 Declaration, the action programme of the June 15 Joint Declaration. \n\t\t\t\t\t\n\t\t\t\t\t In this meaningful year we must bring about a decisive turn in accomplishing the cause of national reunification as we hold high the slogan \"Let all the compatriots open the gates of national reunification full of fresh confidence!\" \n\t\t\t\t\t\n\t\t\t\t\t The stand of national independence and putting the nation above anything else should be maintained in a thoroughgoing way. \n\t\t\t\t\t\n\t\t\t\t\tSolving the problems of inter-Korean relations by rejecting aggressive foreign forces and pooling the efforts of our nation itself is the demand of the June 15 reunification era. All the fellow countrymen in the north, south and abroad should open a broad vista for national reunification with the conviction that our nation should be of the first and foremost consideration and that they will have nothing they cannot do if they maintain the thoroughgoing stand of national independence. Marking the fifth anniversary of the publication of the October 4 Declaration, the atmosphere of supporting the north-south declarations and the will to implement them should prevail across the whole of the national territory. The south Korean people should wage a fierce mass struggle aimed at resolutely frustrating the schemes to sell the interests of the nation in collaboration with the foreign forces. \n\t\t\t\t\t\n\t\t\t\t\t National reconciliation and unity is the precondition and guarantee for national reunification. \n\t\t\t\t\t\n\t\t\t\t\t The common interests of the nation should be given top priority, and everything should be subordinated to them. Confrontation between fellow countrymen that is driving the inter-Korean relations towards catastrophe should be strongly opposed and rejected. Acts against reunification, acts that disgrace the dignity of the north and foster distrust and antagonism between the north and the south, cannot be tolerated in the slightest. All the fellow countrymen should wage a nationwide struggle to frustrate the anti-reunification policy hostile to compatriots pursued by the group of traitors, hindering national reconciliation and unity and escalating confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation urgently demands that the war moves of the bellicose forces at home and abroad be checked and frustrated.\n\t\t\t\t\t\n\t\t\t\t\t The entire nation, under the unfurled banner of anti-war and peace, should smash every move of reckless military provocation, arms buildup and war exercises against the north. Constant vigilance against the danger of military collaboration of the bellicose forces within the country and without should be maintained, and the US aggressor forces, the main obstacle to peace in the Korean peninsula, should be pulled out from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Today's struggle to implement the instructions of Kim Jong Il on national reunification is a patriotic one related with the destiny of the nation in the new century of the Juche era. All the Korean people in the north, south and abroad should unite closely under the banners of the June 15 Joint Declaration and the October 4 Declaration and give further spurs to the reunification movement. By doing so, this year they should make a breakthrough for independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t The international environment was quite complicated last year, but the Korean revolution advanced invariably along the road of victory indicated by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was a defender of justice; for long, he conducted energetic external activities under the unfurled banner of anti-imperialist independence, remarkably enhancing the position and authority of Songun Korea in the international arena and rendering immortal services to promoting the cause of independence of mankind. The historic visits he made last year to China and Russia served as important occasions for achieving peace in the world and security in Northeast Asia and developing the traditional relations of friendship. Whatever a sudden turn the international situation may take and however frantically the imperialists may behave, nothing can arrest our advance towards socialism. We will, in the future, too, hold fast to our Party’s principles of independence, friendship and peace, and strive to develop relations of friendship with countries that respect our country's sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t As they have entered the new century of the Juche era, having overcome the pain of the greatest loss, our service personnel and people are filled with a grim determination and confidence in sure victory.\n\t\t\t\t\t\n\t\t\t\t\t Inscribed in the hearts of our service personnel and people, who have turned out in the new onward march, are lifetime appearances of Kim Il Sung and Kim Jong Il. As Kim Jong Un, a peerlessly brilliant commander, is leading our revolution in the van and the powerful revolutionary army and people united single-heartedly support faithfully their guide, the Workers' Party of Korea, the revolutionary cause of Juche is sure to emerge victorious. The advance of our revolution that started on Mt. Paektu will continue without interruption as a vigorous march towards the victorious Songun revolution, towards prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Let us all glorify the new century of Kim Il Sung's Korea as an era of prosperity and proud victory under the leadership of Kim Jong Un, the supreme leader of our Party, our state and our army."
        },
        {
            "title": "Joint New Year Editorial Published in DPRK",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-03ee.html",
            "content": "Joint New Year Editorial Published in DPRK\r\nPyongyang, January 1 (KCNA) -- Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi published joint New Year editorial titled \"Glorify This Year 2012 as a Year of Proud Victory, a Year When an Era of Prosperity Is Unfolding, True to the Instructions of the Great General Kim Jong Il\" Sunday on the New Year 2012.\n\t\t\t\t\tThe august name of leader Kim Jong Il and his benevolent image were a banner of victory that instilled in our people confidence in sure victory and will to achieve it and a source of their mental strength, it noted.\n\t\t\t\t\t\n\t\t\t\t\tThat we parted too suddenly and unexpectedly with the great leader Kim Jong Il last year was the greatest loss our nation had suffered in its 5 000-year-long history and the bitterest grief our Party and people had experienced, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tLast year was a year of victory, featured by radical changes and leap forward taken place in the building of a prosperous and powerful nation under the energetic leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tLast year significant achievements were made in the great upsurge for improving the people's standard of living, and solid foundations laid for building the country into an economic giant in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\tThe overall appearance of the country has been transformed to be appropriate for a thriving country.\n\t\t\t\t\t\n\t\t\t\t\tLast year witnessed the demonstration on an ennobling high of the traits of our people who are ready to take the road of the revolution to the end following the great Party.\n\t\t\t\t\t\n\t\t\t\t\tThis year is the year when Kim Jong Il 's plan for achieving prosperity will bear a brilliant fruit, and the year of a grand march, when a new century of Kim Il Sung's Korea begins.\n\t\t\t\t\t\n\t\t\t\t\t\"Glorify this year 2012 as a year of proud victory, a year when an era of prosperity is unfolding, true to the instructions of the great General Kim Jong Il!\"–this is the militant slogan the whole Party, the entire army and all the people should uphold this year. The editorial set forth tasks for this year.\n\t\t\t\t\t\n\t\t\t\t\tThe editorial dealt with the tasks as follows:\n\t\t\t\t\t\n\t\t\t\t\tWe must increase our political and ideological might, the might of our unity, to the maximum.\n\t\t\t\t\t\n\t\t\t\t\tWe should staunchly defend the revolutionary heritage bequeathed by Kim Jong Il, whatever the storm and stress.\n\t\t\t\t\t\n\t\t\t\t\tThe whole Party, the entire army and all the people should possess a firm conviction that they will become human bulwarks and human shields in defending Kim Jong Un unto death, and follow the great Party for ever.\n\t\t\t\t\t\n\t\t\t\t\tWe must vigorously launch an all-out drive to implement our Party's grand strategy for achieving prosperity.\n\t\t\t\t\t\n\t\t\t\t\tThe flames of Hamnam represent the banner of the general offensive for the great victory in 2012, a banner of fresh change.\n\t\t\t\t\t\n\t\t\t\t\tThe flames of Hamnam for great innovation should flare up more fiercely in the sectors of light industry and agriculture, the leading sectors for the building of a thriving country.\n\t\t\t\t\t\n\t\t\t\t\tThe vanguard sectors of the national economy, the sectors of basic industries-- electric-power industry, coal-mining industry, metallurgical industry, rail transport, chemical industry should effect innovations and a powerful country be built with the knowledge-based economy of our style through stepped-up industrial revolution in the new century.\n\t\t\t\t\t\n\t\t\t\t\tWe should raise the overall level of the technical equipment onto a new high with the pioneering spirit and creative spirit displayed by the developers at the Ryonha Machine in making rapid progress in producing the latest CNC machine tools.\n\t\t\t\t\t\n\t\t\t\t\tWe should glorify our country as a highly civilized, socialist one.\n\t\t\t\t\t\n\t\t\t\t\tWe should consolidate the national defence capabilities in every way under the unfurled banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean People's Army should demonstrate its heroic mettle and invincible combat efficiency as the army of the leader and the Party.\n\t\t\t\t\t\n\t\t\t\t\tThe entire army should place absolute trust in and follow Kim Jong Un and become human rifles and bombs to defend him unto death, holding high the slogan \"Let us defend with our very lives the Party Central Committee headed by the dear respected Comrade Kim Jong Un!\"\n\t\t\t\t\t\n\t\t\t\t\tTo achieve victory in general advance for this year it is necessary to strengthen the Party and enhance its leadership role to the maximum.\n\t\t\t\t\t\n\t\t\t\t\tIt is important to radically improve the way of work of officials and their leading abilities as required by the era of great upsurge and give fullest play to the mental strength of the masses of the people.\n\t\t\t\t\t\n\t\t\t\t\tWe must bring about a decisive turn in accomplishing the cause of national reunification as we hold high the slogan \"Let all the compatriots open the gates of national reunification full of fresh confidence!\"\n\t\t\t\t\t\n\t\t\t\t\tThe stand of national independence and putting the nation above anything else should be maintained in a thoroughgoing way.\n\t\t\t\t\t\n\t\t\t\t\tNational reconciliation and unity should be achieved and the war moves of the bellicose forces at home and abroad be checked and frustrated.\n\t\t\t\t\t\n\t\t\t\t\tWe will, in the future, too, hold fast to our Party's principles of independence, friendship and peace, and strive to develop relations of friendship with countries that respect our country's sovereignty."
        },
        {
            "title": "Joint New Year Editorial on Feats Made by Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-04ee.html",
            "content": "Joint New Year Editorial on Feats Made by Kim Jong Il\r\nPyongyang, January 1 (KCNA) -- Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi, leading newspapers of the DPRK, in a joint New Year editorial say that the great leader Kim Jong Il's august name and benevolent image were a banner of victory that instilled in our people confidence in sure victory and will to achieve it and a source of their mental strength.\n\t\t\t\t\tThe editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\tThat we parted too suddenly and unexpectedly with the great leader Kim Jong Il last year was the greatest loss our nation had suffered in its 5 000-year-long history and the bitterest grief our Party and people had experienced.\n\t\t\t\t\t\n\t\t\t\t\tThe great Kim Jong Il was an outstanding ideologist and theoretician, peerless veteran statesman and brilliant Songun commander who led the revolutionary cause of Juche along the road of victory by dint of his profound ideas and theories and unexcelled leadership, and a great patriot and the benevolent father of the people, who dedicated his revolutionary life entirely to his country and his people.\n\t\t\t\t\t\n\t\t\t\t\tThanks to his leadership our nation has greeted a golden age of its prosperity unprecedented in its 5 000-year-long history; the Juche idea and the Songun idea, the immortal ideas authored by President Kim Il Sung, have become the ideas guiding the era of independence, the revolutionary traditions of Paektu have been resolutely defended, and the might of our Party, army and country has attained the highest level.\n\t\t\t\t\t\n\t\t\t\t\tWhen our revolution was undergoing worst trials and hardships, he steadfastly safeguarded the gains of socialism, valuable heritage the President had bequeathed, and consolidated the political, military and economic foundations for achieving prosperity for all the generations to come; this is shining as the greatest of his achievements in the revolutionary cause of Juche."
        },
        {
            "title": "Successes Made Last Year in Building Thriving Nation: Joint New Year Editorial",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-05ee.html",
            "content": "Successes Made Last Year in Building Thriving Nation: Joint New Year Editorial\r\nPyongyang, January 1 (KCNA) -- Leading newspapers of the DPRK, Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi, say in the joint New Year editorial that last year was a year of victory, featured by radical changes and leap forward taken place in the building of a prosperous and powerful nation under the energetic leadership of Kim Jong Il.\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tHe continued his on-site guidance tours, up until the last moment of his revolutionary life, to major fronts of the building of a thriving nation, the army posts at the front line and various other parts of the country, thus bringing the 100-year history of the Juche era resplendent with great victories and changes to a close.\n\t\t\t\t\t\n\t\t\t\t\tLast year significant achievements were made in the great upsurge for improving the people's standard of living, and solid foundations laid for building the country into an economic giant in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\tThe torch of the industrial revolution in the new century was kindled and our national economy has entered the stage of building a powerful country with the knowledge-based economy. The Huichon Power Station and other monumental edifices to be dedicated to the grand festival in 2012 are being set up in many parts of the country, and the flames of Hamnam, the banner of a fresh grand march, are flaring up fiercely. Many light-industry factories were renovated and modern livestock and fish-farming bases and large-size fruit-farming bases, prototypes of their kinds in the new century, were built in various parts of the country.\n\t\t\t\t\t\n\t\t\t\t\tBuilding up Pyongyang into a world-class city has been undertaken full steam, and many other parts have been turned into socialist fairylands. Monumental works of performing arts, like the drama, We Will Recollect Today, have been created one after another, and a new golden age of the mass-based arts has been ushered in.\n\t\t\t\t\t\n\t\t\t\t\tLast year witnessed the demonstration on an ennobling high of the traits of our army and people who are ready to take the road of the revolution to the end following the great Party.\n\t\t\t\t\t\n\t\t\t\t\tThe period of mourning over the death of the great Kim Jong Il proved that the ties between him and his people sealed in aspiration and emotion are eternal and unbreakable.\n\t\t\t\t\t\n\t\t\t\t\tAs long as there are the Party, army and state, which Kim Jong Il developed to be invincible, as long as Kim Jong Un, successor to the revolutionary cause of Juche, leads us sagaciously and as long as there is an excellent people who support their leaders faithfully through generations, the cause of building a thriving country is sure to emerge victorious."
        },
        {
            "title": "Joint New Year Editorial Puts Forward Slogan for Whole Party, Army and People",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-06ee.html",
            "content": "Joint New Year Editorial Puts Forward Slogan for Whole Party, Army and People\r\nPyongyang, January 1 (KCNA) -- The joint New Year editorial of Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi says this year is the year of a grand march, when a new century of Kim Il Sung's Korea begins.\n\t\t\t\t\tNoting that the march in the new century of the Juche era is the continuation of the revolutionary march that started up on Mt. Paektu, it goes on:\n\t\t\t\t\t\n\t\t\t\t\tSteadfast is the will of our service personnel and people to adorn our revolution, pioneered by Kim Il Sung and whose victory after victory they won following Kim Jong Il, with eternal victory following the leadership of Kim Jong Un. The guide of hope in the march in the new century is the great revolutionary ideas of the great persons of Mt. Paektu, and the treasured swords for sure victory are the courageous mettle of the brilliant commanders of Paektu and their way of offensive. We must follow to the end the road of independence, the road of Songun and the road to socialism pioneered by Kim Il Sung, so as to ensure that the history of revolutionary activities of Kim Il Sung and the history of Songun-based revolutionary leadership of Kim Jong Il continue without interruption.\n\t\t\t\t\t\n\t\t\t\t\tThe centenary of the birth of Kim Il Sung is a major, important occasion for displaying the might of Korea, which is advancing bravely towards the world standards, and a grand revolutionary festival, which will demonstrate the steadfast continuity of the revolution in Korea, which stoutly carries forward one ideology and one bloodline.\n\t\t\t\t\t\n\t\t\t\t\t\"Glorify this year 2012 as a year of proud victory, a year when an era of prosperity is unfolding, true to the instructions of the great General Kim Jong Il!\"– this is the militant slogan the whole Party, the entire army and all the people should uphold this year."
        },
        {
            "title": "Joint New Year Editorial on Increasing Political and Ideological Might, Might of Unity to Maximum",
            "url": "http://kcna.co.jp/item/2012/201201/news05/20120105-52ee.html",
            "content": "CPRK Blasts Lee Myung Bak's New Year Address\r\n Pyongyang, January 5 (KCNA) -- Traitor Lee Myung Bak of south Korea, in a \"special new year address on state policy\", blustered if the north takes \"a sincere attitude,\" the south can carve out a new \"era of the Korean Peninsula\" together with it, asserting \"a big change in the situation of the peninsula and the rest of Northeast Asia is expected\" and vociferating about \"a window of opportunity.\" \n\t\t\t\t\t He cried out for \"making a strong counterattack in case of provocation\", trumpeting about \"a firm security posture\".\n\t\t\t\t\t\n\t\t\t\t\t He, at the same time, talked nonsense that if the north stops its nuclear related activities, the south can get rid of the \"security concern\" of the north through the six-party talks and provide aid necessary for \"reviving\" its economy.\n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea said in its Information Bulletin No. 989 Thursday:\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is nothing but sheer sophism to cover up the heinous crimes he committed against ethics and the nation during its mourning over the great loss and another hideous provocation, an indication of his invariable sinister intention to escalate the confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t If a change is to be expected in the peninsula, it is only a total ruin of the Lee group which is as good as the living dead.\n\t\t\t\t\t\n\t\t\t\t\t \"Sincerity\" and \"peace and stability\" touted by Lee is also no more than sophism intended to evade the blame for bringing the inter-Korean relations to a collapse and driving the situation to an extreme pitch of tension.\n\t\t\t\t\t\n\t\t\t\t\t \"Possible provocation\" by someone and \"strong counteraction\" touted by Lee are nothing but a hysteric fit caused by the firm resolution of the army and people of the DPRK to mete out a thousand-fold punishment for his thrice-cursed crimes.\n\t\t\t\t\t\n\t\t\t\t\t Unpardonable is his talk about \"stop to nuclear activities\" and \"aid\".\n\t\t\t\t\t\n\t\t\t\t\t As recognized by the world, the DPRK is a full-fledged nuclear weapons state and its nuclear deterrent is the revolutionary heritage which can never be bartered for anything.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group is seriously mistaken if it thinks it can have a bargaining over this precious revolutionary heritage with the promise of any \"aid\".\n\t\t\t\t\t\n\t\t\t\t\t As long as the enemy is persistent in his moves for aggression, the DPRK will further reinforce the position of the nuclear weapons state to protect its dignity and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t  The remarks made by Lee in a \"New Year address\" that south Korea keeps \"the window of opportunity\" open are nothing but a shameless jargon.\n\t\t\t\t\t\n\t\t\t\t\t  The balderdash about \"window of opportunity\" and the like let loose again by the group of traitors only brought into bolder relief its shameless nature as it is no more than a mockery of the public opinion at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t What awaits the Lee Myung Bak group at present is only a stern judgment by the nation."
        },
        {
            "title": "Joint New Year Editorial Calls for Great Innovation in Light Industry and Agriculture",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-08ee.html",
            "content": "Joint New Year Editorial Calls for Great Innovation in Light Industry and Agriculture\r\nPyongyang, January 1 (KCNA) -- The joint New Year editorial issued by Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi calls for making the flames of Hamnam for great innovation flare up more fiercely in the sectors of light industry and agriculture, the leading sectors for the building of a thriving country.\n\t\t\t\t\tThe flames of Hamnam represent the banner of the general offensive for the great victory in 2012, a banner of fresh change, the editorial says, adding:\n\t\t\t\t\t\n\t\t\t\t\tThe sector of light industry should direct utmost concern to making the modern production bases, which are associated with our Party's great care, pay off.\n\t\t\t\t\t\n\t\t\t\t\tIt should produce in larger amounts quality goods which cater to people's tastes and are welcomed by them.\n\t\t\t\t\t\n\t\t\t\t\tThe problem of raw and other materials necessary for this sector should be solved by relying on domestic resources, and the relentless drive be continued to develop the local industry.\n\t\t\t\t\t\n\t\t\t\t\tThe sector of the agriculture should implement to the letter the Party's policy of agricultural revolution so as to radically increase the per-unit area yield of grain both in lowlands and highlands.\n\t\t\t\t\t\n\t\t\t\t\tIt is important to achieve cyclic production between farming and stockbreeding, introduce the organic farming method of our style in a proactive manner and take timely measures to satisfy the demand for farming materials and machinery needed to hit the target for agricultural production.\n\t\t\t\t\t\n\t\t\t\t\tIt also should ensure that the modern bases for stockbreeding and poultry farming and large-size fruit and fish farms, all having an important share in the improvement of people's living standards, run at full capacity."
        },
        {
            "title": "Joint New Year Editorial on Tasks Presented before Vanguard Sectors of National Economy, Sectors of Basic Industries",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-09ee.html",
            "content": "Joint New Year Editorial on Tasks Presented before Vanguard Sectors of National Economy, Sectors of Basic Industries\r\nPyongyang, January 1 (KCNA) -- The DPRK leading newspapers Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi in a joint New Year editorial stressed that the vanguard sectors of the national economy, the sectors of basic industries, were charged with making breakthroughs in the grand onward march for the next 100 years following the flames of Hamnam.\n\t\t\t\t\tThe editorial said:\n\t\t\t\t\t\n\t\t\t\t\tWe should solve the problem of power shortage at all costs and on a priority basis. The sector of electric-power industry should continue to press on with the building of large-size hydropower stations and improve the operation of equipment and technical management at the existing power stations, so as to keep the generation of electricity going on a high level.\n\t\t\t\t\t\n\t\t\t\t\tThe sector of coal-mining industry should direct its efforts to meeting the demands for coal from thermal-power stations and chemical and metallurgical factories, and actively develop new coal fields.\n\t\t\t\t\t\n\t\t\t\t\tThe officials and working people in the sector of metallurgical industry should increase the capacity of the Juche iron production system, introduce the techniques of high-temperature air combustion which rely on domestic fuel, and accelerate the modernization of the rolled steel production lines.\n\t\t\t\t\t\n\t\t\t\t\tThe sector of rail transport should give precedence to upgrading the railways of the country, increase rail transport capacity and consolidate its material and technical foundations.\n\t\t\t\t\t\n\t\t\t\t\tThe sector of chemical industry should, while building up the Juche fertilizer production system, effect a radical increase in its capacity and normalize the production of vinalon and other chemical fibres and synthetic resins on a high level."
        },
        {
            "title": "Joint New Year Editorial Calls for Raising Overall Level of Technical Equipment onto New High",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-10ee.html",
            "content": "Joint New Year Editorial Calls for Raising Overall Level of Technical Equipment onto New High\r\nPyongyang, January 1 (KCNA) -- The joint New Year editorial of Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi says the industrial revolution in the new century, which is the grand strategic line of socialist construction advanced by our Party, is a sacred struggle for building ours into a powerful country with the knowledge-based economy of our style through the drive to break through the cutting edge.\n\t\t\t\t\tIt calls for raising the overall level of the technical equipment onto a new high with the pioneering spirit and creative spirit displayed by the developers at the Ryonha Machine in making rapid progress in producing the latest CNC machine tools.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tAll sectors and units of the national economy should drastically increase the capacity for developing new technologies and products of their own, and push forward in a far-sighted way the work of turning the national economy into a technology-intensive one.\n\t\t\t\t\t\n\t\t\t\t\tScientific research institutes should make greater efforts to develop the fields of core, basic technologies, including information and nano technologies and bioengineering, and promote technical engineering in major fields and produce more research findings that would beat the world.\n\t\t\t\t\t\n\t\t\t\t\tIn developing science and technology, they should firmly establish the Juche-orientation, thoroughly apply collectivism, and bring science and technology close to production.\n\t\t\t\t\t\n\t\t\t\t\tTalents in the field of science and technology, precious assets of the country, should be given prominence and the conditions for their scientific research should be provided at the highest standard."
        },
        {
            "title": "Joint New Year Editorial on Glorifying DPRK as Highly Civilized, Socialist Country",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-11ee.html",
            "content": "Joint New Year Editorial on Glorifying DPRK as Highly Civilized, Socialist Country\r\nPyongyang, January 1 (KCNA) -- Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi, leading newspapers of the DPRK, in a joint New Year editorial called for glorifying the DPRK as a highly civilized, socialist country.\n\t\t\t\t\tThe editorial said it was a patriotic will of leader Kim Jong Il and is a unanimous aspiration of our people to surpass the standards of the world civilization in all spheres of social life.\n\t\t\t\t\t\n\t\t\t\t\tThe editorial said:\n\t\t\t\t\t\n\t\t\t\t\tThe sector of education should ensure a high level of its contents and form, conditions and environment, as required by the era of knowledge-based economy.\n\t\t\t\t\t\n\t\t\t\t\tThe sector of literature and the arts should thoroughly implement the Party's policy of conducting creation, editing and representation in our own way and produce a larger number of masterpieces that are perfect in all respects. Activities of mass-based art lifelike, easy to understand and based on the reality of a great upsurge should be conducted briskly, and the conditions for the youth and other people to lead an affluent cultured and emotional life be better provided.\n\t\t\t\t\t\n\t\t\t\t\tThe heated enthusiasm for sports should be encouraged further by enhancing social interest in physical culture and sports and making them part of people's every day life and habit.\n\t\t\t\t\t\n\t\t\t\t\tThe work of bringing into full bloom the most excellent culture and ethics of our nation and our way of life should be further intensified.\n\t\t\t\t\t\n\t\t\t\t\tWe should wage an intense struggle to frustrate the manoeuvres of the imperialists' ideological and cultural infiltration and root up alien elements in the way of life, so that a revolutionary and sound atmosphere would pervade the whole society.\n\t\t\t\t\t\n\t\t\t\t\tWe should step up the construction in the Mansudae area and other major projects under construction on the highest level and effect a radical turn in urban management and landscaping, thus ushering in a new heyday of Pyongyang in the Songun era. Every province, city and county should sustain its local peculiarities in its designing and construction, and drastically improve the appearance of its urban and rural communities."
        },
        {
            "title": "Joint New Year Editorial Calls for Consolidating National Defence Capabilities",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-12ee.html",
            "content": "Joint New Year Editorial Calls for Consolidating National Defence Capabilities\r\nPyongyang, January 1 (KCNA) -- The joint New Year editorial of Rodong Sinmun, Joson Inmingun and Chongnyon Jonwi, leading newspapers of the DPRK, called for consolidating the national defence capabilities in every way under the unfurled banner of Songun.\n\t\t\t\t\tIt said:\n\t\t\t\t\t\n\t\t\t\t\tThe Korean People's Army should bring about a radical turn in all aspects of military and political work, and thus demonstrate its heroic mettle and invincible combat efficiency as the army of the leader and the Party.\n\t\t\t\t\t\n\t\t\t\t\tThe officers and men of the KPA should cherish an unshakable faith that leader Kim Jong Il will always be with them and a noble moral obligation to him, and firmly defend his achievements for army-building and add eternal glory to them by force of arms.\n\t\t\t\t\t\n\t\t\t\t\tThe entire army should place absolute trust in and follow Kim Jong Un and become human rifles and bombs to defend him unto death, holding high the slogan \"Let us defend with our very lives the Party Central Committee headed by the dear respected Comrade Kim Jong Un!\"\n\t\t\t\t\t\n\t\t\t\t\tTrue to the lifetime intentions of Kim Jong Il, it should take the lead in supporting faithfully the Songun-based revolutionary leadership of Kim Jong Un, the brilliant commander born of Mt. Paektu, and establish throughout it the revolutionary climate of carrying out his orders and instructions to the letter, without reservation and even unto death.\n\t\t\t\t\t\n\t\t\t\t\tUnder the slogan \"Training is also a battle!\" the KPA should conduct training in an atmosphere of actual battle as befits the revolutionary army of Mt. Paektu, so as to prepare all the officers and men to be a-match-for-a-hundred combatants who could implement independently and actively the operational combat tasks assigned to them, a death-defying corps for national reunification.\n\t\t\t\t\t\n\t\t\t\t\tTrue to the intention of our Party, which set this year for the KPA as a year for the people, it should make devoted efforts to bring their happiness into full bloom, thus implementing with credit Kim Jong Il's idea of army-people unity.\n\t\t\t\t\t\n\t\t\t\t\tThe service personnel should achieve brilliant feats of labor that would be remembered for all ages by fully demonstrating their mettle of \"At a go\" on major fronts of the building of a thriving nation and with the charging speed, a-match-for-a-hundred speed, of the heroic KPA, which has no word impossible in its vocabulary.\n\t\t\t\t\t\n\t\t\t\t\tThe enormous potentialities of the defence industry Kim Il Sung created and Kim Jong Il consolidated through his tireless Songun-based revolutionary leadership should be given fullest play."
        },
        {
            "title": "Joint New Year Editorial on National Reunification",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-13ee.html",
            "content": "Joint New Year Editorial on National Reunification\r\nPyongyang, January 1 (KCNA) -- The joint New Year editorial of the DPRK leading newspapers called for thoroughly carrying out the instructions of President Kim Il Sung and leader Kim Jong Il on national reunification.\n\t\t\t\t\tThe reunification of the country was the lifelong desire of the great persons of Mt. Paektu and the greatest national task assigned to our generation, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\tThis year we must bring about a decisive turn in accomplishing the cause of national reunification as we hold high the slogan \"Let all the compatriots open the gates of national reunification full of fresh confidence!\"\n\t\t\t\t\t\n\t\t\t\t\tThe stand of national independence and putting the nation above anything else should be maintained in a thoroughgoing way.\n\t\t\t\t\t\n\t\t\t\t\tThe common interests of the nation should be given top priority, and everything should be subordinated to them.\n\t\t\t\t\t\n\t\t\t\t\tThe entire nation, under the unfurled banner of anti-war and peace, should smash every move of reckless military provocation, arms buildup and war exercises against the north.\n\t\t\t\t\t\n\t\t\t\t\tConstant vigilance against the danger of military collaboration of the bellicose forces within the country and without should be maintained, and the U.S. aggressor forces, the main obstacle to peace in the Korean peninsula, should be pulled out from south Korea.\n\t\t\t\t\t\n\t\t\t\t\tAll the Korean people in the north, south and abroad should unite closely under the banners of the June 15 Joint Declaration and the October 4 Declaration and give further spurs to the reunification movement. By doing so, this year they should make a breakthrough for independent reunification."
        },
        {
            "title": "Joint New Year Editorial on DPRK's Foreign Policy",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-14ee.html",
            "content": "Joint New Year Editorial on DPRK's Foreign Policy\r\nPyongyang, January 1 (KCNA) -- The joint New Year editorial of the DPRK leading newspapers mentioned the DPRK's stand on foreign policy.\n\t\t\t\t\tIt said:\n\t\t\t\t\t\n\t\t\t\t\tThe international environment was quite complicated last year, but the Korean revolution advanced invariably along the road of victory indicated by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il was a defender of justice; for long, he conducted energetic external activities under the unfurled banner of anti-imperialist independence, remarkably enhancing the position and authority of Songun Korea in the international arena and rendering immortal services to promoting the cause of independence of mankind.\n\t\t\t\t\t\n\t\t\t\t\tThe historic visits he made last year to China and Russia served as important occasions for achieving peace in the world and security in Northeast Asia and developing the traditional relations of friendship.\n\t\t\t\t\t\n\t\t\t\t\tWhatever a sudden turn the international situation may take and however frantically the imperialists may behave, nothing can arrest our advance towards socialism. We will, in the future, too, hold fast to our Party's principles of independence, friendship and peace and strive to develop relations of friendship with countries that respect our country's sovereignty."
        },
        {
            "title": "Anniversary of Victorious Cuban Revolution Observed",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-28ee.html",
            "content": "Anniversary of Victorious Cuban Revolution Observed\r\nPyongyang, January 1 (KCNA) -- Rodong Sinmun Sunday in a bylined article dedicated to the 53rd anniversary of the victorious Cuban revolution deals with the shining path covered by the Cuban people.\n\t\t\t\t\tThe victory of the Cuban revolution was a historic event that not only paved the way for its people to create a new independent life but shook the U.S. imperialists' colonial ruling system over Latin America to its roots, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tAfter the victory of revolution the Cuban people have made creation and change amid constant confrontation with the imperialist reactionaries.\n\t\t\t\t\t\n\t\t\t\t\tAt present they are working hard for the victory of the socialist cause, while bravely frustrating all sorts of imperialists' challenges and blockade under the slogan \"Socialism or death. We will win.\"\n\t\t\t\t\t\n\t\t\t\t\tTheir just cause is enjoying support by the international community.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people highly estimate the successes achieved by the fraternal Cuban people in their drive for independence against imperialism and for socialism.\n\t\t\t\t\t\n\t\t\t\t\tThey extend warm congratulations and militant salute to the Cuban people significantly marking the 53rd anniversary of the victorious revolution and sincerely wish them greater success in their future work for defending the country, revolution and socialism and achieving independent development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people will as ever make every effort to further the militant fraternity and traditional relations of friendship and cooperation forged between the two peoples in the joint struggle for independence against imperialism and for socialism.\n\t\t\t\t\t\n\t\t\t\t\tVictory is surely in store for the Cuban people keeping to the just cause along the road of socialism."
        },
        {
            "title": "News of Kim Jong Un's Assumption of KPA Supreme Commandership Reported by Foreign Media",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-25ee.html",
            "content": "News of Kim Jong Un's Assumption of KPA Supreme Commandership Reported by Foreign Media\r\nPyongyang, January 1 (KCNA) -- The news that Kim Jong Un, vice-chairman of the Central Military Commission of the Workers' Party of Korea, assumed the supreme commandership of the Korean People's Army in accordance with the October 8, 2011behests of leader Kim Jong Il was reported by foreign media on Dec. 31.\n\t\t\t\t\tXinhua said: The meeting of the Political Bureau of the Central Committee of the WPK held in Pyongyang on Dec. 30 proclaimed that Kim Jong Un assumed the supreme commandership of the KPA according to the behests of supreme leader Kim Jong Il on October 8, 2011.\n\t\t\t\t\t\n\t\t\t\t\tThe meeting adopted the decision of the Political Bureau of the Central Committee of the WPK \"On Effecting a Great Surge in Building a Thriving Nation True to the Behests of the Great Leader Comrade Kim Jong Il\".\n\t\t\t\t\t\n\t\t\t\t\tThe news was also reported by the CCTV, ITAR-TASS, AP, CNN, VOA, ABC, the New York Times, the International Herald Tribune, Reuters, Kyodo News, Jiji Press, Tokyo Shimbun, Asahi Shimbun, Nihon Keizai Shimbun, NHK and Al Jazeera Satellite TV of Qatar."
        },
        {
            "title": "Bangladeshi Newspaper Praises Kim Jong Il for Devoting His All to People",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-19ee.html",
            "content": "Bangladeshi Newspaper Praises Kim Jong Il for Devoting His All to People\r\nPyongyang, January 1 (KCNA) -- The Bangladeshi newspaper Blits on Dec. 28 devoted four whole pages to an article on the demise of leader Kim Jong Il. The article was titled \"The great leader HE Kim Jong Il will always be with us\".\n\t\t\t\t\tCarried in the paper were the portrait of smiling Kim Jong Il, his photos giving field guidance to the work in various fields and photos of the dear respected Kim Jong Un mourning and standing guard beside the bier of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIt carried articles sub-titled \"Kim Jong Il, the great father of people\", \"Songun revolutionary exploits of HE Kim Jong Il are lauded in different countries of the world\" and \"HE Kim Jong Un, mental mainstay of the Korean people\", \"Warm loving care shown by HE Kim Jong Un for his people\" with the photos showing the mourning atmosphere that pervaded the DPRK over Kim Jong Il's demise.\n\t\t\t\t\t\n\t\t\t\t\tReferring to the Korean people's bitter grief at the sudden loss of the nation's father at a historic time when the centenary of birth of President Kim Il Sung is at hand, the paper said the career of Kim Jong Il was one dedicated to the country and the people.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK will as ever hold Kim Jong Il in high esteem and uphold with loyalty the leadership of Kim Jong Un, concluded the paper."
        },
        {
            "title": "Periodicos importantes publican editorial conjunto del Ano Nuevo",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-01ss.html",
            "content": "Periodicos importantes publican editorial conjunto del Ano Nuevo\r\nPyongyang, 1 de enero (ACNC) -- Con motivo del Ano Nuevo 101 (2012) de la Era Juche, los periodicos Rodong Sinmun, Joson Inmingun y Chongnyon Jonwi publicaron el dia primero el editorial conjunto intitulado \"En acato al legado del gran camarada Kim Jong Il, hagamos del 2012 un ano de triunfos enorgullecedores que anuncian el inicio de una era de fortalecimiento y prosperidad\".\n\t\t\t\t\tEl editorial senala que el respetado nombre e imagen del Dirigente Kim Jong Il fue, para el pueblo coreano, bandera de la victoria y fuente de la fuerza espiritual que le redoblaba la voluntad y conviccion en la victoria segura, y continua: \n\t\t\t\t\t\n\t\t\t\t\tEl ano pasado nos despedimos tan de repente e inesperadamente del gran camarada Kim Jong Il, lo cual fue la maxima perdida en la historia de cinco milenios de nuestra nacion  y la mayor tristeza de nuestro Partido y pueblo. \n\t\t\t\t\t\n\t\t\t\t\tEl ano pasado fue un ano de triunfos cuando se registraron grandes innovaciones y avances en la construccion de un Estado poderoso y prospero bajo la entusiasta orientacion del gran camarada Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tSe registraron enormes exitos en la gran marcha para el mejoramiento de la vida poblacional y la poderosa base para la potencia economica del siglo XXI se gano en la mayor solidez. Y en todos los aspectos, el pais se ha cambiado completamente de su fisonomia, acorde a su condicion de potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tEl ano pasado se puso de manifiesto en sumo grado la firme disposicion de nuestro Ejercito y pueblo a seguir al gran Partido para llevar a cabo la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tEste 101 de la era Juche (2012) es el ano en que se hara realidad brillantemente el proyecto del gran camarada Kim Jong Il para el fortalecimiento y la prosperidad del pais y ano de majestuosa y gran marcha en el que se inicia la nueva centuria de la Corea de Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t\"!En acato al legado del gran camarada Kim Jong Il, hagamos del 2012 un ano de triunfos enorgullecedores que anuncian el inicio de una era de fortalecimiento y prosperidad!\", esta es la consigna combativa que este ano todo el Partido, todo el Ejercito y todo el pueblo deben sostener en alto.\n\t\t\t\t\t\n\t\t\t\t\tDebemos reforzar por todos los medios nuestro poderio ideo-politico y de unidad.\n\t\t\t\t\t\n\t\t\t\t\tPor muy duras que sean las adversidades que enfrentamos, debemos defender firmemente la herencia revolucionaria dejada por el gran General. \n\t\t\t\t\t\n\t\t\t\t\tTenemos que fortalecer y desarrollar sin cesar nuestra unidad monolitica como la mas solida que se hereda de generacion en generacion. \n\t\t\t\t\t\n\t\t\t\t\tTodo el Partido, todo el ejercito y todo el pueblo deben tener la consecuente determinacion de defender a vida o muerte al camarada Kim Jong Un, hechos fortaleza y escudos, y seguir para siempre al gran Partido. \n\t\t\t\t\t\n\t\t\t\t\tDebemos lanzarnos con impetu al ataque general para realizar la magna estrategia de nuestro Partido por el fortalecimiento y prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tEn los sectores de la industria ligera y la agricultura, frentes principales de la construccion de un Estado poderoso y prospero, hay que hacer arder mas fuertemente las llamas de gran innovacion de Hamnam.\n\t\t\t\t\t\n\t\t\t\t\tEl sector de vanguardia de la economia nacional, el de industria basica, o sea, la industria electrica, la carbonifera, la metalurgica, la quimica y el transporte ferroviario, debe registrar innovaciones y acelerar la revolucion industrial en la nueva centuria para levantar la potencia economica de los conocimientos a nuestro estilo. \n\t\t\t\t\t\n\t\t\t\t\tDebemos hacer del nuestro un pais socialista altamente desarrollado y civilizado.\n\t\t\t\t\t\n\t\t\t\t\tEs necesario consolidar por todos los medios la capacidad de defensa nacional, con la bandera del Songun en alto.\n\t\t\t\t\t\n\t\t\t\t\tEste ano el Ejercito Popular tiene el deber de renovar todas las labores militares y politicas, en plena demostracion de su heroico temple e insuperable combatividad como fuerzas del Lider y el Partido.\n\t\t\t\t\t\n\t\t\t\t\tEnarbolando la consigna \"!Defendamos a vida o muerte al Comite Central del Partido encabezado por el querido camarada Kim Jong Un!\", todos los militares deben depositar en este su absoluta confianza, seguirle y defenderlo a toda costa convirtiendose en miles y miles de balas y bombas.\n\t\t\t\t\t\n\t\t\t\t\tPara lograr la victoria en la gran marcha de este ano debemos consolidar al Partido y elevar por todos los medios su papel orientador, mejorar de manera decisiva el estilo de lucha y la capacidad rectora de los funcionarios y multiplicar la fuerza espiritual de las amplias masas.\n\t\t\t\t\t\n\t\t\t\t\tEnarbolando el lema !Todos los compatriotas, llenos del animo renovado, abriremos la puerta a la reintegracion de la Patria!, registraremos en este significativo ano cambios decisivos en el cumplimiento de la causa de reunificacion de la patria.  \n\t\t\t\t\t\n\t\t\t\t\tPara este fin, tenemos que mantener firmemente una posicion que aboga por la independencia y la preponderancia de la nacion, lograr la reconciliacion y la unidad nacionales y frustrar las maniobras de los belicistas de dentro y fuera del pais.\n\t\t\t\t\t\n\t\t\t\t\tEn adelante seguiremos manteniendo invariable el ideal del Partido de la independencia, amistad y paz, y estrecharemos las relaciones de buena vecindad y amistad con otros paises que respetan nuestra soberania."
        },
        {
            "title": "Coreanos juran apoyar la direccion de Kim Jong Un",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-19ss.html",
            "content": "Coreanos juran apoyar la direccion de Kim Jong Un\r\nPyongyang, 1 de enero (ACNC) -- Enterados del editorial conjunto del Ano Nuevo, los habitantes de distintos estratos juran quedar fieles a la guia del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\tEl obrero de la Fabrica de Alambres Electricos 326 de Pyongyang, Kim Yong Ho (30 anos de edad), dijo que el ano expirado, fallecio de repente el Dirigente Kim Jong Il, pero, el pueblo coreano convirtio tal gran tristeza en las fuerzas y coraje, lo cual se debe a la guia del Maximo Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que enaltecera siempre a Kim Jong Un, bandera de todas las victorias y glorias, como centro de la unidad y le apoyara con fidelidad.\n\t\t\t\t\t\n\t\t\t\t\tLa profesora de la Universidad Politecnica Kim Chaek, Pak Kum Hui (43 anos de edad) apunto:\n\t\t\t\t\t\n\t\t\t\t\t\"Experimentando la politica de amor infinito de Kim Jong Un por el pueblo durante mas de diez dias de lagrimas de sangre en el ano pasado, he sentido mas profundamente que el es totalmente igual al Dirigente Kim Jong Il. Sere un hombre verdadero, que marca el mismo paso con Kim Jong Un aun en medio de condiciones dificiles y un companero fiel que materializa con exito el proposito del lider.\"\n\t\t\t\t\t\n\t\t\t\t\tEl oficial del Ejercito Popular de Corea Cha Il Jin (58 anos de edad) dijo:\n\t\t\t\t\t\n\t\t\t\t\tComo nuestros antecesores revolucionarios, defenderemos a costa de la vida al Comandante Supremo del EPC Kim Jong Un frente cualesquier tempestades.\n\t\t\t\t\t\n\t\t\t\t\tBajo la guia del Maximo Dirigente Kim Jong Un, defenderemos con el fusil el socialismo al estilo coreano centrado en las masas populares, siendo digna generacion venidera del Presidente            Kim Il Sung, soldado y discipulo del Dirigente    Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl editorial conjunto de Ano Nuevo publicado por los periodicos Rodong Sinmun, Joson Inmingun y Chongnyon Jonwi exhorta a todo el Partido, todo el ejercito y todo el pueblo a defender a toda costa a Kim Jong Un siendo fortaleza y escudo."
        },
        {
            "title": "Representantes diplomaticos chinos expresan condolencias",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-15ss.html",
            "content": "Representantes diplomaticos chinos expresan condolencias\r\nPyongyang, 1 de enero (ACNC) -- Los representantes diplomaticos y los miembros de las representaciones de China, acreditados en Jabarovsk de Rusia, Camboya, Iran, Mongolia, Malasia, Bangladesh, Bulgaria, Austria, Italia, Sudafrica, Guinea y Uganda, y el representante a.i. de la representacion permanente de China ante la UNESCO hicieron una visita de condolencias  del dia 20 hasta el 25 las representaciones coreanas,\n\t\t\t\t\tEllos expresaron profundo pesame por el fallecimiento del Dirigente   Kim Jong Il tras depositar las ofrendas, cestos y ramos florales ante  su retrato.  \n\t\t\t\t\t\n\t\t\t\t\tEs muy raro que todos los cuadros directivos del partido y el Estado de China hayan expresado las condolencias, lo que es posible  solo entre los paises que tienen las relaciones camaraderiles, senalaron. \n\t\t\t\t\t\n\t\t\t\t\tEl hizo gran aporte a la causa socialista de Corea, a la amistad China-Corea y al desarrollo de la cooperacion, afirmaron y apuntaron que sera inmortal el Dirigente Kim Jong Il."
        },
        {
            "title": "Partidos politicos y entidades de Rusia expresan condolencias",
            "url": "http://kcna.co.jp/item/2012/201201/news01/20120101-17ss.html",
            "content": "Partidos politicos y entidades de Rusia expresan condolencias\r\nPyongyang, 1 de enero (ACNC) -- Las personalidades de distintos estratos de Rusia expresaron los dias 26 y 27 de diciembre profundas condolencias en las representaciones coreanas en su pais por el fallecimiento del Dirigente Kim Jong Il tras colocar cestos y ramos de flores al pie el retrato del difunto.\n\t\t\t\t\tEntre los visitantes figuran las personalidades de gobierno, partidos politicos, entidades y organos como el Ministerio de Relaciones Exteriores, el de Agricultura, el de Cultura, la Academia de Ciencias, el Comite Central del Partido de Obreros Comunistas de Rusia-Partido Comunista Revolucionario, el Partido Democratico Liberal, el Comite del Partido Comunista de la Federacion Rusa en la Ciudad de Moscu, el gobierno de la ciudad de Moscu, la administracion de la ciudad de Jabarovsk, el Comite de la Union de la Juventud en el territorio litoral, la Universidad Estatal de Linguistica de Moscu, la banda militar central del Ministerio de Defensa, la Orquesta del Siglo 21, y varias companias. \n\t\t\t\t\t\n\t\t\t\t\tEl secretario del Comite del Partido Comunista de la Federacion Rusa en la ciudad de Moscu afirmo que la causa del Dirigente Kim Jong Il se llevara adelante por Kim Jong Un, vicepresidente de la Comision Militar Central del Partido del Trabajo de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl alcalde de Jabarovsk dijo que el fallecimiento inesperado del Dirigente es una gran perdida para Corea y Rusia y agrego que el Dirigente fue intimo amigo de Rusia y activista politico quien hizo gran aporte al desarrollo de las relaciones entre los dos paises. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el primer secretario del Comite Regional de Irkutsk del Partido Comunista de la Federacion Rusa, el viceministro de Ciencia, Educacion, Trabajo y Desarrollo Economico, y el director del Departamento del Trabajo del gobierno regional realizaron los dias 26 y 27 visitas de condolencias a la compania de construccion de la RPDC en la region de Irkutsk."
        }
    ]
}