{
    "date": "2012-08-14",
    "url": "http://kcna.co.jp/item/2012/201208/2012-08-14ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Reply Message to Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-26ee.html",
            "content": "Kim Jong Un Sends Reply Message to Raul Castro Ruz\r\n Pyongyang, August 14 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, sent a reply message to Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of Cuba, on Tuesday. \n\t\t\t\t\t In the message Kim Jong Un deeply thanked Raul Castro Ruz for expressing warm consolation and solidarity on behalf of the party, government and people of Cuba and on his own behalf in connection with the flood which hit some parts of the DPRK recently, causing damage."
        },
        {
            "title": "Congratulations to Kim Jong Un from Indonesian Party Leaders",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-19ee.html",
            "content": "Congratulations to Kim Jong Un from Indonesian Party Leaders\r\n Pyongyang, August 14 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from General Chairwoman Megawati Soekarnoputri and Secretary General Tjahjo Kumolo of the Central Directive Council of the \n\t\t\t\t\tIndonesian Democratic Party of Struggle on Aug. 3.\n\t\t\t\t\t\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t All the members of the Central Directive Council of the Indonesian Democratic Party of Struggle would like to send congratulations to Your Excellency Kim Jong Un on receiving the title of DPRK Marshal on July 17, 2012.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the Korean people will surely build a thriving nation under the leadership of Your Excellency, we sincerely hope you will always enjoy good health and happiness for the prosperity of the Korean nation."
        },
        {
            "title": "Kim Yong Nam Meets Nigerian Ambassador to DPRK",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-14ee.html",
            "content": "Kim Yong Nam Meets Nigerian Ambassador to DPRK\r\n Pyongyang, August 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with Nigerian Ambassador to the DPRK Maclean Igonikon Omuso who paid a farewell call on him at the Mansudae Assembly Hall Tuesday."
        },
        {
            "title": "Greetings to Syrian Prime Minister ",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-18ee.html",
            "content": "Greetings to Syrian Prime Minister \r\n Pyongyang, August 14 (KCNA) -- Choe Yong Rim, premier of the DPRK, Monday sent a congratulatory message to Wael Nader Al Halqi on his appointment as prime minister of Syria. \n\t\t\t\t\t The message wished the government of Syria greater successes in its work for defending the sovereignty and security of the country from all challenges and stabilizing the people's living."
        },
        {
            "title": "KCNA Commentary Snubs Cock-and-Bull Story of Lee Myung Bak ",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-12ee.html",
            "content": "KCNA Commentary Snubs Cock-and-Bull Story of Lee Myung Bak \n\t\t\t\t\t\t\r\n Pyongyang, August 14 (KCNA) -- Traitor Lee Myung Bak of S. Korea whose days are numbered is making desperate efforts to escalate the confrontation between the two differing social systems of the north and the south of Korea.\n\t\t\t\t\t Shortly ago, he told such cock-and-bull story that \"various circumstances suggest unification has come near at hand just as an evening glow is a sign of sunset\". He is getting more vociferous about \"unification jar\" than ever before, while making much fuss about opening websites for \"'unification jar campaign' for preparing unification\".\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime is ill-famed for embezzling money without drawing the line between public and private affairs. It is preposterous for the regime to talk about \"funds for unification\".\n\t\t\t\t\t\n\t\t\t\t\t This is no more than a disgusting gesture of sleep-walkers dreaming of a foolish \"unification of the social systems.\" It is a deceptive artifice to weather their worst ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the south Koreans and other people of the world to deride and censure the traitor's ridiculous gesture, an insult to the nation's desire for reunification.\n\t\t\t\t\t\n\t\t\t\t\t As proven by facts, it is not due to lack of money or wealth that the nation's reunification is delayed. It is due to the hostile policy toward the DPRK pursued by the U.S. which caused the division of the Korean nation and the persistent moves of the group of traitors, its lackeys to escalate the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It was none other than Lee Myung Bak who threw wet blanket over the nation's desire for reunification which grew stronger after the publication of the historic June 15 joint declaration and the October 4 declaration and mercilessly trampled down even small buds of reconciliation, unity and exchange.\n\t\t\t\t\t\n\t\t\t\t\t As soon as he took office, Lee openly blustered it was his \"biggest dream and goal to realize unification under liberal democracy.\" He has watched for a chance to achieve \"the unification of the social systems\" in the event of \"contingency\" of someone and through \"a preemptive attack.\" \n\t\t\t\t\t\n\t\t\t\t\t He made no scruple of hurting the dignity of the supreme leadership of the DPRK and attempting state-sponsored hideous terrorism.\n\t\t\t\t\t\n\t\t\t\t\t He is now busy with false propaganda, talking about \"drafting of amendment to the law on south-north cooperation fund\" and \"unification jar\" aimed to \"secure financial resources for increasing the funds for unification.\" This is designed to increase the funds for confrontation and division in order to achieve the \"unification of social systems\".\n\t\t\t\t\t\n\t\t\t\t\t These reckless moves of the group of traitors to escalate the confrontation with the DPRK have put the inter-Korean relations to the worst phase and thrown all the Koreans in the danger of a nuclear war. This is a hard reality.\n\t\t\t\t\t\n\t\t\t\t\t Had such wicked traitors to the nation and worst confrontation maniacs as Lee Myung Bak not been allowed to come to power, national reconciliation, unity and reunification would have become realities earlier. This is the conclusion made by all the Koreans."
        },
        {
            "title": "Rodong Sinmun Discloses U.S. Terrorism against DPRK",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-08ee.html",
            "content": "Rodong Sinmun Discloses U.S. Terrorism against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, August 14 (KCNA) -- The United States is behind hideous terrorist operations to hurt the dignity of the DPRK supreme leadership, notes Rodong Sinmun Tuesday in a bylined article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t In the middle of the last century the U.S. ignited an unprecedentedly barbarous war against the DPRK. It has persistently stepped up the moves to isolate and stifle the DPRK for several decades. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. cooked up a fiction about \"nuclear threat from the DPRK\" but it could convince no one. \n\t\t\t\t\t\n\t\t\t\t\t In the new century the U.S. listed the DPRK as one of the targets of its preemptive nuclear attack. It worked out OPLAN 5027 for invading the DPRK and opened it to media. \n\t\t\t\t\t\n\t\t\t\t\t Spreading the \"story about crisis\" in the DPRK, the U.S. government authorities have imposed all-out economic sanctions and blockade on the DPRK with international organizations involved. \n\t\t\t\t\t\n\t\t\t\t\t It also put the DPRK on the list of enemy states tariff zone, enforcing a discriminating tariff policy against it. \n\t\t\t\t\t\n\t\t\t\t\t It froze the DPRK's funds abroad and barred other countries from having trade with it. It has run the whole gamut of intrigues to prevent the DPRK from making its way to foreign markets on the strength of various draconic laws. \n\t\t\t\t\t\n\t\t\t\t\t It has persistently pursued ideological and cultural poisoning to bring down the social system in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It plugged not only the puppet south Korean regime but Israel and other allies into espionage and destabilizing operations against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. bribed or abducted citizens of the DPRK abroad and drove them into crimes, tightening the noose around their necks. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. terrorists and plot breeders set up the Voice of Free Asia, telling lies in a bid to create an illusion about capitalism. All these operations were carried out under the financial, material and legal guarantees of the U.S. Administration. \n\t\t\t\t\t\n\t\t\t\t\t All these facts go to prove that the U.S. moves to stifle the DPRK and state-sponsored terrorism have reached an extreme phase."
        },
        {
            "title": "Minju Joson Ridicules S. Korean Ministry of Unification's Strange Ruckus ",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-09ee.html",
            "content": "Minju Joson Ridicules S. Korean Ministry of Unification's Strange Ruckus \r\n Pyongyang, August 14 (KCNA) -- The south Korean Ministry of Unification is staging such farce as distributing badges of \"unification jar\" among riff-raffs.\n\t\t\t\t\t Minju Joson Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a disgusting ruckus staged by sleep walkers keen on \"unification under liberal democracy\" and \"unification through absorption\".\n\t\t\t\t\t\n\t\t\t\t\t The badge of \"unification jar\" is, in fact, the one for confrontation of the social systems and confrontation with fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t \"Unification jar\" is a version of \"tax for unification\" rejected by the people. The minions of the ministry have forced the people to donate money from late June after placing six \"unification jars\" here and there. Traitor Lee Myung Bak staged such a poor drama as dedicating his salary for one month, jabbering he \"is donating a large amount of money\" but things did not turn out as he had expected.\n\t\t\t\t\t\n\t\t\t\t\t In order to put such situation under control, the ministry produced   1 000 badges of \"unification jar\" in a great haste and distributed them to Lee, \"Prime Minister\" Kim Hwang Sik and ministers before anyone else. It is trumpeting that it would distribute the badges to staff members of the ministry and those who took the lead in donating money. This is, however, nothing but a crafty artifice to collect money needed for confrontation of the social systems from more people.\n\t\t\t\t\t\n\t\t\t\t\t Such ruckus orchestrated by the puppet regime is an undisguised challenge to the nation. It is just a ridiculous racket to conceal the total fiasco of its \"policy toward the north\" and prolong its remaining days through such confrontation.\n\t\t\t\t\t\n\t\t\t\t\t This is, however, a pipedream."
        },
        {
            "title": "Minju Joson Right to Mount Preemptive Attack Is Not Exclusive Property of U.S.",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-10ee.html",
            "content": "Minju Joson Right to Mount Preemptive Attack Is Not Exclusive Property of U.S.\r\n Pyongyang, August 14 (KCNA) -- The U.S. Air Force was reported recently to stage fighters' intensive drill for striking underground facilities near an air force base in Nevada State of the U.S. \n\t\t\t\t\t Minju Joson Tuesday says in a bylined commentary in this regard: This indicates that the U.S. made the strike at the DPRK underground nuclear facilities an established fact and is now busy with its preparations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is wholly to blame for the confrontation and danger of war always prevailing on the Korean Peninsula quite contrary to people's wishes for peace and stability there, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The peninsula turned into the world's biggest hot spot due to the U.S. arrogant attitude of regarding the DPRK with hostility and stifling it indiscriminately for the mere reason that it has ideology and social system different from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Instead of owning due responsibility for this, the U.S. has not yet discarded its ambition to bring down the DPRK by force but is seeking a way out in driving the situation into the worst phase.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. got frantic with drills for air raids for destroying DPRK underground nuclear facilities in the wake of the recent deployment of bunker buster. This fact patently proves who is the arch criminal escalating the tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. has become evermore undisguised in its scenario to mount a preemptive attack on means for self-defence of the DPRK, the latter will not remain a passive onlooker to its moves.\n\t\t\t\t\t\n\t\t\t\t\t Availing itself of this opportunity, the DPRK would like to remind the U.S. once again that the right to mount a preemptive attack is not its exclusive property."
        },
        {
            "title": "Russian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-16ee.html",
            "content": "Russian Ambassador Hosts Reception\r\n Pyongyang, August 14 (KCNA) -- Alexandr Timonin, Russian ambassador to the DPRK, on Tuesday hosted a reception at his embassy to observe the 67th anniversary of Korea's liberation.\n\t\t\t\t\t Present there on invitation were Ri Ryong Nam, minister of Foreign Trade, Kung Sok Ung, vice-minister of Foreign Affairs, Ki Kwang Ho, vice-minister of Finance, So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Russian consul general in Chongjin hosted a similar reception on the same day."
        },
        {
            "title": "National University Students Sports Contest Closes ",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-17ee.html",
            "content": "National University Students Sports Contest Closes \r\n Pyongyang, August 14 (KCNA) -- A national university students sports contest for September 5 Prize closed with due ceremony in Hamhung on Tuesday.\n\t\t\t\t\t It brought together more than 2 000 players selected from universities and colleges throughout the country. They competed in the military sports, football, table tennis and other sports events.\n\t\t\t\t\t\n\t\t\t\t\t South Hamgyong Province took the first place, Pyongyang City second and South Phyongan Province third in the group standings. \n\t\t\t\t\t\n\t\t\t\t\t Men players of Kim Hyong Jik University of Education, women players of Choe Hui Suk Hamhung Teacher Training College No. 1, men of Pyongyang Hydro-Meteorological College and women of Rason College of Commerce came first in the military sports events. \n\t\t\t\t\t\n\t\t\t\t\t Players of Kim Il Sung University took the first place in football, basketball (men), volleyball (men) and table tennis (men and women) events. Women players of Hamhung Teacher Training College No. 2 took the title in the basketball event. Players of Kim Hyong Jik University of Education came first in the volleyball (women), track-and-field (men and women), badminton (men and women), rhythmic gymnastics and Korean wrestling events. \n\t\t\t\t\t\n\t\t\t\t\t Men of Pyongyang College of Urban Management and women of Hamhung Medical College came first in the basketball event in college group."
        },
        {
            "title": "Production Capacity of Taedonggang Tilery Expanded",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-20ee.html",
            "content": "Production Capacity of Taedonggang Tilery Expanded\r\n Pyongyang, August 14 (KCNA) -- The Taedonggang Tilery carried out the second phase project for expanding its capacity.\n\t\t\t\t\t The increase in production capacity opened up a bright prospect of building many grand edifices of eternal value.\n\t\t\t\t\t\n\t\t\t\t\t An inaugural ceremony took place on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Yong Rim, Ro Tu Chol and officials concerned, workers, technicians and officials of the tilery.\n\t\t\t\t\t\n\t\t\t\t\t Read out at the ceremony was a message of thanks from the Central Committee of the Workers' Party of Korea to the workers, technicians and officials of the tilery who performed labor feats in the project.\n\t\t\t\t\t\n\t\t\t\t\t The message highly praised them for making contributions to putting building materials industry on a Juche-oriented, modern and scientific basis true to the behests of general secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The inaugural address was followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said they would spruce up their work sites and operate equipment at full capacity to increase the production of tiles to be sent to socialist construction sites, taking Kim Jong Il's patriotism as their motto.\n\t\t\t\t\t\n\t\t\t\t\t After the ceremony, the participants looked round the tilery."
        },
        {
            "title": "Brisk Study Tour of Revolutionary Sites in Ryanggang Province ",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-23ee.html",
            "content": "Brisk Study Tour of Revolutionary Sites in Ryanggang Province \r\n Pyongyang, August 14 (KCNA) -- The study tour of battle sites and revolutionary sites in Ryanggang Province is brisk in the DPRK on the occasion of the 67th anniversary of the liberation of Korea. \n\t\t\t\t\t Among the tour makers are servicepersons, working people and school youth and children from Mangyongdae Revolutionary School, the Ministry of Railways, the Taean Heavy Machine Complex, Jong Jun Thaek Wonsan University of Economy and other units. \n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets and bouquets before the statues of President Kim Il Sung in the Battle Site in Pochonbo, on the shore of Lake Samji, before the Monument to Victory in Battles in Musan Area and other battle sites and revolutionary sites and a mosaic depicting the three commanders of Mt. Paektu standing in the secret camp in Mt. Paektu before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Going round the then command post of the Pochonbo battle, police post of the Japanese imperialists, sub-county office, campfire site, cooking site, trees bearing slogans, etc., they deeply grasped the superb combat methods, outstanding commanding art and noble traits of the President.\n\t\t\t\t\t\n\t\t\t\t\t They, at the same time, deeply grasped the undying revolutionary exploits leader Kim Jong Il performed by turning the battle sites and revolutionary sites in the area of Mt. Paektu into the centers for the education in the revolutionary traditions. They saw with keen interest the relics preserved in his birthplace in the Paektusan secret camp.\n\t\t\t\t\t\n\t\t\t\t\t They laid flowers before the statue of Kim Jong Suk, anti-Japanese war hero, in the revolutionary site in Sinpha before paying tribute to her. They renewed their resolution to glorify her revolutionary life and exploits for all ages.\n\t\t\t\t\t\n\t\t\t\t\t They also went to the Phophyong Revolutionary Site where they went round time-honored sites and relics associated with revolutionary history of the President and members of Mangyongdae family.\n\t\t\t\t\t\n\t\t\t\t\t While making study tour, they held an oath-taking meeting, meeting to hear impressions of the reminiscences written by anti-Japanese guerrillas, a contest in singing revolutionary songs in chorus while marching and other diverse events."
        },
        {
            "title": "DPRK Football Team Leaves for U-20 Women's World Cup",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-15ee.html",
            "content": "DPRK Football Team Leaves for U-20 Women's World Cup\r\n Pyongyang, August 14 (KCNA) -- The DPRK women's football team Tuesday left here to take part in the 2012 Under-20 Women's World Cup in Japan.\n\t\t\t\t\t It is headed by Kim Jong Su, vice-minister of Physical Culture and Sports and concurrently chairman of the DPRK Football Association."
        },
        {
            "title": "Kim Il Sung's Great Feats for Korea's Liberation",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-22ee.html",
            "content": "Kim Il Sung's Great Feats for Korea's Liberation\r\n Pyongyang, August 14 (KCNA) -- August 15, 2012 marks the 67th anniversary of Korea's liberation from the Japanese colonial rule.\n\t\t\t\t\t The liberation brought a radical turn in the destiny of the Korean nation and opened a road for building socialism in Korea.\n\t\t\t\t\t\n\t\t\t\t\t With the approach of the day, the people in the Democratic People's Republic of Korea recall with deep emotion the enduring feats President Kim Il Sung performed to retake the country through 20-year-long anti-Japanese struggle.\n\t\t\t\t\t\n\t\t\t\t\t Starting the revolutionary struggle in his teens, Kim Il Sung founded the Juche idea as the guidelines for liberating the colonial nation and aroused all Koreans to the anti-Japanese struggle.\n\t\t\t\t\t\n\t\t\t\t\t During the anti-Japanese armed struggle, he pushed through all sorts of trials with his Juche-based revolutionary lines, unique strategy and tactics and superb commanding art.\n\t\t\t\t\t\n\t\t\t\t\t In order to bring about an upbeat in the struggle, he made the North Manchurian expedition and the 100-day-long Arduous March from Nanpaizi to Beidadingzi.\n\t\t\t\t\t\n\t\t\t\t\t He risked himself to save the Korean revolution when it was threatened by the anti-Minsaengdan (spy organization formed by Japanese imperialists) campaign and by the hostile actions of Chinese nationalist anti-Japanese units. This self-sacrificing struggle was prompted by his ardent patriotism and humanity.\n\t\t\t\t\t\n\t\t\t\t\t After all, Korea was liberated and the Korean people could enjoy an independent and creative life in all fields of society as masters of their country and destiny.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise guidance of Kim Il Sung, the DPRK rose to fame in the world as an independent sovereign state and an invincible socialist power.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK people are now filled with fixed will to hold Kim Il Sung in high esteem as the eternal sun of the nation and surely realize the national reunification under the guidance of Kim Jong Un, their supreme leader."
        },
        {
            "title": "Japan Criticized for Attempt to Hush Up Past Crimes",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-21ee.html",
            "content": "Japan Criticized for Attempt to Hush Up Past Crimes\r\n Pyongyang, August 14 (KCNA) -- The Japanese government authorities are now trying to shirk the responsibility for the sexual slavery, one of Japan's past crimes.\n\t\t\t\t\t The prime minister takes the lead in such attempt. He recently asserted that the expression of sexual slavery for the Japanese army was wrong.\n\t\t\t\t\t\n\t\t\t\t\t Similar immoral remarks have been made by reactionaries in Japan. They downplayed the sexual slavery crime as \"conduct of individual procurers\" and even claimed that those women \"volunteered for sexual service to earn money\".\n\t\t\t\t\t\n\t\t\t\t\t However, the crime was committed in an organized way with the direct involvement of the then government and military of Japan.\n\t\t\t\t\t\n\t\t\t\t\t At that time the Japanese government enacted \"Ordnance of women's voluntary labor\" to institutionalize the sexual slavery for the imperial Japanese army. Directly involved in the sexual slavery crime were Japan's Foreign Ministry, local consulates, government-general in Korea and other bodies.\n\t\t\t\t\t\n\t\t\t\t\t The then Japanese military saw to it that all affairs related to the sexual slavery, including installation and operation of comfort centers and recruitment and control over comfort women, were handled under its directive.\n\t\t\t\t\t\n\t\t\t\t\t Provoking the Pacific War, the military defined it as one of its important duties to give \"sexual comfort\" to soldiers and set up a department in charge of this affair.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists mobilized their MPs, policemen and soldiers to abduct or take away many women as sex slaves, irrespective of age and matrimony.\n\t\t\t\t\t\n\t\t\t\t\t The facts go to prove that the women were coerced into sexual slavery by the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The government of Japan should no longer evade its responsibility for the past crimes."
        },
        {
            "title": "Truth about US, S. Korean Abduction and Terrorism Disclosed (5) ",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-07ee.html",
            "content": "Truth about US, S. Korean Abduction and Terrorism Disclosed (5)\r\n Pyongyang, August 14 (KCNA) -- The U.S. and south Korean puppet regime are resorting to base intrigues to tarnish the international prestige and image of the DPRK through their anti-DPRK human rights racket.\n\t\t\t\t\t The U.S. let those wicked renegades appear at the White House, U.S. Congress and the UN to make what it called \"testimonies.\" It stages such charade as awarding \"human rights prize\" to those who succeeded in reading its scripts.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime provides more than ten million U.S. dollars to the anti-DPRK human rights organizations every year to release \"white paper on human rights record in the north\" and \"survey of human rights record in the north.\" \n\t\t\t\t\t\n\t\t\t\t\t It is distributing documents on \"human rights performance in the north\" based on false \"testimonies\" made by renegades. It is also busy trumpeting about \"human rights issue in the north\" every day, holding photo exhibitions and seminars.\n\t\t\t\t\t\n\t\t\t\t\t What is more ridiculous is that traitor Lee Myung Bak sent \"messages\" to those farces and let his wife make public appearance to stage such burlesque.\n\t\t\t\t\t\n\t\t\t\t\t　Movies have been produced to paint a wrong picture of the \"human rights record in the north,\" financed by the south Korean regime.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime has held the \"international film festival dealing with the north human rights situation\" as an annual event since 2011, bringing together people to watch such films based on lies and false propaganda free of charge.\n\t\t\t\t\t\n\t\t\t\t\t It provided defectors to south Korea with more than 900 000 U.S. dollars to produce very undesirable opera \"Yodok story\" dealing with \"the north human rights record.\" It went the lengths of letting them make a performance tour of south Korea and foreign countries with that opera.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet regime are staging psychological warfare through \"Voice of Free North\", \"Broadcasting Service for Reforms in the North\", \"Voice of Free Korea\", \"Voice of Vast Plain\" and other anti-DPRK broadcasting services operated by defectors to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The \"National Foundation for Democracy\" in the U.S. is rating anchor persons according to what malignant anti-north programs they broadcast every year and distributing prize money up to 25 000 to over 200 000 U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. invited Kim Song Min (original name: Kim Jin), representative of \"Voice of Free North\" who has played the worst role in the anti-DPRK broadcasting programs, to the White House several times, encouraging him to \"implant liberalism into the minds of north Koreans.\""
        },
        {
            "title": "Unity of Progressive Forces Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-13ee.html",
            "content": "Unity of Progressive Forces Called for in S. Korea\r\n Pyongyang, August 14 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea on Aug. 9 issued an appeal calling on the progressive forces to get united and turn out in actions for the country's reunification.\n\t\t\t\t\t The appeal recalled that people from all walks of life in south Korea including workers, farmers, youth and students are waging campaigns for reunification such as assembly, demonstration and signature campaign. \n\t\t\t\t\t\n\t\t\t\t\t This is because they can no longer remain onlookers to the prevailing situation where peace on the Korean Peninsula is facing the worst crisis due to the anti-DPRK confrontation policy of the south Korean \"government\" and ruling party, the appeal added.\n\t\t\t\t\t\n\t\t\t\t\t It accused the \"government\" authorities of mulling staging Ulji Freedom Guardian joint war maneuvers with the U.S. while going busy with the moves to conclude a military agreement with Japan and knock into shape the triangular military alliance. \n\t\t\t\t\t\n\t\t\t\t\t It also denounced them for creating a new atmosphere of suppression and not halting the repressive campaign against the progressive forces in order to tide over their ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t If the conservative authorities' moves are to be foiled, it is necessary for the progressive forces to get boldly united to win the \"presidential\" election and thwart the plot to revive the \"yusin\" dictatorship, the appeal noted, calling on the progressive forces to go united to beat back the suppression and launch large-scale actions with the August 15 liberation day as a momentum."
        },
        {
            "title": "Stop to Moves to Conclude Military Agreement with Japan Demanded in S. Korea ",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-24ee.html",
            "content": "Stop to Moves to Conclude Military Agreement with Japan Demanded in S. Korea \r\n Pyongyang, August 14 (KCNA) -- South Korean civic and social organizations including the Solidarity for Progress and the Confederation of Trade Unions Sunday held a rally in Seoul urging the Lee Myung Bak puppet regime to halt its moves to conclude a military agreement with Japan, according to the south Korean Broadcasting System (KBS).\n\t\t\t\t\t They in a resolution accused the Lee Myung Bak regime of making desperate efforts to conclude the General Security of Military Information Agreement with Japan at any cost.\n\t\t\t\t\t\n\t\t\t\t\t If the agreement is concluded, it will escalate the south-north confrontation and result in perpetuating the split of the Korean nation, they said, adding this would run counter to the spirit of the June 15 joint declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t They called for scrapping the agreement itself."
        },
        {
            "title": "U.S. and S. Korea's Attempted Terrorism against DPRK under Fire in Ecuador",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-06ee.html",
            "content": "U.S. and S. Korea's Attempted Terrorism against DPRK under Fire in Ecuador \r\n Pyongyang, August 14 (KCNA) -- Ecuadorian organizations issued statements on August 5 and 6 slamming the U.S. and south Korean authorities for their attempted state-sponsored politically-motivated hideous terrorism.\n\t\t\t\t\t The Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People in its statement branded the attempt to destroy statues of peerlessly great persons of the DPRK as a grave act of hurting the dignity of the supreme leadership of the DPRK, an open declaration of a war and hideous terrorism against it. \n\t\t\t\t\t\n\t\t\t\t\t It was entirely just that the DPRK clarified its stand to take a tough counter-action against the base acts of the enemies, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Such politically-motivated terrorism attempted by the south Korean Lee Myung Bak group of traitors at the instigation of the U.S. was the most vivid expression of its persistent hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the Lee group should stop at once all hostile acts against the DPRK, well aware of the gravity of the prevailing situation.\n\t\t\t\t\t\n\t\t\t\t\t The Canar Provincial Institute for Friendship and Solidarity with DPRK of Ecuador in its statement noted the provocations of the U.S. and south Korean puppet regime against the DPRK have already gone beyond the tolerance limit.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is a hotbed and a kingpin of all evils as it is hell-bent on conspiratorial plots, terrorism, subversive acts, assassination, etc. against progressive countries, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is a well-known fact that governments and people of progressive countries fell victims to gruesome terrorism sponsored by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Running high is the DPRK's indignation at the attempted hideous terrorism of the U.S. and its lackeys, the Lee group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t Those who dare commit such gruesome terrorism as destroying inviolable statues of peerlessly great persons will not be able to escape the severest punishment.\n\t\t\t\t\t\n\t\t\t\t\t We extend our full support and solidarity to the army and people of the DPRK in their struggle to punish the enemies."
        },
        {
            "title": "Korean People's Cause of National Reunification Supported in Austria",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-05ee.html",
            "content": "Korean People's Cause of National Reunification Supported in Austria \r\n Pyongyang, August 14 (KCNA) -- The Left Bloc of the Austrian Trade Union Federation adopted a solidarity message on the occasion of the 15th anniversary of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\n\t\t\t\t\t The message noted that if the Korean Peninsula is to be reunified, all foreign troops present in south Korea should be withdrawn from there.\n\t\t\t\t\t\n\t\t\t\t\t It urged the U.S. to provide a prerequisite for Korea's reunification by opting for concluding a peace treaty with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the south Korean authorities repeal the fascist \"Security Law\" at once and immediately release all those progressive figures and other people who have been behind bars on the strength of this evil law.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors which brought to light its true colors as the enemy of Korea's reunification and the foe of the nation deserves punishment by history, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung dedicated himself to the reunification of Korea till the last moments of his life and leader Kim Jong Il creditably carried forward the President's cause of national reunification. \n\t\t\t\t\t\n\t\t\t\t\t All the proposals advanced by the DPRK for reunification will surely come true.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the Korean people will achieve the reunification of the country without fail in the near future under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Kim Jong Il's Work Aired by Cambodian Radio",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-01ee.html",
            "content": "Kim Jong Il's Work Aired by Cambodian Radio \r\n Pyongyang, August 14 (KCNA) -- General secretary Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was broadcast by Cambodian F.M.90.5 Radio on August 4.\n\t\t\t\t\t The work, published on August 4, 1997, deals with the undying feats performed by President Kim Il Sung for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The work formulates the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification. It also clarifies tasks and ways for national reunification based on the three charters."
        },
        {
            "title": "Kim Jong Un's Work Posted on Internet Website of Brazilian Political Party",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-02ee.html",
            "content": "Kim Jong Un's Work Posted on Internet Website of Brazilian Political Party \r\n Pyongyang, August 14 (KCNA) -- The Brazilian Communist Party posted a detailed gist of the dear respected Kim Jong Un's work \"Let Us Effect Kim Jong Il's Patriotism and Step Up the Building of a Prosperous Country\" on its Internet homepage on August 5.\n\t\t\t\t\t The work, published on July 26, 2012, expounds the essence of Kim Jong Il's patriotism and says that his whole life was characterized by deep love for his country and people.\n\t\t\t\t\t\n\t\t\t\t\t Also clarified in the work are important issues in displaying Kim Jong Il's patriotism."
        },
        {
            "title": "Kim Jong Un's Work Carried by Mexican Paper",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-03ee.html",
            "content": "Kim Jong Un's Work Carried by Mexican Paper \r\n Pyongyang, August 14 (KCNA) -- The Mexican Paper Unidad Nacional carried the full text of the dear respected Kim Jong Un's work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\" on July 31.\n\t\t\t\t\t His work, published on April 27, 2012, clarifies the undying feats performed by President Kim Il Sung and leader Kim Jong Il for land management of the country, and the general orientation and tasks for face-lifting the appearance of the country as befitting the thriving socialist nation."
        },
        {
            "title": "Kim Jong Il's Patriotism Lauded in Ecuador",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-04ee.html",
            "content": "Kim Jong Il's Patriotism Lauded in Ecuador\n\t\t\t\t\t\t\r\n Pyongyang, August 14 (KCNA) -- On Receiving the dear respected Kim Jong Un's Work \"Let Us Effect Kim Jong Il's Patriotism and Step Up the Building of a Prosperous Country\", the Ecuadorian Cultural Institute for the Study of the Juche Idea released a statement on August 7.\n\t\t\t\t\t The statement said that Marshal Kim Jong Un is the successor to the revolutionary cause of Juche and leader who steadfastly upholds and develops President Kim Il Sung and general secretary Kim Jong Il's spirit of love for the country, the nation, the people and the socialist idea.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his work clarified that Kim Jong Il's patriotism is the acme of socialist patriotism.\n\t\t\t\t\t\n\t\t\t\t\t This patriotism is the source of unity and strength to win a sure victory as it makes it possible for socialist Korea to protect its destiny and the sovereignty of the Korean nation from the vicious moves of the U.S.-led imperialist allied forces against it.\n\t\t\t\t\t\n\t\t\t\t\t Only when this patriotism is fully displayed, can the DPRK emerge a more thriving nation and reunified rich and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t Progressive organizations and people across the world including Ecuador are firmly convinced that the people of the DPRK will register great successes in building a rich and powerful nation by displaying Kim Jong Il's patriotism."
        },
        {
            "title": "Kim Jong Un envia mensaje de respuesta a Raul Castro Ruz",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-27ee.html",
            "content": "Kim Jong Un envia mensaje de respuesta a Raul Castro Ruz\r\n Pyongyang, 14 de agosto (ACNC) -- Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea y Primer Presidente del Comite de Defensa Nacional  de la Republica Popular Democratica de Corea, remitio el dia 14 un mensaje de respuesta a Raul Castro Ruz, Primer Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba. \n\t\t\t\t\t La misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\t Le extiendo a Vd. un profundo agradecimiento por haber expresado sentidas condolencias y solidaridad en el nombre del Partido, el gobierno y el pueblo de Cuba y en el suyo propio, en relacion con que recientemente algunas regiones de nuestro pais habian sufrido danos por la inundacion."
        },
        {
            "title": "ACNC censura a EE.UU. por su necio complot politico",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-28ee.html",
            "content": "ACNC censura a EE.UU. por su necio complot politico\r\n Pyongyang, 14 de agosto (ACNC) -- EE.UU. actua con frenesi para desviar la politica de Songun de la Republica Popular Democratica de Corea atribuyendole hasta los danos por la inundacion.\n\t\t\t\t\t En la radio VOA aparecieron algunos tipejos con la mascara de \"profesores\", y los fugitivos norcoreanos y dijeron malignamente que \"se frustro mucho la politica del gobierno del Norte (de Corea)\" y que \"para prevenir los danos por la inundacion es necesario cambiar la politica de Songun\".\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. atribuye a la politica de Songun hasta los fenomenos de temperaturas anormales y los desastres naturales que afectan a todo el mundo, lo que demuestra  que EE.UU. trata con tanta hostilidad la digna politica de Songun y el regimen socialista de la RPDC. Esto deviene otra grave provocacion politica intolerable por esta.\n\t\t\t\t\t\n\t\t\t\t\t Como es reconocido por la sociedad internacional, ya fueron comprobadas a traves de la historia la veracidad y vitalidad de la causa de la independencia, la de Songun, de la RPDC que fomenta el desarrollo de la sociedad y el ser humano y conquistar la naturaleza conforme a la aspiracion y demanda independientes de las masas populares.\n\t\t\t\t\t\n\t\t\t\t\t Aunque la magna labor para domar la naturaleza pueda afrontarse temporalmente con inesperados desastres naturales, los militares y civiles de la RPDC los superan unidos compactamente bajo la bandera de Songun. Esto es la realidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Nuestro Songun es el remedio omnipotente sostenido para defender la soberania y dignidad del pais y el bienestar del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t Gracias a la politica de Songun, la RPDC logra exitos en la construccion de la potencia economica donde se realicen el ideal y el anhelo del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t Nunca se cambiaran en el futuro tambien la voluntad y posicion de la RPDC sobre el Songun.\n\t\t\t\t\t\n\t\t\t\t\t El objetivo perseguido por EE.UU. a traves de la reciente maligna campana intrigante esta en atropellar a toda costa el regimen socialista al estilo coreano difamando el prestigio de la digna RPDC del Songun y sembrando las quejas en la sociedad.\n\t\t\t\t\t\n\t\t\t\t\t \"Cambie la politica de Songun\" significa la otra teoria de \"derrumbe de regimen\" que exige a la RPDC rendir desarmada a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t La insistencia de este imperio en no hostilizar a la RPDC constituye otro engano que burla gravemente la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\t Hoy dia, lo que se debe cambiar es la politica interior y exterior de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Tambien la cadena VOA reconocio la vulnerabilidad politica y moral del imperio, cuando surgio en 2005 el tifon \"Katrina\".\n\t\t\t\t\t\n\t\t\t\t\t En la ocasion la VOA transmitio que \"los desastres naturales engendraron en el interior del EE.UU. nuevos problemas politicos tales como la pobreza y los asuntos raciales\".\n\t\t\t\t\t\n\t\t\t\t\t Esto lo recuerdan hasta la fecha las personas del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Hoy dia, la politica gangsteril de EE.UU., que no presta atencion a la soberania de los paises ajenos ni a los derechos del pueblo a sobrevivir, deviene hoy la causa raigal que pisotea la vida de los habitantes inocentes del mundo y engendra la muerte de la  humanidad.\n\t\t\t\t\t\n\t\t\t\t\t Como comprueba la realidad, la politica de EE.UU. es la mas reaccionaria y antietica que impone a la humanidad los desastres de toda indole.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. debe sentir verguenza por su sucia politica."
        },
        {
            "title": "ACNC comenta la propaganda del \"tinajon de unificacion\"",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-29ee.html",
            "content": "ACNC comenta la propaganda del \"tinajon de unificacion\"\r\n Pyongyang, 14 de agosto (ACNC) -- A pesar de que se apaga su vida politica, el traidor surcoreano Lee Myung Bak no deja su persistente campana de enfrentamiento con el regimen de la RPDC.\n\t\t\t\t\t Hace poco, chismeo que \"como uno puede darse cuenta de la puesta del sol viendo arreboles, podemos saber que no esta lejano el dia de la unificacion si juzgamos varias circunstancias\".\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, libra una febril propaganda del \"tinajon de unificacion\", fondo creado por las autoridades titeres surcoreanas para saquear dinero al pueblo bajo el vistoso cartel de reunificacion.   \n\t\t\t\t\t\n\t\t\t\t\t Para ese fin, anuncia la inauguracion del sitio web \"Movimiento preparativo de la unificacion (o del tinajon de unificacion)\".\n\t\t\t\t\t\n\t\t\t\t\t Es absurdo que los compinches de Lee, connotados ladrones de bienes publicos e individuales, hablaran de la \"preparacion de fondos para la unificacion\".\n\t\t\t\t\t\n\t\t\t\t\t Parece que esos sonambulos, que hasta el ultimo momento de su vida, no dejarian de sonar con la \"unificacion mediante la fusion de regimenes\" (del Norte y el Sur de Corea), quieren salir de su peor crisis de gobernacion con esa farsa de engano.\n\t\t\t\t\t\n\t\t\t\t\t Es natural que los habitantes surcoreanos y los otros del mundo ridiculizaran y criticaran tal comportamiento de Lee que insulta el deseo nacional sobre la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t La realidad demuestra que la dilacion de la reunificacion de la nacion coreana no se debe a la falta de dinero o de bienes.\n\t\t\t\t\t\n\t\t\t\t\t La culpa la tienen EE.UU., que dividio a la nacion coreana y practica la politica hostil a la RPDC, y la camarilla titere surcoreana que mantiene su precaria vida adulando al imperio.\n\t\t\t\t\t\n\t\t\t\t\t El traidor Lee enfrio el animo de reunificacion de la nacion, que crecia con motivo de la aprobacion de la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, y suspendio hasta los minimos gestos de reconciliacion, unidad e intercambio.\n\t\t\t\t\t\n\t\t\t\t\t Desde el principio de su mandato, Lee vino acechando la oportunidad de lograr la \"unificacion mediante la fusion de regimenes\", es decir, derrocar el regimen del Norte asestando el \"ataque preventivo\" en la supuesta \"situacion de emergencia\".\n\t\t\t\t\t\n\t\t\t\t\t En el mismo contexto, decia abiertamente que \"su sueno y meta mas grandes son la unificacion bajo el sistema democratico liberal\".\n\t\t\t\t\t\n\t\t\t\t\t Para colmo, se atrevio a ofender la maxima dignidad de la RPDC y cometio hasta un atentado terrorista de Estado de mayor gravedad contra ella.\n\t\t\t\t\t\n\t\t\t\t\t En estos dias, habla del \"´Proyecto de enmienda de la ley del fondo de cooperacion Sur-Norte´ para acumular los recursos financieros de unificacion\", el \"tinajon de unificacion\" y otras cosas con el fin de ampliar el fondo para la confrontacion y la division.\n\t\t\t\t\t\n\t\t\t\t\t Como resultado de tales acciones anti-RPDC, las relaciones intercoreanas cayeron en la peor fase y toda la nacion coreana esta en el peligro de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Si no hubieran llegado al poder el traidor Lee Myung Bak y sus compinches fanaticos de enfrentamiento, se habria adelantado el proceso de la reconciliacion, la unidad y la reunificacion de la nacion. Esto es la conclusion que saca hoy toda la nacion coreana."
        },
        {
            "title": "Esclavitud sexual, inocultable crimen cometido por imperialismo japones",
            "url": "http://kcna.co.jp/item/2012/201208/news14/20120814-30ee.html",
            "content": "Esclavitud sexual, inocultable crimen cometido por imperialismo japones\r\n Pyongyang, 14 de agosto (ACNC) -- Hoy en dia, Japon esta recurriendose a todas artimanas para liberarse de la responsabilidad del crimen de esclavitud sexual del pasado.\n\t\t\t\t\t El premier japones lanza palabras inmorales describiendo como erronea la expresion de esclava sexual para el viejo ejercito de su pais. \n\t\t\t\t\t\n\t\t\t\t\t Y los reaccionarios japoneses hablan descaradamente que la esclavitud sexual fue \"acto de algunos prostitutas individuales\" y las victimas \"se presentaron voluntariamente para ganar dinero\".\n\t\t\t\t\t\n\t\t\t\t\t El crimen de la esclavitud sexual de Japon fue perpetrado de manera organizada bajo la intervencion activa del gobierno y la capa militar.\n\t\t\t\t\t\n\t\t\t\t\t El entonces gobierno japones aprobando la infame ley antietica  como  \"decreto sobre el trabajo de esclavas sexuales\" institucionalizo los actos criminales de la esclavitud sexual del ejercito japones. Los organos gubernamentales involucrados en este crimen son la cancilleria, los consultados instalados en el terreno y el \"gobierno general de Corea\", etc.\n\t\t\t\t\t\n\t\t\t\t\t El viejo ejercito japones hizo proceder segun sus ordenes todos los problemas relacionados con el regimen de esclavas sexuales como la instalacion de los clubes de servicio, su administracion, la recluta de  esclavas sexuales y su control.\n\t\t\t\t\t\n\t\t\t\t\t Provocando la guerra del Pacifico, el imperialismo japones definio como trabajo importante de la capa militar dar la \"recreo sexual\" a los militares e instalo  los departamentos encargados.\n\t\t\t\t\t\n\t\t\t\t\t Con la manera de caza medieval de los esclavos, los imperialistas japoneses secuestraron a muchas coreanas para convertirlas en esclavas sexuales.\n\t\t\t\t\t\n\t\t\t\t\t Los gendarmes, policias y hasta los militares en activo raptaron despiadadamente y de manera forzosa a las ninas, muchachas y mujeres casadas registrando dia y noche las avenidas, aldeas y las montanas.\n\t\t\t\t\t\n\t\t\t\t\t Como muestran los hechos, el crimen de esclavitud sexual fue perpetrado de manera forzosa por el imperialismo japones.\n\t\t\t\t\t\n\t\t\t\t\t El gobierno nipon no debe eludir por mas tiempo la responsabilidad de liquidar sus pasados."
        }
    ]
}