{
    "date": "2012-08-16",
    "url": "http://kcna.co.jp/item/2012/201208/2012-08-16ee.html",
    "articles": [
        {
            "title": "DPRK NDC Spokesman Derides Lee Myung Bak's \"Commemoration Speech\"",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-24ee.html",
            "content": "DPRK NDC Spokesman Derides Lee Myung Bak's \"Commemoration Speech\"\r\n Pyongyang, August 16 (KCNA) -- Matchless traitor Lee Myung Bak of south Korea made a speech on August 15, the 67th anniversary of Korea's liberation.\n\t\t\t\t\t In this regard a spokesman for the Policy Department of the National Defence Commission of the DPRK gave the following answer to a question raised by KCNA Thursday:\n\t\t\t\t\t\n\t\t\t\t\t The speech made by Lee on the occasion of Korea's liberation anniversary was just rubbish by the traitor who eroded the meaning of the holy day of the historic country's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The world knows that during his four and half a year tenure of office, Lee plunged the favorably developing north-south ties into deadlock, turned the trend for national reconciliation and unity into that for division and confrontation and committed hideous crimes against the nation, reunification and peace.\n\t\t\t\t\t\n\t\t\t\t\t However, the traitor has gone so impudent as to say that his north policy was aimed at the sustained and healthy development of the north-south ties and at putting the ties on the normal foundation.\n\t\t\t\t\t\n\t\t\t\t\t Even south Koreans called his \"north policy\" a \"distorted policy that invited misfortunes only\" and \"policy against people's mindset\", raising their opposing voices and demanding its withdrawal throughout his stay in power. But the traitor describes it as a \"principled policy\" and \"policy that brought remarkable effect\", making a mockery of the public.\n\t\t\t\t\t\n\t\t\t\t\t Such tragicomedy can be performed only by political swindler and crook Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\t His \"north policy\" little short of a pipedream of sleep-walker was based on fabulous expectation that \"the north would lift its hands up one day if pressure is stepped up on it\" and anachronistic judgment that \"if it is led to social system change, this will result in its collapse\", pursuant to the U.S. policy to isolate and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t But the DPRK is emerging as a political and military power despite the hostile forces' moves and its army and people are advancing with tremendous might.  \n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee, ignorant of this stirring situation in the DPRK, made an admonitory speech calling for \"exploring the change\". He, steeped in the idea of confrontation with fellow countrymen to the marrow of his bones, went the lengths of saying that he would keep watching on it. \n\t\t\t\t\t\n\t\t\t\t\t Touching on the denuclearization issue of the Korean Peninsula, he let loose a string of nonsense, disclosing his ignorance of the essence of the denuclearization and the cause of its stalled progress.\n\t\t\t\t\t\n\t\t\t\t\t Even though he loudly called for someone's denuclearization, he brought \"extended nuclear deterrence\" to south Korea, exposing the nation to the constant danger of a nuclear war. Apparently this top class pro-U.S. stooge is an imbecile bereft of judging power.\n\t\t\t\t\t\n\t\t\t\t\t Irony is that he loudly talked about resuming the stalled north-south dialogues, unaware of his own plight being forsaken as \"vegetable president\" and \"outlived president\".\n\t\t\t\t\t\n\t\t\t\t\t The absurd remarks made by the traitor, at the deathbed, are aimed to evade the responsibility for plunging the north-south ties into a complete deadlock, and find a way-out after his office.\n\t\t\t\t\t\n\t\t\t\t\t Criminals can never flee from punishment.\n\t\t\t\t\t\n\t\t\t\t\t No sleight of hand will ever help the traitor evade strong revenge of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The wretched plight of Lee forsaken as scrap of the nation and the times imply a lot to the south Korean political circle.\n\t\t\t\t\t\n\t\t\t\t\t Those who turn away from the nation's desire are bound to meet disgrace and bitter ends.\n\t\t\t\t\t\n\t\t\t\t\t All the puppet authorities of south Korea including presidential candidates from ruling and opposition parties being locked in scramble for power before the presidential elections should know that in case they turn their backs on the nation and go against their mindset, they will have to pay a high price and face miserable end."
        },
        {
            "title": "KCNA Commentary Denounces Japan's Intention to Politicize Humanitarian Issue ",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-26ee.html",
            "content": "KCNA Commentary Denounces Japan's Intention to Politicize Humanitarian Issue \r\n Pyongyang, August 16 (KCNA) -- Talks between Red Cross organizations of the DPRK and Japan took place in Beijing in a decade.\n\t\t\t\t\t Dialogue on the remains of Japanese found in the territory of the DPRK was held at the request of the Japanese side. Both sides deepened understanding at the talks.\n\t\t\t\t\t\n\t\t\t\t\t As known, the issue of the remains of Japanese in the DPRK is a business-like and humanitarian issue for the repatriation of the remains of Japanese who met deaths in Korea during the Second World War.\n\t\t\t\t\t\n\t\t\t\t\t But the Japanese authorities are taking attitude quite contrary to the purport of the talks.\n\t\t\t\t\t\n\t\t\t\t\t Foreign Minister Genba, Minister in charge of the abduction issue Matsubara and other authorities said such absurd remarks that \"there should not be such happening as sidestepping the abduction issue from the negotiations\" and \"there may be a trick to shelve the abduction issue by raising the issue of the remains\".\n\t\t\t\t\t\n\t\t\t\t\t Chief Cabinet Secretary Fujimura, in particular, said at a press conference that \"there are several pending issues in relations between the two countries, not only the issue of remains of Japanese but the abduction issue. Japan is of the stand that the abduction issue should be included in the agenda items\".\n\t\t\t\t\t\n\t\t\t\t\t This shows the Japanese government's insincere approach toward the settlement of the issue of remains and is a clear proof that it is chilling the atmosphere of the talks of its own accord.\n\t\t\t\t\t\n\t\t\t\t\t The right-wing forces of Japan described the issue of remains as one for \"money-making\", disclosing its vulgarity. Clear is its true intention to mix the issue of remains with the \"abduction issue\" and thus use the talks for meeting its sinister political purposes.\n\t\t\t\t\t\n\t\t\t\t\t The issue of the remains is, in fact, a humanitarian work.\n\t\t\t\t\t\n\t\t\t\t\t It is for this reason that Red Cross organizations whose mission is to respect the human rights on the principles of impartiality, neutrality and universality are in charge of the issue.\n\t\t\t\t\t\n\t\t\t\t\t This year the DPRK side informed the Japanese side of the discovery of a number of remains supposed to be those of Japanese at project sites and other places.\n\t\t\t\t\t\n\t\t\t\t\t At the recent talks the DPRK informed the Japanese side of the area where the unearthing of the remains is under way and the number of remains that have been discovered so far and showed its willingness to welcome the visit to graves by the bereaved families and the visit to the DPRK by those concerned of the Red Cross organization.  \n\t\t\t\t\t\n\t\t\t\t\t There have not been such visits for nearly 70 years.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the settlement of the issue of remains is needed for Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan will get nothing from politicizing the humanitarian issue.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government should own full responsibility in case the remains of a number of Japanese are washed away due to its insincerity, triggering off the resentment of the Japanese."
        },
        {
            "title": "Kim Jong Un Receives Congratulatory Message from Mexican Party Leader",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-11ee.html",
            "content": "Kim Jong Un Receives Congratulatory Message from Mexican Party Leader \r\n Pyongyang, August 16 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea (WPK) and first chairman of the DPRK National Defence Commission, received a congratulatory message from Alberto Anaya Gutierrez, coordinator of the National Coordinating Committee of the Workers' Party of Mexico, on Aug. 9. \n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t First Secretary Comrade Kim Jong Un, allow me to pay highest tribute to the great Comrade Kim Jong Il, eternal general secretary of the WPK, on behalf of all the members of the Workers' Party of Mexico and on my own behalf on the occasion of the 52nd anniversary of the start of the Songun revolutionary leadership by him.\n\t\t\t\t\t\n\t\t\t\t\t The respected Comrade Kim Jong Il was the great brilliant commander who developed and enriched the immortal Songun idea as the great guiding idea in the era of Juche and embodied it, protecting the dignity and sovereignty of the DPRK and world socialism. \n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I would like to sincerely wish you great success in your noble work for leading the struggle of the WPK and the Korean people to achieve the final victory of the Songun revolutionary cause started by the great Comrade Kim Il Sung and glorified by respected Comrade Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t I renew the assurances of the highest consideration to you."
        },
        {
            "title": "Congratulations to New Dominican President ",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-07ee.html",
            "content": "Congratulations to New Dominican President \r\n Pyongyang, August 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a congratulatory message to Danilo Medina Sanchez upon his assumption of office as president of Dominica.\n\t\t\t\t\t Kim in the message expressed belief that the friendly and cooperative relations between the DPRK and Dominica would develop favorably in line with the desire and wishes of the two peoples, wishing the president of Dominica success in his responsible work for the country's prosperity."
        },
        {
            "title": "Congratulations to Egyptian PM",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-10ee.html",
            "content": "Congratulations to Egyptian PM\r\n Pyongyang, August 16 (KCNA) -- DPRK Premier Choe Yong Rim Tuesday sent a congratulatory message to new Egyptian Prime Minister Hisham Qandil.\n\t\t\t\t\t The message wished the prime minister great success in his work for the country's social stability and economic development.\n\t\t\t\t\t\n\t\t\t\t\t On the same day DPRK Foreign Minister Pak Ui Chun sent a congratulatory message to Mohamed Kamel Amr on his reappointment as Egyptian foreign minister."
        },
        {
            "title": "Secretary of Jilin Provincial Committee Renews All Efforts to Implement Agreed Point",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-23ee.html",
            "content": "Chinese Officials Vow to Make All Efforts to Implement DPRK-China Agreed Points\r\n Pyongyang, August 16 (KCNA) -- The delegation of the DPRK-China Joint Guidance Committee sojourned in Jilin and Liaoning Provinces, China on Tuesday and Wednesday.\n\t\t\t\t\t Department Director of the Central Committee of the Workers' Party of Korea Jang Song Thaek, head of the delegation of the DPRK-China Joint Guidance Committee, met and had friendly talks with Sun Zhengcai, secretary of the Jilin Provincial Committee of the Communist Party of China, in Changchun City and Wang Min, secretary of the Liaoning Provincial Committee of the CPC, in Shenyang.\n\t\t\t\t\t\n\t\t\t\t\t Sun Zhengcai extended congratulations to the successful third meeting of the above-said committee.\n\t\t\t\t\t\n\t\t\t\t\t He said that Jilin Province is a significant place featured by historic relics on President Kim Il Sung and leader Kim Jong Il, recollecting with deep emotion the days when he was received by Kim Jong Il who visited the province in 2010.\n\t\t\t\t\t\n\t\t\t\t\t The Jilin Provincial Committee of the Communist Party of China and the Jilin Provincial People's Government will make efforts to implement the points agreed at the third meeting of the China-DPRK Joint Guidance Committee, he concluded.\n\t\t\t\t\t\n\t\t\t\t\t Wang Min said he was pleased with the achievements made by the Korean people in building a thriving socialist nation under the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to contribute to boosting the traditional Sino-DPRK friendly relations provided by the leaders of the elder generations of the two countries by stepping up the joint development of the Hwanggumphyong and Wihwado Economic Zones."
        },
        {
            "title": "CPRK Secretariat Discloses Crimes of \"Saenuri Party\" of S. Korea ",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-13ee.html",
            "content": "CPRK Secretariat Discloses Crimes of \"Saenuri Party\" of S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, August 16 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) issued an indictment on Thursday disclosing the crimes committed by the \"Saenuri Party\" of south Korea. \n\t\t\t\t\t According to it, the \"Saenuri Party\" is chiefly responsible for having driven the north-south relations into a total collapse and turned south Korea into a tundra of human rights and people's living in collusion with traitor Lee Myung Bak for five years. \n\t\t\t\t\t\n\t\t\t\t\t The \"Grand National Party\" (GNP), the predecessor of the \"Saenuri Party\", defamed the day when the historic June 15 joint declaration was adopted and published as \"a national humiliation day\" and even cried out for scrapping the joint declaration, malignantly slandering the historic Pyongyang summit in June 2000. \n\t\t\t\t\t\n\t\t\t\t\t When an agreement on the north-south summit was made public in 2007, the GNP let loose a spate of invectives, kissing with Lee Myung Bak. It even officially released a \"party decision\", grumbling that it would not accompany a delegation going to Pyongyang in protest against the summit. \n\t\t\t\t\t\n\t\t\t\t\t After Lee seized power, the GNP worked with bloodshot eyes to nullify the north-south joint declarations. \n\t\t\t\t\t\n\t\t\t\t\t It was none other than the \"Saenuri Party\" which took the lead in the anti-DPRK human rights campaign and plot-breeding operations. \n\t\t\t\t\t\n\t\t\t\t\t In April 2008 when traitor Lee Myung Bak raised the \"human rights issue in the north\" during his visit to the U.S., the representative of the party at that time fully supported him, saying \"he was pleased to hear that the human rights issue in the north was discussed though the former regimes dared not touch on it.\" \n\t\t\t\t\t\n\t\t\t\t\t In February 2011 nine lawmakers from the ruling party went to the forefront area together with human scum and wicked ultra-right conservative group and scattered the leaflets signed by themselves for an anti-DPRK psychological warfare towards the area of the north side. \n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" not only virulently insulted and chilled the south Korean people's desire for achieving reunification through alliance with the north but zealously backed the puppet security authorities in their repressive campaign. \n\t\t\t\t\t\n\t\t\t\t\t A particular mention should be made of the fact that the party desperately called for meting out a severe punishment to Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), and Rev. Han Sang Ryol who visited the DPRK to express condolences over the great loss to the nation and take part in the events for national reunification, blustering that it was \"natural\" to put them into custody. \n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party's\" moves to escalate the confrontation with fellow countrymen in the DPRK reached the height, timed to coincide with such hideous provocations as hurting the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The ruling party's clan published a book \"Diplomatic Strategy of Lee Myung Bak Regime\" in 2008, saying that \"international cooperation is more urgent than national cooperation in security matters\" and \"it is necessary to give priority to the U.S. stand, when considering the view of the north,\" openly disclosing sycophancy towards the U.S. \n\t\t\t\t\t\n\t\t\t\t\t At the end of April last year Park Geun Hye toured Europe as a special envoy of Lee. She spoke highly of those who took part in the Korean War ignited by the U.S., even distributing prize money and souvenirs among them. \n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" let conservative organizations launch a 10 million-signature campaign, rejecting the transfer of wartime operational control which was expected to take place this year, letting loose sheer sophism about it.\n\t\t\t\t\t\n\t\t\t\t\t Colluding with Lee, it made no scruple of selling off the right of the south Korean people to existence to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The party railroaded the \"bill on south Korea-U.S. Free Trade Agreement\" through the \"National Assembly\" (NA) in league with Lee, bringing to light its true color as pro-U.S. stooge. \n\t\t\t\t\t\n\t\t\t\t\t It backed the motion calling for drastically increasing the defense budget 6-7 percent every year to keep pace with the moves of Lee to massively introduce U.S.-made weapons.\n\t\t\t\t\t\n\t\t\t\t\t Its tightened nexus not only with the U.S. but with the Japanese reactionaries touched off surging indignation among all Koreans. \n\t\t\t\t\t\n\t\t\t\t\t It provided a legal backing to the unpopular rule and fascist dictatorship of Lee Myung Bak and took the lead in enforcing them. \n\t\t\t\t\t\n\t\t\t\t\t When the four large river projects of Lee encountered unanimous opposition of the south Korean people of different social standings, the clan of the party railroaded the draft budget for the new year through the NA in December 2009 despite strong objection of the opposition parties. It claimed that \"the Lee group should be ready to step down, in case the projects are halted.\" \n\t\t\t\t\t\n\t\t\t\t\t The party zealously backed Lee in his moves to put media under his control. \n\t\t\t\t\t\n\t\t\t\t\t The party muscled the bill on media through the NA and cooked up lots of laws for providing legal backing to Lee's pro-plutocrats policy and fascist repressive policy. \n\t\t\t\t\t\n\t\t\t\t\t The party protected Lee in his fascist suppression of the just struggle of the south Korean people demanding vital rights. \n\t\t\t\t\t\n\t\t\t\t\t It also worked hard to cover up the scandals of Lee's families, relatives and his close confidants. \n\t\t\t\t\t\n\t\t\t\t\t It has pursued confrontation with fellow countrymen and sycophantic and unpopular policies to serve the U.S., maintaining such close relations with Lee. However, it feigned ignorance of what it has done and suddenly made a U-turn, calling for \"distance\" from Lee. This is the height of folly. \n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" is working hard to divert elsewhere the angry public's criticism of it and save its face. But it has committed too many crimes to escape it. No one would be taken in by this poor farce. \n\t\t\t\t\t\n\t\t\t\t\t It is long since the south Koreans and all other Korean people spat at the party, branding it as an accomplice of Lee Myung Bak. \n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" will never be able to escape a severe punishment for so indelible crimes committed against the nation in collusion with Lee."
        },
        {
            "title": "KCNA Commentary Slams Japan's Claim to East Sea of Korea",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-14ee.html",
            "content": "KCNA Commentary Slams Japan's Claim to East Sea of Korea\n\t\t\t\t\t\t\r\n Pyongyang, August 16 (KCNA) -- The Japanese reactionaries have become more desperate in their moves to seize the inviolable territorial waters of Korea.\n\t\t\t\t\t At the recent 10th UN meeting for standardization of naming in New York, Japan insisted that the East Sea of Korea is Japan Sea, citing the universal recognition.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation was the first to name the sea off the east coast of Korea the East Sea of Korea and this has been widely used at home and abroad. This is true in the light of historical facts and international usage.\n\t\t\t\t\t\n\t\t\t\t\t According to Korea's old book \"The Chronicles of the Three Kingdoms\", the sea began to be called the East Sea of Korea in B.C. 59. This is true even in view of international usage calling for naming places after continents.\n\t\t\t\t\t\n\t\t\t\t\t Country name \"Japan\" came into being in the 7th century A.D., an indication that the sea off the east coast of the Korean Peninsula should be called Sea of Korea or East Sea of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The sea is also marked as Sea of Korea, not \"Japan Sea\" in old geographical documents and maps of several countries.\n\t\t\t\t\t\n\t\t\t\t\t After the Meiji Restoration, Japan changed the East Sea of Korea into \"Japan Sea\" pursuant to its Korea policy for colonial occupation.\n\t\t\t\t\t\n\t\t\t\t\t In 1929, Japan abused its status as a suzerain state and named the East Sea of Korea \"Japan Sea\", when applying it to the International Hydrographic Organization for registration.\n\t\t\t\t\t\n\t\t\t\t\t The historical facts prove that Japan marked the disputed sea as \"Japan Sea\" timed to coincide with its aggression of Korea and forcibly put it into common use during its military occupation of Korea, and that the name is a product of its militarist policy for expansion.\n\t\t\t\t\t\n\t\t\t\t\t \"Japan Sea\" is just a false name with neither validity nor authenticity.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are now insisting on absurd allegations over naming of places and dominium over islets with China, Russia and other neighboring countries, to say nothing of Korea, straining the regional situation politically and militarily.\n\t\t\t\t\t\n\t\t\t\t\t Far from making apology and full reparation for crimes against humanity committed by the Japanese imperialists, the Japanese reactionaries have laid territorial claims to areas and waters of other countries. This is a clear reminder of their military ambition for expansion that has reached the extremes.\n\t\t\t\t\t\n\t\t\t\t\t They, however, are seriously mistaken.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is no longer a weak nation as it used to be in the past when it was deprived of its written and spoken languages and even surnames for its vulnerability.\n\t\t\t\t\t\n\t\t\t\t\t The descendants of barbarians of the island country keen on paving the way for reinvasion will face stern punishment by the people of Korea and other regional countries."
        },
        {
            "title": "DPRK Premier Learns about Farming in Local Areas",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-19ee.html",
            "content": "DPRK Premier Learns about Farming in Local Areas\r\n Pyongyang, August 16 (KCNA) -- DPRK Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea, visited Sukchon County, South Phyongan Province to learn about its farming.\n\t\t\t\t\t Looking round fields of the farm in the county seat and the Sinphung Farm, the premier acquainted himself with crop prospect and manure applied to fields.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to solve the food problem to properly enforce the sub-workteam management system which was created by President Kim Il Sung and whose validity was proved.\n\t\t\t\t\t\n\t\t\t\t\t He discussed how to give free rein to the enthusiasm of the agricultural workers for production and increase the per-hectare grain yield.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the premier visited the Ryongchon Co-op Farm in Hwangju County, North Hwanghae Province to study the operation of the sprayers of agricultural chemicals and their technological features and discuss the issue of applying them to other farms throughout the county."
        },
        {
            "title": "DPRK Players Return Home from London Olympics ",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-20ee.html",
            "content": "DPRK Players Return Home from London Olympics \n\t\t\t\t\t\t\r\n Pyongyang, August 16 (KCNA) -- DPRK players who proved successful at the London Olympics flew back home on Thursday.\n\t\t\t\t\t They bagged four gold medals and two bronze medals at the Olympic Games held from July 27 to August 12.\n\t\t\t\t\t\n\t\t\t\t\t An Kum Ae and Rim Jong Sim won the titles of the 52kg category of women's judo and 69kg category of women's weightlifting respectively while Kim Un Guk and Om Yun Chol the titles of the 62kg and 56kg categories of men's weightlifting.\n\t\t\t\t\t\n\t\t\t\t\t Kim Un Guk and Om Yun Chol broke the world and Olympic records in the men's weightlifting.\n\t\t\t\t\t\n\t\t\t\t\t Ryang Chun Hwa placed third in the women's 48kg weightlifting event and Yang Kyong Il in the men's 55kg freestyle wrestling event.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang citizens and sportspersons enthusiastically welcomed the players at the airport.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted by Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, and Kim Yong Jin, vice-premier, Ri Yong Su, department director of the WPK Central Committee, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The sportspersons paid tribute to portraits of smiling President   Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t They got on a bus acknowledging the cheers of the crowds.\n\t\t\t\t\t\n\t\t\t\t\t They were warmly welcomed by Pyongyangites from all walks of life, passing through street of tens of ris including Ryonghung cross street, Kaesonmun street and Changjon street."
        },
        {
            "title": "DPRK Players Pay Floral Tribute to Kim Il Sung and Kim Jong Il after Returning from London Olympics",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-09ee.html",
            "content": "DPRK Players Pay Floral Tribute to Kim Il Sung and Kim Jong Il after Returning from London Olympics\r\n Pyongyang, August 16 (KCNA) -- The DPRK players who proved successful at the 30th London Olympic Games returned home on Thursday. \n\t\t\t\t\t They visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill and laid a floral basket and bouquets before paying tribute to them."
        },
        {
            "title": "Olympic Medalists Interviewed ",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-22ee.html",
            "content": "Olympic Medalists Interviewed \n\t\t\t\t\t\t\r\n Pyongyang, August 16 (KCNA) -- A press conference with the DPRK players who returned home after winning gold medals at the 30th London Olympic Games took place at Pyongyang Indoor Stadium on Thursday.\n\t\t\t\t\t Present there were media persons in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The players said they achieved shining successes at the games, deeply cherishing the loving care and trust shown by the dear respected Kim Jong Un for them, demonstrating the dignity and honor of Juche Korea. They noted that they could make world-startling achievements because they displayed tremendous mental power with patriotic enthusiasm at all games true to the noble intentions of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They renewed their pledge to shed more sweats in training with a strong sense of patriotism and positively contribute to fully demonstrating the heroic spirit of Kim Il Sung's nation, Kim Jong Il's Korea by bagging gold medals in international sports games."
        },
        {
            "title": "DPRK Cabinet Hosts Banquet in Honor of Olympic Medalists",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-21ee.html",
            "content": "DPRK Cabinet Hosts Banquet in Honor of Olympic Medalists\r\n Pyongyang, August 16 (KCNA) -- The DPRK Cabinet hosted a banquet in honor of the players who proved successful at the 30th Olympic Games at Okryu Restaurant on Thursday. \n\t\t\t\t\t Present there were Premier of the Cabinet Choe Yong Rim, Secretary of the Workers' Party of Korea Central Committee Kim Ki Nam, Vice-premier of the Cabinet Kim Yong Jin, Department Director of the C.C., the WPK Ri Yong Su, Minister of Physical Culture and Sports Pak Myong Chol, officials concerned, players and coaches. \n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Jin said in his speech that it is the pride of the Songun era and great encouragement to the Korean people that Kim Un Guk, Om Yun Chol, An Kum Ae and Rim Jong Sim bagged gold medals in the Olympic games to glorify the great era of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for the sportspersons to make redoubled efforts to win victory after victory in the international games, exalt the resourcefulness and dignity of the country and the nation and devotedly uphold the dear respected Marshal Kim Jong Un with gold medals. \n\t\t\t\t\t\n\t\t\t\t\t Kim Un Guk in his reply speech made on behalf of the players renewed his determination to intensify the training and thus win more gold medals to be true to the behests of general secretary Kim Jong Il and live up to the profound love and trust shown by Marshal Kim Jong Un."
        },
        {
            "title": "DPRK Delegations Back Home ",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-18ee.html",
            "content": "DPRK Delegations Back Home \r\n Pyongyang, August 16 (KCNA) -- The delegation of the DPRK Olympic Committee led by Minister of Physical Culture and Sports Pak Myong Chol flew back home Thursday after participating in the Olympic games held in London.\n\t\t\t\t\t Also returning home from Russia on the same day were Ri Pyong Chol, commander of the air and anti-air forces of the Korean People's Army, and his party."
        },
        {
            "title": "Diverse Political and Cultural Activities Conducted by Participants in Torchlight Relay Race",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-17ee.html",
            "content": "Diverse Political, Cultural Activities Conducted by Participants in Torchlight Relay Race\r\n Pyongyang, August 16 (KCNA) -- Members of the young vanguard participating in the torchlight relay race are running toward North Hamgyong Province on the east coast on the occasion of the Youth Day.\n\t\t\t\t\t Members of the young vanguard participating in the torchlight relay race from Ryanggang Province started on Mt. Paektu with flags bearing portraits of smiling President Kim Il Sung and general secretary Kim Jong Il. They looked round the construction site of the Paektusan Songun Youth Power Station and arrived at Rimgang-ri, Musan County, North Hamgyong Province on Tuesday via Taehongdan County. \n\t\t\t\t\t\n\t\t\t\t\t They were greeted by officials of the party and power bodies and working people's organizations, working people and youth and students in the province and Musan County.\n\t\t\t\t\t\n\t\t\t\t\t Amid the warm welcome of the crowd, members of the young vanguard of North Hamgyong Province took over the torchlight.\n\t\t\t\t\t\n\t\t\t\t\t They arrived at the Musan Mining Complex, holding high the torchlight.\n\t\t\t\t\t\n\t\t\t\t\t They went round Cholsan Hill and Ore Dressing Shop No. 2 of the complex.\n\t\t\t\t\t\n\t\t\t\t\t They attended an oratorical meeting of members of the young vanguard of Cholsan Hill held in front of the mosaic depicting President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Upon their arrival at Hoeryong City, they laid a floral basket and bunches of flowers before the statue of Kim Jong Suk, an anti-Japanese war hero, standing on Osan Hill before paying tribute to her.\n\t\t\t\t\t\n\t\t\t\t\t They enjoyed a poem and singing meeting \"Hoeryong where the desires of the peerlessly great persons have come true\" held by youth and students in the city.\n\t\t\t\t\t\n\t\t\t\t\t They arrived at Chongjin City. They laid a floral basket and bunches of flowers before the statue of the President in Phohang District before paying tribute to him. They visited the Provincial Revolutionary Museum, the Kim Chaek Iron and Steel Complex and the Chongjin Steel Works.\n\t\t\t\t\t\n\t\t\t\t\t A meeting of youth and students in the province was held on Thursday to vow to continue the march started in Mt. Paektu, under the leadership of the dear respected Kim Jong Un, holding high the torchlight of revolution given by leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t A reporter and speakers said that they would become standard-bearers taking the lead in devotedly implementing the WPK's strategy for prosperity, true to the noble intention of Kim Jong Il who said when the young people seethed, the whole country would be vibrant.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting, they ran towards Kyongsong County and Kim Chaek City amid the warm send-off of people from all walks of life in Chongjin City."
        },
        {
            "title": "KFA Chairman Visits Pyongyang Mission of AINDF",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-08ee.html",
            "content": "KFA Chairman Visits Pyongyang Mission of AINDF\n\t\t\t\t\t\t\r\n Pyongyang, August 16 (KCNA) -- Alejandro Cao de Benos, chairman of the Korean Friendship Association (KFA) headquartered in Spain, visited the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF) on Thursday.\n\t\t\t\t\t Chief Jo Il Min and members of the mission greeted the guest and had a talk with him.\n\t\t\t\t\t\n\t\t\t\t\t The chief referred to the fact that media in the south are giving wide publicity to the revolutionary activities of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He informed the guest of south Koreans' struggle for the improved inter-Korean relations, national reunification and independence against the U.S. and for social democracy.\n\t\t\t\t\t\n\t\t\t\t\t The chairman said that the Korean people are sure to win victory as they are dynamically advancing under the banners of the three charters for national reunification and the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t He issued a statement in denunciation of the Ulji Freedom Guardian joint military exercises projected by the U.S. and the south Korean bellicose forces.\n\t\t\t\t\t\n\t\t\t\t\t The statement branded the projected saber-rattling straining the situation on the Korean Peninsula as a grave challenge to the peace and stability in Northeast Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t It strongly urged the U.S. and the south Korean authorities to immediately stop their joint military drills for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Friendship Association will positively support and encourage the Korean people in their struggle for the country's peaceful reunification in solidarity with the world peace-loving people in the future, too, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The chairman watched a video dealing with war maneuvers of the U.S. forces and the south Korean military warmongers to invade the DPRK and south Korean peoples' actions against them."
        },
        {
            "title": "Lee Myung Bak's Apology for Corruption Cases Ridiculed",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-12ee.html",
            "content": "Lee Myung Bak's Apology for Corruption Cases Ridiculed\n\t\t\t\t\t\t\r\n Pyongyang, August 16 (KCNA) -- Traitor Lee Myung Bak of south Korea made an apology for corruptions of his relatives and close confidants at Chongwadae some days ago.\n\t\t\t\t\t Lee made such absurd remarks that he tried to enforce clean politics, he felt shocked and he would readily accept any reproach.\n\t\t\t\t\t\n\t\t\t\t\t His rubbish is aimed to mislead the public, tide over the ruling crisis and get rid of ruin.\n\t\t\t\t\t\n\t\t\t\t\t His regime of traitors was forsaken by the people for its persistent policy for confrontation with the DPRK and unpopular and traitorous policy since its emergence. The successive revelation of corruptions and irregularities has thrown the traitor into inescapable abyss.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the ruling foundation being shaken to the very roots in the face of the enraged people, he tried to divert elsewhere the public criticism with coloring offensive and the campaign for \"eliminating the forces following the north\" in a bid to save his face.\n\t\t\t\t\t\n\t\t\t\t\t The broad segment of angered south Koreans are becoming all the more assertive in calling for strict investigation of even the top power circle and severe punishment of criminals, terming Lee Myung Bak and Chongwadae chief culprits.\n\t\t\t\t\t\n\t\t\t\t\t Calculating that it would be difficult for him even to serve out the present term, far from coming to power again, he had no other way but to stage the apologizing farce, lost to shame.\n\t\t\t\t\t\n\t\t\t\t\t The south Koreans, however, describe the farce as a deception of public aimed to remain in office at any cost.\n\t\t\t\t\t\n\t\t\t\t\t This is proved by the similar farces staged by him during his office.\n\t\t\t\t\t\n\t\t\t\t\t When there broke out mad cow disease in the U.S. this year, the traitor, reneging on his promise to the people, dispatched an investigation group for mere form's sake to make the public convince that there is no problem with the beef brought from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t A trick employed by the traitor to cover up his nature will get it nowhere."
        },
        {
            "title": "DPRK Boasts of Many Tourist Destinations",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-16ee.html",
            "content": "DPRK Boasts of Many Tourist Destinations\r\n Pyongyang, August 16 (KCNA) -- There are many tourist destinations in the Democratic People's Republic of Korea.\n\t\t\t\t\t They are mainly in Pyongyang, Kaesong, Wonsan, Nampho, Sariwon and Hamhung.\n\t\t\t\t\t\n\t\t\t\t\t Attractions in the capital city of Pyongyang include the Tower of the Juche Idea, Arch of Triumph, Grand People's Study House, Mangyongdae Schoolchildren's Palace, mausoleums of King Tangun and King Tongmyong.\n\t\t\t\t\t\n\t\t\t\t\t In Kaesong City, tourists can visit Panmunjom, Koryo Museum, mausoleums of King Wang Kon and King Kongmin and the Ryongthong Temple.\n\t\t\t\t\t\n\t\t\t\t\t They can take sea bathing in Songdown in Wonsan City, Lake Sijung and Majon Pleasure Ground in Hamhung City.\n\t\t\t\t\t\n\t\t\t\t\t Among attractions in Nampho City are the West Sea Barrage, Pyongyang Golf Course, Ryonggang Hot Spring Center, three old tombs in Kangso District and tomb in Tokhung-ri.\n\t\t\t\t\t\n\t\t\t\t\t A folk street, Mt. Jongbang and Songbul Temple are tourist destinations in Sariwon City.\n\t\t\t\t\t\n\t\t\t\t\t There are also scenic mountains such as Mts. Paektu, Kumgang, Myohyang, Chilbo and Kuwol. \n\t\t\t\t\t\n\t\t\t\t\t The native home of general secretary Kim Jong Il in the Paektusan Secret Camp and the Samjiyon Grand Monument are main destinations in the Mt. Paektu area and the International Friendship Exhibition House and Pohyon Temple in Mt. Myohyang.\n\t\t\t\t\t\n\t\t\t\t\t 3-night and 4-day tourism will take tourists to Pyongyang, Kaesong and Mt. Myohyang and 4-night and 5-day tourism to Pyongyang, Kaesong, Nampho and Mt. Myohyang.\n\t\t\t\t\t\n\t\t\t\t\t Besides, there are 5-night and 6-day, 7-night and 8-day and 9-night and 10-day kinds of tourism.\n\t\t\t\t\t\n\t\t\t\t\t Many tourists come to the DPRK from China and other Asian and European countries. In the first half of this year, the number of tourists was more than two times higher than that of 2011."
        },
        {
            "title": "Korea's Liberation Won by Force of Arms",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-15ee.html",
            "content": "Korea's Liberation Won by Force of Arms\n\t\t\t\t\t\t\r\n Pyongyang, August 16 (KCNA) -- August 15, 2012 marks the 67th anniversary of Korea's liberation from the Japanese colonial rule.\n\t\t\t\t\t President Kim Il Sung led a guerrilla warfare against the Japanese aggressors to achieve national liberation.\n\t\t\t\t\t\n\t\t\t\t\t Basing himself on the Juche idea, he set it as a fundamental principle of liberation struggle in colonies to win the independence of each country by its own efforts.\n\t\t\t\t\t\n\t\t\t\t\t The 15-year-long anti-Japanese armed struggle, commanded by him, played a pivotal role in defeating the Japanese aggressors and attaining Korea's independence, as the highest form of anti-Japanese national liberation struggle in Korea.\n\t\t\t\t\t\n\t\t\t\t\t The victory in the struggle clearly proved the truth that any counterrevolutionary violence should be resisted with revolutionary violence and an organized armed struggle is the best way for achieving liberation and independence of each country from the imperialist aggressors.\n\t\t\t\t\t\n\t\t\t\t\t On the worldwide significance of the Korean people's victory in the anti-Japanese armed struggle, a prominent politician in Latin America said:\n\t\t\t\t\t\n\t\t\t\t\t \"The Korean people launched an anti-Japanese armed struggle in the 1930s to achieve national liberation. Their experience clearly showed that any nation can win the struggle against invaders only by force of arms.\"\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung's enduring feats in setting an example of national liberation struggle are recorded in the history of world's revolutionary movement."
        },
        {
            "title": "Kim Jong Un Praised by Indian Educator ",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-25ee.html",
            "content": "Kim Jong Un Praised by Indian Educator \r\n Pyongyang, August 16 (KCNA) -- Prof. and Dr. S. P. Pathak at University of Delhi who is chairman of the Indian Society for the Study of Works of Kim Jong Il, expressed deep respect for the dear respected Kim Jong Un. \n\t\t\t\t\t He said that the ideas and cause of President Kim Il Sung and general secretary Kim Jong Il have been successfully carried forward and accomplished by the supreme leader of the Korean people Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t He went on: \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is well-versed in political and military affairs and others. \n\t\t\t\t\t\n\t\t\t\t\t History records a lot of famous commanders. But there was no such great brilliant commander as Kim Jong Un who took deep care of soldiers, feeling even the floor of their beds. \n\t\t\t\t\t\n\t\t\t\t\t Soldiers and people of the DPRK boundlessly respect and follow Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t He conducts all work with strong pluck and courage. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are filled with the determination to glorify Kim Il Sung's nation, Kim Jong Il's Korea forever under the leadership of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t I keenly realized this, when watching the military parade celebrating the centenary of the birth of Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un warmly waved back to the salute of the paraders with a broad smile on his face. \n\t\t\t\t\t\n\t\t\t\t\t It was the image of a great brilliant commander convinced of victory. \n\t\t\t\t\t\n\t\t\t\t\t Profound respect and trust in the leader could be read on the face of every parader. \n\t\t\t\t\t\n\t\t\t\t\t This can hardly be found in any other country. \n\t\t\t\t\t\n\t\t\t\t\t No force on earth can match the army and people of the DPRK led by Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will shine more brilliantly under the leadership of Kim Jong Un."
        },
        {
            "title": "Kim Il Sung's Reminiscences Off Press by Brazilian Party",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-01ee.html",
            "content": "Kim Il Sung's Reminiscences Off Press by Brazilian Party\r\n Pyongyang, August 16 (KCNA) -- The first volume of Part 1 \"The Anti-Japanese Revolution\" of \"With the Century\", reminiscences of President Kim Il Sung, was brought out in booklet by the Party for Free Motherland of Brazil.\n\t\t\t\t\t A book releasing ceremony took place at the building of the Sao Paulo State Assembly on August 7.\n\t\t\t\t\t\n\t\t\t\t\t Rosanita Campos, vice-president of the party, said: \n\t\t\t\t\t\n\t\t\t\t\t I deem it a great honor to publish the reminiscences of Kim Il Sung this year, the centenary of his birth.\n\t\t\t\t\t\n\t\t\t\t\t This is an expression of high respect of the leadership and all members of the party for Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t His noble idea and exploits are being creditably carried forward by the dear respected Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's Work Posted on Internet Homepages of Different Countries",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-02ee.html",
            "content": "Kim Jong Un's Work Posted on Internet Homepages of Different Countries\r\n Pyongyang, August 16 (KCNA) -- The dear respected Kim Jong Un's work \"Let Us Effect Kim Jong Il's Patriotism and Step Up the Building of a Prosperous Country\" was posted on Internet homepages of the Moscow Workers' Union of Russia, the Brazilian Committee for Solidarity with the DPRK, the Peruvian-Korean Institute of Culture and Friendship and the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions on August 7 and 8.\n\t\t\t\t\t The work, published on July 26, 2012, clarifies the essence of     Kim Jong Il's patriotism and refers to his career characterized by his ardent love for his country and its people.\n\t\t\t\t\t\n\t\t\t\t\t Also clarified in the work are important issues in displaying Kim Jong Il's patriotism."
        },
        {
            "title": "Website for Kim Jong Un's Revolutionary Activities Opened in Finland ",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-03ee.html",
            "content": "Website for Kim Jong Un's Revolutionary Activities Opened in Finland \r\n Pyongyang, August 16 (KCNA) -- A website for the revolutionary activities of the dear respected Kim Jong Un was opened by the Finnish National Committee for the Study of the Juche Idea on August 8.\n\t\t\t\t\t The website posted a photo of Kim Jong Un acknowledging the cheers of the crowds from the tribune of honor of Kim Il Sung Square.\n\t\t\t\t\t\n\t\t\t\t\t Also posted on the website are his works and Korean documentary films dealing with his revolutionary activities and songs \"We Will Devotedly Defend General Kim Jong Un\", \"Footstep\", \"Our Leader Loved by People\", etc."
        },
        {
            "title": "Anniversary of Korea's Liberation Marked by Ethiopian, Bangladeshi Organizations ",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-04ee.html",
            "content": "Anniversary of Korea's Liberation Marked by Ethiopian, Bangladeshi Organizations\r\n Pyongyang, August 16 (KCNA) -- Ethiopian and Bangladeshi bodies released information bulletins on August 8 and 9 on the occasion of the 67th anniversary of Korea's liberation.\n\t\t\t\t\t The Ethiopian Youth Study Group of the Juche Idea issued Information Bulletin No. 42 \"Long Live General Kim Il Sung!\"\n\t\t\t\t\t\n\t\t\t\t\t The bulletin noted that President Kim Il Sung waged the armed struggle against the Japanese imperialists to liberate Korea.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the President, the popular masses-centered socialist system was established for the first time in history and the DPRK turned into a powerful country, independent in politics, self-supporting in the economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t That was why the DPRK stipulated in its Constitution that Kim Il Sung is held in high esteem as the eternal President of the DPRK after his demise.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people always hold the President in high esteem and  boundlessly revere him just as they shouted at the top of their voices \"Long Live General Kim Il Sung!\" more than 60 years back.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Institute of the Juche Idea published Information Bulletin \"67th anniversary of Korea's liberation\".\n\t\t\t\t\t\n\t\t\t\t\t The bulletin said that August 15 was a turning point in history as the Korean people paved a new path of development as the master of their destiny and full-fledged master of the state and society after being freed from the yoke of colonial slavery of the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Over the last 67 years since the liberation of the country, the Korean people started the socialist cause centered on the masses, firmly defended the sovereignty of the country and laid an eternal foundation for the prosperity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are sure to accomplish the cause of building a thriving nation as desired by leader Kim Jong Il as they are led by  the dear respected Kim Jong Un."
        },
        {
            "title": "DPRK Book, Photo and Fine Art Exhibition Opened in Russia",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-05ee.html",
            "content": "DPRK Book, Photo and Fine Art Exhibition Opened in Russia\n\t\t\t\t\t\t\r\n Pyongyang, August 16 (KCNA) -- A DPRK book, photo and fine art exhibition opened in Irkutsk City of Irkutsk Region, Russia on the occasion of the first anniversary of general secretary Kim Jong Il's visit to the Siberian and Far Eastern regions of the Russian Federation.\n\t\t\t\t\t On display in its venue were works of President Kim Il Sung and Kim Jong Il and books, photos and art works showing the true picture of Songun Korea. \n\t\t\t\t\t\n\t\t\t\t\t The participants placed a floral basket before portraits of Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The minister of Culture of the Irkutsk Regional Government and other speakers said they were pleased to open a DPRK book, photo and fine art exhibition with splendor to mark the first anniversary of Kim Jong Il's historic visit to the Siberian and Far Eastern regions.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the significance of the exhibition, they expressed belief that the traditional friendly and cooperative relations between the peoples of the DPRK and Russia would grow stronger."
        },
        {
            "title": "CDN rechaza \"discurso\" de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-27ee.html",
            "content": "CDN rechaza \"discurso\" de Lee Myung Bak\r\n Pyongyang, 16 de agosto (ACNC) -- Con motivo del 15 de Agosto (dia de liberacion de Corea), el traidor sin igual Lee Myung Bak pronuncio descaradamente el \"discurso de felicitacion por el 67o aniversario de la liberacion\".\n\t\t\t\t\t A la pregunta formulada el dia 16 al respecto por la ACNC, el vocero del Buro Politico del Comite de Defensa Nacional de la Republica Popular Democratica de Corea dio la siguiente respuesta:\n\t\t\t\t\t\n\t\t\t\t\t El \"discurso\" del traidor de Lee es, en una palabra, una chismografia para desvirtuar y manchar el significado del sagrado dia de la historica liberacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t Como ya trascendidos, 4 anos y medio de mandato del traidor son el expediente de crimenes antinacionales, anti-reunificacion y antipaz que rompio las relaciones N-S, que se desarrollaban positivamente, y convirtio la corriente de reconciliacion y unidad nacionales en la de division y enfrentamientos.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, dijo cinicamente esta vez como si su \"politica sobre el Norte\" fuera la \"para desarrollar sostenida y sanamente\" las relaciones intercoreanas y \"para asentar ambas partes sobre la base de relaciones normales\".\n\t\t\t\t\t\n\t\t\t\t\t Desde el principio de su mandato hasta la fecha, hasta en el campo de sus partidarios se escucharon las voces que criticaron esa politica de Lee y demandaron su cancelacion describiendola como \"la erronea que busca desgracias y \"la contraproducente con la opinion del pueblo\".\n\t\t\t\t\t\n\t\t\t\t\t Pero, Lee engana y burla a toda la nacion coreana aduciendo que su politica \"tiene principios\" y \"comenzo a dar efectos considerables\".\n\t\t\t\t\t\n\t\t\t\t\t Es una tragicomedia que puede orquestar solo el ratonesco Lee Myung Bak, estafador politico.\n\t\t\t\t\t\n\t\t\t\t\t Su \"politica sobre el Norte\" fue ilusion de sonambulo basada en la absurda esperanza de que \"el Norte se rendira un dia\" si lo presiona sumandose a la politica norteamericana de aplastamiento y en el calculo anacronico de que \"el Norte llegara al derrumbe si lo induce al cambio del regimen\".\n\t\t\t\t\t\n\t\t\t\t\t Realmente, la RPDC se va convirtiendo en una potencia politica y militar frustrando las maniobras en su contra de todas las fuerzas hostiles y su ejercito y pueblo exaltan su poderio creciente a la vista del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Haciendo vista gorda de esa realidad, el traidor Lee, colmado de la conciencia fratricida, se atrevio a instruir a \"buscar la manera de cambio\" y decir con fanfarroneria que lo seguiria de cerca.\n\t\t\t\t\t\n\t\t\t\t\t Esta vez, al hablar de la desnuclearizacion de la Peninsula Coreana, Lee cuestiona  a la connacional RPDC sin conocer siquiera cual es la esencia de ese tema y la causa que impide su solucion.\n\t\t\t\t\t\n\t\t\t\t\t Quien aboga tanto por la desnuclearizacion de alguien, por una parte, y por la otra, introduce en el Sur de Corea el \"disuasivo nuclear ampliado\" de EE.UU. poniendo a todos los compatriotas en el peligro de guerra nuclear, es precisamente Lee, lacayo pro-yanqui de primera clase.\n\t\t\t\t\t\n\t\t\t\t\t Es evidente que el es tonto incapaz de juzgar la realidad.\n\t\t\t\t\t\n\t\t\t\t\t Lo mas ridiculo es que dijo como si fuera capaz de abrir la cerrada puerta de dialogo N-S, ignorando su miserable condicion de \"presidente vegetativo con vida expirada\" segun califica todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\t Sus chismes incomprensibles dichos en visperas de su muerte no pasan de ser una artimana barata para evadir las responsabilidades de la ruptura de relaciones intercoreanas y buscar la salvacion para despues de su salida del poder.\n\t\t\t\t\t\n\t\t\t\t\t Pero, Lee no podra esquivar de ninguna manera el castigo de venganza de la nacion coreana indignada por sus inexpiables crimenes.\n\t\t\t\t\t\n\t\t\t\t\t El destino pobre del traidor Lee, quien es repudiado como basura de la nacion y residuo de la epoca, insinua muchas cosas al circulo politico surcoreano.\n\t\t\t\t\t\n\t\t\t\t\t Quien da espaldas a la aspiracion y anhelo de los compatriotas, sufrira una verguenza irreparable y amarga derrota.\n\t\t\t\t\t\n\t\t\t\t\t Todas las autoridades titeres surcoreanas, inclusive los candidatos de partidos en el poder y de oposicion que arman una trifulca en visperas de las venideras elecciones presidenciales, deben saber que si desafian a la opinion del pueblo dando espaldas a los connacionales, tendran que pagarlo muy caro y sufriran un fin muy tragico."
        },
        {
            "title": "Secretariado de CRPP revela crimen de \"Partido Saenuri\" de Sur de Corea",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-28ee.html",
            "content": "Secretariado de CRPP revela crimen de \"Partido Saenuri\" de Sur de Corea\r\n Pyongyang, 16 de agosto (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria hizo publica el dia 16 un acta para revelar los crimenes del \"Partido Saenuri\" del Sur de Corea.\n\t\t\t\t\t El contenido principal del acta va como sigue:\n\t\t\t\t\t\n\t\t\t\t\t El \"Partido Saenuri\" es promotor principal que durante los ultimos 5 anos, llevo junto con el traidor Lee Myung Bak las relaciones entre ambas partes coreanas a la fase catastrofica y convirtio el Sur de Corea en un lugar carente de DDHH y de depauperada vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t El \"Gran Partido Nacional\", predecesor del \"Partido Saenuri\", calumnio atrozmente el encuentro cumbre en Pyongyang en junio de 2000, insulto el dia de aprobacion de la Declaracion Conjunta del 15 de Junio calificandolo como \"dia de verguenza nacional\" e insistio en la anulacion de ese documento.\n\t\t\t\t\t\n\t\t\t\t\t En 2007, cuando quedo publicado el acuerdo sobre la cumbre Norte-Sur, lo censuro junto con el traidor Lee Myung Bak y publico oficialmente la supuesta \"resolucion del partido\" de no tomar parte en el viaje a Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Despues de la toma de posesion de Lee, recurrio mas freneticamente para hacer papel mojado las declaraciones N-S.\n\t\t\t\t\t\n\t\t\t\t\t Estuvo al frente de la campana de DDHH anti-RPDC y las maniobras intrigantes que lanzo el traidor Lee.\n\t\t\t\t\t\n\t\t\t\t\t Cuando este cuestiono el \"problema de DDHH del Norte de Corea\" durante su visita a Estados Unidos realizada en abril de 2008, el delegado del \"Partido Saenuri\" de aquel entonces lo aplaudio diciendo que \"es agradable el planteamiento de ese tema de que se mantuvieron callados los anteriores regimenes\".\n\t\t\t\t\t\n\t\t\t\t\t En febrero de 2011, 9 parlamentarios del partido en el poder salieron a la primera linea del frente junto con la banda conservadora ultraderechista y otras chusmas y lanzaron a la parte nortena las octavillas psicologicas anti-RPDC en que dejaron sus firmas.\n\t\t\t\t\t\n\t\t\t\t\t El \"Partido Saenuri\" insulto cruelmente el clima de reunificacion en alianza con el Norte de los habitantes surcoreanos e instigo las maniobras de represion de las autoridades titeres de seguridad publica.\n\t\t\t\t\t\n\t\t\t\t\t Sobre todo, califico de \"cosa natural\" el encarcelamiento del vicepresidente Ro Su Hui de la Direccion Surena de la Alianza Pannacional por la Reunificacion de la Patria (APRP), quien visito a la RPDC para expresar condolencias por el gran duelo nacional (fallecimiento del Dirigente Kim Jong Il) y asistir al acto por la reunificacion nacional, y del pastor Han Sang Ryol, e insiste en castigarlos severamente.\n\t\t\t\t\t\n\t\t\t\t\t Con motivo de las provocaciones sin precedentes que ofendieron la maxima dignidad de la RPDC, las maniobras de confrontacion fraticida anti-RPDC del \"Partido Saenuri\" llegaron al climax.\n\t\t\t\t\t\n\t\t\t\t\t En 2008, ese partido en poder dio a luz un libro bajo el titulo de \"Estrategia diplomatica del poder de Lee Myung Bak\" en que recogio palabras vendepatrias pro-yanquis tales como \"en el asunto de seguridad se debe anteponer la cooperacion internacional a la nacional\" y \"dar prioridad a la posicion de EE.UU. mas que al criterio del Norte\".\n\t\t\t\t\t\n\t\t\t\t\t A finales de abril del ano pasado, Park Geun-hye viajo a Europa en calidad de enviada especial del traidor Lee y en esa ocasion, elogio a los mercenarios participantes en la pasada guerra coreana estallada por EE.UU. y les entrego dinero de premio y recuerdos.\n\t\t\t\t\t\n\t\t\t\t\t Al difundir las sofisterias referentes al problema del mando de operaciones en el tiempo de guerra cuyo recibo fue programado inicialmente para 2012, el \"Partido Saenuri\" movilizo las entidades conservadoras para librar una campana de recogida de firmas de 10 millones que lo rechazan.\n\t\t\t\t\t\n\t\t\t\t\t En contubernio con el traidor Lee, el \"Partido Saenuri\" cometio sin vacilacion alguna el acto traidor a la patria y la nacion al vender por completo el derecho de vida de los habitantes surcoreanos a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Ademas, aprobo por la fuerza en la \"Asamblea Nacional\" el \"proyecto de consentimiento de la firma del Tratado de Libre Comercio\" Sur de Corea-EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Sumandose a las maniobras del traidor que intenta introducir las armas de fabricacion norteamericana valoradas en sumas astronomicas, aumento anualmente 6-7% el presupuesto de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\t Se confabulo no solo con EE.UU. sino tambien con los reaccionarios japoneses, lo cual causo la indignacion vehemente de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\t Apoyo en sentido juridico la infame politica antipopular y la dictadura fascista de Lee y las ejecuto en la delantera.\n\t\t\t\t\t\n\t\t\t\t\t Cuando el proyecto de 4 rios largos del traidor Lee choco con la unanime oposicion de diversos estratos, los compinches de esta organizacion aprobaron de manera chapucera en diciembre del 2009 los proyectos de presupuestos para ano nuevo pese al fuerte rechazo de los partidos opositores hablando de que \"hay que tomar la decision de retirarse del Poder en el caso de que se interrumpa esa labor\".\n\t\t\t\t\t\n\t\t\t\t\t El \"Partido Saenuri\" se aferro activamente a la maniobra del traidor Lee tendente apoderarse de los medios de prensa.\n\t\t\t\t\t\n\t\t\t\t\t  Aprobo con pillaje la ley sobre los medios de prensa en la \"Asamblea Nacional\" e invento sinnumeros reglamentes infames para promover legalmente la politica pro-monopolistas y la de represion fascista del traidor Lee.\n\t\t\t\t\t\n\t\t\t\t\t Amparo las represiones fascistas de Lee encaminados a oprimir la justa lucha de los surcoreanos en demanda de los derechos a vivir.\n\t\t\t\t\t\n\t\t\t\t\t Ademas intento encubrir los actos ilegales y corruptos de los parientes y colaboradores de Lee.\n\t\t\t\t\t\n\t\t\t\t\t Es tan ridiculo el hecho de que el \"Partido Saenuri\", que vino practicando la malsana politica caracterizada por la confrontacion fratricida, el servilismo a grandes potencias y antinacional manteniendo las relaciones intimas con el traidor Lee, hablara de la \"diferenciacion\" con el. \n\t\t\t\t\t\n\t\t\t\t\t Aunque el \"Partido Saenuri\" intenta para desviar la indignada opinion publica y mantener su honra, son demasiados grandes sus crimenes y nadie sera enganado por tal farsa.\n\t\t\t\t\t\n\t\t\t\t\t Los habitantes surcoreanos y todos los connacionales ya dieron espalda al \"Partido Saenuri\" calificandolo del complice con el traidor Lee.\n\t\t\t\t\t\n\t\t\t\t\t El \"Partido Saenuri\" no podra evitar el severo castigo por sus crimenes cometidos ante la nacion en confabulacion con el traidor Lee."
        },
        {
            "title": "Medallistas de oro conceden rueda de prensa",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-29ee.html",
            "content": "Medallistas de oro conceden rueda de prensa\r\n Pyongyang, 16 de agosto (ACNC) -- Tuvo lugar el dia 16 en el Palacio de Deportes de Pyongyang la rueda de prensa con los medallistas de oro en los 30o Juegos Olimpicos que regresaron a la patria.\n\t\t\t\t\t En la ocasion estuvieron presentes los reporteros de la rama de prensa e informacion de esta capital.\n\t\t\t\t\t\n\t\t\t\t\t Los jugadores olimpicos dijeron que alcanzaron las victorias fulminantes en la reciente cita olimpica teniendo presente la confianza del Mariscal        Kim Jong Un y dignificaron y honraron asi a la patria del Juche.\n\t\t\t\t\t\n\t\t\t\t\t Nuestros exitos, que sorprendieron al mundo, son productos de la indoblegable fuerza espiritual que hemos empleado en cada juego con la pasion patriotica y el deseo de cumplir el noble proposito del Mariscal, apuntaron. \n\t\t\t\t\t\n\t\t\t\t\t Sudaremos mas gotas en los entrenamientos poniendo en el grado superior nuestro patriotismo y exaltaremos con las medallas de oro el impetu heroico de la nacion de Kim Il Sung y la Corea de Kim Jong Il, concluyeron."
        },
        {
            "title": "Consejo de Ministros ofrece banquete en honor de ganadores olimpicos",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-30ee.html",
            "content": "Consejo de Ministros ofrece banquete en honor de ganadores olimpicos\r\n Pyongyang, 16 de agosto (ACNC) -- El Consejo de Ministros de la Republica Popular Democratica de Corea ofrecio el dia 16 en el Restaurante Okryu un banquete en honor de los ganadores en los XXX Juegos Olimpicos.\n\t\t\t\t\t Asistieron a la ocasion el premier Choe Yong Rim, el secretario del Comite Central del Partido del Trabajo de Corea Kim Ki Nam, el vicepremier Kim Yong Jin, el jefe de departamento del CC del PTC Ri Yong Su, el ministro de Deportes Pak Myong Chol y otros funcionarios interesados, asi como los jugadores y entrenadores.\n\t\t\t\t\t\n\t\t\t\t\t Al hacer uso de la palabra, Kim Yong Jin subrayo que Kim Un Guk, Om Yun Chol, An Kum Ae y Rim Jong Sim coronaron con las medallas de oro la gran epoca de Kim Jong Un, lo que estimula considerablemente al pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t Destaco que los deportistas deben lograr sucesivas victorias en los juegos internacionales al redoblar mas el coraje, poner en pleno manifiesto la inteligencia y dignidad de la patria y la nacion y defender al Mariscal Kim Jong Un con las medallas de oro.\n\t\t\t\t\t\n\t\t\t\t\t Kim Un Guk, en representacion de los jugadores, dijo que intensificara mas el entrenamiento para conquistar mas medallas de oro para cumplir el legado del General Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Expreso la determinacion de reciprocar la gran benevolencia y confianza del Mariscal Kim Jong Un."
        },
        {
            "title": "ACNC comenta intento de politizar el asunto de humanitarismo",
            "url": "http://kcna.co.jp/item/2012/201208/news16/20120816-31ee.html",
            "content": "ACNC comenta intento de politizar el asunto de humanitarismo\n\t\t\t\t\t\t\r\n Pyongyang, 16 de agosto (ACNC) -- Al cabo de 10 anos, tuvieron lugar en Beijing las conversaciones entre las entidades de Cruz Roja de la Republica Popular Democratica de Corea y Japon.\n\t\t\t\t\t En las ocasiones se realizo el dialogo sobre el problema de restos japoneses en la RPDC segun la solicitud de la parte japonesa y se profundizo el entendimiento mutuo.\n\t\t\t\t\t\n\t\t\t\t\t Como ya es conocido, el problema en cuestion constituye el de trabajo y de humanitarismo para devolver los restos de los japoneses muertos en Corea durante el periodo de la Segunda Guerra Mundial. \n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, las autoridades japonesas muestran un movimiento diametralmente opuesto al objetivo de las conversaciones.\n\t\t\t\t\t\n\t\t\t\t\t El canciller Genba, el ministro del asunto de secuestro Matsubara y otras autoridades  pronunciaron las palabras extranas de que \"no debe ocurrirse el caso de que el asunto de secuestro se excluya en las negociaciones\" y que el \"Norte de Corea intentara poner al margen el asunto de secuestro proponiendo el problema de restos\".\n\t\t\t\t\t\n\t\t\t\t\t Particularmente, en la rueda de prensa sostenida el dia 14, el director del secretariado Fujimura dijo que la \"RPDC y Japon tienen varias cuestiones pendientes incluyendo el asunto de restos y el de secuestro. Japon mantiene la invariable posicion de que el asunto de secuestro se incluye debidamente en la agenda\".\n\t\t\t\t\t\n\t\t\t\t\t Los hechos muestran claramente que el gobierno japones no trata sinceramente la solucion de problema de restos mortales y obscurece por si  mismo el ambiente de las conversaciones. \n\t\t\t\t\t\n\t\t\t\t\t Al pasar revista a la nineria de las fuerzas derechistas japonesas que ya antes describieron el problema de restos  mortales como \"ganancia\",  no es dificil distinguir la intencion verdadera de ellos de usar las conversaciones en el mal objetivo politico mezclando el problema de restos con el \"secuestro\". \n\t\t\t\t\t\n\t\t\t\t\t  El problema de restos de los japoneses constituye un eslabon de la labor humanitaria.\n\t\t\t\t\t\n\t\t\t\t\t  Es por eso que lo presiden las entidades de la cruz roja que tienen por principio la imparcialidad, la neutralidad y la universalidad con la mision de respeto humano.\n\t\t\t\t\t\n\t\t\t\t\t  Este ano, la RPDC aviso a Japon el hecho de que fueron descubiertos en los lugares de obras muchos restos deducidos como los de japoneses.\n\t\t\t\t\t\n\t\t\t\t\t  En las presentes conversaciones aviso detalladamente las regiones en que se realiza el esclarecimiento de restos y sus numeros confirmados hasta fecha.\n\t\t\t\t\t\n\t\t\t\t\t  Y dio bienvenida a la visita a la tumba por los familiares de difuntos y la visita a la RPDC de los interesados de la cruz roja que se realizaran al cabo de casi 70 anos.\n\t\t\t\t\t\n\t\t\t\t\t  Francamente dicho, la solucion del problema de restos se necesita para Japon.\n\t\t\t\t\t\n\t\t\t\t\t  Japon no obtendra nada al politizar el problema humanitario.\n\t\t\t\t\t\n\t\t\t\t\t  En el caso de que se pierdan muchos restos de los japoneses debido al desprecio de la sinceridad de la RPDC causando la colera del interior japones, la responsabilidad recaera enteramente sobre las autoridades japonesas."
        }
    ]
}