{
    "date": "2012-05-10",
    "url": "http://kcna.co.jp/item/2012/201205/2012-05-10ee.html",
    "articles": [
        {
            "title": "Agreement Inked between DPRK and China",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-28ee.html",
            "content": "Agreement Inked between DPRK and China\r\n Pyongyang, May 10 (KCNA) -- An agreement on jointly building, managing and preserving the Manpho-Jian border bridge between the DPRK and China was signed here on Thursday.\n\t\t\t\t\t Attending the signing ceremony were Vice-minister of Foreign Affairs Pak Kil Yon and other officials of the foreign ministry from the DPRK side and Liu Hongcai, Chinese ambassador to the DPRK, and members of the Chinese foreign ministry from the Chinese side.\n\t\t\t\t\t\n\t\t\t\t\t Pak Kil Yon and Liu Hongcai signed the agreement."
        },
        {
            "title": "DPRK and Lao Military Delegations Hold Talks",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-29ee.html",
            "content": "DPRK and Lao Military Delegations Hold Talks\r\n Pyongyang, May 10 (KCNA) -- The DPRK high ranking military delegation and Lao military delegation had talks on Wednesday.\n\t\t\t\t\t Attending the meeting were members of the high ranking military delegation headed by chief of the General Staff of the Korean People's Army Ri Yong Ho and the DPRK ambassador to Laos from the DPRK side and members of the Lao military delegation headed by Vice-Minister of Defense Sanyahak Phomvihane from the Lao side.\n\t\t\t\t\t\n\t\t\t\t\t The two side exchanged views on further developing the friendly relations between the armies of the two countries and matters of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t There was a welcome ceremony for the DPRK military delegation at the building of the Lao defense ministry on the same day.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK delegation laid a wreath before the Monument to Unknown Soldiers."
        },
        {
            "title": "Lao Prime Minister Appreciates Achievements in DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-26ee.html",
            "content": "Lao Prime Minister Appreciates Achievements in DPRK\r\n Pyongyang, May 10 (KCNA) -- Laos highly appreciates the achievements made by the party, government and army of the DPRK in building a thriving socialist nation and defending the country under the wise leadership of the great leaders, said Lao Prime Minister Thongsing Thammavong when receiving the DPRK's high-ranking military delegation. \n\t\t\t\t\t The delegation headed by Vice Marshal of the Korean People's Army Ri Yong Ho, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and chief of the General Staff of the KPA, paid a courtesy call on the prime minister of Laos on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting, Thongsing Thammavong, member of the Political Bureau of the Central Committee of the Lao People's Revolutionary Party, said the DPRK delegation's visit provided an important opportunity of boosting the friendly relations between the two armies.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il developed the friendly ties between Laos and the DPRK provided by President Kim Il Sung, the prime minister noted.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un pays much attention to the development of the bilateral friendly relations, he added."
        },
        {
            "title": "Lao Delegation Pays Floral Tribute to Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-25ee.html",
            "content": "Lao Delegation Pays Floral Tribute to Kim Il Sung and Kim Jong Il\r\n Pyongyang, May 10 (KCNA) -- A delegation of the Lao Women's Union headed by President of its Central Committee Sysay Leudedmounsone on Thursday laid a floral basket before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t The members of the delegation paid tribute to the statues after laying the basket."
        },
        {
            "title": "DPRK's Military Delegation Feted by Lao Ministry of Defence",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-27ee.html",
            "content": "DPRK's Military Delegation Feted by Lao Ministry of Defence\r\n Pyongyang, May 10 (KCNA) -- The Lao Ministry of Defence hosted a reception in honor of a high-ranking military delegation of the DPRK on Wednesday. \n\t\t\t\t\t Present there on invitation were members of the delegation led by Ri Yong Ho, chief of the General Staff of the Korean People's Army, and the DPRK ambassador to Laos.\n\t\t\t\t\t\n\t\t\t\t\t Also attending the reception were Vice-Minister of Defence Sanyahak Phomvihane, a deputy director of the General Political Department and the deputy chief of the General Staff of the Laotian People's Army and other military officials. \n\t\t\t\t\t\n\t\t\t\t\t An art performance was given by artistes of Laos at the reception."
        },
        {
            "title": "Mongolian Delegation Visits Statues of Kim Il Sung and Kim Jong Il",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-04ee.html",
            "content": "Mongolian Delegation Visits Statues of Kim Il Sung and Kim Jong Il\r\n Pyongyang, May 10 (KCNA) -- Mongolian friendship delegation of the Agency for the Diplomatic Corps Service headed by   S. bayarmunkh on May 9 visited statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill to pay tribute.\n\t\t\t\t\t The visitors laid bouquets before them before bowing to them.\n\t\t\t\t\t\n\t\t\t\t\t They arrived here by air on the same day."
        },
        {
            "title": "Kim Jong Un Receives Congratulations from President of Congo",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-34ee.html",
            "content": "Kim Jong Un Receives Congratulations from President of Congo\r\n Pyongyang, May 10 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from Denis Sassou Nguesso, president of the Republic of Congo on Monday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Your Excellency Chairman,\n\t\t\t\t\t\n\t\t\t\t\t It is my honor and pleasure to extend the warmest congratulations to you on your election as first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK and wish you happiness in good health, on behalf of the people and the government of Congo and on my own.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this happy opportunity, I sincerely wish you great success in your new office.\n\t\t\t\t\t\n\t\t\t\t\t Please accept assurances of my high consideration."
        },
        {
            "title": "Kim Jong Un Receives Congratulations from PM of Grenada",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-35ee.html",
            "content": "Kim Jong Un Receives Congratulations from PM of Grenada\r\n Pyongyang, May 10 (KCNA) -- The dear respected Kim Jong Un received a congratulatory message from Prime Minister of Grenada Tillman Thomas on Apr. 30.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t It is my honor to extend the most sincere and warmest congratulations to you on your election as first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK and assumption of supreme commandership of the Korean People's Army, on behalf of the government and people of Grenada.\n\t\t\t\t\t\n\t\t\t\t\t It is my firm belief that you will creditably lead the people of the DPRK at the posts of important responsibility.\n\t\t\t\t\t\n\t\t\t\t\t I am sure that the relations between our two countries will continue to favorably develop.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my heartfelt congratulations."
        },
        {
            "title": "Gift to Kim Jong Un from Lao Defense Minister",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-16ee.html",
            "content": "Gift to Kim Jong Un from Lao Defense Minister\r\n Pyongyang, May 10 (KCNA) -- Lao Defense Minister Duangchay Phichith made a gift to the dear respected Kim Jong Un.\n\t\t\t\t\t The minister asked Vice-Marshal of the Korean People's Army Ri Yong Ho, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and chief of the KPA General Staff, to convey the gift to Kim Jong Un on Wednesday."
        },
        {
            "title": "White Paper on Miserable Fate of S. Korean Defectors",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-19ee.html",
            "content": "White Paper on Miserable Fate of S. Korean Defectors\r\n Pyongyang, May 10 (KCNA) -- The National Reunification Institute Thursday issued a white paper to disclose the miserable fate of south Korean defectors, a product of the unpopular rule by the south Korean ruling quarters. \n\t\t\t\t\t According to the white paper, the expression \"south Korean defectors\" came into existence when the south Korean people secretly made their way overseas right after the liberation of Korea and in the 1950s, finding it hard to live in south Korea due to the fascist dictatorship, hunger and for other reasons. \n\t\t\t\t\t\n\t\t\t\t\t Thousands of people defected from south Korea every year in the early period under the Syngman Rhee regime. Their number reached 262 000 during the 18 years of the military fascist dictatorship by Park Chung Hee and increased to 466 000 under the military dictatorial rules by Chun Doo Hwan and Roh Tae Woo. \n\t\t\t\t\t\n\t\t\t\t\t The number of the south Korean defectors now stands at over 500 000. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean emigrants residing overseas are, in fact, defectors who left south Korea condemning its society. \n\t\t\t\t\t\n\t\t\t\t\t The number of the south Korean emigrants stood at over three million from 1962 to 2007. They left south Korea by defection and migration and for international marriage, study abroad, etc. \n\t\t\t\t\t\n\t\t\t\t\t After traitor Lee Myung Bak took power, south Korean people have ceaselessly left south Korea unable to stand the unpopular rule and destitution. \n\t\t\t\t\t\n\t\t\t\t\t From 2008 about 80 000 people left south Korea a year and the number reached 320 000 towards the end of last year.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Foreign Trade and Commerce of south Korea said that more than 940 000 south Koreans lived as emigrants in 175 countries as of end of last year. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean defectors are in miserable situation. \n\t\t\t\t\t\n\t\t\t\t\t They left south Korea with much effort, but they have not got jobs by the racial discrimination policy, being branded as \"illegal emigrant\" and hardly make day's living, being subject to all kinds of maltreatment and contempt. \n\t\t\t\t\t\n\t\t\t\t\t It is common occurrences that south Korean defectors in the U.S. are beaten and exposed to sexual abuses in prisons. They are maltreated as animals and unexpectedly kicked out once they are disclosed as \"illegal emigrants\".\n\t\t\t\t\t\n\t\t\t\t\t Those who were fortunate to find safe hide-outs are without exception in the exposure to human rights violation.\n\t\t\t\t\t\n\t\t\t\t\t More than 187 000 south Koreans, 27 percent of the south Korean emigrants in the U.S., have been reduced to the beggary. \n\t\t\t\t\t\n\t\t\t\t\t They flew overseas with the \"dream for foreign countries\". However, with their simple dream for getting houses and jobs broken up they join in committing all kinds of crimes including violence, fraud, theft, drug abuse and murder after giving up their hope for future. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean ruling quarters of traitors turned away their faces from the maltreatment and misfortunes facing the defectors abroad. \n\t\t\t\t\t\n\t\t\t\t\t In the 2008-2010 period the number of criminal cases to which south Korean emigrants fell victim was 9 279. Among them 1 400 cases were violence and robbery and the number of those who went missing by abduction or for other causes reached at least 1 030. \n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" of Park Geun Hye is also disregarding the defectors. \n\t\t\t\t\t\n\t\t\t\t\t From 2008 to the end of last year the party took the lead in passing more than 2 500 \"bills\" at the 18th \"National Assembly\" sessions. But, none of them were related to settling the human rights issue of defectors living in foreign land being subject to extreme contempt and sufferings. \n\t\t\t\t\t\n\t\t\t\t\t On the contrary, the party desperately tried to put into effect the \"law on human rights in the north\". \n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the Lee group to talk about the \"human rights\" of someone as they are regardless of the south Korean defectors who went abroad looking for economic opportunities. \n\t\t\t\t\t\n\t\t\t\t\t The issue of daily increasing defectors from south Korea is a serious human rights issue which can no longer be overlooked."
        },
        {
            "title": "Lee Myung Bak Group and Other Hostile Forces Accused of Smear Campaign over DPRK's Satellite Launch",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-18ee.html",
            "content": "Lee Myung Bak Group and Other Hostile Forces Accused of Smear Campaign over DPRK's Satellite Launch\r\n Pyongyang, May 10 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea Thursday gave the following answer to the question put by KCNA as regards the fact that the Lee Myung Bak group of south Korea and other hostile forces recently pulled up the DPRK over expense for satellite launch:\n\t\t\t\t\t The Lee group of traitors was reported to have impudently pulled up the DPRK over its satellite launch, etc. recently, claiming a huge amount of money might be spent for the missile launch and that amount of money would be enough to buy a lot of food. \n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak invited even primary school children to Chongwadae and chided the north \"for spending a lot of money for missile launch.\"\n\t\t\t\t\t\n\t\t\t\t\t Chon Yong U, presidential secretary for diplomacy and security of Chongwadae, Ryu U Ik, minister of Unification, and other yes men of Lee vied with each other to join in the anti-DPRK smear campaign. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. was so ridiculous as to urge the DPRK to give up nuclear development and rocket launch and improve the people's living standard as part of the anti-DPRK smear campaign over its moves to bolster its nuclear deterrence and push forward its plan for space development for peaceful purposes. There are some persons who blindly echo its rhetoric. \n\t\t\t\t\t\n\t\t\t\t\t This is an intolerable insult to the dignity and sovereignty of the DPRK and a grave provocation and mockery of its army and people. \n\t\t\t\t\t\n\t\t\t\t\t The hostile forces are noisily trumpeting that the DPRK would receive any reward in return for dismantling nukes and stopping the missile launch. \n\t\t\t\t\t\n\t\t\t\t\t They even claim that some other countries may launch the DPRK's satellites. \n\t\t\t\t\t\n\t\t\t\t\t Such allurement may work on others but not on the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The people of the DPRK will never allow their dignity and sovereignty to be bartered for a huge amount of money or something else. \n\t\t\t\t\t\n\t\t\t\t\t It is preposterous, indeed, for the U.S. to talk about someone's expense as it tops the world list of military spending. \n\t\t\t\t\t\n\t\t\t\t\t The above-said smear campaign kicked off by the Lee group and the U.S. is nothing but the last-ditch effort of those frightened by the Songun power of the DPRK and a foolish attempt to break its single-minded unity. \n\t\t\t\t\t\n\t\t\t\t\t No matter what high expense the army and people of the DPRK have to cover, they will further bolster its defence capability including nuclear deterrence to firmly protect its dignity and sovereignty."
        },
        {
            "title": "Kim Yong Nam Leaves to Visit Indonesia, Singapore",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-17ee.html",
            "content": "Kim Yong Nam Leaves to Visit Indonesia, Singapore\r\n Pyongyang, May 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and his party left here Thursday to pay an official good-will visit to Indonesia. \n\t\t\t\t\t Kim and his party will also visit Singapore. \n\t\t\t\t\t\n\t\t\t\t\t Leaving with Kim were Ri Kwang Gun, chairman of the Commission for Joint Venture and Investment, and An Jong Su, minister of Light Industry, and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t They were seen off at the airport by Yang Hyong Sop, vice-president of the Presidium of the SPA, Kung Sok Ung, vice-minister of Foreign Affairs, Ho Thae Gwon, vice-minister of Light Industry, and Fitri Riyanti, minister-councilor of the Indonesian embassy here, and Liu Hongcai, Chinese ambassador to the DPRK."
        },
        {
            "title": "DPRK Premier Visits Bearing Factory to Review Its Work",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-33ee.html",
            "content": "DPRK Premier Visits Bearing Factory to Review Its Work\r\n Pyongyang, May 10 (KCNA) -- DPRK Premier Choe Yong Rim, member of the Presidium of the Political Bureau of the Workers' Party of Korea Central Committee, visited Ryangchaek Bearing Factory on Thursday to review its work.\n\t\t\t\t\t Learning about production at the factory and modernization of facilities there, he met innovators and praised their patriotic labor devotion.\n\t\t\t\t\t\n\t\t\t\t\t Then he held a consultative meeting of relevant officials.\n\t\t\t\t\t\n\t\t\t\t\t Organized there were details of work to carry out the last instructions of leader Kim Jong Il and satisfactorily supply raw and other materials needed for the steady production, renovation of factory and modernization of facilities."
        },
        {
            "title": "State Commendations to Merited Creators, Employees and Officials of Mansudae Art Studio",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-31ee.html",
            "content": "State Commendations to Merited Creators, Employees and Officials of Mansudae Art Studio\r\n Pyongyang, May 10 (KCNA) -- State commendations went to creators, employees and officials of the Mansudae Art Studio who distinguished themselves in the work for successfully erecting the statues of President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t An awarding ceremony took place at the studio on Thursday. \n\t\t\t\t\t\n\t\t\t\t\t 20 persons including Ri Kak Hyon and Ryang Ui Chol were awarded watches bearing the august name of Kim Il Sung and 34 including Ri Ki Sop and Ryu Chang Nam citations from the dear respected Kim Jong Un."
        },
        {
            "title": "Newly-Built State Industrial Art Centre",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-20ee.html",
            "content": "Newly-Built State Industrial Art Centre\r\n Pyongyang, May 10 (KCNA) -- The State Industrial Art Centre has been built in the Democratic People's Republic of Korea.\n\t\t\t\t\t Ri Tong Chan, director of the Central Industrial Art Guidance Bureau, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to the wise guidance of leader Kim Jong Il that the State Industrial Art Centre could be built.\n\t\t\t\t\t\n\t\t\t\t\t In March Juche 99 (2010), Kim Jong Il had the Central Industrial Art Guidance Bureau formed to give unified guidance over the nation's industrial art, and took a measure to build the centre with the mobilization of soldiers.\n\t\t\t\t\t\n\t\t\t\t\t The construction of the centre was completed with the centenary of the birth of President Kim Il Sung (April 15) just ahead. \n\t\t\t\t\t\n\t\t\t\t\t The centre houses the Korean Industrial Art Studio, Korean Industrial Art Information Exchange Agency and the Central Industrial Art Guidance Bureau, as well as an exhibition on the first and second floors, a 300-seat hall and an underground parking lot.\n\t\t\t\t\t\n\t\t\t\t\t On display at the exhibition are materials and data featuring the undying feats Kim Il Sung, Kim Jong Il and an anti-Japanese war hero, Kim Jong Suk, performed for the development of Juche-based industrial art.\n\t\t\t\t\t\n\t\t\t\t\t Also exhibited are a variety of industrial designs and products presented by artists and teachers and students at Pyongyang University of Fine Arts and other educational institutions as well as amateur artists.\n\t\t\t\t\t\n\t\t\t\t\t Conspicuous among them are designs of footwear, packing, tools and vehicles.\n\t\t\t\t\t\n\t\t\t\t\t In April this year, the dear respected Kim Jong Un visited the national industrial art exhibition, opened at the center to mark Kim Il Sung's 100th birth anniversary, and gave important instructions for developing the industrial art."
        },
        {
            "title": "National Sports Software Exhibition Opens",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-30ee.html",
            "content": "National Sports Software Exhibition Opens\r\n Pyongyang, May 10 (KCNA) -- The second national sports software exhibition was opened with due ceremony at the Pyongyang Indoor Stadium Thursday.\n\t\t\t\t\t On display at the exhibition are at least 100 software pieces developed by the Academy of Physical Culture and Sports Science, Korea University of Physical Education and different units in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition is divided into five panels including aid programs for coordination in training and game analysis, education aid programs and programs for business management.\n\t\t\t\t\t\n\t\t\t\t\t It will also involve science and technology workshop, experience swap and other activities.\n\t\t\t\t\t\n\t\t\t\t\t It will last till May 16."
        },
        {
            "title": "Korean International Exhibition Corporation",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-22ee.html",
            "content": "Korean International Exhibition Corporation\r\n Pyongyang, May 10 (KCNA) -- The 15th Pyongyang Spring International Trade Fair will take place at the Three-Revolution Exhibition in Pyongyang from May 14 to 17. The fair will be organized by the Korean International Exhibition Corporation.\n\t\t\t\t\t Founded on April 17, Juche 47 (1958), the Corporation is the sole body undertaking any international trade fair in the country.\n\t\t\t\t\t\n\t\t\t\t\t It has sponsored more than 110 trade fairs at home and 330 in other countries up to now.\n\t\t\t\t\t\n\t\t\t\t\t Major products of the DPRK, presented by the Corporation, won special prizes, gold and silver cups and diplomas at international trade fairs.\n\t\t\t\t\t\n\t\t\t\t\t The Corporation also makes import and export contracts with many countries in Asia, Europe and other regions.\n\t\t\t\t\t\n\t\t\t\t\t The forthcoming fair will bring together some 270 firms from various countries and regions."
        },
        {
            "title": "Rice-transplanting Begins in DPRK",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-15ee.html",
            "content": "Rice-transplanting Begins in DPRK\r\n Pyongyang, May 10 (KCNA) -- The Wonhwa Co-op Farm, Phyongwon County of South Phyongan Province was the first to start transplanting young rice seedlings this year in the DPRK. \n\t\t\t\t\t Having made all preparations as required by the Juche farming method and having done in time the repairing and maintenance of farm machines including tractors, the farmers are in high spirit from the first day. \n\t\t\t\t\t\n\t\t\t\t\t On May 10, 1952 when the Fatherland Liberation War was at its height, President Kim Il Sung came to Wonhwa-ri and sowed seeds with farmers.\n\t\t\t\t\t\n\t\t\t\t\t The President and leader Kim Jong Il were registered as honorary farmers of the farm associated with their leadership feats."
        },
        {
            "title": "Mansugyo Meat and Fish Shop",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-24ee.html",
            "content": "Mansugyo Meat and Fish Shop\r\n Pyongyang, May 10 (KCNA) -- There appeared the Mansugyo Meat and Fish Shop on the banks of the Pothong River in the capital city of Pyongyang.\n\t\t\t\t\t On sale in the three-storey shop are various species of fresh fish and meat and processed products. It also houses a roast meat serving restaurant.\n\t\t\t\t\t\n\t\t\t\t\t The shop came into being under the deep care of leader Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The leader had the meat and fish shop built in Pothongmun Street on the occasion of the national day last year and initiated building such kind of shops in various parts of the city.\n\t\t\t\t\t\n\t\t\t\t\t True to his lifetime instructions, Kim Jong Un personally chose the building site and gave field guidance to the construction project in January and March this year.\n\t\t\t\t\t\n\t\t\t\t\t On April 25, the birthday of the Korean People's Army, he went to the shop to congratulate its opening, advancing tasks for its good management.\n\t\t\t\t\t\n\t\t\t\t\t The modernly-built shop is in good harmony with the Victorious Fatherland Liberation War Museum and the Victorious Fatherland Liberation War Memorial Tower nearby it, adding beauty to the scenery of the river and the Hero Street.\n\t\t\t\t\t\n\t\t\t\t\t The shop's building looks like a ship in the river or a swimming fish. The shop also has an out-door soft drink stand.\n\t\t\t\t\t\n\t\t\t\t\t It draws many citizens as it is situated in a place easy of access.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Gap, a 48-year-old man living in Moranbong District, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The shop makes me feel strong yearning for the leader who devoted his all to the wellbeing of the people.\"\n\t\t\t\t\t\n\t\t\t\t\t Choe Chang Ok, manager of the shop, said:\n\t\t\t\t\t\n\t\t\t\t\t \"I am very proud of working here to serve people. I will work hard to render creditable services to citizens.\""
        },
        {
            "title": "Korean Social Scientists Lay Bare Japan's Past Hideous Crimes",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-23ee.html",
            "content": "Korean Social Scientists Lay Bare Japan's Past Hideous Crimes\r\n Pyongyang, May 10 (KCNA) -- A symposium of Korean social scientists took place here on Tuesday on the lapse of 420 years since Japan's invasion of Korea in 1592, which Koreans call Imjin Patriotic War.\n\t\t\t\t\t Samurais of Japan launched an invasion of Korea with huge troops on Apr. 13, 1592, and massacred and kidnapped Koreans and looted cultural treasures wherever they went. \n\t\t\t\t\t\n\t\t\t\t\t Speakers at the symposium cited data to lay bare the invaders' brutal atrocities.\n\t\t\t\t\t\n\t\t\t\t\t According to them, the invaders cut ears and noses of many Koreans and carried them to Japan under orders of Toyotomi Hideyoshi in the top authority at that time.\n\t\t\t\t\t\n\t\t\t\t\t They did not hesitate to cut ears and noses of not only dead persons but also working farmers, old people, women and babies. So ear and nose tombs appeared in Kyoto of Japan.\n\t\t\t\t\t\n\t\t\t\t\t The aggressors killed hundreds of thousands of people, enslaved more than 100 000 and destroyed and plundered many cultural assets. Aritayaki, Hakiyaki and Aganoyaki pottery, known as Japan's famous ceramics, are a product of the hard toil by Korean potters who were taken away to Japan in that period.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people fought against the samurais in the do-or-die spirit, and the war ended in a bitter defeat of Japan in November 1598.\n\t\t\t\t\t\n\t\t\t\t\t But, many scholars, technicians and ordinary people of Korea were taken away to Japan during the war and, consequently, the lack of talents and manpower seriously affected the nation's development in various sectors, including science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Such hideous crimes committed against the Korean nation by the Japanese aggressors in this war can never be pardoned."
        },
        {
            "title": "Satire on Lee Myung Bak Screened on DPRK TV",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-21ee.html",
            "content": "Satire on Lee Myung Bak Screened on DPRK TV\r\n Pyongyang, May 10 (KCNA) -- A comic chat \"Reversed Road\", a satire on the rat-like Lee Myung Bak for his high treason, has been aired by local TV.\n\t\t\t\t\t \"Why does rattish Lee Myung Bak have misconceptions about everything? He does not know right from wrong, persistently barring people from doing good things and forcing them to do undesirable things.\" This is part of the chat.\n\t\t\t\t\t\n\t\t\t\t\t The chat clarifies the idea that it is so natural to cut to pieces the Lee group of rats who dared desecrate the dignity of the DPRK supreme leadership, accustomed to doing what is believed to be harmful to people.\n\t\t\t\t\t\n\t\t\t\t\t The comic chat, created by a writer at the Mansudae Art Troupe, says:\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak, a rat born in Osaka of Japan, left millions of people jobless, many of them killing themselves, and thus turning south Korea into a kingdom of suicide unfit for human beings.\n\t\t\t\t\t\n\t\t\t\t\t His group masterminded the Cheonan warship sinking case in a bid to cool down the heated resentment of the south Korean people and tide over the ruling crisis, which is no more than gambling on the destiny of the nation.\n\t\t\t\t\t\n\t\t\t\t\t There is no way out for those opposed to the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK people have already sentenced the Lee group of traitors to death.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak and his military hooligans like Kim Kwan Jin and Jong Sung Jo have been deleted from the list of human beings. \n\t\t\t\t\t\n\t\t\t\t\t There is no way for them to evade the prescription given by the nation."
        },
        {
            "title": "Crazy Lee Myung Bak Accused of Implanting Hostility into Children's Minds",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-07ee.html",
            "content": "Crazy Lee Myung Bak Accused of Implanting Hostility into Children's Minds\r\n Pyongyang, May 10 (KCNA) -- Traitor Lee Myung Bak on May 5 invited primary school children to Chongwadae and chided the north \"for spending a lot of money for missile launch.\" He, referring to the north, even described disobedient child as \"bad kid\".\n\t\t\t\t\t Rodong Sinmun Thursday observes in a bylined commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t This is a revelation of Lee Myung Bak's crazy bid to hurt the naive feelings of children with frantic confrontation with compatriots. This goes to prove that Lee is a vicious confrontation maniac and such awful thing can be done only by this fool whose preoccupation is to stand against the north.\n\t\t\t\t\t\n\t\t\t\t\t His bad habit of missing no chance to let loose invectives against compatriots has gone a tolerance limit, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that he staged the above-said anti-DPRK burlesque before primary school children.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group has run the whole gamut of despicable moves to fan up hatred and antipathy towards compatriots throughout society, regarding it a key link in the chain efforts to carry out the anti-DPRK confrontation policy. \n\t\t\t\t\t\n\t\t\t\t\t Precisely for this reason Lee forced children to read anti-DPRK caricature books shortly ago and this time he orchestrated the above-said farce before naive children.\n\t\t\t\t\t\n\t\t\t\t\t The bad habit of Lee will remain unchanged till he is buried in the grave. This is proved once again by the ridiculous events. \n\t\t\t\t\t\n\t\t\t\t\t A final judgment should be meted out to Lee as early as possible as he is steeped in extreme hostility and confrontation hysteria towards fellow countrymen to the marrow of his bones."
        },
        {
            "title": "S. Korean Unification Ministry's Slander against DPRK under Fire: Minju Joson",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-10ee.html",
            "content": "S. Korean Unification Ministry's Slander against DPRK under Fire: Minju Joson\r\n Pyongyang, May 10 (KCNA) -- Officials of the Ministry of Unification of south Korea are talking about \"self-control\" and \"restraint\", while citing \"provocation by the north\" and \"calumnies at the south\".\n\t\t\t\t\t Minju Joson Thursday runs a bylined commentary in this regard.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Unification has systematically escalated provocation and slanders against the DPRK, the commentary says, adding: It is shameless for them to talk about the \"provocation by the north\" and \"calumnies at the south\", while shelving their crimes. \n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that they called for \"continuously giving the north opportunities to change its basic attribute and maintaining the fundamental frame of the policy of flexibility\", despite their talk about \"self-control and restraint\".\n\t\t\t\t\t\n\t\t\t\t\t This is an intolerable mockery of the army and people of the DPRK who have unswervingly followed the path of independence, Songun and socialism, and a provocation going beyond a tolerance limit.  \n\t\t\t\t\t\n\t\t\t\t\t \"Self-control and restraint\" touted by them will never help the group of rat-like Lee Myung Bak cover up its design to do harm to the fellow countrymen in the north. \n\t\t\t\t\t\n\t\t\t\t\t Those who hurt the dignity of the supreme leadership of the DPRK will have to pay dearly for their crimes. \n\t\t\t\t\t\n\t\t\t\t\t What remains to be done now is to translate it into practice. How pitiful those of the Ministry of Unification are as they wag their tongues unaware of their nearing ruin. \n\t\t\t\t\t\n\t\t\t\t\t They are among the targets of attack without exception as they took the lead in escalating confrontation with the compatriots, fawning upon and kowtowing to rat-like Lee. Regret always comes late."
        },
        {
            "title": "U.S. Application of Double Standards Intolerable: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-06ee.html",
            "content": "U.S. Application of Double Standards Intolerable: Rodong Sinmun\r\n Pyongyang, May 10 (KCNA) -- The U.S. application of double standards at present results in disturbing world security, stability and peace and makes it impossible to observe the principle of equality and impartiality in international relations, says Rodong Sinmun Thursday in a bylined article.\n\t\t\t\t\t The U.S. application of double standards finds expression in handling different affairs. Its typical example is the U.S. approach towards handling the issue of the DPRK's satellite launch for peaceful purposes, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ensured transparency to the maximum as regards its launch of a scientific and technical satellite for peaceful purposes, fully abiding by the international regulations and going beyond practice. Nevertheless, the U.S., defying the above-said sincere measure, let loose sheer sophism that the satellite launch of the DPRK is intolerable because it uses ballistic missile technology and that a certain country is allowed to do so as it observed well international law but the DPRK's satellite launch is problematic as it failed to do so.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-style double standards are based on the view that a country which doesn't obey its order and stands against it should not be allowed to make even economic development, to say nothing of its efforts to bolster its capability for self-defense and satellite launch for peaceful purposes whereas a country subservient to it may be allowed to possess everything including nuclear weapons, long-range missiles and technology for space conquest.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is apt to resort to high-handed and arbitrary practices in disregard of international law and the UN advocated by it when it deems something contrary to its interests. But when it wants to pull up others, it cooks up unjust resolutions by abusing the UN. This is the trite method of the U.S. The above-said stance taken by the U.S. towards the issue of the satellite launch of the DPRK for peaceful purposes is an intolerable infringement upon the dignity and sovereignty of the DPRK. Such behavior is the height of double standards application.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the U.S. is applying the double standards also to the nuclear and human right issues,  the article calls on the world progressive people to properly see through the injustice and gravity of the unjust double standards and wage a united dynamic struggle to foil them."
        },
        {
            "title": "Rodong Sinmun Calls for Bringing Down S. Korean Conservative Regime",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-05ee.html",
            "content": "Rodong Sinmun Calls for Bringing Down S. Korean Conservative Regime\r\n Pyongyang, May 10 (KCNA) -- It is a vital task for protecting the peace of the country and the destiny of the nation to bring down the south Korean conservative regime at an early date, says Rodong Sinmun in a bylined article Thursday.\n\t\t\t\t\t It is the unanimous wish and desire of all Koreans to achieve independent reunification, peace and prosperity through reconciliation and unity between the north and south of Korea, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This desire has been mercilessly trampled down by the Lee Myung Bak group escalating the confrontation with fellow countrymen while disturbing reconciliation and unity of the nation and the improvement of the inter-Korean relations and escalating tensions on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime's \"policy toward the north\" is, in essence, a policy of a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t A spate of extremely reckless outbursts let loose by the Lee group and its provocative saber-rattling are a dangerous tinderbox to ignite a war and its ceaseless acts of hurting the dignity of the supreme leadership and social system in the DPRK and military provocations are a prelude to the war.\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, the traitors' war hysteria which has reached at its height is increasing as the days go by the danger of the re-outbreak of the war disasters which the Korean nation suffered in the last century.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans can never escape war disasters as long as the Lee Myung Bak conservative regime is allowed to remain as it is.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans who love the country and the nation and aspire after peace and reunification should turn out as one in the just sacred patriotic war to immediately wipe out the Lee group and achieve national reunification irrespective of ideology, political view and ism, the article concludes."
        },
        {
            "title": "Rodong Sinmun Discloses Japan's Criminal Use of Korean Women for Its War",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-09ee.html",
            "content": "Rodong Sinmun Discloses Japan's Criminal Use of Korean Women for Its War\r\n Pyongyang, May 10 (KCNA) -- Rodong Sinmun Thursday in a bylined article assails the Japanese imperialists for mobilizing even women for their war of aggression during their rule over Korea.\n\t\t\t\t\t It cites as historical evidence the \"monument to the dedication made by the Pyongyang branch of the women's society for national defence of Imperial Japan\" discovered on Moran Hill in Pyongyang in July 2005. \n\t\t\t\t\t\n\t\t\t\t\t The monument was erected in May of 1942 by the Japanese imperialists in an effort to allegedly convey \"ardent patriotism\" displayed by the above-said branch.\n\t\t\t\t\t\n\t\t\t\t\t Their real intention was, however, to justify all sorts of crimes committed by them during their rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t The women's society was a reactionary organization made up of wives of vicious officers and service members of the Japanese aggression army under the pretext of devoting their all to the \"empire\".\n\t\t\t\t\t\n\t\t\t\t\t Having its general headquarters in Tokyo, it was guided by the ministers of military and naval forces. It played a role to be reckoned with in the war against the Asian continent.\n\t\t\t\t\t\n\t\t\t\t\t It forced the Korean women to donate a large quantity of rice when the Japanese imperialists were conducting a huge campaign for plunder of rice in Korea after kicking off the \"movement for the wartime food supply\" in 1940. Moreover, it imposed slave labor upon women through a movement for securing wartime food.\n\t\t\t\t\t\n\t\t\t\t\t The society, at the same time, conducted propaganda for hurling all young and middle-aged Koreans into shambles of the war, while waging the \"movement for enlightening the members of the nation,\" pursuant to the militaristic policy of Imperial Japan.\n\t\t\t\t\t\n\t\t\t\t\t Korean women were forced to take part in assisting the military and contribute to the consolation corps. They were given firing training so they might participate in battles if necessary.\n\t\t\t\t\t\n\t\t\t\t\t The society formed not only consolation corps with Korean women but forced them to devote their all mentally and physically to the Imperial Japanese army on the front.\n\t\t\t\t\t\n\t\t\t\t\t It was due to the \"women's society\" that lots of Korean women lost their dear sons and daughters at the hands of the Japanese imperialists and were forced to do slave labor and suffer all sorts of misfortune.\n\t\t\t\t\t\n\t\t\t\t\t Japan is ridiculous enough to try to keep the crime-woven history buried into oblivion but this will only add to its crimes, concludes the article."
        },
        {
            "title": "S. Koreans Demand Stop to Naval Base Construction",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-12ee.html",
            "content": "S. Koreans Demand Stop to Naval Base Construction\r\n Pyongyang, May 10 (KCNA) -- 78 south Koreans including the president of the Catholic Priests' Council and an honorary professor of Seoul National University made public an appeal demanding a stop to the construction of a naval base on Jeju Island on May 7. \n\t\t\t\t\t The appeal accused the military of illegally pressing ahead with the construction despite opposition of residents on Jeju Island.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" authorities claim that if the naval base is completed, civilians will also use it, the appeal said, adding that this is nothing but deception and the Jeju naval base is a military port in every sense. \n\t\t\t\t\t\n\t\t\t\t\t The appeal voiced opposition to the construction of the naval base, a threat to the peace on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Kangjong Village Society and the All-islanders Measure Committee for Checking Jeju Military Base Construction held a press conference outside the Jeju provincial office on the same day at which they strongly demanded a halt to the construction."
        },
        {
            "title": "Overseas Koreans Censure Rat-like Lee Group's Anti-DPRK Confrontation Hysteria",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-13ee.html",
            "content": "Overseas Koreans Censure Lee Group's Anti-DPRK Confrontation Hysteria\r\n Pyongyang, May 10 (KCNA) -- The Japan Regional Committee of the Overseas Side Committee for Implementing June 15 Declaration on May 6 issued a statement condemning the rat-like Lee Myung Bak group of south Korea for its anti-DPRK confrontation hysteria.\n\t\t\t\t\t The north-south relations are facing the worst crisis and the situation of the Korean Peninsula is inching close to an unpredictably serious phase of confrontation, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The corrupt Lee \"government\" totally denied the June 15 joint declaration and the October 4 declaration and has staged north-targeted war exercises and resorted to fascist suppression, driving the north-south relations into the worst phase.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, it perpetrated such hideous provocations as defaming the events held in the north in celebration of the Day of the Sun and seriously hurting the dignity of the supreme leadership of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Unpardonable are crimes perpetrated by the Lee Myung Bak group of traitors hell-bent on the moves to block reunification and escalate confrontation in violation of even elementary etiquette and morality.\n\t\t\t\t\t\n\t\t\t\t\t It is the way of preventing a war and achieving independent reunification, peace and prosperity to decisively foil the hideous provocations of the ultra-right conservative forces in the south.\n\t\t\t\t\t\n\t\t\t\t\t The Japan Regional Committee for Implementing the June 15 Joint Declaration will conduct more positive practical actions to smash the anti-reunification forces' moves of escalating confrontation with fellow countrymen and igniting a war and achieve the country's peace and independent reunification in line with the north-south joint declarations, the statement declared."
        },
        {
            "title": "DPRK Lauded as Country with Worthwhile Life",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-32ee.html",
            "content": "DPRK Lauded as Country with Worthwhile Life\r\n Pyongyang, May 10 (KCNA) -- Kim Suk, Korean residing in the U.S., posted an article titled \"DPRK where life is worthwhile\" on Internet website of the Federation of Koreans in the U.S.\n\t\t\t\t\t In the article Kim mentioned the celebrations for the centenary of President Kim Il Sung's birth in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the spectacular fireworks displayed in the sky above Pyongyang and around Okryu Bridge and Taedong Bridge over the Taedong River as part of festivities, Kim said that the celebrations glorified the centenary and demonstrated the feats performed by leader Kim Jong Il to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t People in the DPRK uphold the Workers' Party of Korea's ideology and leadership with faith and conscience and are ready to share their destiny with the party in ordinary days and in grim days, united around the party in thinking and will and in terms of moral obligation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country that has been consolidated as a fortress no one dare provoke as its people are armed with transparent idea of independence and defend their leader with single mind, the article said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t In a talk with leading officials of the WPK Central Committee on April 6, the dear respected Kim Jong Un called on all the officials to always put the people above all and pay primary attention to their living. He also called for always thinking and making sincere efforts to solve the problems of the people in their life and doing good things for them.\n\t\t\t\t\t\n\t\t\t\t\t This country is governed by a leadership philosophy that officials exist for the people. What a cool country it is!\n\t\t\t\t\t\n\t\t\t\t\t The imperialist countries and those countries which have been reduced to their slaves are finding fault with the human rights in this country and releasing false reports but this is a reflection of their inferiority.\n\t\t\t\t\t\n\t\t\t\t\t Let's look at the life of the ordinary people in south Korea and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The socialist north provides housing, 11-year education and free medical care, basic rights for the people, while 99 percent of the ordinary people in south Korea, U.S. and several European countries are waking up with fear of making another day's living.\n\t\t\t\t\t\n\t\t\t\t\t They have to starve and are evicted to the streets unless they do work. Lots of people are denied jobs even though they have a will. South Korea tops the world list of the unemployment of youth with high-level academic attainments. Unemployment is one of the problems harassing American society.\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak committed to \"economic recovery\" four years ago. But after he became president people faced poverty, repression, violence and death. Lee and his close confidants worked hard for their wealth and prosperity while 99 percent of the people were pushed into destitution.\n\t\t\t\t\t\n\t\t\t\t\t Workers of Ssangryong Motors are demanding the provision of the right to existence but the authorities are driving them to death even by mobilizing riot police. Workers and their families demanded their right with death but this fell on the deaf ear of Lee. This only resulted in repression and restriction accompanied by violence.\n\t\t\t\t\t\n\t\t\t\t\t The police and prosecution which reduced to the henchmen of the Lee regime have searched, arrested and put into custody innocent people. South Korea is, indeed, a land with poor human rights record.\n\t\t\t\t\t\n\t\t\t\t\t How can people expect the worth of life in such a land.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and south Korea are as opposite as poles.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK the people are highly respected and their interests and happiness have become the priority tasks of the government in line with the idea and intention of believing in people as in Heaven cherished by the leaders of the preceding generations.\n\t\t\t\t\t\n\t\t\t\t\t That's why the people of the DPRK have kind hearts and pure minds."
        },
        {
            "title": "Kim Il Sung's Work Carried by Chilean Political Party",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-01ee.html",
            "content": "Kim Il Sung's Work Carried by Chilean Political Party\r\n Pyongyang, May 10 (KCNA) -- President Kim Il Sung's work \"Let Us Achieve the Great Unity of Our Nation\" was carried by the Central Committee of the Communist Party of Chile (Proletarian Action) on April 13 in a booklet titled \"On the occasion of the centenary of birth of President Kim Il Sung.\" \n\t\t\t\t\t The work, published on August 1, 1991, says the driving force for national reunification is the Korean nation and indicates tasks and ways for achieving the great unity of the whole nation. \n\t\t\t\t\t\n\t\t\t\t\t The booklet carried a portrait of Kim Il Sung."
        },
        {
            "title": "Kim Jong Un's Works Lauded by Ecuadorian Figure",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-02ee.html",
            "content": "Kim Jong Un's Works Lauded by Ecuadorian Figure\r\n Pyongyang, May 10 (KCNA) -- Upon receiving the historic speech and work of the dear respected Kim Jong Un, Julio Ballesteros Espin, chairman of the Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People, released a statement on May 4.\n\t\t\t\t\t The speech made by Kim Jong Un at the military parade to mark the centenary of the birth of President Kim Il Sung and a talk made by him with leading officials of the C.C., the Workers' Party of Korea on April 6, 2012 \"Let Us Hold Great Comrade Kim Jong Il in High Esteem as General Secretary of Our Party Forever and Successfully Accomplish the Revolutionary Cause of Juche\" serve as great programmes indicating a specific orientation and ways for the strengthening and developing of the WPK and the victorious advance of the cause of building a thriving nation, national reunification and global independence, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his works once again set an brilliant example in carrying out the cause of immortalizing the leader and clarified the invincibility of the Korean People's Army and the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t I deem it great honor and pride to attend the event marking the 100th Day of the Sun and listen to the speech made by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t His speech convinced me that the revolutionary armed forces of the DPRK grown to be an invincible army under the loving care of the President and leader Kim Jong Il would as ever fully demonstrate the might of the defender of the Korean revolution under the outstanding leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Invincible is socialism in the DPRK advancing under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will widely introduce the greatness of Kim Jong Un and the invincible might of Kim Il Sung's nation and Kim Jong Il's Korea to Ecuadorians from all walks of life, he concluded."
        },
        {
            "title": "Vietnamese TV Gives Publicity to Traffic in Pyongyang",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-03ee.html",
            "content": "Vietnamese TV Gives Publicity to Traffic in Pyongyang\r\n Pyongyang, May 10 (KCNA) -- The Central TV of Vietnam aired a program introducing the DPRK under the headline \"Traffic in Pyongyang\" on May 1.\n\t\t\t\t\t The program said:\n\t\t\t\t\t\n\t\t\t\t\t Traffic in Pyongyang is not congested compared with complicated traffic in cities of other Asian countries.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang Metro has long been operated.\n\t\t\t\t\t\n\t\t\t\t\t Streets in Pyongyang are wide enough for several cars to run at the same time. \n\t\t\t\t\t\n\t\t\t\t\t Public transportation is a major transport means in Pyongyang. Roads are very convenient for traffic. \n\t\t\t\t\t\n\t\t\t\t\t Pyongyang has an excellent road network because its plan was successfully worked out early in the 1950s when the war was at its height in Korea and it was reconstructed under the plan. \n\t\t\t\t\t\n\t\t\t\t\t Pyongyang Metro is a worldwide masterpiece. Each station represents an art work.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang satisfactorily meets its residents' traffic need even during rush hours in the morning and evening.\n\t\t\t\t\t\n\t\t\t\t\t Stations of Pyongyang Metro are different from those in other countries. Newspapers conveying voices of the Workers' Party of Korea are displayed on notice boards there.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has achieved leaping progress in its economic construction since the 1950s and Pyongyang has turned into a very modern city."
        },
        {
            "title": "Japanese Reactionaries' Ambition for Reinvasion Slammed",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-08ee.html",
            "content": "Japanese Reactionaries' Ambition for Reinvasion Slammed\r\n Pyongyang, May 10 (KCNA) -- Japan agreed to stage joint exercises with U.S. forces in their base on Tinian Island of the Commonwealth of the Northern Mariana Islands in the West Pacific. In its wake it started examining the issue of jointly using drill facilities in Philippines with U.S. Marines. \n\t\t\t\t\t Rodong Sinmun Thursday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a clear proof that the Japanese reactionaries are working in real earnest to turn Japan into a major military power and launch overseas expansion in collusion with the U.S. in a bid to realize their ambition for reinvasion at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are so keen on military cooperation with the U.S. in a bid to pave the road of reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the fact that Japan is much interested in the joint use of drill facilities in Philippines. \n\t\t\t\t\t\n\t\t\t\t\t This is a new military move of Japan which means that it would have a forward base abroad. This is an indication that Japanese militarism is embarking upon the road of overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-Japan joint use of the base in the Asia-Pacific region is aimed to contain China. Therefore there is a call for China's vigilance.\n\t\t\t\t\t\n\t\t\t\t\t Japan's ambition for overseas expansion is a daydream. \n\t\t\t\t\t\n\t\t\t\t\t There is no country in Asia which allows Japan to look down to. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should know Asian countries do not forget even a moment the misfortune and sufferings they underwent due to the Japanese imperialists' aggression in the past.\n\t\t\t\t\t\n\t\t\t\t\t Japan's moves to become a military giant and launch overseas expansion will bring it nothing but ruin, warns the commentary."
        },
        {
            "title": "U.S. Hysteria against Muslims Goes beyond Tolerance Limit",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-11ee.html",
            "content": "U.S. Hysteria against Muslims Goes beyond Tolerance Limit\r\n Pyongyang, May 10 (KCNA) -- U.S. hysteria against Muslims has reached its height, going beyond the tolerance limit.\n\t\t\t\t\t U.S. Florida pastor Terry Jones burned copies of Holy Quran and a depiction of the prophet Mohammed on April 28, sparking condemnation across the Muslim world.\n\t\t\t\t\t\n\t\t\t\t\t He, who perpetrated similar crimes in 2010 and 2011, touching off worldwide uproar, again committed the desecration, bringing to light his true colors as an extremist steeped in Muslim-phobia to the marrow.\n\t\t\t\t\t\n\t\t\t\t\t The Pakistani Senate adopted a unanimous resolution condemning the recent desecration of Holy Quran. The resolution expressed deep concern over the fact that religious intolerance was increasing across national boundaries and geographical divides.\n\t\t\t\t\t\n\t\t\t\t\t The Pakistani foreign ministry said in a statement, \"We feel that such senseless acts would only inspire hatred and violence in the world.\"\n\t\t\t\t\t\n\t\t\t\t\t News analysts commented that U.S. pressure on religious belief of people in other countries for the mere reason that it incurs its displeasure would only trigger off mounting anti-Americanism in international arena and precipitate its self-destruction in the end.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has done wrongs showing off a purse in one hand and a nuclear club in the other. Its sacrilege of Holy Quran can never be overlooked as it is an insult to more than a billion Muslims."
        },
        {
            "title": "Corea y China firman convenio de construccion de puente fronterizo",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-18ss.html",
            "content": "Corea y China firman convenio de construccion de puente fronterizo\r\nPyongyang, 10 de mayo (ACNC) -- Quedo rubricado el dia 10 en esta capital el convenio entre los gobiernos de la Republica Popular Democratica de Corea y de la Republica Popular China sobre la construccion, administracion y proteccion en conjunto del puente fronterizo Manpho-Jian.\n\t\t\t\t\tEn la ceremonia de firmas estuvieron presentes por la parte coreana el viceministro Pak Kil Yon y otros funcionarios del Ministerio de Relaciones Exteriores y por la china, el embajador chino en Corea Liu Hongcai y otros miembros del MINREX.\n\t\t\t\t\t\n\t\t\t\t\tPak Kil Yon y Liu Hongcai suscribieron el documento."
        },
        {
            "title": "Conversaciones entre delegaciones militares de RPDC y RDPL",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-22ss.html",
            "content": "Conversaciones entre delegaciones militares de RPDC y RDPL\r\nPyongyang, 10 de mayo (ACNC) -- Tuvieron lugar el dia 9 las conversaciones entre las delegaciones militares de alto rango de la Republica Popular Democratica de Corea y la Republica Democratica Popular Lao.\n\t\t\t\t\tA la ocasion asistieron por la parte coreana los integrantes de la delegacion encabezada por el jefe de Estado Mayor General del Ejercito Popular de Corea Ri Yong Ho y el embajador cooreano acreditado en Laos, y por la laosiana, los de la delegacion dirigida por el viceministro de Defensa Sanyahak Phomvihane.\n\t\t\t\t\t\n\t\t\t\t\tEn las conversaciones, ambas partes intercambiaron sus criterios sobre el tema de desarrollar las relaciones de amistad entre los ejercitos de los dos paises y otros de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, hubo en el edificio del ministerio de Defensa una ceremonia para dar bienvenida a la delegacion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa delegacion coreana deposito una ofrenda floral ante el Monumento a los Soldados Anonimos."
        },
        {
            "title": "Premier laosiano evalua exitos alcanzados por la RPDC",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-21ss.html",
            "content": "Premier laosiano evalua exitos alcanzados por la RPDC\r\nPyongyang, 10 de mayo (ACNC) -- El vicemariscal del Ejercito Popular de Corea Ri Yong Ho, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y jefe del Estado Mayor General del EPC, quien preside la delegacion militar de alto nivel de la Republica Popular Democratica de Corea de visita en la Republica Democratica Popular Lao, realizo el dia 9 una visita de cortesia a Thongsing Thammavong, miembro del Buro Politico del CC del Partido Popular Revolucionario Lao y primer ministro del gobierno de la RDPL.\n\t\t\t\t\tEn la ocasion, Thongsing Thammavong dijo que la visita de la delegacion militar coreana es un importante hito para desarrollar mas las relaciones de amistad entre los ejercitos de los dos paises. \n\t\t\t\t\t\n\t\t\t\t\tLas relaciones de amistad entre los dos paises fueron preparadas por el Presidente Kim Il Sung y desarrolladas por el Dirigente Kim Jong Il, subrayo y agrego que el Maximo Dirigente Kim Jong Un presta profunda atencion al desarrollo de esos vinculos. \n\t\t\t\t\t\n\t\t\t\t\tEvaluo de altos los exitos alcanzados por el partido, el gobierno y el ejercito de la RPDC en la construccion del Estado prospero socialista y en la defensa de la patria bajo la sabia guia de los grandes lideres."
        },
        {
            "title": "Kim Jong Un recibe presente dedicado por ministro lao de Defensa",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-20ss.html",
            "content": "Kim Jong Un recibe presente dedicado por ministro lao de Defensa\r\nPyongyang, 10 de mayo (ACNC) -- El Maximo Dirigente Kim Jong Un recibio regalo que le dirigiera el ministro de Defensa de la Republica Democratica Popular Lao, Duangchay Phichith.\n\t\t\t\t\tEl presente fue trasladado la vispera al vicemariscal, del Ejercito Popular de Corea, Ri Yong Ho, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y jefe del Estado Mayor General del EPC."
        },
        {
            "title": "Vocero de CRPP se entrevista con ACNC",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-17ss.html",
            "content": "Vocero de CRPP se entrevista con ACNC\r\nPyongyang, 10 de mayo (ACNC) -- En relacion con que las fuerzas hostiles estan censurando ahora a la Republica Popular Democratica de Corea por los gastos de lanzamiento de satelite artificial y otras cosas, el portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) dio este jueves a la Agencia Central de Noticias de Corea la siguiente respuesta:\n\t\t\t\t\tAhora, la banda de traidores surcoreanos esta acusando a la RPDC de haber lanzado el satelite artificial, arguyendo que con los gastos de este proyecto espacial se habria comprado una cantidad considerable de alimentos.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, el traidor Lee Myung Bak invito a Chongwadae hasta a los ninos y les dijo que el \"Norte (de Corea) malgasta mucho dinero en el lanzamiento de misil\".\n\t\t\t\t\t\n\t\t\t\t\tSe suman a esa demagogia sus inferiores como Chon Yong U, jefe de diplomacia y seguridad de Chongwadae, y Ryu U Ik, ministro de Reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, EE.UU. tambien procedio a criticar el fortalecimiento del disuasivo nuclear y el programa de desarrollo espacial con fines pacificos de la RPDC, instruyendo que \"esta debe atender la vida del pueblo tras renunciar el desarrollo nuclear y el lanzamiento de cohetes\".\n\t\t\t\t\t\n\t\t\t\t\tHay otros que se unen a tal opinion absurda.\n\t\t\t\t\t\n\t\t\t\t\tEsto constituye insoportable insulto a la dignidad y soberania de la RPDC y grave provocacion y burla a su ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tAhora las fuerzas hostiles hablan con bombo y platillo como si la RPDC tendria muchos beneficios si renuncia sus armas nucleares y deja de lanzar misiles.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, proponen el lanzamiento de satelite artificial coreano por conducto de otros paises.\n\t\t\t\t\t\n\t\t\t\t\tEstas palabras seductivas no podran salir con la suya en el caso de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano no cambia su dignidad y soberania ni con montones de dinero o algo mas valioso.\n\t\t\t\t\t\n\t\t\t\t\tEs absurdo que EE.UU., que ocupa el primer lugar en los gastos militares del mundo, haya cuestionado el problema de costos del otro.\n\t\t\t\t\t\n\t\t\t\t\tLa acusacion de los titeres surcoreanos y los tipejos norteamericanos es una muestra de que ellos estan atemorizados ante el poderio del Songun de la RPDC y se encamina a destruir la unidad monolitica de ella.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de Corea fortaleceran, cueste lo que cueste, la defensa nacional, inclusive el disuasivo nuclear, para defender hasta el final su soberania y dignidad."
        },
        {
            "title": "Kim Yong Nam parte hacia Indonesia y Singapur",
            "url": "http://kcna.co.jp/item/2012/201205/news10/20120510-09ss.html",
            "content": "Kim Yong Nam parte hacia Indonesia y Singapur\r\nPyongyang, 10 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea Kim Yong Nam y su comitiva partieron el dia 10 de esta capital para realizar una visita oficial y de amistad a la Republica de Indonesia y la Republica de Singapur.\n\t\t\t\t\tLe acompanaron el presidente del Comite de Empresas Asociadas e Inversiones Ri Kwang Gun, el ministro de Industria Ligera An Jong Su y otros.\n\t\t\t\t\t\n\t\t\t\t\tEn el aeropuerto ellos fueron despedidos por el vicepresidente del Presidium de la APS Yang Hyong Sop, el vicecanciller Kung Sok Ung, el viceministro de Industria Ligera Ho Thae Gwon y el ministro consejero de la embajada de Indonesia Fitri Riyanti y el embajador chino Liu Hongcai, en Corea."
        }
    ]
}