{
    "date": "2013-11-27",
    "url": "http://kcna.co.jp/item/2013/201311/2013-11-27ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Pyongyang University of Architecture",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Pyongyang University of Architecture\r\n Pyongyang, November 27 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission and supreme commander of the Korean People's Army, gave field guidance to the Pyongyang University of Architecture.\n\t\t\t\t\t He looked round the rooms for the education of the students in the revolutionary history and the room dedicated to the history of the university.\n\t\t\t\t\t\n\t\t\t\t\t Foreseeing the future of the country after the victory in the hard-fought war, President Kim Il Sung founded the university on Oct. 1, 1953 right after the ceasefire and visited the university several times, indicating the orientation and ways for education and scientific researches.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il developed the university into a comprehensive seat for training talents in the fields of construction, city management, land management and environment protection and reposed such profound trust in it as entrusting the designing of monumental buildings to it.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un renamed the university the Pyongyang University of Architecture, personally guided dozens of architectural designs created by teachers and students of the university and took steps to bring the education at the university to the world's level.\n\t\t\t\t\t\n\t\t\t\t\t He said under the warm care of Generalissimos Kim Il Sung and Kim Jong Il the university has come to have colleges, faculties, dozens of departments, a doctoral institute and a research institute training architectural talents in various fields, stuffed with hundreds of holders of academic degrees.\n\t\t\t\t\t\n\t\t\t\t\t He gave instructions to the university to build well a museum showing the development of the Juche-oriented architecture at the university and eternally glorify the undying exploits the Generalissimos performed by founding the Juche-oriented idea of architectural beauty and devoting themselves to the development of the university. \n\t\t\t\t\t\n\t\t\t\t\t Noting that more than a hundred of DPRK heroes and Labor heroes have been produced from among the graduates from the university, he stressed that this fact alone clearly proves it is playing a big role in building a rich and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t The university has demonstrated the might of the authoritative and prestigious group of architectural designers by ensuring architectural designs of national value at the highest level and creating and designing lots of architectural masterpieces, he noted, highly appreciating the successes achieved by the university over the last 60 years since its founding. \n\t\t\t\t\t\n\t\t\t\t\t It is the great pride of the WPK to have the university, a group of able architects and a reliable base for training construction scientists and technicians, he said. \n\t\t\t\t\t\n\t\t\t\t\t He set forth tasks to be fulfilled by the university, going round different places including the educational science exhibition, architectural designing room, drawing practice room and audio-visual room for the study of foreign languages. \n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang University of Architecture is a scout party for building a highly civilized socialist country and a center for training architectural talents, he said, stressing the need to bring about a drastic turn in the education as required by the developing reality. \n\t\t\t\t\t\n\t\t\t\t\t He said that university students should bear in mind that the future of a highly civilized country is drawn on a designing table and study hard, sparing time. \n\t\t\t\t\t\n\t\t\t\t\t It is the firm resolution and intention of the party to develop the university into an advanced base for building a highly civilized socialist country, he said. He reposed profound trust in the university, saying he would become its honorary president.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un had a photo taken with the officials of the university. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Pak Pong Ju, premier of the DPRK Cabinet, Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Ri Jae Il and Choe Hwi, first vice department directors of the C.C., the WPK, and Ma Won Chun, vice department director of the C.C., the WPK."
        },
        {
            "title": "Angolan Political Figure Praises WPK's Line",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-04ee.html",
            "content": "Angolan Political Figure Praises WPK's Line\r\n Pyongyang, November 27 (KCNA) -- The Popular Liberation Movement of Angola will fully support the resolute line of the Workers' Party of Korea (WPK) on independent politics and boost the relations of friendship and cooperation with the WPK in the future, too. \n\t\t\t\t\t The general secretary of the Popular Liberation Movement of Angola, said this when he met DPRK Ambassador to Angola Kim Hyon Il, who paid a courtesy call on him on November 20.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the relations between the DPRK and Angola are the fraternal relations which were provided and developed by the leaders of the elder generations of the two countries, he added:\n\t\t\t\t\t\n\t\t\t\t\t The Angolan people will always remember President Kim Il Sung and leader Kim Jong Il who sincerely helped the national liberation struggle and construction of new society of Angola. \n\t\t\t\t\t\n\t\t\t\t\t The respected First Secretary Kim Jong Un with his outstanding and tested leadership is wisely leading the WPK and the Korean people so that they may advance straight without any slightest turns and twists. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and other hostile forces resort to all sorts of despicable moves to check reunification of Korea and aggravate tensions of the region, continuously committing crimes of violating sovereignty of the DPRK. We strongly oppose and reject this. \n\t\t\t\t\t\n\t\t\t\t\t I sincerely hope that the WPK and the government and people of the DPRK will achieve bigger successes in the drive for reunification of the country and independent development and prosperity under the wise guidance of First Secretary Kim Jong Un."
        },
        {
            "title": "Palestinians Visit Victorious Fatherland Liberation War Museum",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-17ee.html",
            "content": "Palestinians Visit Victorious Fatherland Liberation War Museum\r\n Pyongyang, November 27 (KCNA) -- Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK, and his embassy officials visited the Victorious Fatherland Liberation War Museum Wednesday on the occasion of the 25th anniversary of the proclamation of the State of Palestine and on the Day of the World Solidarity with the Palestinian People.\n\t\t\t\t\t They paid tribute to the statue of President Kim Il Sung waving back to the cheering people at the square where the military parade was held to celebrate the war victory.\n\t\t\t\t\t\n\t\t\t\t\t They paid homage to the sculpture \"Victory\" in the Monument to the Victorious Fatherland Liberation War in memory of the officers and men of the heroic Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the fact that the KPA and the people of the DPRK defeated the U.S. imperialists for the first time in history under the leadership of Generalissimo Kim Il Sung, they looked round the museum.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador noted that through the visit he came to know better about the feats the President performed by leading the war to victory and the indomitable fighting spirit of the Korean people."
        },
        {
            "title": "Film Show Marks Establishment of Diplomatic Ties between DPRK, India",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-18ee.html",
            "content": "Film Show Marks Establishment of Diplomatic Ties between DPRK, India\r\n Pyongyang, November 27 (KCNA) -- A film show took place at the Taedonggang Diplomatic Club on Wednesday on the occasion of the 40th anniversary of the establishment of diplomatic relations between the DPRK and India.\n\t\t\t\t\t Present there were Kim Jin Bom, vice-chairman of the Korea-Indian Friendship Association and vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, members of the association, officials concerned and working people in the city. Ajay Kumar Sharma, Indian ambassador to the DRPK and his embassy members attended.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys of different countries and representatives of international bodies and members of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there and the participants watched an Indian film."
        },
        {
            "title": "Ministries, National Institutions Aid Coal Mines",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-05ee.html",
            "content": "Ministries, National Institutions Aid Coal Mines\r\n Pyongyang, November 27 (KCNA) -- Ministries and national institutions of the DPRK are positively aiding the field of coal industry.\n\t\t\t\t\t Officials of the State Planning Commission and the General Bureau of Public Service sent various kinds of equipment and raw materials to the Tokchon Area Coal-Mining Complex.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Public Health, the Ministry of Land and Environment Protection and the Ministry of Mining Industry also sent many accessories and others to the Sochang Youth, Toksong, Hyongbong and other coal mines in the Tokchon area.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Ministry of Food and Consumer Goods Industries, the Ministry of Fisheries and the Guidance Bureau of Sericulture and Silk Industry sent tools, accessories and materials for labor protection.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Ministry of Foreign Trade and the Ministry of Construction and Building-Materials Industry went to the February 8 Jikdong Youth Coal Mine and worked with coal miners at the cutting faces, encouraging them to fulfill their mission in building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Machine-building Industry and the Ministry of Food Procurement and Administration set an example in aiding the coal mines in the Sunchon area.\n\t\t\t\t\t\n\t\t\t\t\t The material aid and moral support of officials of the Ministry of Commerce and the State Price Commission contribute to increasing the coal production at the coal mines in the Pukchang area.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Electronics Industry, the Maritime Administration of the DPRK, the Ministry of Urban Management, the Foreign Trade Bank and other units are also positively aiding the coal mines."
        },
        {
            "title": "Riding Club in Pyongyang Crowded with Visitors Every Day",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-20ee.html",
            "content": "Riding Club in Pyongyang Crowded with Visitors Every Day\r\n Pyongyang, November 27 (KCNA) -- The Mirim Riding Club in the suburbs of Pyongyang has drawn a large number of visitors every day after the start of its operation in October.\n\t\t\t\t\t The club has indoor and outdoor training facilities.\n\t\t\t\t\t\n\t\t\t\t\t The outdoor facility with oval earth-sand and lawn tracks includes a basic training ground, two circular training grounds and a steeplechase training ground.\n\t\t\t\t\t\n\t\t\t\t\t The indoor facility with a ball-trussed roof is installed with more than one hundred and scores of light bulbs as well as large mirrors. On its first floor are a hall and stands for spectators.\n\t\t\t\t\t\n\t\t\t\t\t Among those enjoying horse riding are foreigners.\n\t\t\t\t\t\n\t\t\t\t\t When interviewed by KCNA, Yun Song Hui, a housewife living in Ryongsong District, Pyongyang, said:\n\t\t\t\t\t\n\t\t\t\t\t I, nearing the fifties, felt abashed when getting on a horse for the first time. So I asked a guide of the club if women in their fifties come here.\n\t\t\t\t\t\n\t\t\t\t\t Learning the riding, I felt relieved from fatigue and refreshed. I want to enjoy horse riding here every day.\n\t\t\t\t\t\n\t\t\t\t\t Paek Sun Bok, an official of the Pyongyang Municipal Garment Industry Management Bureau, said:\n\t\t\t\t\t\n\t\t\t\t\t I came to feel that horse riding is very good for health. I am eager to visit this club every day.\n\t\t\t\t\t\n\t\t\t\t\t I would like to express my profound thanks to the respected Marshal Kim Jong Un for his deep care for the construction of this wonderful club.\n\t\t\t\t\t\n\t\t\t\t\t It's my resolve to work harder for our best socialist country.\n\t\t\t\t\t\n\t\t\t\t\t Bus service is available from the central city to the club."
        },
        {
            "title": "Democracy in S. Korea Is Prerequisite for Country's Reunification: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-07ee.html",
            "content": "Democracy in S. Korea Is Prerequisite for Country's Reunification: Rodong Sinmun\r\n Pyongyang, November 27 (KCNA) -- It is a prerequisite for the country's reunification to realize the democracy of the south Korean society, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t The south Korean puppet group has become all the more undisguised in its fascist repression to stamp out the progressive forces, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The repressive moves are no more than the treacherous criminal action to turn the whole society of south Korea into a theatre of dictatorship, cement the ruling foundation at the cost of democracy and enforce the treacherous policy at will.\n\t\t\t\t\t\n\t\t\t\t\t These moves are the criminal action to remove the pro-reunification patriotic forces and hold in check the development of the inter-Korean relations and the reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t The pro-reunification patriotic and democratic forces in south Korea have become the target of the fascist crackdown. Such a situation raises an urgent task of realizing democracy against dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t To activate the reunification movement it is of first and foremost importance to terminate the anti-reunification repressive rule which incriminates the pro-reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t Democracy against dictatorship is an urgent demand of the reunification movement that brooks no further delay.\n\t\t\t\t\t\n\t\t\t\t\t The higher the south Korean people's struggle against the regime mounts, the more violent the fascist clique becomes in its crackdown. If this action is not thoroughly checked, a serious incident will happen in south Korea, bringing the dark cloud of ill-famed \"yusin\" dictatorship to hang over its land and making patriotic people in the action for the country's reunification and social progress shed blood and fall down."
        },
        {
            "title": "S. Korean Regime Slammed for Escalating Tensions on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-08ee.html",
            "content": "S. Korean Regime Slammed for Escalating Tensions on Korean Peninsula\r\n Pyongyang, November 27 (KCNA) -- There took place a rally for peace against war in Seoul on Nov. 23 under the sponsorship of the People's Action for Peace against War in south Korea.\n\t\t\t\t\t Speakers at the rally said that the authorities are pushing forward the conclusion of a military agreement with Japan and contemplating purchasing new type fighters from the U.S. for a preemptive attack on the DPRK \n\t\t\t\t\t\n\t\t\t\t\t They held what the authorities should do before any other work is to mend the south-north relations.\n\t\t\t\t\t\n\t\t\t\t\t An appeal was read out at the rally.\n\t\t\t\t\t\n\t\t\t\t\t It said that the south Korean regime is becoming evermore undisguised in its moves to form a humiliating triangular military alliance with the U.S. and Japan against the backdrop of the ever-increasing military tension on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Accusing the Park Geun Hye regime of pursuing a policy of confrontation with the DPRK together with Japan, the appeal urged the south Korean authorities to stop at once the moves for concluding a military agreement with Japan."
        },
        {
            "title": "S. Korean \"Saenuri Party's\" Moves to Enact Evil Law under Fire",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-13ee.html",
            "content": "S. Korean \"Saenuri Party's\" Moves to Enact Evil Law under Fire\r\n Pyongyang, November 27 (KCNA) -- Organizations of south Korean people of all social strata including the People's Solidarity for the Repeal of the \"Security Law\", the Bar Association for Democratic Society and the Catholic Human Rights Committee held a press conference in front of the building of the \"National Assembly\" on November 19 at which they denounced the ruling party for working hard to cook up an evil law.\n\t\t\t\t\t At the conference the organizations accused the \"Saenuri Party\" of making desperate efforts to fabricate a law for forcibly disbanding what it called \"organization benefiting the enemy.\"\n\t\t\t\t\t\n\t\t\t\t\t This bill calls on the minister of Security Administration to issue an order for dissolving the organization once it is identified as \"one benefiting the enemy\" on the basis of the \"Security Law,\" block the sphere of its activities and prevent its members from taking part in meetings and demonstrations in case it defies the order, the organizations noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The bill makes it possible to disband the organization overnight by the judgment and order of the minister without any ruling of the Ministry of Justice. Lurking behind this bill is the intention to suppress the expression of will and activities against the regime's misrule.\n\t\t\t\t\t\n\t\t\t\t\t The organizations expressed concern that if this bill becomes a law, it will help make the SL more stringent circuitously and human rights, democracy and law-abiding in south Korean society will further step back.\n\t\t\t\t\t\n\t\t\t\t\t The organizations urged the ruling party to stop at once the moves to cook up the evil law."
        },
        {
            "title": "S. Korea Hit Hard by Strong Wind",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-12ee.html",
            "content": "S. Korea Hit Hard by Strong Wind\r\n Pyongyang, November 27 (KCNA) -- A strong wind swept various parts of south Korea on Nov. 25, causing big damage, according to south Korean KBS.\n\t\t\t\t\t Building roofs flew away and ceilings of parking lots collapsed over cars and flying signboards, etc. left many people wounded.\n\t\t\t\t\t\n\t\t\t\t\t Ships in waters off south Korean Kangwon Province were driven on rocks and leaked oil polluted waters."
        },
        {
            "title": "S. Korean Chief Executive's Resignation Called for",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-16ee.html",
            "content": "S. Korean Chief Executive's Resignation Urged\r\n Pyongyang, November 27 (KCNA) -- The south Korean chief executive should step down, urged an editorial of Voice of People, an internet paper of south Korea, on Nov. 25.\n\t\t\t\t\t The Jonju Parish Priests Group of the south Korean Catholic Priests' Council for Justice issued a statement demanding the resignation of Park Geun Hye on Nov. 22, the editorial noted.\n\t\t\t\t\t\n\t\t\t\t\t It condemned Chongwadae for having schemed to conceal the truth about the case of the Intelligence Service's illegal interference in the election with its back turned on the people's mindset demanding probe into the truth.\n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that the ever-growing concealment and disturbance of investigation by the regime will increase voices of the people calling it to account for the illegal election, the editorial said, adding that Chongwadae and the \"Saenuri Party\" are labeling the Jonju Parish Priests Group as extreme political forces \"following the north\".\n\t\t\t\t\t\n\t\t\t\t\t Chongwadae and the \"Saenuri Party\" are resorting to a hysteric move against the Jonju Parish Priests Group because the group prevents them from concealing the truth about their act of rigging the election which snowballs due to the ruckus over the \"forces following the north\", it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t As darkness is bound to be removed by light, poor intrigues can not conceal the truth of the fraud-marred election and deceive the people.\n\t\t\t\t\t\n\t\t\t\t\t The Jonju Parish Priests Group's demand for the resignation of the \"president\" is the reflection of the irresistible public mindset."
        },
        {
            "title": "Modern Day \"Yusin\" Dictatorship in S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-10ee.html",
            "content": "Modern Day \"Yusin\" Dictatorship in S. Korea under Fire\r\n Pyongyang, November 27 (KCNA) -- The south Korean puppet regime is getting more frantic with the suppression of the progressive and democratic forces.\n\t\t\t\t\t After outlawing the Teachers Union the regime is working hard to forcibly disband the Unified Progressive Party under the pretext of the \"case of attempted rebellion.\"\n\t\t\t\t\t\n\t\t\t\t\t Not content with these actions, it is clamoring for \"strong legal action\" against an internet paper Jaju Minbo after labeling it as \"a paper benefiting the enemy.\" \n\t\t\t\t\t\n\t\t\t\t\t It is busy investigating the Government Employees Union.\n\t\t\t\t\t\n\t\t\t\t\t It seems that the \"yusin\" dictator is riding roughshod after being revived.\n\t\t\t\t\t\n\t\t\t\t\t He was a ferocious fascist maniac and an enemy of reunification who mercilessly cracked down on the movement of the south Korean people for independence, democracy and reunification, regarding \"anti-communism\" as his \"primary state policy\". He also resorted to cruel torture, threat and murder to prolong and strengthen his dictatorial regime.\n\t\t\t\t\t\n\t\t\t\t\t In the 21st century, figures of an opposition party were detained by the present ruling forces for the mere reason that they called for pursuing progressive policy, realizing democracy and improving the relations with the north. And progressive bodies such as the South Headquarters of the Pan-national Alliance for Korea's Reunification and the Teachers Union of south Korea are falling victims to the campaign of \"eliminating the forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t Even the citizens who took part in the candle-light rallies angered by the undemocratic evil actions of the ruling forces have mercilessly been suppressed.\n\t\t\t\t\t\n\t\t\t\t\t It is nothing different from a bloody, terror-ridden politics of the past \"yusin\" dictator.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people have eagerly longed to enjoy all the human rights in the democratic society free from the fascist dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t They waged the April 19 popular uprising, the June popular resistance and other actions for a long time to this end.\n\t\t\t\t\t\n\t\t\t\t\t However, the present ruling quarters have brought to naught even basic achievements made by the people through hard-fought struggle for democracy, bringing back the mediaeval dark society under fascist dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t This is the worst challenge and provocation against the compatriots desirous of national reconciliation, unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t A poisonous herb only grows at the poisonous roots.\n\t\t\t\t\t\n\t\t\t\t\t As long as the present puppet regime which inherited the past \"yusin\" dictatorship regime bent on treachery, partition and fascism reigns over south Korea, it is impossible to expect democracy of the south Korean society and the reunification of the Korean nation as well.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces must never be pardoned as they are obsessed with national division and a sinister ambition for power, quite indifferent to the destiny of the country and nation and its reunification.\n\t\t\t\t\t\n\t\t\t\t\t Those ruling forces, the cancer-like entity, must mercilessly be punished and thrown into a dumping ground of history.\n\t\t\t\t\t\n\t\t\t\t\t This is the only way of realizing independence and democracy of the south Korean society and the reunification of the country."
        },
        {
            "title": "Sit-in Strike Staged in S. Korea in Demand of Impartial Broadcasting",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-14ee.html",
            "content": "Sit-in Strike Staged in S. Korea in Demand of Impartial Broadcasting\r\n Pyongyang, November 27 (KCNA) -- Core members of the south Korean Press Trade Union on Nov. 25 staged a sit-in strike outside the building of the \"National Assembly\" in demand of impartial broadcasting.\n\t\t\t\t\t Prior to the sit-in strike the participants held a press conference.\n\t\t\t\t\t\n\t\t\t\t\t At the press conference speakers accused public broadcasting services of getting busy conducting a coloring offensive against the religionists who held a mass on the situation demanding the resignation of Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t South Korean media are in such bad shape that they have to worry about their rise or fall as public broadcasting services fail to play their roles after becoming waiting maids of power, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t Imbalance will get worse, if media stand by power and capital, they held.\n\t\t\t\t\t\n\t\t\t\t\t We have no longer hope that Park Geun Hye will guarantee the freedom of the press, they said, calling for setting right the balance of media by the efforts of the people.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would join civic organizations in fighting at the risk of their lives for impartial broadcasting."
        },
        {
            "title": "Data Proving Japanese Imperialists' Organized Crimes during Great Kanto Quake Opened to Public",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-11ee.html",
            "content": "Data Proving Japanese Imperialists' Organized Crimes during Great Kanto Quake Opened to Public\r\nPyongyang, November 27 (KCNA) -- The south Korean paper Kukmin Ilbo on Nov. 25 carried an editorial as regards the disclosure of data proving that the Japanese government was behind the massacres of Koreans during the great Kanto quake.\n\t\t\t\t\tA document on the survey of Korean victims during the rule of the Japanese imperialists believed to have been worked out decades ago was recently discovered at the south Korean puppet embassy in Tokyo.\n\t\t\t\t\t\n\t\t\t\t\tIt specified how dozens of Koreans were killed, adding that a woman of them was gunned down by a Japanese MP.\n\t\t\t\t\t\n\t\t\t\t\tIn order to conceal the truth about the massacres of Koreans during the great Kanto quake the Japanese authorities have so far passed the buck for the mass killings to such civilian organizations as \"ultra-right organizations\". Recently they did such a disgusting thing as reflecting this claim in textbooks.\n\t\t\t\t\t\n\t\t\t\t\tBut the recent discovery of data on the shooting to death of the Korean woman by the Japanese MP who was acting under the command of the government proved that the crimes during the quake were committed in an organized manner.\n\t\t\t\t\t\n\t\t\t\t\tThis is evidence proving that the Japanese government was directly involved in the mass killings of Koreans in those days, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\tIt urged the Japanese government to give an honest answer to the data.\n\t\t\t\t\t\n\t\t\t\t\tNoting that it is hardly understandable that the south Korean authorities have kept this record undisclosed for decades, the editorial demanded the regime give a clear explanation about this."
        },
        null,
        {
            "title": "Serious Joblessness and Crimes Prevalent in Capitalist Society",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-19ee.html",
            "content": "Serious Joblessness, Crimes Prevalent in Capitalist Society\r\n Pyongyang, November 27 (KCNA) -- Serious joblessness and all sorts of crimes prevalent in capitalist society are threatening the existence of the overwhelming majority of working people every hour.\n\t\t\t\t\t The U.S. Department of Labor, quoting a recent survey, said that 11.3 million people wandered streets in quest of jobs across the country in August. Long-term jobless people number 4.1 million, it added.\n\t\t\t\t\t\n\t\t\t\t\t The jobless rate in UK and Portugal in the third quarter of the year recorded 7.6 percent and 15.6 percent respectively and the number of jobless people of the EU member nations increased to 26.872 million till the end of September.\n\t\t\t\t\t\n\t\t\t\t\t 84 million people live in poverty in the EU member nations and the number of the poor is on the steady increase in the U.S. and other capitalist countries.\n\t\t\t\t\t\n\t\t\t\t\t Crimes are rampant in capitalist society.\n\t\t\t\t\t\n\t\t\t\t\t An armed criminal made a shooting spree at people in broad daylight in an apartment in Houston City, the U.S. on Nov. 20, leaving three persons dead and two others wounded.\n\t\t\t\t\t\n\t\t\t\t\t Such gun-related crimes were committed nine times in different parts of the U.S. in November, leaving more than 50 persons dead or wounded.\n\t\t\t\t\t\n\t\t\t\t\t All sorts of crimes including murder and drug smuggling are occurring in other capitalist countries in an unbroken chain.\n\t\t\t\t\t\n\t\t\t\t\t A 21 years old man stabbed to death a senior schoolgirl in Tokyo and a fight took place between two families over the debt issue in the southern part of Turkey, leaving four persons dead.\n\t\t\t\t\t\n\t\t\t\t\t A large drug smuggling group was discovered in Italy. As a result, more than 200 kg of heroin and 500 kg of marihuana were confiscated and 71 criminals involved in drug smuggling arrested. 65 criminals engaged in sexual abuses against children were arrested in Australia."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Romania",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-02ee.html",
            "content": "Kim Jong Il to Be Remembered in Romania\r\n Pyongyang, November 27 (KCNA) -- A Romanian committee for remembering leader Kim Jong Il was inaugurated on November 20.\n\t\t\t\t\t Constantin Rotaru, chairman of the Romanian Socialist Union, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the remembrance period from December 1 to 17 and decided to hold colorful political and cultural events including remembrance meeting, seminar, lecture, photo exhibition and film show on the occasion of the 2nd anniversary of the demise of Kim Jong Il who made a special contribution to the Korean revolution and world socialist movement."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-06ee.html",
            "content": "Kim Jong Il to Be Remembered in Kyrgyzstan\r\n Pyongyang, November 27 (KCNA) -- A committee for remembering leader Kim Jong Il was inaugurated in Kyrgyzstan on November 19.\n\t\t\t\t\t A. Usupbayev, chairman of the Central Council of the People Unity-\"Kyrgyz El\" Republican Political Party of Kyrgyzstan, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful political and cultural events for praising the revolutionary career and exploits of Kim Jong Il on the occasion of the 2nd anniversary of his demise."
        },
        {
            "title": "Legends about Mt. Kumgang (12)",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-03ee.html",
            "content": "Legends about Mt. Kumgang (12)\r\n Pyongyang, November 27 (KCNA) -- There is a rocky cliff called Ongchon in Namae-ri, Kosong County, Kangwon Province, the DPRK.\n\t\t\t\t\t In the olden times, people took the lane under the cliff as a shortcut to reach Thongchon area from Kosong.\n\t\t\t\t\t\n\t\t\t\t\t The cliff, redolent of a big jar standing upside down, tells about a legend well known among the local people.\n\t\t\t\t\t\n\t\t\t\t\t In the period of Koryo Kingdom (918-1392), Japanese pirates usually sneaked into the villages around Mt. Kumgang via the lane.\n\t\t\t\t\t\n\t\t\t\t\t It was not a few times that those pirates suffered a massive death by the local people ambushed on the cliff.\n\t\t\t\t\t\n\t\t\t\t\t One autumn day a large group of Japanese pirates were following the lane to worm into Kosong.\n\t\t\t\t\t\n\t\t\t\t\t When all those pirates entered an ambush, the villagers, who had remained silent around the cliff, started shooting arrows all at once, dealing a deadly blow to the invaders.\n\t\t\t\t\t\n\t\t\t\t\t The battle ended in a short time.\n\t\t\t\t\t\n\t\t\t\t\t There remain records in old history books that Kosong people called the cliff Waeryunchon, representing their pride in defeating Japanese invaders with the cliff as a stronghold."
        },
        {
            "title": "Kim Jong Un visita Universidad de Arquitectura de Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-01ss.html",
            "content": "Kim Jong Un visita Universidad de Arquitectura de Pyongyang\r\nPyongyang, 27 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo del Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito la Universidad de Arquitectura de Pyongyang.\n\t\t\t\t\tPrimero, recorrio la sala de educacion con datos de interes historico-revolucionario y la de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Il Sung, quien previo el futuro de la patria triunfada ya en los dias de la encarnizada guerra coreana (de junio de 1950 a julio de 1953), fundo la universidad el primero de octubre, inmediatamente despues del fin de guerra, y la visito en varias ocasiones para ensenar el rumbo y remedios de la labor pedagogica e investigacion cientifica.\n\t\t\t\t\t\n\t\t\t\t\tA su vez, el Dirigente Kim Jong Il desarrollo la universidad como plantel que forma de manera universal a los talentosos de las ramas de construccion, administracion urbana y proteccion territorial y medioambiental, y encargo a ella los disenos de obras arquitectonicas monumentales.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal hizo denominarla como Universidad de Arquitectura de Pyongyang, dirigio personalmente decenas de disenos de formacion arquitectonica creados por los profesores y estudiantes de ella y tomo las medidas orientadas a poner la pedagogia en el nivel mundial.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dijo que gracias a la profunda atencion de los Generalisimos, la universidad se ha ampliado como la que tiene varios institutos superiores y facultades, decenas de catedras, instituto doctoral y centro de investigacion, etc. donde se forman los talentos de varios dominios de arquitectura y surgieron ya cientos de poseedores de grados academicos y categorias docentes.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo que construyeran bien en la universidad el museo de desarrollo de arquitectura del Juche para glorificar de generacion en generacion las imborrables proezas de los Generalisimos, creadores de la idea sobre la autoctona estetica arquitectonica, para el desarrollo de la universidad.\n\t\t\t\t\t\n\t\t\t\t\tEntre los graduados de aqui figuran mas de cien Heroes de la Republica y del Trabajo y este hecho hace conocer que la universidad desempena un papel muy importante en la construccion de una patria prospera, apunto.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente los exitos logrados por la universidad durante 60 anos pasados despues de su fundacion destacando que ella brilla como colectivo prestigioso de disenadores de arquitectura al realizar en el maximo nivel el diseno de formacion de los objetos arquitectonicos con valor de patrimonio nacional y crear numerosas obras maestras de la rama.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que es un gran orgullo para el PTC contar con la Universidad de Arquitectura de Pyongyang, colectivo talentoso de creacion arquitectonica y fidedigna base de formacion del personal cientifico-tecnico de construccion.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal paso revista a la exhibicion de educacion y ciencia, la de diseno arquitectonico, la de ejercicio de bellas artes, la audio-visual para el estudio de lenguas extranjeras y otros puntos indicando las tareas que se presentan a la universidad.\n\t\t\t\t\t\n\t\t\t\t\tEncomio la universidad como vanguardia de la construccion de Estado civilizado socialista y base de formacion de talentosos de la arquitectura y destaco la necesidad de registrar cambio radical en la educacion tomando en cuenta lo que demanda la realidad en desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tLos estudiantes deben aprender mucho ahorrando el tiempo y teniendo presente que en sus mesas de diseno se proyecta el futuro de pais civilizado, acoto.\n\t\t\t\t\t\n\t\t\t\t\tAfirmo que el partido tiene la firme decision y voluntad de desarrollar mas la universidad como vanguardia de la construccion de un Estado civilizado socialista, y dijo que el va a ser el rector honorario de la universidad.\n\t\t\t\t\t\n\t\t\t\t\tAl final, se fotografio junto a los funcionarios de la universidad.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion el premier de la RPDC, Pak Pong Ju, el secretario del Comite Central del PTC, Choe Thae Bok, los primeros subjefes de departamento del CC del PTC, Ri Jae Il y Choe Hwi, y el subjefe de departamento del CC del PTC, Ma Won Chun."
        },
        {
            "title": "Politico angoleno apoya la linea politica independiente del PTC",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-07ss.html",
            "content": "Politico angoleno apoya la linea politica independiente del PTC\r\nPyongyang, 27 de noviembre (ACNC) -- El Movimiento Popular de Liberacion de Angola apoyara activamente la firme linea politica independiente del Partido del Trabajo de Corea y continuara ampliando y desarrollando tambien en el futuro las relaciones de amistad y cooperacion con el PTC.\n\t\t\t\t\tAsi dijo el secretario general del MPLA al embajador de la Republica Popular Democratica de Corea en su pais, Kim Hyon Il, quien le hizo el dia 20 una visita de cortesia.\n\t\t\t\t\t\n\t\t\t\t\tApunto que las relaciones Corea-Angola son las fraternales preparadas y desarrolladas por los lideres antecesores.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que el pueblo angoleno no olvidara al Presidente Kim Il Sung y al Dirigente Kim Jong Il quienes ayudaron con sinceridad la lucha por la liberacion nacional del pais y la causa de construccion de nueva sociedad.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que el Primer Secretario Kim Jong Un dirige sabiamente el PTC y el pueblo coreano para que avancen directamente sin ningun altibajo.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que rechazan resueltamente el hecho de que Estados Unidos y otras fuerzas hostiles siguen cometiendo actos criminales, que con viles tejemanejes violan la soberania de la RPDC obstaculizando la reunificacion de Corea y exacerbando la situacion regional.\n\t\t\t\t\t\n\t\t\t\t\tDeseo de todo corazon que bajo la sabia direccion del Primer Secretario Kim Jong Un, el PTC, el gobierno y el pueblo de la RPDC alcancen mayores exitos en la lucha por lograr la reunificacion, el desarrollo independiente y la prosperidad del pais."
        },
        {
            "title": "Proyeccion filmica por dia de establecimiento de relaciones diplomaticas con India",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-12ss.html",
            "content": "Proyeccion filmica por dia de establecimiento de relaciones diplomaticas con India\r\nPyongyang, 27 de noviembre (ACNC) -- Tuvo lugar hoy en el Club para el Cuerpo Diplomatico Taedonggang el encuentro de cine dedicado al 40o aniversario de establecimiento de relaciones diplomaticas entre la Republica Popular Democratica de Corea y la Republica de la India.\n\t\t\t\t\tTomaron parte en la ocasion Kim Jin Bom, vicepresidente del Comite Coreano de Relaciones Culturales con el Extranjero y de la Asociacion de Amistad Corea-India, los miembros de la misma asociacion, funcionarios correspondientes, trabajadores capitalinos, el embajador Ajay Kumar Sharma y otros integrantes de la sede diplomatica india en Corea.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los representantes diplomaticos de varios paises, los representantes de organizaciones internacionales y los miembros de las embajadas, acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tLuego de discursos, los participantes vieron una pelicula de ficcion de la India."
        },
        {
            "title": "Critican la dictadura de \"Yusin\" de version moderna",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-03ss.html",
            "content": "Critican la dictadura de \"Yusin\" de version moderna\r\nPyongyang, 27 de noviembre (ACNC) -- Los titeres surcoreanos recrudecen cada vez mas la represion contra las fuerzas democraticas y progresistas.\n\t\t\t\t\tDefinieron ya el Sindicato Nacional de Ensenantes (SNE) como entidad ilegal e intentan disolver por la fuerza el Partido Progresista Unido vinculandolo con el supuesto \"incidente de conspiracion de rebelion interna\".\n\t\t\t\t\t\n\t\t\t\t\tAl censurar el periodico online Jaju Minbo como \"medio proenemigo\", hablan de darle el \"tratamiento legal intransigente\" y realizan una feroz investigacion sobre el Sindicato Nacional de Funcionarios Publicos.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos hacen imaginar que renacio el dictador de \"Yusin\" (renovacion).\n\t\t\t\t\t\n\t\t\t\t\tEste tirano extermino el movimiento de los habitantes surcoreanos por la independencia, la democracia y la reunificacion presentando el \"anticomunismo\" como \"primera politica estatal\" y cometio las barbaridades de toda indole como torturas, chantaje y asesinatos para mantener su \"poder\" dictatorial.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia del siglo 21, hacen lo mismo las actuales autoridades surcoreanas que arrestan a las personalidades de partidos opositores por haber demandado la politica progresista, la democracia y la mejora de relaciones intercoreanas y reprimen bajo el cartel de \"purga de fuerzas pro-Norte\" la direccion surena de la Alianza Pannacional por la Reunificacion de la Patria (APRP), el SNE y otras entidades progresistas.\n\t\t\t\t\t\n\t\t\t\t\tSon reprimidos tambien hasta los habitantes levantados en el mitin con velas para protestar los actos contra la democracia de las fuerzas en el poder.\n\t\t\t\t\t\n\t\t\t\t\tVivir en un mundo sin dictadura fascista y democratizado ejerciendo los derechos del hombre es el deseo anejado de los habitantes surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tEllos vinieron luchando durante largo tiempo librando el Levantamiento Popular del 19 de Abril y la sublevacion popular de junio, etc.\n\t\t\t\t\t\n\t\t\t\t\tPero, los actuales gobernantes surcoreanos suprimen los elementales exitos de democratizacion logrados a cambio de la lucha sangrienta del pueblo y la sociedad vuelve al mundo oscuro de la dictadura fascista medieval.\n\t\t\t\t\t\n\t\t\t\t\tMientras se mantenga en el poder la camarilla titere que heredo el temperamento del poder tirano de \"Yusin\", no se puede imaginar la democratizacion de la sociedad surcoreana ni la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tNo se debe perdonar nunca a los titeres surcoreanos que tratan de realizar su sucia ambicion de perpetuar la division y mantener el poder sin tomar en consideracion el destino del pais y la nacion ni la reunificacion de la patria."
        },
        {
            "title": "Rodong Sinmun exhorta a luchar por democratizacion de sociedad surcoreana",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-02ss.html",
            "content": "Rodong Sinmun exhorta a luchar por democratizacion de sociedad surcoreana\r\nPyongyang, 27 de noviembre (ACNC) -- Democratizar la sociedad del Sur de Corea es una tarea apremiante para la reunificacion de la patria.\n\t\t\t\t\tAsi subraya el diario Rodong Sinmun en un articulo individual difundido el dia 27 y continua:\n\t\t\t\t\t\n\t\t\t\t\tHa llegado al extremo la represion fascista de la banda titere del Sur de Corea a las fuerzas progresistas.\n\t\t\t\t\t\n\t\t\t\t\tEstas maniobras son el crimen antinacional para convertir toda la sociedad surcoreana en una escena caotica, echar el cimiento de gobernacion sobre la tumba de la democracia y practicar a su antojo la politica traidora.\n\t\t\t\t\t\n\t\t\t\t\tDeviene tambien una locura para exterminar las fuerzas patrioticas pro-reunificacion y detener el desarrollo de las relaciones intercoreanas y del movimiento por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad dada en el Sur de Corea presenta la democratizacion anti-dictatorial como una tarea inminente.\n\t\t\t\t\t\n\t\t\t\t\tPara activar el movimiento por la reunificacion hay que acabar en el Sur de Corea con la dominacion represiva anti-reunificacion que criminaliza el movimiento patriotico por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tLa democratizacion anti-dictatorial constituye una demanda urgente e impostergable del movimiento por la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tCada vez que se aumenta el grado de lucha anti-gubernamental de la poblacion surcoreana, se tornan mas feroces las maniobras de represion de la banda fascista. Si los habitantes no las frustran,  en todo el territorio surcoreano reinara la infame dictadura de \"Yusin\" y caeran tragicamente derramando sangre todos los habitantes patrioticos, levantados para la reunificacion de la patria y el progreso social."
        },
        {
            "title": "En Sur de Corea mitin por paz y contra guerra",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-11ss.html",
            "content": "En Sur de Corea mitin por paz y contra guerra\r\nPyongyang, 27 de noviembre (ACNC) -- Tuvo lugar el dia 23 en Seul, el mitin por la paz y contra la guerra bajo auspicio de la Accion del Pueblo por Rechazar la Guerra y Alcanzar la Paz del Sur de Corea. \n\t\t\t\t\tParticiparon los miembros de entidades civiles y sociales y jovenes y estudiantes. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion los oradores revelaron que las autoridades surcoreanas promueven la concertacion del convenio militar con Japon y pretenden comprar los aviones de combate de nuevo tipo de EE.UU. para el ataque preventivo contra la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tInsistieron en que las autoridades deben recuperar con prioridad las relaciones entre ambas partes coreanas. \n\t\t\t\t\t\n\t\t\t\t\tEn el mitin se dio lectura al llamamiento. \n\t\t\t\t\t\n\t\t\t\t\tEl documento critica que en la actualidad se agrava mas la tension militar en la Peninsula Coreana y se torna mas aviesa la campana para la fabricacion de la alianza militar tripartita Sur de Corea-EE.UU.-Japon. \n\t\t\t\t\t\n\t\t\t\t\tEl \"gobierno\" de Park Geun-hye recurre junto con Japon a la politica conflictiva anti-RPDC, revela y urge a las autoridades surcoreanas a parar de inmediato la campana para la firma del convenio militar con Japon."
        },
        {
            "title": "Periodico surcoreano publica testimonio sobre crimen organizado de Japon en terremoto de Kanto",
            "url": "http://kcna.co.jp/item/2013/201311/news27/20131127-08ss.html",
            "content": "Periodico surcoreano publica testimonio sobre crimen organizado de Japon en terremoto de Kanto\r\nPyongyang, 27 de noviembre (ACNC) -- En relacion con que fue descubierto un dato que testimonia la masacre a los coreanos cometida en el periodo del gran terremoto de Kanto bajo la manipulacion trasera del gobierno japones, el periodico surcoreano Kukmin Ilbo publico el dia 25 un editorial como sigue:\n\t\t\t\t\tHace unos dias, fue descubierto en la embajada surcoreana en Japon un documento de investigacion, elaborado hace varios decenios, sobre las victimas coreanas del periodo de la dominacion por el imperialismo japones. \n\t\t\t\t\t\n\t\t\t\t\tEl documento se refiere concretamente al proceso de asesinato de decenas de coreanos. Segun ello, una mujer coreana fue fusilada por un gendarme japones. \n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, las autoridades japonesas imputan al grupo de autovigilancia y otras entidades civiles la responsabilidad del asesinato a los coreanos cometido en el periodo del gran terremoto en Kanto y recientemente lo hicieron editar en los manuales. \n\t\t\t\t\t\n\t\t\t\t\tEl testimonio recien revelado demuestra que en las atrocidades de aquel entonces se involucro directamente el gobierno japones. \n\t\t\t\t\t\n\t\t\t\t\tEl gobierno japones tiene que dar la respuesta sincera sobre el respecto. \n\t\t\t\t\t\n\t\t\t\t\tEs incomprensible como las autoridades surcoreanas tienen conservado sin publicar ese registro durante varios decenios. \n\t\t\t\t\t\n\t\t\t\t\tEl \"gobierno\" surcoreano tambien debe explicarlo claramente."
        }
    ]
}