{
    "date": "2013-08-18",
    "url": "http://kcna.co.jp/item/2013/201308/2013-08-18ee.html",
    "articles": [
        {
            "title": "DPRK Proposes Reunion of Separated Families, Relatives and Resumption of Tours to Mt. Kumgang",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-11ee.html",
            "content": "DPRK Proposes Reunion of Separated Families, Relatives and Resumption of Tours to Mt. Kumgang\r\nPyongyang, August 18 (KCNA) -- The Committee for the Peaceful Reunification of Korea (CPRK) spokesman issued the following statement Sunday:\n\t\t\t\t\tAs already reported, a series of the working-level talks between the authorities of the north and the south of Korea for the normalization of the Kaesong Industrial Zone amid the great concern of the public at home and abroad resulted in the adoption of an agreement on the eve of the 68th anniversary of Korea's liberation, bringing delight and hope to all the fellow countrymen and demonstrating the will and potential power of the Korean nation for reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe agreement is a shining fruition of the unanimous desires and active support by all the Koreans for reconciliation, unity, peace, reunification and prosperity.\n\t\t\t\t\t\n\t\t\t\t\tWith the agreement the zone was saved from the crisis of closure and could be put back on its normal track, entering its road of fresh development. This has positive impact on the overall development of the north-south relations and the situation in the vicinity of the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\tThat's why all the Koreans in the north and the south and the whole world warmly welcome the agreement, sincerely hoping that both sides would make a big progress in their relations.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK in the June 6 special statement by the CPRK spokesman and in its message sent to the south side on July 10 already proposed holding working-level talks for the Kaesong Industrial Zone, resuming the tours to Mt. Kumgang resort and holding the reunion of separated families and their relatives timed for the Harvest Moon Day.\n\t\t\t\t\t\n\t\t\t\t\tThe south side in the speech for celebrating August 15 proposed holding the reunion of separated families and their relatives on the occasion of the Harvest Moon Day and sent a relevant message through the Panmunjom Red Cross liaison channel.\n\t\t\t\t\t\n\t\t\t\t\tNow increasing in south Korea are voices demanding the resumption of tours to Mt. Kumgang along with the reunion of separated families and their relatives, and not only such opposition parties as the Democratic Party but the ruling \"Saenuri Party\" are actively calling for the resumption of the tours.\n\t\t\t\t\t\n\t\t\t\t\tThe Kaesong Industrial Zone and the tours to Mt. Kumgang resort are valuable works common to the nation which should not be delayed as they are symbols of reconciliation, unity, reunification and prosperity.\n\t\t\t\t\t\n\t\t\t\t\tNow that the issue of the zone has entered the phase of solution, the tours to Mt. Kumgang have to be resumed and this will be very beneficial to improving the north-south ties.\n\t\t\t\t\t\n\t\t\t\t\tNow is the time for the north and the south to make joint efforts for the improvement of the north-south ties and peace and common prosperity on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe CPRK clarifies the following proposals upon authorization out of the fixed stand to advance the north-south ties and open up a new phase for peace, reunification and prosperity:\n\t\t\t\t\t\n\t\t\t\t\t1. The reunion of separated families and their relatives shall be made in Mt. Kumgang resort on the occasion of the upcoming Harvest Moon Day and their video meetings be made timed for the anniversary of the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\tTo this end, the north and south Red Cross working-level talks shall be held on Aug. 23, as proposed by the south side, in Mt Kumgang resort and during the talks they will be allowed to look round the hall of reunion and take field measures for its use.\n\t\t\t\t\t\n\t\t\t\t\t2. The working-level talks between the authorities of the north and the south shall be held for the resumption of tours to Mt. Kumgang resort.\n\t\t\t\t\t\n\t\t\t\t\tThe working-level talks shall discuss package issues of the south side's concern including the issue of preventing the recurrence of the tourist case, the issue of ensuring personal safety and the issue of property.\n\t\t\t\t\t\n\t\t\t\t\tThe talks shall be held on August 22 in Mt. Kumgang resort.\n\t\t\t\t\t\n\t\t\t\t\tThe resumption of the tours to Mt. Kumgang following the normalization of the Kaesong Industrial Zone will bring bigger joy to all the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t3. The work for the peace on the Korean Peninsula and prosperity common to the nation shall be activated.\n\t\t\t\t\t\n\t\t\t\t\tAll work for the national reconciliation, unity and peace and reunification of the country shall be actively pushed forward in various fields to strengthen compatriotic bonds between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\tThe implementation of the north side's proposals will help greatly advance the north-south ties, deepen trust between the two sides and accelerate national reunification.\n\t\t\t\t\t\n\t\t\t\t\tConsistent is the stand of the north side to improve the relations with the south and achieve peace, reunification and common prosperity.\n\t\t\t\t\t\n\t\t\t\t\tIf the north and the south make joint sincere efforts in the same spirit of mutual understanding and confidence as was shown in the working-level talks for the normalization of the Kaesong Industrial Zone, there will be no problem insoluble in relations between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\tWe believe that the south side's authorities will duly respond to our proposals which reflect the desires of all the fellow countrymen and the expectation of the public at home and abroad."
        },
        {
            "title": "DPRK Government Delegation Arrives in Benin",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-05ee.html",
            "content": "DPRK Government Delegation Arrives in Benin\r\nPyongyang, August 18 (KCNA) -- A DPRK government delegation led by Foreign Minister Pak Ui Chun arrived in Benin Thursday.\n\t\t\t\t\tThe delegation was greeted at the airport by the Beninese foreign minister, the director of the General Bureau of Bilateral Cooperation of the Foreign Ministry, officials concerned and the DPRK ambassador to Benin.\n\t\t\t\t\t\n\t\t\t\t\tThe delegation wrapped up its visit to Guinea and departed it on the same day.\n\t\t\t\t\t\n\t\t\t\t\tIt was seen off at the airport by the general director of Protocol of the Ministry of State for Foreign Affairs and Overseas Compatriots of Guinea, officials concerned, the DPRK ambassador to Guinea and his embassy officials."
        },
        {
            "title": "Foreign Delegates, Exhibitors Arrive in Rason, DPRK",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-09ee.html",
            "content": "Foreign Delegates, Exhibitors Arrive in Rason, DPRK\r\nRason, August 18 (KCNA) -- Delegates and exhibitors of China, Russia, Japan and Chinese Taipei arrived in Rason City to take part in the 3rd Rason International Trade Fair."
        },
        {
            "title": "Tree Nursery Constructed in Kaesong City",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-07ee.html",
            "content": "Tree Nursery Constructed in Kaesong City\r\nPyongyang, August 18 (KCNA) -- A tree nursery was constructed in Pakyon area of Kaesong City.\n\t\t\t\t\tThe nursery covering more than 10 000 square meters has full conditions for mass-producing good species of saplings.\n\t\t\t\t\t\n\t\t\t\t\tThe city forestry management station constructed a water tank for fully supplying water to the cultivation grounds in a gravity-fed way by using water source flowing down from mountain valleys. It also installed drain pipes and revolving round spraying equipment.\n\t\t\t\t\t\n\t\t\t\t\tThe cultivation grounds were built in a peculiar style with over hundreds of concrete pillars and sunshades."
        },
        {
            "title": "Construction of Munsu Wading Pool Makes Brisk Headway",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-10ee.html",
            "content": "Construction of Munsu Wading Pool Makes Brisk Headway\r\nPyongyang, August 18 (KCNA) -- The construction of the Munsu Wading Pool is making brisk headway on the picturesque bank of the Taedong River.\n\t\t\t\t\tSoldier-builders finished the project for frame assembling, pool construction and plastering of structures.\n\t\t\t\t\t\n\t\t\t\t\tThey removed the existing buildings and concrete pavement in a short span of time and excavated 260 000 cubic meters of earth ahead of schedule.\n\t\t\t\t\t\n\t\t\t\t\tThey did concrete tamping of hundreds of cubic meters, waterproof plastering and pasting of lags every day simultaneously and thus concluded in the main the project for underground facilities including many water tanks. They are now carrying on the construction of  more than ten outdoor pools at the final stage.\n\t\t\t\t\t\n\t\t\t\t\tThey are also stepping up the project for an artificial mountain by carrying earth of hundreds of thousands of cubic meters. Preparations for roofing project and the finishing work are now under way.\n\t\t\t\t\t\n\t\t\t\t\tThe Cabinet, ministries and national institutions properly organized the production and transport of building materials including steel, cement and timber.\n\t\t\t\t\t\n\t\t\t\t\tPeople in the city are also making contributions to stepping up the construction."
        },
        {
            "title": "South Korean Students Denounce IS's Election Rigging",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-06ee.html",
            "content": "South Korean Students Denounce IS's Election Rigging\r\nPyongyang, August 18 (KCNA) -- At least 600 students of Korea University in south Korea made public a declaration on the situation outside the building of the \"Saenuri Party\" in Seoul on Wednesday as regards the election rigging by the Intelligence Service (IS).\n\t\t\t\t\tThey charged that the IS interfered in the election in an organized way and the police covered this case at the instruction of the \"government\" authorities.\n\t\t\t\t\t\n\t\t\t\t\tThe state investigation into the case for probing the truth about the case is driven into a catastrophic phase due to obstructions by the \"Saenuri Party\", they said, adding:\n\t\t\t\t\t\n\t\t\t\t\tThis proves that the \"Saenuri Party\" and the IS collaborated with each other.\n\t\t\t\t\t\n\t\t\t\t\tThe prime movers who commanded the IS's interference in the election are Lee Myung Bak and the \"Saenuri Party\" which interfered in the election in an organized way by mobilizing power organs.\n\t\t\t\t\t\n\t\t\t\t\tThe authorities cannot calm down public resentment by interrupting the state investigation and cooking up public opinions, they held that the present chief executive and the \"Saenuri Party\" should pay dear for the case."
        },
        {
            "title": "Actions against Japan's Sexual Slavery Held in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-08ee.html",
            "content": "Actions against Japan's Sexual Slavery Held in Different Countries\r\nPyongyang, August 18 (KCNA) -- Actions for condemning Japan's past crimes related to sexual slavery and demanding Japan's apology and reparation for the victims took place in different countries on Wednesday.\n\t\t\t\t\tMembers of the Action for Settling the Issue of \"Comfort Women\" for the Imperial Japanese Army and Japanese citizens took to streets in Tokyo.\n\t\t\t\t\t\n\t\t\t\t\tThey demanded an apology and reparation for the victims to sexual slavery, holding placards calling for a sincere attitude of the Japanese government toward the settlement of the issue of sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\tIn Germany Koreans, citizens and members of a religious organization held a demonstration urging the Japanese government's apology for the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\tThey held placards demanding the Japanese government legislate for probing the truth and make apology.\n\t\t\t\t\t\n\t\t\t\t\tPrior to it, members of the German religious organization staged a protest outside the Japanese embassy in Berlin.\n\t\t\t\t\t\n\t\t\t\t\tThey declared it would take part in the on-going 100 million-people signature campaign for settling the issue of \"comfort women\".\n\t\t\t\t\t\n\t\t\t\t\tThe organization said that the wrong history of Japan should not repeat itself."
        },
        {
            "title": "Kim Il Sung's Feats in Liberating Korea Praised by Nepali Papers",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-04ee.html",
            "content": "Kim Il Sung's Feats in Liberating Korea Praised by Nepali Papers\r\nPyongyang, August 18 (KCNA) -- Nepali papers carried special write-ups illustrated with photos of President Kim Il Sung on the occasion of the 68th anniversary of Korea's liberation.\n\t\t\t\t\tThe August 10 issue of Jana Sata said:\n\t\t\t\t\t\n\t\t\t\t\tKorea was liberated on August 15, 1945. It was a special event in the Korean nation's history.\n\t\t\t\t\t\n\t\t\t\t\tIt was Kim Il Sung who rose up for national resurrection when dark clouds of national ruin were hanging heavily over the Korean nation's history spanning five thousand years.\n\t\t\t\t\t\n\t\t\t\t\tHe defeated the Japanese imperialists armed at all points with his original strategies and superb guerrilla war methods to liberate Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK turned into a socialist power centered on the popular masses under the wise leadership of Kim Il Sung and Kim Jong Il. Korea's liberation will shine long as an event to be specially recorded in the Korean nation's history.\n\t\t\t\t\t\n\t\t\t\t\tJanmabhumi on August 10 carried an article titled \"Songun leadership and Korea's liberation\". The article said:\n\t\t\t\t\t\n\t\t\t\t\tKim Il Sung provided the powerful Songun forces and liberated the country through his dynamic Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\tCharcha on August 5 carried an article titled \"Testimonies to history\" which said:\n\t\t\t\t\t\n\t\t\t\t\tIt was General Kim Il Sung, founder of socialist Korea and eternal President of the DPRK, who terminated the military occupation by the Japanese imperialists and liberated Korea.\n\t\t\t\t\t\n\t\t\t\t\tUnder the subtitles \"Kim Il Sung's guerrilla\", \"Kim Il Sung, commander for Korea's independence\", \"Long live General Kim Il Sung\" and \"Battle in Pochonbo\" the paper carried testimonies made by foreigners about the anti-Japanese armed struggle."
        },
        {
            "title": "Kim Jong Il's Work Carried by Romanian Paper",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-01ee.html",
            "content": "Kim Jong Il's Work Carried by Romanian Paper\r\nPyongyang, August 18 (KCNA) -- The gist of leader Kim Jong Il's work \"The Historical Lesson in Building Socialism and the General Line of Our Party\" was carried by the August issue of the  Romanian newspaper Romania Muncitoare.\n\t\t\t\t\tThe work, published on January 3, Juche 81 (1992), says that the historical lesson drawn from socialist construction is to steadily strengthen the driving force of the revolution with confidence in socialism and correct guiding idea, abide by the socialist principle and boost comradely unity and cooperation based on independence.\n\t\t\t\t\t\n\t\t\t\t\tIt clarifies the idea that it is the general line of the Workers' Party of Korea for socialist construction to thoroughly implement the three revolutions, ideological, technical and cultural, while strengthening the people's power and steadily increasing its function and role. It also proves its validity."
        },
        {
            "title": "Korean People's Struggle for National Reunification Supported by Indonesian Organization",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-03ee.html",
            "content": "Korean People's Struggle for National Reunification Supported by Indonesian Organization\r\nPyongyang, August 18 (KCNA) -- The Indonesian Federation of Transport Workers Unions issued a statement on August 13 on the occasion of the 68th anniversary of Korea's liberation.\n\t\t\t\t\tThe statement expressed full support and solidarity for the Korean people in their struggle to improve the north-south relations and achieve the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\tIt said:\n\t\t\t\t\t\n\t\t\t\t\tMuch more than half a century has passed since Korea was liberated from the Japanese imperialist colonial rule but the Korean people are still suffering from the division of the country.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people, guided by the three charters for national reunification advanced by President Kim Il Sung and formulated by leader Kim Jong Il, have waged a persistent struggle for realizing them.\n\t\t\t\t\t\n\t\t\t\t\tThe three charters serve as the fundamental way and immortal banner for improving the north-south relations and reunifying the country in the spirit of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean ruling forces have extremely escalated the tensions on the Korean Peninsula, seized with a foolish ambition, while depending on foreign forces, far from accepting and implementing the fair and aboveboard line for national reunification advanced by the peerlessly great persons, the historic June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\tWe bitterly denounce the south Korean ruling forces for resorting to the anti-reunification moves, seeking confrontation with fellow countrymen and pursuing pro-U.S. policy.\n\t\t\t\t\t\n\t\t\t\t\tWe express conviction that the Korean people will open a new era for reunification, peace and prosperity without fail under the leadership of Marshal Kim Jong Un."
        },
        {
            "title": "DPRK's Important Days Marked in Switzerland, Malaysia",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-02ee.html",
            "content": "DPRK's Important Days Marked in Switzerland, Malaysia\r\nPyongyang, August 18 (KCNA) -- Meetings, book and photo exhibitions and film shows took place in Switzerland and Malaysia on August 9 and 10 to mark the 53rd anniversary of leader Kim Jong Il's start of the Songun revolutionary leadership and the 68th anniversary of Korea's liberation.\n\t\t\t\t\tFilms shown included Korean films \"The Arch of Triumph\" and \"Arms of Korea\".\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Switzerland-Korea Committee said:\n\t\t\t\t\t\n\t\t\t\t\tGeneralissimo Kim Il Sung liberated Korea from the Japanese imperialists' atrocious colonial rule.\n\t\t\t\t\t\n\t\t\t\t\tAfter the liberation of the country he founded the Workers' Party of Korea and the DPRK, developed the Korean People's Revolutionary Army into regular armed forces and thus laid firm foundations for a final victory of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\tGeneralissimo Kim Jong Il started his Songun revolutionary leadership with his field guidance to the Seoul Ryu Kyong Su 105 Guards Tank Division of the Korean People's Army 53 years ago.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il, who is identical to Kim Il Sung, resolutely shattered the vicious moves of the U.S. imperialists and the south Korean group of traitors against the DPRK through his Songun revolutionary leadership and turned the DPRK into a military power no aggressor dares to provoke.\n\t\t\t\t\t\n\t\t\t\t\tA congratulatory message to Marshal Kim Jong Un was adopted at the meeting in Switzerland."
        },
        {
            "title": "Kim Jong Un recorrio lugar de construccion del Campo de Esqui del monte Masik",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-02ss.html",
            "content": "Kim Jong Un recorrio lugar de construccion del Campo de Esqui del monte Masik\r\nPyongyang, 18 de agosto (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recorrio el lugar de construccion del Campo de Esqui del monte Masik.\n\t\t\t\t\tLe acompanaron Choe Ryong Hae, Pak Thae Song, Hwang Pyong So, Kim Pyong Ho, Ma Won Chun, Jon Chang Bok, Kim Yong Chol y O Kum Chol.\n\t\t\t\t\t\n\t\t\t\t\tTras escuchar el informe sobre el estado de construccion, el Mariscal se mostro muy satisfecho de que los constructores militares y los brigadistas de varias unidades, participantes en la obra, aceleraron con rapidez la obra de armazon de mas de 20 edificios y la terminaron superando las condiciones desfavorables de topografia y de estacion de lluvias.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que en la construccion del campo de esqui se abrio la brecha de la victoria, subrayo que esto es un milagro que pueden crear solo nuestro ejercito y pueblo que son combatientes quienes materializan incondicionalmente a costa de la vida la orden y la orientacion del partido.\n\t\t\t\t\t\n\t\t\t\t\tPasando por los edificios de hotel, de servicio y de alojamiento, el patinadero y otros lugares, averiguo el estado de construccion y comienzo de la obra.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo el hotel con 3 pisos subterraneos y 8 sobre la tierra, instruyo que todos los pisos y todos los rincones deben ser adecuados al ambiente montanoso y natural.\n\t\t\t\t\t\n\t\t\t\t\tAl examinar el estado de la instalacion de teleferico, senalo que deben acelerar la obra para que los clientes, que vendran desde invierno del presente ano, utilicen los cables aereos para subir a la cima del pico Taehwa de mas de mil 360 metros de altura sobre el nivel del mar.\n\t\t\t\t\t\n\t\t\t\t\tAl compararlo con el periodo en que el pasado 26 de mayo, recorrio el campo de construccion, la fisonomia de la zona fue cambiada radicalmente, dijo y evaluo altamente las proezas laborales de los constructores que crean el milagro asombroso en la construccion del campo de esqui.\n\t\t\t\t\t\n\t\t\t\t\tIndico las tareas que se presentan para acelerar la construccion del campo de esqui.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que deben perfeccionar las pistas y cumplir sin falta las tareas de la construccion por cada proceso y por dia incluyendo las edificaciones de hotel, de servicio y alojamiento y el acondicionamiento de los cables aereos.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que el Consejo de Ministros, ministerios y organos centrales deben tomar estrictamente las medidas de abastecimiento de los materiales y que las fabricas y las empresas, que les incumben los materiales de construccion y la produccion de los equipos, deben realizar a tiempo e incondicionalmente sus tareas.\n\t\t\t\t\t\n\t\t\t\t\tDijo que el Campo de Esqui del monte Masik es una eterna creacion monumental con la cual nuestro pueblo disfrutara tambien en el futuro de la opulencia y el lujo socialistas y uno de los simbolos de un pais civilizado y anadio que por lo tanto, los constructores deben asegurar al maximo la calidad de la construccion para responsabilizarse con mil anos y garantizar diez mil anos.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a terminar con las fuerzas unidas del ejercito y el pueblo el campo de esqui de talla mundial para ofrecer al pueblo, jovenes y ninos escolares las mas civilizadas y felices condiciones de vida para que se escuchen de la zona del monte Masik la risa socialista y las vivas el partido del trabajo."
        },
        {
            "title": "Kim Jong Un inspecciona unidad 3404 del EPC",
            "url": "http://kcna.co.jp/item/2013/201308/news18/20130818-01ss.html",
            "content": "Kim Jong Un inspecciona unidad 3404 del EPC\r\nPyongyang, 18 de agosto (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea inspecciono la unidad 3404 del EPC.\n\t\t\t\t\tTras recibir el parte de recepcion, guiado por los comandantes, el fue a la sala de educacion en la historia revolucionaria donde escucho explicaciones sobre la trayectoria orgullosa de la unidad y recordo con gran emocion la historia de desarrollo de la unidad atendiendo a los objetos y datos historicos de gran valor.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente que la unidad haya logrado muchos exitos en los preparativos del combate y en el fortalecimiento de la combatividad en pleno acato a los propositos de los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer conocimiento de diversos inventos fabricados por la unidad, evaluo altamente tales exitos.\n\t\t\t\t\t\n\t\t\t\t\tMostro la esperanza y conviccion de que los oficiales y soldados cumpliran satisfactoriamente con la mision y el papel de abanderado y brigada en el apoyo de la politica de Songun del partido y se fotografio con ellos.\n\t\t\t\t\t\n\t\t\t\t\tLe acompano el vicemariscal del EPC Choe Ryong Hae, jefe de la Direccion Politica General del EPC."
        }
    ]
}