{
    "date": "2013-10-14",
    "url": "http://kcna.co.jp/item/2013/201310/2013-10-14ee.html",
    "articles": [
        {
            "title": "CPRK Spokesman Urges Park Geun Hye to Have Right Option",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-10ee.html",
            "content": "CPRK Spokesman Urges Park Geun Hye to Have Right Option\r\n Pyongyang, October 14 (KCNA) -- Park Geun Hye of south Korea malignantly slandered the DPRK during her trip to Southeast Asia.\n\t\t\t\t\t Whenever she met with foreign dignitaries, she talked rubbish about what the living standard of the people in the DPRK is like. She behaved so disgustingly as asking other countries to \"persuade north Korea to dismantle its nukes and focus efforts on economic development and exert influence upon it \"to take a right option\". \n\t\t\t\t\t\n\t\t\t\t\tShe also begged them for cooperation in the operations to lure and abduct inhabitants of the DPRK, actions against ethics.  She went the lengths of behaving so meanly as ballyhooing about \"thanks\" and \"close cooperation\", creating impression that the Kaesong Industrial Zone was brought back to a normal track thanks to other's help.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) in a statement on Monday observes that Park went so crazy with confrontation with compatriots that she is at a loss which way to go. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is a fact known to the world that the DPRK is focusing all its efforts to economic construction and the improvement of the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t Park must know the stirring reality of the DPRK admired by the world if she is neither blind nor dumb.\n\t\t\t\t\t\n\t\t\t\t\t Not content with making much fuss in south Korea, she was busy hurling mud at compatriots during foreign junket, echoing the invectives let loose by human scum. She must be a psychopath going mad with confrontation or a dementia case.\n\t\t\t\t\t\n\t\t\t\t\t  The people's grievances are running high as Park reneged on her election commitments as soon as she came to power, throwing the people into utter destitution. However, she is so shameless as to talk about the \"people's living standard\" in the north.\n\t\t\t\t\t\n\t\t\t\t\t The above-said solicitation made by Park is nothing but a revelation of her mental derangement.\n\t\t\t\t\t\n\t\t\t\t\t Had she had proper reason, she would have had a proper understanding of how the nuclear issue was spawned and where the nuclear threat comes from and should have told her American master what she would like to say. If she had not been in a position to say herself to him, she should have asked them for help.\n\t\t\t\t\t\n\t\t\t\t\t A string of rigmaroles let loose by Park as regards the KIZ have become a laughing stock of world people as they brought into bolder relief her utter ignorance and sycophantic nature.\n\t\t\t\t\t\n\t\t\t\t\t Park was only censured by international public as an international political gangster and flesh traffic broker defying international law and moral laws for her diplomacy to plug other countries in the operations to lure and abduct inhabitants of the DPRK in violation of ethics.\n\t\t\t\t\t\n\t\t\t\t\t She is becoming talkative about \"right option\" of someone whenever a chance presents itself but it is Park herself who should make a right option.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK wishes Park to come to her senses, though belatedly, and refrain from any act to hurt herself."
        },
        {
            "title": "Congratulations to President of Azerbaijan",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-15ee.html",
            "content": "Congratulations to President of Azerbaijan\r\n Pyongyang, October 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a congratulatory message to Ilham Aliyev on his reelection as president of Azerbaijan.\n\t\t\t\t\t In the message Kim wished the president of Azerbaijan greater success in his work for the prosperity of the country and well-being of the people, expressing belief that the friendly and cooperative relations between the two countries would grow stronger as desired by the peoples of the two countries."
        },
        {
            "title": "DPRK, China Sign Decision",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-24ee.html",
            "content": "DPRK, China Sign Decision\r\n Pyongyang, October 14 (KCNA) -- A decision of the 65th meeting of the Board of Directors of the Korea-China Hydro-Electric Power Company was signed here on Monday.\n\t\t\t\t\t Present there from the DPRK side were Kim Yong Chol, vice-minister of Electric Power Industry, and other officials concerned and from the Chinese side members of the delegation of the Chinese side headed by Shu Yinbiao, executive president of the State Grid Corporation of China, and Yang Zuoyuan, economic and commercial councilor of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t The decision was signed by Kim Yong Chol and Shu Yinbiao."
        },
        {
            "title": "Chinese Delegation Departs",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-28ee.html",
            "content": "Chinese Delegation Departs\r\n Pyongyang, October 14 (KCNA) -- A delegation of the Chinese side headed by Shu Yinbiao, executive president of the State Grid Corporation of China, left here for home on Monday after taking part in the 65th meeting of the Board of Directors of the Korea-China Hydro-Electric Power Company held here."
        },
        {
            "title": "Teachers, Researchers of Kim Il Sung University Move to New Flats",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-29ee.html",
            "content": "Teachers, Researchers of Kim Il Sung University Move to New Flats\r\n Pyongyang, October 14 (KCNA) -- Teachers and researchers of Kim Il Sung University began moving into new flats of the apartment houses built near Ryonghung crossroads here.\n\t\t\t\t\t A ceremony for awarding certificates for entrance into the flats, gifts presented by Marshal Kim Jong Un to them, was held at the gymnasium of the university on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Thae Bok, Mun Kyong Dok, and officials, teachers and researchers of the university and teachers and researchers of Kim Chaek University of Technology and other universities of the city.\n\t\t\t\t\t\n\t\t\t\t\t On the same day trucks carrying household goods arrived at the skyscrapers one after another. Happy laughter was heard from every flat and the area before the apartment houses was in a festive mood as officials, teachers and students of the university shared joy with the new settlers.\n\t\t\t\t\t\n\t\t\t\t\t Chief Kim Sang Ok who moved into the flat visited by Kim Jong Un, said in an excited tone that there are many countries in the world, but neither country nor era knows such precedent in which houses have been built for educationists at the initiative of the state leader and under his guidance.\n\t\t\t\t\t\n\t\t\t\t\tDr. Yun Nam, dean of a university faculty and his wife Dr. U Hyang Suk, a teacher of the university, had this to say: I feel very grateful to Kim Jong Un for providing my family with a new modern flat having all quality furniture and household goods free of charge. Now I can hardly find proper words to express thanks to him for his deep loving care.\n\t\t\t\t\t\n\t\t\t\t\t Enjoying a bird's-eye view of the beautiful landscape of Pyongyang from the verandah of his flat, Choe Chang Il a university teacher, said in an excited tone that this happiness today is a privilege and special favor which only educators of the DPRK can have as they are holding the peerless leader in high esteem."
        },
        {
            "title": "Orchestra of the 21st Century of Russia Gives Its Premier Here",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-30ee.html",
            "content": "Orchestra of the 21st Century of Russia Gives Its Premier Here\r\n Pyongyang, October 14 (KCNA) -- The Orchestra of the 21st Century of Russia gave its premier at the East Pyongyang Grand Theatre on Monday on a performance tour of the DPRK.\n\t\t\t\t\t The orchestra came to the DPRK with the numbers it had prepared with sincerity, prompted by the desire to significantly decorate this year marking the 65th anniversary of the establishment of the DPRK-Russia diplomatic ties.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Minister of Culture Pak Chun Nam, officials concerned, creators and artistes of the national art troupes, teachers and students in the field of art education.\n\t\t\t\t\t\n\t\t\t\t\t Alexandr Timonin, Russian ambassador to the DPRK, and his embassy officials also enjoyed the performance.\n\t\t\t\t\t\n\t\t\t\t\t Its repertoire included female solo \"Flying in the Sky over Russia\", male solo \"O Darling\", mixed duet \"Moscow\" and a chorus and orchestral music \"Kalinka\".\n\t\t\t\t\t\n\t\t\t\t\t A chorus and orchestral music \"Forward towards Stars\" composed and represented by Pavel Ovsyannikov, head and chief conductor of the orchestra, made a splendid artistic representation of the dignity and honor of the Juche-based DPRK which demonstrated the space science and technology and overall power of the country through the successful launch of satellite Kwangmyongsong 3-2.\n\t\t\t\t\t\n\t\t\t\t\t The Russian artistes successfully presented Korean songs \"Ardent Desire\" and \"Song of Comradeship\", revving up the atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t They truthfully represented the Russians' ardent love for their country, their national emotion and friendly feelings towards the Koreans with a refined rendition, perfect ensemble and rich voice.\n\t\t\t\t\t\n\t\t\t\t\t The performance was acclaimed by the audience as it was staged by famous Russian artistes including people's artistes, merited artistes and merited artists."
        },
        {
            "title": "DPRK Youth Friendship Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-27ee.html",
            "content": "DPRK Youth Friendship Delegation Leaves for China\r\n Pyongyang, October 14 (KCNA) -- A DPRK youth friendship delegation headed by Jon Yong Nam, chairman of the Central Committee of the Kim Il Sung Socialist Youth League, left here Monday by air to visit China."
        },
        {
            "title": "Congolese Government Delegation Here",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-25ee.html",
            "content": "Congolese Government Delegation Here\r\n Pyongyang, 14 (KCNA) -- A government delegation of the Republic of Congo led by Gakosso Jean Claude, minister of Culture and Art, arrived here on Monday."
        },
        {
            "title": "WHO Delegation Arrives Here",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-31ee.html",
            "content": "WHO Delegation Arrives Here\r\n Pyongyang, October 14 (KCNA) -- A delegation of the World Health Organization (WHO) led by Samlee Plianbangchang, director of the Regional Office for South-East Asia, arrived here on Monday."
        },
        {
            "title": "Homage Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-23ee.html",
            "content": "Homage Paid to Kim Il Sung, Kim Jong Il\r\n Pyongyang, October 14 (KCNA) -- The WHO delegation, home visiting group of Koreans in Japan and other foreign guests and overseas Koreans visited the statues of President Kim Il Sung and General Secretary Kim Jong Il on Mansu Hill on Monday.\n\t\t\t\t\t They laid bunches of flowers before the statues and paid homage to them."
        },
        {
            "title": "DPRK Sportspersons Prove Successful at East Asian and International Games",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-26ee.html",
            "content": "DPRK Sportspersons Prove Successful at East Asian and International Games\r\n Pyongyang, October 14 (KCNA) -- DPRK judoist Kim Sol Mi won a gold medal in the 48kg category of women's judo, and DPRK gymnast Hong Un Jong a gold medal in the long horse event of female gymnastics at the 6th East Asian Games.\n\t\t\t\t\t Kim defeated her south Korean rival by displaying her special technique well in the final.\n\t\t\t\t\t\n\t\t\t\t\t Hong successfully executed delicate performances requiring high techniques.\n\t\t\t\t\t\n\t\t\t\t\t Cha Ok Song came second in the 52kg category of women's judo, Hyon Song Chol in the 66kg category of men's judo, and Ri Un Ju came third in the 57kg category of women's judo and Hong Kuk Hyon in the 73kg category of men's judo.\n\t\t\t\t\t\n\t\t\t\t\t Ri Se Kwang took the second place in the men's rings and Kim Jin Hyok took third place in the same event.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK teams captured bronze medals in women's volleyball and women's gymnastics team competition.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyok Bong and Ri Myong Sun respectively clinched bronze medals in men's and women's table-tennis singles. Bronze medals also went to Kim Jong and Kim Hye Song pair in the women's table-tennis doubles as well as to Kim Un Hyang in the women's all-round gymnastic competition and Ri Un Ha in the long horse event of the female gymnastics, and Kang Yong Mi in the women's uneven bars.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK shooters came third in the women's team trap at the 3rd Asian Shortgun Championship and Hong Un Jong placed third in the women's long horse event at the 44th FIG World Artistic Gymnastics Championships."
        },
        {
            "title": "DPRK Team Beats Chinese Team 1:0",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-08ee.html",
            "content": "DPRK Team Beats Chinese Team 1:0\r\n Pyongyang, October 14 (KCNA) -- The DPRK football team Sunday beat its Chinese rival 1:0 in the 2013 Asian U-19 Women's Football Championship.\n\t\t\t\t\t It scored a goal on penalty kick at about 5 minutes in the first half of the game.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK team will have third match with the Myanmar team on Tuesday."
        },
        {
            "title": "Premier Soccer Matches under Way in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-22ee.html",
            "content": "Premier Soccer Matches under Way in DPRK\r\n Pyongyang, October 14 (KCNA) -- Premier soccer matches for the DPRK Championships are going on in Pyongyang.\n\t\t\t\t\t On Saturday, the Amnokgang Team beat the Sobaeksu Team 2:0 and the Myohyangsan Team defeated the Rimyongsu Team 1:0 in the women's event.\n\t\t\t\t\t\n\t\t\t\t\t On Sunday, the match between the Myohyangsan Team and the Rimyongsu Team ended with no goal and the Hwaebul Team drew with the Ministry of Light Industry Team at 1:1 in the men's event.\n\t\t\t\t\t\n\t\t\t\t\t In the women's event the April 25 Team overpowered the Pyongyang Team 3:0, the Wolmido Team edged out the Mangyongbong Team 1:0 and the Ponghwasan Team beat the Hwangryongsan Team 3:1."
        },
        {
            "title": "DPRK Championships Gain Momentum",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-20ee.html",
            "content": "DPRK Championships Gain Momentum\r\n Pyongyang, October 14 (KCNA) -- The ongoing DPRK Championships are drawing the deep attention of sportspersons and fans.\n\t\t\t\t\t In this regard, KCNA had an interview with Pak Kwang Rim, a department director of the Ministry of Physical Culture and Sports.\n\t\t\t\t\t\n\t\t\t\t\t Pak: The current championships mark an important occasion in promoting the development of the nation's sports technique and keying up the social interest in sports.\n\t\t\t\t\t\n\t\t\t\t\t For their success, the ministry appointed competent persons the supervisors and organized training courses for them to strictly abide by the game rules and regulations set by the international federations for each event. \n\t\t\t\t\t\n\t\t\t\t\t Also ministry officials carefully examined stadiums and gymnasiums as well as the lists of players so that no wrong one can take part in the championships.\n\t\t\t\t\t\n\t\t\t\t\t Journalist: I want to know about events to be included in the championships and about their present situation.\n\t\t\t\t\t\n\t\t\t\t\t Pak: The championships deal with more than 100 categories in tens of events.\n\t\t\t\t\t\n\t\t\t\t\t At present, competitions take place in more than 20 events, including football.\n\t\t\t\t\t\n\t\t\t\t\t The male and female footballers of the April 25 Sports Team are leading the premier soccer league matches held at the Kim Il Sung Stadium.\n\t\t\t\t\t\n\t\t\t\t\t In track-and-field events, Kigwancha and Amnokgang sports teams have proven successful, renewing the previous records.\n\t\t\t\t\t\n\t\t\t\t\t In the acrobatic gymnastic event, the Ministry of Commerce Sports Team drew attention of spectators by smoothly performing skillful movements.\n\t\t\t\t\t\n\t\t\t\t\t The Sports Team under the Ministry of Land and Marine Transport won a sweeping victory in rowing, yachting and water skiing events.\n\t\t\t\t\t\n\t\t\t\t\t The April 25 Defense Sports Team and the Amnokgang Defense Sports Team showed good results in shooting and archery events.\n\t\t\t\t\t\n\t\t\t\t\t The championships will display the sportspersons' strong will to contribute to the building of a thriving socialist nation with more gold medals."
        },
        {
            "title": "Limestone Production Increases in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-17ee.html",
            "content": "Limestone Production Increases in DPRK\r\n Hamhung, October 14 (KCNA) -- The Puraesan Mine in the DPRK has boosted limestone production.\n\t\t\t\t\t The daily production has swelled 1.3 times over the same period last year.\n\t\t\t\t\t\n\t\t\t\t\t The operating rate of electric cars has reached 1.2 times and crusher and belt conveyor have been kept in full-capacity operation.\n\t\t\t\t\t\n\t\t\t\t\t The blasting efficiency swelled 2 times from the previous period with the introduction of reasonable methods suiting to the rock conditions."
        },
        {
            "title": "KCNA Blasts S. Korean Unification Ministry for Anti-DPRK Invectives",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-19ee.html",
            "content": "KCNA Blasts S. Korean Unification Ministry for Anti-DPRK Invectives\r\n Pyongyang, October 14 (KCNA) -- The coteries of the puppet Ministry of Unification of south Korea have not yet come to their senses, being bent on escalating confrontation, even though it is denounced as the \"Unification Ministry forsaken by the nation\".\n\t\t\t\t\t Referring to the censure and warnings issued by the DPRK against the act of hurting its dignity and slandering its social system, they made such excuses as \"groundless criticism\" and \"insult to the president elected by the people\" some days ago.\n\t\t\t\t\t\n\t\t\t\t\t Serious is that they again dared slander the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t In the DPRK the leader, the party and the people form socio-political organism and the people lead an independent and creative life by maintaining kindred relations with the leader who represents the center of the life of the socio-political community. One can understand the essence of society in the DPRK if he has elementary discerning ability.\n\t\t\t\t\t\n\t\t\t\t\t We do not expect any sound understanding and recognition of human society from those political slaves who are seized by extreme individualism.\n\t\t\t\t\t\n\t\t\t\t\t But what should not be overlooked is that the traitors dared hurt the dignity of the supreme leadership of the DPRK, not content with letting loose sophism to evade their responsibility for the present situation and cover up their poor plight being censured inside and outside.\n\t\t\t\t\t\n\t\t\t\t\t It is because their remarks are another serious politically-motivated provocation to escalate the confrontation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t As known, the DPRK, with the single desire to achieve reunification and prosperity common to the nation, expressed its will to hold dialogue for peace and approached the talks with broad magnanimity and great tolerance.\n\t\t\t\t\t\n\t\t\t\t\t It was extremely fortunate not only for stability on the Korean Peninsula but for the reunification and prosperity of the nation that the atmosphere of dialogue was created in the relations between the north and the south that have experienced years of deterioration.\n\t\t\t\t\t\n\t\t\t\t\t In fact, it was coteries of the Unification Ministry of south Korea who were to benefit from the improvement of the relations.\n\t\t\t\t\t\n\t\t\t\t\t Those who serve at the Ministry of Unification despite their acts harmful to the nation should have tried their best, regarding the recent atmosphere as a golden opportunity for contributing to national reconciliation, cooperation and reunification and improving themselves. \n\t\t\t\t\t\n\t\t\t\t\t But what they did were only acts instigating confrontation and division, not helpful for dialogue and reunification, and they have only sought the vicious ambition for a \"regime change\". The same thing happened not only on the eve of the dialogue but at a time when the dialogue was under way.\n\t\t\t\t\t\n\t\t\t\t\t Typical example is Unification Minister Ryu Kil Jae. He insulted the north-south relations as \"those between parents and children\" and said that \"he approached the talks for the resumption of operations in the Kaesong Industrial Zone from such stand\" only to be censured by the public.\n\t\t\t\t\t\n\t\t\t\t\t They are not normal in their ability of assessing the situation as they are imbeciles, bereft of elementary courtesy and traits, who are unable to observe the principle of respecting and trusting the dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t The broad segment of south Koreans are skeptical about the \"legitimacy of the election of the serving president\" after the case of \"Intelligence Service's interference in the presidential election\" and are strongly demanding the resignation of the untrustworthy and insincere \"government\". Great irony is that the Ministry of Unification is talking about \"president voted by the people\" under such situation. \n\t\t\t\t\t\n\t\t\t\t\t The fate of the present chief executive is like a light before wind, just seven months after she took office as she now faces the plummeting approval ratings being denounced as dictator, and announcement of resignation.  But the ministry is talking about \"dignity of 50 million people\" though she put whole south Korea at the crossroad of life or death with her confrontational and unpopular rule, an insult to the south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Those who are keen only on escalating confrontation are bound to become fools.\n\t\t\t\t\t\n\t\t\t\t\t An adage goes that one should govern one's own tongue. The coteries of the Unification Ministry had better ponder over the consequences to be entailed by their wrong wagging of tongues."
        },
        {
            "title": "U.S., S. Korean Warmongers' Moves for Nuclear War under Fire",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-12ee.html",
            "content": "U.S., S. Korean Warmongers' Moves for Nuclear War under Fire\r\n Pyongyang, October 14 (KCNA) -- The U.S. and the south Korean warmongers held the 45th \"annual security consultative meeting\" in Seoul on Oct. 2 at which they confirmed and made public the \"tailored deterrence strategy\", crying out for \"coping with nukes of the north.\"\n\t\t\t\t\t Rodong Sinmun Monday says in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Their nuclear threat to the DPRK has entered a new dangerous phase. Their strategy is pushing the inter-Korean relations into a catastrophe again, derailing the process of dialogue.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers are talking about \"effectiveness for deterring\" someone, describing the said strategy a \"strategy reflecting strong sign\". This brings to light the belligerent nature of those seeking only confrontation, not dialogue.\n\t\t\t\t\t\n\t\t\t\t\t By formally making public the \"tailored deterrence strategy\", the U.S. and the south Korean warmongers are revealing their dangerous scenario to escalate military confrontation and tensions on the Korean Peninsula and, moreover, ignite a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The said strategy is a reckless scenario for preemptive nuclear strike on the DPRK from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t Their joint naval exercise, joint landing operation and other war maneuvers under various codenames are assuming greater danger as they were staged at the time when the strategy was made public.\n\t\t\t\t\t\n\t\t\t\t\t The present situation suggests that a thermal nuclear war will break out on the Korean Peninsula by an accidental case.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to clearly prove that it is none other than the U.S. and the south Korean group of traitors which bring the danger of a nuclear war to the Korean Peninsula and wreck peace there.\n\t\t\t\t\t\n\t\t\t\t\t If they opt for igniting a nuclear war against the DPRK despite its warnings, its army and people will resolutely cope with them without hesitation."
        },
        {
            "title": "S. Korean Chief Executive Slams for Asking Foreign Cooperation in Anti-DPRK Confrontation",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-13ee.html",
            "content": "S. Korean Chief Executive Slams for Asking Foreign Cooperation in Anti-DPRK Confrontation\r\n Pyongyang, October 14 (KCNA) -- Park Geun Hye told foreign heads of state the \"confidence-building process\" and \"peace initiative in Northeast Asia\" at a recent international meeting held in Southeast Asia, entreating them to cooperate south Korea in opposing the DPRK.\n\t\t\t\t\t Rodong Sinmun Monday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Disgusting is Park clinging to coattails of foreign countries while revealing hostility toward fellow countrymen abroad, not content with going mad in escalating confrontation against the DPRK in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group has not abandon its bad habit of requesting foreign countries to cooperate in opposing fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It is an ulterior scenario for the puppet group to justify its bankrupt policy for confrontation with the DPRK by building world public opinion on its non-existent \"threat\" and isolate and stifle it by the help of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group seized by the sycophancy is so shameful as to beg any foreign force to hurt fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Today situation on the Korean Peninsula is inching close to tensions. This is entirely the inevitable product of the puppet group to disarm the DPRK and realize the ambition for invading it in league with foreign forces while persistently pursuing the confrontational policy covered by the silk called \"confidence\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces should clearly understand that their conspiracies with foreign forces to isolate and stifle the DPRK will be cursed and condemned by the nation and bring only shame."
        },
        {
            "title": "Rodong Sinmun Accuses U.S. of Escalating Tension on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-14ee.html",
            "content": "Rodong Sinmun Accuses U.S. of Escalating Tension on Korean Peninsula\r\n Pyongyang, October 14 (KCNA) -- The situation on the Korean Peninsula is now inching close to an unpredictable phase due to war moves of the U.S., says Rodong Sinmun Monday in a commentary.\n\t\t\t\t\t Only recent days ago, the U.S. talked about dialogue with the DPRK in the international arena. Nowadays, Washington is floating story that the DPRK is wholly to blame for disturbing peace on the peninsula. Putting up preconditions, it is claiming that it is willing to conclude a non-aggression treaty with the DPRK if those preconditions are met by it.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. staged joint naval maneuvers targeting the DPRK with Japanese and south Korean forces after bringing its nuclear carrier to the South Sea of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is a mockery and hypocrisy towards the other party to stage such nuclear war maneuvers, while paying lip-service to dialogue and peace.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the DPRK to improve the DPRK-U.S. relations and create a peaceful environment on the peninsula through dialogue and negotiations, opposed to the showdown of strength.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has exercised its patience for the sake of dialogue and peace when the U.S. rattled its nerves.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. put a wet blanket on the DPRK's efforts for dialogue, putting up preconditions, conducting propaganda on the basis of lies and stoking hostility. The U.S. is more interested in increased tension than peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Not much penetration is needed to know what the U.S. seeks by deliberately escalating the tension quite contrary to the patient efforts of the DPRK. Washington's ulterior aim is to prevent Pyongyang from achieving economic progress and justify the former's arms build-up in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the hostile forces work, the DPRK will invariably keep to the road chosen by it and surely build a thriving socialist nation on this land, concludes the commentary."
        },
        {
            "title": "DPRK Servicepersons Enraged at U.S.-S. Korea Naval Maneuvers",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-18ee.html",
            "content": "DPRK Servicepersons Enraged at U.S.-S. Korea Naval Maneuvers\r\n Pyongyang, October 14 (KCNA) -- The United States and the south Korean puppet group finally kicked off the DPRK-targeted large-scale joint naval maneuvers on October 10.\n\t\t\t\t\t The situation on the Korean Peninsula is now inching close to the uncontrollable phase due to the nuclear war maneuvers that involve huge armed forces, including a nuclear carrier, enough to fight a total war.\n\t\t\t\t\t\n\t\t\t\t\t As the voices denouncing the provocative saber-rattling have risen at home and abroad, the U.S. and south Korean war maniacs described the maneuvers as an \"annual drill for rescuing victims\".\n\t\t\t\t\t\n\t\t\t\t\t Such sophism has enraged all the servicepersons of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Yu Chol, an officer of the Korean People's Internal Security Forces, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Some days ago, they claimed that the maneuvers are a planned military offensive to pressurize the DPRK in a bid to deter its possible 'provocation' and lead it to 'changes' desired by them. But, they now describe the nuclear war game as a 'rescue drill'.\n\t\t\t\t\t\n\t\t\t\t\t This is just an intolerable insult to the DPRK people and a mockery of the international community.\"\n\t\t\t\t\t\n\t\t\t\t\tChoe Song Chun, an officer of the Korean People's Army, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The ongoing saber-rattling is more dangerous as it was launched right after the U.S. and the south Korean puppet group confirmed the 'tailored deterrence strategy', which is aimed at mounting a preemptive nuclear attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Wherever U.S. nuclear-powered carriers go, its situation has been driven to the tension, leading to a war at the extreme case.\n\t\t\t\t\t\n\t\t\t\t\t That is why the appearance of this ill-famed ship George Washington on the Korean Peninsula can be regarded as a prelude to provocation of DPRK-targeted nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t We, servicepersons, will promptly give a shower of dreadful fire to the aggressors if they show any sign of attack.\""
        },
        {
            "title": "Historical Relics Exhibition in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-21ee.html",
            "content": "Historical Relics Exhibition in DPRK\r\n Pyongyang, October 14 (KCNA) -- An exhibition of historical relics goes on at the Korean Central History Museum, starting on September 7.\n\t\t\t\t\t On display there are more than 70 pieces of relics, dating back to the Koryo Kingdom (918-1392) and the Feudal Joson Dynasty (1392-1910), of hundreds of pieces donated by DPRK citizens.\n\t\t\t\t\t\n\t\t\t\t\t What catch visitors' eyes are a celadon vase incised with peony pattern, believed to belong to the 12th-13th centuries, and many other relics, which give a glimpse of wisdom and talents of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Among them are a square seven-storied stone pagoda and a nine-sided bronze statue of Merciful Goddess, displayed for the first time. They enjoy great popularity for their national value.\n\t\t\t\t\t\n\t\t\t\t\t In this regard KCNA met Ri Sang Ryol, a researcher of the Korean Central History Museum.\n\t\t\t\t\t\n\t\t\t\t\t Ri said:\n\t\t\t\t\t\n\t\t\t\t\t The square seven-storied stone pagoda is considered as the most elaborate one of the historical relics at the museum.\n\t\t\t\t\t\n\t\t\t\t\t Most of the pagodas in Korea are displayed at temples. But this one is small like a Buddhist statue, so it can be displayed at any place for Buddhist rite.\n\t\t\t\t\t\n\t\t\t\t\t The stone pagoda consists of four lions supporting four pillars and seven stories, each with Shakyamuni incised on its four sides.\n\t\t\t\t\t\n\t\t\t\t\t At the museum there are a lot of Buddhist statues, but it is hard to see such big Buddhist statue as the nine-sided bronze statue of Merciful Goddess.\n\t\t\t\t\t\n\t\t\t\t\t The exhibits show the excellent plastic art and sculpture technique of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t A celadon bowl with peony patterns in relief (11th century), a black-and-white drawing of peony, bamboo and orchid dating back to the Feudal Joson Dynasty and other relics prove the high technique of creating bronze and stone works and paintings.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition shows the DPRK people's high patriotism to glorify the excellent culture and tradition of the nation and carry into practice the government policy of protecting the nation's cultural heritage."
        },
        {
            "title": "S. Korean Regime Accused of Censoring Mails",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-09ee.html",
            "content": "S. Korean Regime Accused of Censoring Mails\r\n Pyongyang, October 14 (KCNA) -- It has been disclosed that the puppet south Korean dictatorial institutions committed illegal surveillance in violation of human rights, stunning public, according to the south Korean internet paper Thongil News on Oct. 11.\n\t\t\t\t\t The puppet Intelligence Service, police, Defense Security Command and other fascist dictatorial institutions secretly censored mails from 2009 to July this year, numbering more than 19 230 cases. The IS's censorship accounts for 96 percent.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group listed those who incur its displeasure as targets of mail censorship and has surveyed their letters regularly under the pretext of \"security\" and \"investigation into crimes\".\n\t\t\t\t\t\n\t\t\t\t\t Since the emergence of the Park Geun Hye regime, the number of those on the list of mail censorship has increased 25 percent as compared with 2012, the last year of the Lee Myung Bak regime, an indication that the present regime's human rights abuses put the preceding dictatorial forces into the shade.\n\t\t\t\t\t\n\t\t\t\t\t Human rights are wantonly violated and elementary human rights ruthlessly encroached upon in south Korea due to the puppet ruling forces who leave no means untried to prop up the fascist dictatorial power."
        },
        {
            "title": "Anti-\"Government\" Actions Waged in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-16ee.html",
            "content": "Anti-\"Government\" Actions Waged in S. Korea\r\n Pyongyang, October 14 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) and the Teachers Union held a meeting in Seoul on October 11 in protest against the puppet government's unjustified crackdown upon the union.\n\t\t\t\t\t Speakers at the meeting said that the crackdown upon the union is an attack on the workers and the KCTU.\n\t\t\t\t\t\n\t\t\t\t\t They declared that all workers of the KCTU will turn out in the action to conduct the right education and defend the union.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out.\n\t\t\t\t\t\n\t\t\t\t\t It said that Park Geun Hye regime's suppression of the union is a signal for trampling down the trade unions and killing workers.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that they will never allow attempt to repeat the past when the dictators were beautified and workers trampled down.\n\t\t\t\t\t\n\t\t\t\t\t It warned that if the present regime intensifies the suppression of the union and the KCTU, new Jon Thae Il will continue appearing and the regime will face the large-scale resistance of workers.\n\t\t\t\t\t\n\t\t\t\t\t After the meeting the participants waged a demonstration.\n\t\t\t\t\t\n\t\t\t\t\t Then they held a \"candlelight meeting for defending democracy and the Teachers Union\" in front of Seoul Railway Station.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, heads of 16 city and provincial branches of the union declared an indefinite hunger strike and entered the strike. The vanguard of the union conducted information activities denouncing the authorities' suppression in various parts of Seoul."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-01ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\n Pyongyang, October 14 (KCNA) -- Supreme leader Kim Jong Un's work \"The Great  Kim Il Sung Is the Eternal Leader of Our Party and People\" was published in booklet by a publishing house in Yuzhno-Sakhalinsk City, Russia on October 3.\n\t\t\t\t\t The work, made public on April 20, Juche 101 (2012), deals with the revolutionary exploits President Kim Il Sung and General Secretary Kim Jong Il performed in their lives and indicates the task to be fulfilled to firmly defend their idea and exploits and glorify them forever."
        },
        {
            "title": "Birthday of WPK Marked Abroad",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-02ee.html",
            "content": "Birthday of WPK Marked Abroad\r\n Pyongyang, October 14 (KCNA) -- Meetings for celebrating the 68th anniversary of the Workers' Party of Korea (WPK) took place in Laos, UK and Denmark between October 6 and 8.\n\t\t\t\t\t On display at the venues of the meetings were works of President Kim Il Sung, General Secretary Kim Jong Il and Marshal Kim Jong Un and books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The chief of a district of Vientiane City, Laos said:\n\t\t\t\t\t\n\t\t\t\t\t The WPK organizes and guides all the victories of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t It has turned into a powerful party united organizationally and ideologically under the energetic leadership of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It is consistently enforcing free education, free medical care and other popular policies despite all difficulties.\n\t\t\t\t\t\n\t\t\t\t\t All the Korean people are absolutely trusting in their leader, united around him single-mindedly, and accelerating socialist construction with patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Friendly and cooperative relations between the Lao People's Revolutionary Party and the WPK will be immortal.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the northern regional committee of the Communist Party of Great Britain (Marxist－Leninist) said that the WPK ushered in a new heyday of its development under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il has developed in depth the idea and theory of party-building as required by the new era and thus strengthen the WPK as a guiding force of the Songun revolution, the chairman noted, expressing the will to conduct positive activities for supporting the struggle of the WPK and the Korean people in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Denmark-DPRK Friendship Association said that the immortal exploits Kim Il Sung and Kim Jong Il performed in developing the WPK are shining thanks to First Secretary Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A message of greeting to Kim Jong Un was adopted at the meeting in Denmark."
        },
        {
            "title": "WPK's Anniversary Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-03ee.html",
            "content": "WPK's Anniversary Marked in Different Countries\r\n Pyongyang, October 14 (KCNA) -- Seminars, book and photo exhibitions, concerts and film shows took place in UK, India, Romania and Indonesia between October 5 and 7 on the occasion of the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed at the venues of the events were photos showing undying exploits of President Kim Il Sung, General Secretary Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also exhibited there were works of the peerlessly great men of Mt. Paektu and books and photos introducing the Korean people advancing under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean film \"The Tower of the Juche Idea\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the British Association for the Study of Songun Policy said that the history of the WPK which struck its roots on the Down-with-Imperialism Union is a revolutionary history of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK has vigorously advanced, holding high the banner of the Juche idea, the revolutionary idea of Kim Il Sung, since it was founded.\n\t\t\t\t\t\n\t\t\t\t\t The history of building the Juche-based party which was pioneered on Mt. Paektu ushered in a new heyday thanks to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The organizing ability and unity of the WPK have been put on the highest level thanks to his energetic leadership.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has developed into the party of Kim Il Sung and Kim Jong Il headed by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Speakers including the general secretary of the Central Committee of the Revolutionary Communist Party of Britain (Marxist-Leninist) said that the WPK developed into the party of the working people under the leadership of the peerlessly great men. The Korean people are making a fresh leap forward in building a thriving nation, they noted.\n\t\t\t\t\t\n\t\t\t\t\t The 68 year-long history of the WPK is one of the victory and glory which has created an epochal change, they said.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Indian Society for the Study of Works of Kim Jong Il said:\n\t\t\t\t\t\n\t\t\t\t\t The WPK is stepping up the building of a thriving socialist nation true to the idea and cause of Kim Il Sung and Kim Jong Il as it is holding Kim Jong Un in high esteem as its first secretary.\n\t\t\t\t\t\n\t\t\t\t\t The WPK and the Korean people will build an economic power and surely achieve the cause of national reunification under the experienced leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the event in UK."
        },
        {
            "title": "Chinese People's Daily Reports about Sports Wind in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-04ee.html",
            "content": "Chinese People's Daily Reports about Sports Wind in DPRK\r\n Pyongyang, October 14 (KCNA) -- The Chinese People's Daily on Oct. 10 carries an article entitled \"Sports wind sweeps across the DPRK\".\n\t\t\t\t\t Pyongyang was on a festive mood on the occasion of the 68th anniversary of the Workers' Party of Korea (WPK), it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t People were busy moving to new flats of a high-rise apartment house built on the picturesque bank of the Pothong River.\n\t\t\t\t\t\n\t\t\t\t\t This is the new house apartment which was built for sportspersons under the loving care of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has recently attached great importance to developing sports and directing big efforts to building a sports power.\n\t\t\t\t\t\n\t\t\t\t\t Clear proof of this is its efforts to provide the sportspersons with convenient living conditions.\n\t\t\t\t\t\n\t\t\t\t\t The sports wind is sweeping across the country according to the WPK's plan of building a sports power.\n\t\t\t\t\t\n\t\t\t\t\t The country organizes not a few sports events every year.\n\t\t\t\t\t\n\t\t\t\t\t There take place Mangyongdae Prize Sports Games, the DPRK Championships and other games and marathon tournament, figure skating festival, ice hockey tournament and other events.\n\t\t\t\t\t\n\t\t\t\t\t Matches take place between amateurs, too. This helps select sports stars, develop sports technique and improve the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t The successes made by DPRK sportspersons at the recent international games positively contribute to making the wind of sports sweep throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t One can see many Pyongyang citizens play various ball games at ordinary times.\n\t\t\t\t\t\n\t\t\t\t\t Modern sports facilities have sprung up to contribute to training the sports stars and provide people with the circumstance for resting.\n\t\t\t\t\t\n\t\t\t\t\t Such wind of sports greatly encourages people producing athletic apparatus.\n\t\t\t\t\t\n\t\t\t\t\t The National Exhibition of Inventions on Athletic Apparatus also gave impetus to developing sports."
        },
        {
            "title": "Events Held in Russia",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-05ee.html",
            "content": "Events Held in Russia\r\n Pyongyang, October 14 (KCNA) -- Round-table talks, film show, and an opening ceremony of the DPRK book and fine art exhibition were held in Khabarovsk Territory, Russia on Oct. 8 and 9 on the occasions of the 68th anniversary of the Workers' Party of Korea (WPK) and the 65th anniversary of the establishment of diplomatic relations between the DPRK and Russia.\n\t\t\t\t\t On display at the venue of the exhibition were works of President Kim Il Sung, General Secretary Kim Jong Il and Marshal Kim Jong Un, books and magazines introducing Songun Korea and fine art pieces associated with talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Present at the events were persons of all social strata and other people in the territory.\n\t\t\t\t\t\n\t\t\t\t\t The first vice-minister of Culture of the Khabarovsk territorial government congratulated the Korean people on registering many successes under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He wished the DPRK greater progress in economic construction and the work to improve the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the long-standing Russia-DPRK friendly ties would grow stronger in all fields including politics, economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t The administrative governor of a city of Khabarovsk Territory referred to the undying contributions made by Kim Jong Il for the development of the bilateral friendly ties.\n\t\t\t\t\t\n\t\t\t\t\t The governor said that Russia and the DPRK are neighbors with long-standing friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition would offer an opportunity for citizens to know better about the history, cultural traditions and development of Korea and they will be admired at the high artistic level of the Korean people, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely wished the Korean people fresh success in the work to bolster up its national power under the wise leadership of Kim Jong Un."
        },
        {
            "title": "Reception Given at DPRK Embassy in Moscow ",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-06ee.html",
            "content": "Reception Given at DPRK Embassy in Moscow \r\n Pyongyang, October 14 (KCNA) -- The DPRK embassy in Moscow hosted a reception on October 11 on the occasion of the 65th anniversary of the establishment of diplomatic relations between the DPRK and Russia.\n\t\t\t\t\t Present there on invitation were Igor Morgulov, vice foreign minister of Russia, the first vice-chairperson of the Regional Policy Committee of the State Duma and other officials of the Foreign Ministry, the State Duma, the Federation Council, the Defense Ministry, the Economy and Development Ministry, the Education and Science Ministry, the Russian Railways Company and the Institute of the Far East of the Russian Academy of Sciences and members the Russian Association for Friendship and Cultural Cooperation with the DPRK and media persons. \n\t\t\t\t\t\n\t\t\t\t\t The charge d'affaires ad interim and staff members of the DPRK embassy in Moscow were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid tribute to the full-length figure portrait of President Kim Il Sung standing together with General Secretary Kim Jong Il and went round photos documenting the immortal revolutionary life of the peerlessly great men and the glorious path covered by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK charge d'affaires ad interim said that the relations between the DPRK and Russia have steadily developed under the deep care of the leaders of the two countries, adding that the friendly exchange and humanitarian cooperation were making headway in different fields including Rajin-Khasan railway which was successfully rebuilt as a model of the bilateral economic cooperation according to the agreement of the leaders of the two countries this year marking the 65th anniversary of the establishment of diplomatic relations.\n\t\t\t\t\t\n\t\t\t\t\t He said that the DPRK will make all efforts to implement the agreement reached in highest-level talks and the spirit of the DPRK-Russia joint declarations and boost the bilateral friendly and cooperative relations in keeping with the desire and aspiration of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t The vice foreign minister of Russia said that the sustainable development of the relations of the two countries is in line with the basic interests of the two peoples and is making contributions to ensuring peace and security on the Korean Peninsula as well as in Northeast Asia. He sincerely wished the Korean people greater success in the socio-economic development under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A Korean film show took place at the embassy on the same day.\n\t\t\t\t\t\n\t\t\t\t\t There took place a reception and friendly meeting at the DPRK mission in Khabarovsk on October 10."
        },
        {
            "title": "Foreign Media Reports Statement of Spokesman for DPRK NDC",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-07ee.html",
            "content": "Foreign Media Reports Statement of Spokesman for DPRK NDC\r\n Pyongyang, October 14 (KCNA) -- Foreign media reported the statement made by the spokesman for the DPRK National Defence Commission on Oct. 12 and 13.\n\t\t\t\t\t The Chinese Xinhua said that the spokesman for the DPRK National Defence Commission in a statement demanded the U.S. drop its hostile policy towards the DPRK and measures to isolate, stifle and blockade it.\n\t\t\t\t\t\n\t\t\t\t\t It quoted the spokesman as saying:\n\t\t\t\t\t\n\t\t\t\t\t The denuclearization of the Korean Peninsula is the consistent policy goal set forth by the DPRK government.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly understand the meaning of the denuclearization of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tIt calls for the denuclearization of the whole Korean Peninsula including south Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. should no longer talk about dialogue and improvement of relations with preconditions nor maintain the brigandish insistence that non-aggression is possible only when the DPRK dismantles its nuclear weapons first.\n\t\t\t\t\t\n\t\t\t\t\t It said that the spokesman stressed only when the U.S. makes a policy switchover by withdrawing all the measures it has taken to isolate and stifle the DPRK, can peace and security not only on the Korean Peninsula but in the U.S. mainland be guaranteed.\n\t\t\t\t\t\n\t\t\t\t\t ITAR-TASS reported as follows:\n\t\t\t\t\t\n\t\t\t\t\t The statement of the spokesman for the DPRK NDC noted that the U.S. proposal for non-aggression cannot guarantee peace and security on the Korean Peninsula but the nuclear-armed revolutionary forces for self-defence of the DPRK can defend and guarantee everything.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the DPRK is not the small and weak country which used to be in the past and the U.S. should withdraw its sanctions against the DPRK first and made a bold decision to immediately halt all provocations including war drills with various missions.\n\t\t\t\t\t\n\t\t\t\t\t Ria-Novosti News Agency of Russia, the Fars News Agency and Press TV of Iran, AP, UPI, VOA and the British paper Daily Telegraph also reported the statement of the spokesman of the DPRK NDC."
        },
        {
            "title": "Kim Jong Un dirige Fabrica Textil Kim Jong Suk de Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-32ee.html",
            "content": "Kim Jong Un dirige Fabrica Textil Kim Jong Suk de Pyongyang\r\nPyongyang, 14 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la Fabrica Textil Kim Jong Suk de Pyongyang.\n\t\t\t\t\tRecorrio la sala de educacion en la historia revolucionaria y la de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\tAl ver las valiosas reliquias y datos historicos, recordo la historia de desarrollo dada por la fabrica bajo el amor y direccion detallada de los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que esta fabrica muestra bien la historia de abnegacion de los Generalisimos por el pueblo y en ella esta sintetizada la concepcion del pueblo de ellos.\n\t\t\t\t\t\n\t\t\t\t\tDando vueltas por la sala de mando general de produccion, el taller de tela de rayon, la sala de muestra y otros lugares se entero en  detalles del estado de produccion, el caracter tecnico de nuevos equipos de tejedura y la calidad de los productos.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que la fabrica haya producido en gran cantidad varias telas finas de rayon de buena calidad como seda con los modernos equipos de tejedura enviados  nuevamente por el partido.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que al introducir los modernos equipos de tejedura incluyendo el telar  hidraulico de buena funcion se posibilita ahorrar mucha mano de obra, aumentar la produccion y elevar la calidad de los productos.\n\t\t\t\t\t\n\t\t\t\t\tDijo que el proposito del partido es realizar de continuo en alto nivel la conversion de los equipos textiles en los mas rapidos y la  modernizacion de los procesos productivos y elaborar mucho mas las telas de distintos tipos.\n\t\t\t\t\t\n\t\t\t\t\tEs buena la calidad de las telas para traje y camisa producidas por la fabrica, senalo y destaco que si se producen varias ropas para los habitantes y uniformes para los alumnos con esas telas, las avenidas y aldeas seran mas vistosas.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal se entero en detalles del estado de la labor de intendencia de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que el Presidente Kim Il Sung probo en el albergue de la fabrica el sabor de sopa para los obreros y el Dirigente Kim Jong Il encomendo encarecidamente construir magnificamente el albergue, enseno que el mismo se encargara de la construccion de esta residencia comunal.\n\t\t\t\t\t\n\t\t\t\t\tY definio el solar del albergue y resolvio uno tras otro los problemas que se presentan en la construccion.\n\t\t\t\t\t\n\t\t\t\t\tEn el futuro la fabrica tiene muchos trabajos que hacer como la base avanzada en la mejora de vida del pueblo aunque hizo mucho en el pasado, dijo y presento las tareas programaticas que se presentan ante la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el miembro del Buro Politico del Comite Central del PTC y primer ministro del Consejo de Ministros Pak Pong Ju, el jefe de departamento del CC del PTC Paek Kye Ryong, el subjefe de departamento del CC del PTC Pak Myong Sun y el ministro de Industria Ligera An Jong Su."
        },
        {
            "title": "Kim Jong Un recorre Complejo de Piscinas de Recreacion de Munsu",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-33ee.html",
            "content": "Kim Jong Un recorre Complejo de Piscinas de Recreacion de Munsu\r\nPyongyang, 14 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recorrio el Complejo de Piscinas de Recreacion de Munsu, perfectamente completado.\n\t\t\t\t\tDando vueltas por varios lugares del Complejo se entero del estado de preparativos para la ceremonia inaugural.\n\t\t\t\t\t\n\t\t\t\t\tAl ver con buen rato la estatua de pie de yeso de color del Dirigente Kim Jong Il erguida en el hall de la piscina bajo techo dijo cuan alegre se sentiria el Dirigente si hubiera visto este complejo completado magnificamente.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que se hayan construido bien los estanques de la piscina bajo techo, la sauna, la sala de ducha y las instalaciones de servicio publico conforme a la demanda del diseno ratificado por el partido.\n\t\t\t\t\t\n\t\t\t\t\tDijo que los funcionarios y empleados del complejo deben hacer bien las actividades de servicio con el espiritu de servicio abnegado al pueblo, cuidar y administrar bien todas las instalaciones del complejo.\n\t\t\t\t\t\n\t\t\t\t\tEl nivel del complejo llego hasta la norma deseada por el partido, subrayo y dio la orden de realizar cuanto antes la ceremonia inaugural para que los habitantes descansen a sus anchos.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que gracias a los esfuerzos abnegados de los constructores militares se construyo magnificamente el complejo que se puede presentar dignamente al mundo y elogio altamente proezas de los constructores.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el vicemariscal del Ejercito Popular de Corea Choe Ryong Hae, jefe de la Direccion Politica General del EPC, y el subjefe de departamento del CC del PTC Ma Won Chun."
        },
        {
            "title": "Kim Jong Un presenta tareas para inauguracion de Club de Equitacion de Mirim",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-34ee.html",
            "content": "Kim Jong Un presenta tareas para inauguracion de Club de Equitacion de Mirim\r\nPyongyang, 14 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito el Club de Equitacion de Mirim y presento las tareas para hacer bien los preparativos de inauguracion.\n\t\t\t\t\tEl Mariscal recorrio la sala de educacion en la historia revolucionaria y otros lugares de club.\n\t\t\t\t\t\n\t\t\t\t\tDio las instrucciones de colocar bien las fotos de los Generalisimos y las reliquias historicas en la sala de educacion.\n\t\t\t\t\t\n\t\t\t\t\tContemplando el club desde el monte artificial, se mostro muy satisfecho de que segun la voluntad del partido se hayan  construido el mirador y el lugar de descanso de la tienda de campana para que los trabajadores descansen suficientemente.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas detalladas para cubrir los alrededor de la laguna artificial con arena de Monggumpho, plantar en el monte artificial los arboles de buena variedad y acabar con el arreglo del ambiente del club.\n\t\t\t\t\t\n\t\t\t\t\tDijo que el partido enviaria mas de 60 caballos necesarios a la administracion del club y subrayo que se deben cuidarlos bien.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza de que los constructores militares y funcionarios de ministerios y organos centrales hagan con precision los preparativos de inauguracion del club.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el vicemariscal del Ejercito Popular de Corea Choe Ryong Hae, jefe de la Direccion Politica General del EPC, y el subjefe de departamento del CC del PTC Ma Won Chun."
        },
        {
            "title": "Park Geun-hye debe tomar opcion correcta: declaracion de vocero de CRPP",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-35ee.html",
            "content": "Park Geun-hye debe tomar opcion correcta: declaracion de vocero de CRPP\r\nPyongyang, 14 de octubre (ACNC) -- Durante su gira por el Sudeste Asiatico, Park Geun-hye censuro la Republica Popular Democratica de Corea diciendo a todas las personas, con que se ha reunido, que es dificil la vida de la poblacion norcoreana.\n\t\t\t\t\tLes pidio que \"persuadan al Norte (de Corea) a que se concentre al desarrollo economico renunciando sus armas nucleares\" y \"tome una opcion correcta\".\n\t\t\t\t\t\n\t\t\t\t\tSolicito igualmente la cooperacion en la campana de la banda surcoreana para la seduccion y secuestro de los habitantes norcoreanos y expreso el \"agradecimiento\" y la \"cooperacion estrecha\" hablando como si la Zona Industrial de Kaesong hubiera entrado de nuevo en la operacion por la ayuda del exterior.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el portavoz del Comite por la Reunificacion Pacifica de la Patria en su declaracion fechada 14senalo:\n\t\t\t\t\t\n\t\t\t\t\tParece que la extremada fiebre conflictiva con la RPDC de Park Geun-hye le hizo perder el juicio.\n\t\t\t\t\t\n\t\t\t\t\tTodo el mundo conoce ya que la RPDC concentra sus fuerzas en la construccion economica y la mejora de los niveles de la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tSi ella no es ciega ni sorda, sabria sin falta tal realidad de la RPDC admirada por todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, ella calumnia a la connacional RPDC repitiendo hasta en el extranjero las injurias de unas escorias humanas.\n\t\t\t\t\t\n\t\t\t\t\tEste hecho deja en claro que ella es una psicopata que padece de histeria conflictiva o de Alzheimer.\n\t\t\t\t\t\n\t\t\t\t\tLuego de su llegada al poder, ella depaupero la vida del pueblo faltando a sus promesas electorales y causando asi la indignacion de los habitantes, pero, habla descaradamente sobre la \"vida de la poblacion norcoreana\".\n\t\t\t\t\t\n\t\t\t\t\tHablar ruidosamente sobre la renuncia nuclear de la RPDC y mendigar a otros la cooperacion en su campana de seduccion y secuestro de los norcoreanos son otro sintoma del trastorno mental de Park.\n\t\t\t\t\t\n\t\t\t\t\tSi ella tiene sano juicio, debe saber como surgio el problema nuclear y de donde viene la amenaza nuclear y decir lo que ha de decir a su amo norteamericano o pedir a otros paises que lo haga si le da pena hablar directamente.\n\t\t\t\t\t\n\t\t\t\t\tPark hablo absurdamente sobre el curso de reoperacion de la ZIK, lo cual causo ironia de otros por haber demostrado su ignorancia y espiritu servil a grandes potencias.\n\t\t\t\t\t\n\t\t\t\t\tEn fin de cuentas, durante su gira por el Sudeste Asiatico, Park sufrio verguenza al no obtener algun apoyo significativo a sus acusaciones a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, fue denegada en el problema de rapto y secuestro resultando calificada de gangster politico internacional e intermediaria de trafico de personas que no respeta el derecho internacional ni la etica.\n\t\t\t\t\t\n\t\t\t\t\tAunque Park habla a menudo de la \"opcion correcta\", es ella quien debe tomarla realmente.\n\t\t\t\t\t\n\t\t\t\t\tDeseamos que Park recupere el juicio y deje de cometer actos que le afrenten."
        },
        {
            "title": "Iniciada mudanza a viviendas para educadores de la Universidad Kim Il Sung",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-36ee.html",
            "content": "Iniciada mudanza a viviendas para educadores de la Universidad Kim Il Sung\r\nPyongyang, 14 de octubre (ACNC) -- Tuvo lugar el dia 14 en el gimnasio de la Universidad Kim Il Sung la reunion de entrega de titulos de uso de viviendas que el Mariscal Kim Jong Un regala a los profesores y los investigadores de ese plantel docente.\n\t\t\t\t\tA la ocasion asistieron Choe Thae Bok y Mun Kyong Dok, los funcionarios, los profesores y los investigadores de dicho plantel docente y las otras capitalinas, inclusive la Universidad Politecnica Kim Chaek.\n\t\t\t\t\t\n\t\t\t\t\tLa encrucijada Ryonghung estaba llena de los duenos sonrientes de nuevas viviendas y de los funcionarios, los profesores y los estudiantes que compartian la alegria.\n\t\t\t\t\t\n\t\t\t\t\tKim Sang Ok, director de un instituto, dijo que su nueva casa fue visitada por el Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que no conoce otro pais ni otra epoca en que se construyen las viviendas para los educadores por la iniciativa directa y la direccion del lider.\n\t\t\t\t\t\n\t\t\t\t\tEl matrimonio de doctores Yun Nam y U Hyang Suk, decano y profesora expresaron agradecimiento al Mariscal quien dio gratis nueva vivienda perfectamente amueblada.\n\t\t\t\t\t\n\t\t\t\t\tEl profesor Choe Chang Il subrayo desde el balcon de su casa que la felicidad de hoy es un privilegio de los educadores coreanos que cuentan con su lider sin igual."
        },
        {
            "title": "Firmada resolucion de reunion de consejo de compania electrica entre RPDC y China",
            "url": "http://kcna.co.jp/item/2013/201310/news14/20131014-37ee.html",
            "content": "Firmada resolucion de reunion de consejo de compania electrica entre RPDC y China\r\nPyongyang, 14 de octubre (ACNC) -- Quedo rubricada el dia 14 en esta capital la resolucion de la 65a reunion del consejo de administracion de compania hidroelectrica RPDC-China.\n\t\t\t\t\tEstuvieron presentes en el acto Kim Yong Chol, viceministro de Industria Electrica, y otros funcionarios correspondientes, por la parte coreana, y por la china, los miembros de la delegacion china encabezada por Shu Yinbiao, presidente ejecutivo de la Corporacion Estatal de Redes Electricas, y Yang Zuoyuan, consejero economico y comercial de la embajada china en Corea.\n\t\t\t\t\t\n\t\t\t\t\tSuscribieron el documento Kim Yong Chol y Shu Yinbiao."
        }
    ]
}