{
    "date": "2013-11-17",
    "url": "http://kcna.co.jp/item/2013/201311/2013-11-17ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Sultan of Oman ",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-08ee.html",
            "content": "Kim Yong Nam Greets Sultan of Oma\r\n Pyongyang, November 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greeting to Sultan of Oman Qaboos Bin Said on the occasion of its national day. \n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would continue to grow stronger, Kim Yong Nam sincerely wished the sultan good health and happiness and the friendly people of Oman progress and prosperity."
        },
        {
            "title": "10 Year-old Pupil of DPRK Places First at Int'l Juvenile Music Concours",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-10ee.html",
            "content": "10 Year-old Pupil of DPRK Places First at Int'l Juvenile Music Concours\r\n Pyongyang, November 17 (KCNA) -- 10-year-old Ma Sin A of the DPRK proved successful in the Piano contest of the 10th International Juvenile Music Concours held at the central music school under the Moscow Tchaikovsky State Conservatory of Russia from Nov. 5 to 12. \n\t\t\t\t\t It was divided into the group of children up to age of 13 and the group of youngsters up to the age of 19.\n\t\t\t\t\t\n\t\t\t\t\t It brought together 34 ace juvenile musicians from different countries and regions.\n\t\t\t\t\t\n\t\t\t\t\t Ma admirably played famous foreign music pieces requiring high level of rendition and execution in the first and second courses, coming first. \n\t\t\t\t\t\n\t\t\t\t\t At the closing ceremony of the concours held on Nov. 12 Ma was awarded a certificate for the first place."
        },
        {
            "title": "Rodong Sinmun Denounces Japanese Imperialists for Their Fabrication of \"Ulsa Five-point Treaty\" ",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-04ee.html",
            "content": "Rodong Sinmun Denounces Japanese Imperialists for Their Fabrication of \"Ulsa Five-point Treaty\" \r\n Pyongyang, November 17 (KCNA) -- Rodong Sinmun Sunday runs an article denouncing the Japanese imperialists for their fabrication of the \"Ulsa Five-point Treaty\" on the lapse of 108 years since its fabrication. \n\t\t\t\t\t The Japanese imperialists cooked up the \"Ulsa Five-point Treaty\" on Nov. 17, 1905, depriving Korea of its right to diplomacy and turning it into their colony. \n\t\t\t\t\t\n\t\t\t\t\t Revealing the coercive and illegal acts perpetrated by the Japanese imperialists in fabricating the \"Ulsa Five-point Treaty\", the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The coercion and threats made by the Japanese imperialists for cooking up the \"treaty\" were the most hideous illegal acts in the world history and the \"treaty\" was nothing but an empty paper without any legal validity. \n\t\t\t\t\t\n\t\t\t\t\t History records instances of imposing unequal treaties on other countries, threatening them by force of arms but knows no precedent in which such illegal acts as cooking up a treaty and announcing it just as Japan did. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people remember November 17 as an unforgettable day of humiliation as they suffered all sorts of pain and misfortunes due to the Japanese imperialists. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Japanese reactionaries still insist on \"legality\" of the old treaty and cite it as a \"reason\" for refusing to redeem their past crimes. They went the lengths of describing in the history textbooks that Japan took over the right to diplomacy of Korea under the \"Ulsa Five-point Treaty\". \n\t\t\t\t\t\n\t\t\t\t\t The shameless Japanese reactionaries are bound to face a severe punishment by history as they are working hard to evade the historical responsibility for the past crimes far from making an apology and reparation for them. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people, their hearts burning with hatred and grudge against the Japanese imperialists, will surely force them to pay a thousand-fold dearer price for their crimes."
        },
        {
            "title": "Minju Joson Blasts S. Korean Warmongers’ Provocative Remarks",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-05ee.html",
            "content": "Minju Joson Blasts S. Korean Warmongers’ Provocative Remarks\r\n Pyongyang, November 17 (KCNA) -- Shortly ago, south Korean Minister of Defense Kim Kwan Jin made such provocative remarks at the \"National Assembly\" session that \"the north will go to ruin if a war breaks out between the south and the north.\" Choe Yun Hui, chairman of the Joint Chiefs of Staff, while inspecting the area of Yonphyong Island, cried out for \"mounting a precision strike at the base of provocation\" and \"making the north shiver.\"\n\t\t\t\t\t Minju Joson Sunday in a commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What they uttered is no more than barking of puppies knowing no fear of tigers.\n\t\t\t\t\t\n\t\t\t\t\t What merits attention is that the above-said nonsensical remarks reflected the sinister intention of the chief executive, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t As already disclosed, the chief executive left on her trips to European countries after talking about the \"south-north summit\" only to retract it hurriedly. She hatched plots to do harm to fellow countrymen in conspiracy with foreign forces, blustering wherever she went the \"south would not allow the north's nuclear weapons\" and \"it would strongly react to it.\" Back to Seoul, she let loose a string of provocative remarks rattling the nerves of the DPRK, instructing her yes men to speed up preparations for a war against the north. It is her preoccupation to ignite a war of aggression against the north, utterly indifferent to the fate of the nation. Pursuant to it, such military hooligans as Kim Kwan Jin and Choe Yun Hui are making desperate efforts to realize their scenario for invading the north.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous indeed for them to harbor such ambition as it is nothing but a daydream. This would only precipitate their ruin.\n\t\t\t\t\t\n\t\t\t\t\t Since the puppet forces make such last-ditch efforts, the army and people of the DPRK would help them go to their graves as desired. When they are badly beaten in face of the deadly blows of the revolutionary armed forces, they will have to reproach themselves for it."
        },
        {
            "title": "Minju Joson Flays U.S. President for Hunting People for Fun",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-06ee.html",
            "content": "Minju Joson Flays U.S. President for Hunting People for Fun\r\n Pyongyang, November 17 (KCNA) -- Recently a book was released to show the personality of U.S. President Obama. \n\t\t\t\t\t The book says in detail how Obama organized \"anti-terror war\" and murdered people. \n\t\t\t\t\t\n\t\t\t\t\t In particular, the book refers to the fact that Obama, laureate of Nobel Peace Prize, killed a lot of civilians by hundreds of drone strikes at Pakistan, Yemen and Somalia. It reveals the fact that Obama unhesitatingly said himself that he is good at man-hunting. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Sunday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t As soon as the book was released, it sparked off great uproar among the readers. \n\t\t\t\t\t\n\t\t\t\t\t A lot of people expressed hatred for the personality of the U.S. president and skepticism about the \"anti-terror war\" of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t From its beginning this war was not for world peace and stability but for the implementation of the U.S. strategy for world domination. \n\t\t\t\t\t\n\t\t\t\t\t What matters is how the Obama administration behaved quite contrary to the expectation of the world community. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has wantonly infringed upon the independent rights of sovereign countries while resorting to the highhanded and arbitrary practices in the international arena under the pretext of \"routing terrorists\". \n\t\t\t\t\t\n\t\t\t\t\t To cite its drone strikes as an example, the U.S. indiscriminately mounted drone attacks despite strong protest of relevant countries, massacring innocent civilians. \n\t\t\t\t\t\n\t\t\t\t\t As seen above, the U.S. does not care at all whether independent rights of sovereign countries are abused or not and innocent civilians are killed by its high-handed and arbitrary acts. \n\t\t\t\t\t\n\t\t\t\t\t As the book says, the U.S. is pleased to see guiltless people mercilessly killed. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the root cause of all sorts of evils and misfortunes in the world and disturber of peace and cancer-like existence."
        },
        {
            "title": "S. Korean Organizations Oppose Any Military Agreement with Japan ",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-03ee.html",
            "content": "S. Korean Organizations Oppose Military Agreement with Japan\r\n Pyongyang, November 17 (KCNA) -- Organizations of different social standings in south Korea launched an action on Nov. 13 in protest against the confab between Japan and south Korea for concluding a military agreement.\n\t\t\t\t\t Japanese and south Korean military authorities held a vice minister-level huddle in Seoul on that day to conclude a military agreement which has been under discussion since the period of the Lee Myung Bak regime. \n\t\t\t\t\t\n\t\t\t\t\t Civic and public organizations of south Korea including the People for Achieving Peace and Reunification, Solidarity for Progress and People's Action for Achieving Peace against War called a press conference in front of a hotel, the venue of the meeting. \n\t\t\t\t\t\n\t\t\t\t\t Speakers at the press conference accused Japan of seeking understanding from the south Korean authorities over its exercise of the \"right to collective self-defense\" and working hard to push forward the issue of concluding the agreement. \n\t\t\t\t\t\n\t\t\t\t\t The conclusion of the military pact will be little short of paving the way for Japan's exercise of the \"right to collective self-defense\" as it regards the Korean Peninsula as its primary target, they said, voicing a strong opposition to it. \n\t\t\t\t\t\n\t\t\t\t\t They urged the Park Geun Hye regime to clarify its opposition to the agreement.\n\t\t\t\t\t\n\t\t\t\t\t The Council for the Peaceful Unification of Tangun's Nation in a statement declared that Japan's exercise of the \"right to collective self-defense\" meant the revival of militarism. \n\t\t\t\t\t\n\t\t\t\t\t In the future, Japan may provoke a war of aggression with the issue of Tok Islets as a pretext and that is why the authorities should not keep mum about Japan's exercise of the \"right to collective self-defense\", the statement said. \n\t\t\t\t\t\n\t\t\t\t\t It expressed strong opposition to any military talks or agreement with Japan."
        },
        {
            "title": "Building of Workers' World Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-07ee.html",
            "content": "Building of Workers' World Called for in S. Korea\r\n Pyongyang, November 17 (KCNA) -- A memorial service took place before the grave of Jon Thae Il at Moran Park, Namyangju City, Kyonggi Province on Nov. 13. Jon burned himself to death in protest against the unpopular rule of the Park Chung-Hee dictatorial regime.\n\t\t\t\t\t Present there were the family members of the martyr, members of labor movement organizations, elders of civic and social circles, those concerned of political parties and others.\n\t\t\t\t\t\n\t\t\t\t\t Speakers there said that 43 years have passed since Jon committed self-immolation, shouting \"We are not machines.\"\n\t\t\t\t\t\n\t\t\t\t\t However, the daughter of the then dictator is reviving the era of dictatorship after her seizure of power, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t They called for bringing as early as possible the day when justice comes true, bearing in mind the self-sacrificing spirit of the martyr.\n\t\t\t\t\t\n\t\t\t\t\t They called upon the workers to pool their efforts to build a genuine society for the people.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to get united to fight against the suppression of workers."
        },
        {
            "title": "Disbandment of Anti-women Party Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-09ee.html",
            "content": "Disbandment of Anti-women Party Demanded in S. Korea \r\n Pyongyang, November 17 (KCNA) -- Choe Jin Mi, executive chairwoman of the Women's Solidarity in south Korea on November 14 released an article titled \"It is the anti-women party 'Saenuri Party' that should be disbanded.\"\n\t\t\t\t\t  The article noted that the case of attempted rebellion of the Unified Progressive Party (UPP) which was fabricated on August 28 developed so rapidly that a motion calling for judgment for dissolving it passed the meeting of the \"State Council.\" \n\t\t\t\t\t\n\t\t\t\t\t Noting that the \"State Council's\" passing of the motion on November 5 was something unprecedented, the article stressed that the progressive forces would record this day in history as the day when \"emergency measure\" no. 10 was proclaimed and the day of return to \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The UPP is the political party which has asserted independence, equality, peace and reunification, democracy and people's living, it pointed out, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the regime in pushing the case to such pass as disbanding the opposition party, while creating impression that the attempted rebellion is truth is to divert elsewhere the public resentment at the power organ's interference in the election and cover up its illegal acts. \n\t\t\t\t\t\n\t\t\t\t\t What should be done before the disbandment of the opposition party is to oust the Park Geun Hye regime and gentries of the \"Saenuri Party\" that have committed too many violent acts to enumerate and punish them. \n\t\t\t\t\t\n\t\t\t\t\t It is the \"Saenuri Party\" that should be disbanded, the article noted, stressing that no woman can live in peace as long as this party dominates the political camp."
        },
        {
            "title": "DPRK's Achievements in Construction Introduced by Bulgarian Paper",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-01ee.html",
            "content": "DPRK's Achievements in Construction Introduced by Bulgarian Paper\r\n Pyongyang, November 17 (KCNA) -- The November 1-15 issue of the Bulgarian paper Novo Rabotnichesko Delo carried an article titled \"Construction in the DPRK\".\n\t\t\t\t\t Recalling that the U.S. imperialists totally reduced the areas of the DPRK into debris during the past Korean war, the article noted:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK started post-war rehabilitation and construction from scratch.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang, the capital city of the DPRK, has turned into a modern city.\n\t\t\t\t\t\n\t\t\t\t\t The construction in the DPRK is characterized by its very fast speed.\n\t\t\t\t\t\n\t\t\t\t\t Changjon Street appeared in Pyongyang on the occasion of the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Modern theatres, sports facilities and monumental edifices have been built one after another there.\n\t\t\t\t\t\n\t\t\t\t\t What should be emphasized is that the DPRK has achieved shining successes in construction, while channeling efforts into bolstering up the defence capability of the country."
        },
        {
            "title": "S. Korean Regime's Suppression of UPP under Fire in Austria ",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-02ee.html",
            "content": "S. Korean Regime's Suppression of UPP under Fire in Austria \r\n Pyongyang, November 17 (KCNA) -- The solidarity committee of unionists for the peaceful reunification of Korea in Austria on November 11 sent a protest letter to the south Korean puppet government hell-bent on its repressive campaign against the Unified Progressive Party (UPP).\n\t\t\t\t\t The letter said that the organization heard with bitter resentment the news of the south Korean regime's racket to forcibly dissolve the UPP, adding that this once again brought the land of south Korea to the dark era of fascism.\n\t\t\t\t\t\n\t\t\t\t\t It urged the south Korean regime to stop such repressive racket at once, abolish the fascist \"Security Law\" and opt for dialogue with the DPRK in the interests of the nation."
        },
        {
            "title": "Kim Jong Un dirige Fabrica de Alimentos no. 354 de EPC",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-11ee.html",
            "content": "Kim Jong Un dirige Fabrica de Alimentos no. 354 de EPC\r\nPyongyang, 17 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno la Fabrica de Alimentos no. 354 del EPC, que cuenta con superficie arquitectonica de mas de 6 mil 900 metros cuadrados produciendo gran cantidad de confites y panes para los militares.\n\t\t\t\t\tLos funcionarios de la planta le avisaron al Mariscal que las trabajadoras salieron voluntariosamente al terreno y promueven la produccion pensando en que con motivo del Dia de la Madre el Comandante Supremo visitara sin falta el centro donde trabajan las mujeres.\n\t\t\t\t\t\n\t\t\t\t\tCon amplia sonrisa, el Mariscal felicito cordialmente a las trabajadoras de la fabrica quienes celebran el Dia de la Madre. \n\t\t\t\t\t\n\t\t\t\t\tPrimero, el Mariscal estuvo en la sala de la presentacion del historial donde dijo que gracias a la minuciosa direccion y atencion del Presidente Kim Il Sung y el Dirigente Kim Jong Il, la fabrica se ha convertido en una base de procesamiento de alimentos que suministra especializadamente confites y panes de alta calidad a los militares.\n\t\t\t\t\t\n\t\t\t\t\tHaciendo recorrido por las brigadas de trabajo de galleta, de pan y de rosquillas y la casa cultural, estudio en detalles el estado de modernizacion y produccion y la vida cultural de los obreros.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo el hecho de que se lograron la automatizacion y la computarizacion de todos los procesos productivos como orden de produccion, su control y ajuste al presentar la alta meta de la modernizacion de la fabrica de acuerdo con el proposito del partido y registrar con vigor el fervor de la conquista de ciencia de punta.\n\t\t\t\t\t\n\t\t\t\t\tProbo el sabor de la galleta y senalo que es bonita su forma y tambien sabrosa.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que la fabrica con pequena area productiva y poca mano de obra ahorra al maximo el costo de produccion, mejora la productividad del trabajo y eleva la calidad de productos, lo cual se debe a la realizacion de la modernizacion de los procesos productivos conforme al proposito del partido.\n\t\t\t\t\t\n\t\t\t\t\tRecorri con satisfaccion la fabrica, acoto y la evaluo altamente como fabrica ejemplar, la normal de plantas de alimentos.\n\t\t\t\t\t\n\t\t\t\t\tVolvio a apreciarla como la fabrica magnifica subrayando que las empleadas trabajan con jubilo en el centro donde se han establecido la cultura laboral y cultura de vida.\n\t\t\t\t\t\n\t\t\t\t\tDio el agradecimiento del Comandante Supremo del EPC a la clase obrera de la fabrica que acondiciono modernamente la fabrica segun el proposito del partido, incrementa la produccion y suministra los alimentos sabrosos y nutritivos a los militares.\n\t\t\t\t\t\n\t\t\t\t\tManifesto la esperanza y conviccion de que los trabajadores de la fabrica seguiran cumpliendo con su honrosa mision asumida para que puedan llamarse como madres de los militares tambien en el futuro, y tomo la foto de recuerdo junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion el vicemariscal del EPC Choe Ryong Hae, jefe de la Direccion Politica General del EPC, el general del ejercito de las fuerzas terrestres del EPC Jang Jong Nam, ministro de las Fuerzas Armadas Populares, el coronel general de las fuerzas terrestres del EPC So Hong Chan, primer viceministro de las FAP, y el subjefe de departamento del CC del PTC, Hwang Pyong So."
        },
        {
            "title": "Kim Jong Un recorre campo de entrenamiento de Conjunto Deportivo Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201311/news17/20131117-12ee.html",
            "content": "Kim Jong Un recorre campo de entrenamiento de Conjunto Deportivo Mangyongdae\r\nPyongyang, 17 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recorrio el campo de entrenamiento de futbol del Conjunto Deportivo Mangyongdae, que se acondiciona de nuevo.\n\t\t\t\t\tDijo que hizo tender como ejemplo el cesped artificial en este campo de entrenamiento de futbol para remodelar las canchas de futbol y patios deportivos de todas las localidades del pais como bases deportivas que satisfagan la norma internacional y prosiguio que vino aqui para averiguar su estado.\n\t\t\t\t\t\n\t\t\t\t\tAl ver el cesped artificial nuevamente tendido en el campo de entrenamiento de futbol, se mostro muy satisfecho anadiendo que le parece igual al natural.\n\t\t\t\t\t\n\t\t\t\t\tApunto que es bueno extender en los campos de futbol los cespedes artificiales de buena calidad para que los futbolistas hagan a sus anchas el entrenamiento y competencia sin preocupacion por las estaciones.\n\t\t\t\t\t\n\t\t\t\t\tUna vez tendidos los cespedes artificiales en las canchas de futbol, los jugadores, jovenes y ninos escolares podran ejercitarse a sus anchas y se cambiara el paisaje, recalco.\n\t\t\t\t\t\n\t\t\t\t\tPara acondicionar los campos de futbol y patios deportivos de todo el pais como susodicho campo de entrenamiento es necesario construir una base de produccion en gran medida de cespedes artificiales de buena calidad, dijo y dio las tareas y remedios detallados para el particular.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en la ocasion el vicemariscal del EPC Choe Ryong Hae, jefe de la Direccion Politica General del EPC, el general de ejercito de las fuerzas terrestres del EPC Ri Yong Gil, jefe del Estado Mayor General del EPC, el general de ejercito de las fuerzas terrestres del EPC Jang Jong Nam, ministro de las Fuerzas Armadas Populares, el jefe de departamento del CC del PTC Han Kwang Sang, y los subjefes de departamento del CC del PTC, Hwang Pyong So y Ma Won Chun."
        }
    ]
}