{
    "date": "2013-10-26",
    "url": "http://kcna.co.jp/item/2013/201310/2013-10-26ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam　Greets Austrian President",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-12ee.html",
            "content": "Kim Yong Nam　Greets Austrian President\r\n Pyongyang, October 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greeting to Heinz Fischer, federal president of Austria, on the occasion of its national holiday.\n\t\t\t\t\t The message sincerely wished the president and people of Austria greater successes in their work for the development and prosperity of the country."
        },
        {
            "title": "Pak Pong Ju Makes Field Survey of Farm Work",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-05ee.html",
            "content": "Pak Pong Ju Makes Field Survey of Farm Work \r\n Pyongyang, October 26 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, made a field survey of autumn harvesting and threshing in Ongjin County, South Hwanghae Province.\n\t\t\t\t\t Officials and agricultural workers in the county have dynamically turned out in the work for carrying rice sheaves and threshing after celebrating the 68th anniversary of the Workers' Party of Korea with shining labor feats.\n\t\t\t\t\t\n\t\t\t\t\t The premier looked round the Jangsong Co-op Farm in the county to learn in detail about the estimated yield, transport of rice sheaves and threshing in the farm. Then he held a consultative meeting.\n\t\t\t\t\t\n\t\t\t\t\t The meeting underscored the need for agricultural workers to finish the threshing in good time by gathering all crops without any waste as befitting masters responsible for the nation's agricultural production and by operating threshing machines in full capacity.\n\t\t\t\t\t\n\t\t\t\t\t It also called on the relevant units to satisfactorily supply electricity necessary for farms and took measures for meticulously organizing and commanding transport and carrying procured grains in time.\n\t\t\t\t\t\n\t\t\t\t\t Then he visited the construction site of the South Hwanghae Provincial Mushroom Farm now under construction thanks to the care of the party.\n\t\t\t\t\t\n\t\t\t\t\t Stressing that the construction of the farm is a patriotic work to implement the behests of President Kim Il Sung and General Secretary Kim Jong Il who worked heart and soul to provide the people with tasty nutritious mushroom and the noble intention of Marshal Kim Jong Un, he took measures to ensure quality in construction and complete it in a short span of time."
        },
        {
            "title": "S. Korean Authorities Slammed for Their Moves to Dissolve Unified Progressive Party",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-16ee.html",
            "content": "S. Korean Authorities Slammed for Their Moves to Dissolve Unified Progressive Party\r\n Pyongyang, October 26 (KCNA) -- The present conservative ruling forces and the coteries of the \"Saenuri Party\" of south Korea set up a \"special team for measures against unconstitutional political parties and organizations\" at the judicial body after labeling the Unified Progressive Party an \"unconstitutional political party following the north\". They are busy making a legal examination for forcibly dissolving the party. They are blustering that they would stage a trial for formally dissolving it around late in October.\n\t\t\t\t\t The coteries of the \"Saenuri Party\" went the lengths of putting the dissolution of the Unified Progressive Party on major agenda at the state inspection at the \"National Assembly\", crying out for an \"immediate dissolution of the Unified Progressive Party, the enemy of liberal democracy and unconstitutional political party\".\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Central Committee of the Korean Social Democratic Party in a statement on Saturday denounced this as the height of a base and fascist politically-motivated farce of the present south Korean puppet conservative ruling forces to indiscriminately crack down on even legitimate political parties and organizations in order to realize their ambition for staying in power for an indefinite period and achieve their partisan purpose.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t South Korea is turning into a political tundra and fascist mayhem where political freedom and human rights are totally trampled down.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the conservative group is justifying its base political intrigues, labeling the Unified Progressive Party \"forces seeking the collapse of the system linked with the north\" and the party's programme \"camouflaged programme of the north\" in a bid to mislead public opinion.\n\t\t\t\t\t\n\t\t\t\t\t If the group is allowed to pursue its moves to stamp out the Unified Progressive Party, this will throw the south Korean people into a harsher fascist rule.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed belief that the unbiased opinion and political parties of the world would pay due attention to the grave situation prevailing in south Korea and extend stronger solidarity to the south Korean people."
        },
        {
            "title": "Delegation of DPRK Supreme Public Prosecutors Office Leaves for China",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-15ee.html",
            "content": "Delegation of DPRK Supreme Public Prosecutors Office Leaves for China\r\n Pyongyang, October 26 (KCNA) -- A delegation of the DPRK Supreme Public Prosecutors Office headed by First Vice Director Ri Chol left here Saturday to visit China."
        },
        {
            "title": "Chinese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-14ee.html",
            "content": "Chinese Delegation Visits Mangyongdae\r\n Pyongyang, October 26 (KCNA) -- A delegation of the All-China Journalists Association led by Liu Ying, director of the International Department of the Workers' Daily, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The members of the delegation went round historic relics preserved with much care at the old home in Mangyongdae, being briefed on the undying revolutionary history of the President and his family in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t After the visit the head of the delegation said:\n\t\t\t\t\t\n\t\t\t\t\t I was deeply moved to visit the old home in Mangyongdae where the President was born. Mangyongdae is a time-honored place.\n\t\t\t\t\t\n\t\t\t\t\t The President is the great leader of the Korean people and a close friend of the Chinese people.\n\t\t\t\t\t\n\t\t\t\t\t He is always alive in our hearts.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Tower of the Juche Idea, International Friendship Exhibition House, West Sea Barrage, etc. and enjoyed a performance given by art group members of the Mangyongdae Schoolchildren's Palace."
        },
        {
            "title": "People's Security Personnel Do Good Things",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-17ee.html",
            "content": "People's Security Personnel Do Good Things\r\n Pyongyang, October 26 (KCNA) -- People's security personnel in South Phyongan Province have done a lot of good things for children, true to the noble intention of the Workers' Party of Korea.\n\t\t\t\t\t Learning that parents in Hwapho-ri of Phyongsong City were facing difficulties after the nurseries were destroyed by the flood that hit it last August, they worked out a design to build new nurseries where they stood.\n\t\t\t\t\t\n\t\t\t\t\t Personnel of the provincial people's security bureau and the Phyongsong City people's security station started the project, prompted by the desire to contribute to translating Marshal Kim Jong Un's deep love for children into realities.\n\t\t\t\t\t\n\t\t\t\t\t Sincere help was given to the builders to finish the construction in a short span of time through the supply of cement, reinforcing rods and timber necessary for the construction.\n\t\t\t\t\t\n\t\t\t\t\t They helped the builders several times so that the construction was completed in high quality as required by the design. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to the efforts and help of the people's security personnel modern nurseries of the 5th workteam and 9th workteam of Hwapho-ri sprang up.\n\t\t\t\t\t\n\t\t\t\t\t Sleeping rooms, play rooms and wash-cum-bath rooms of the nurseries were built to the convenience of children.\n\t\t\t\t\t\n\t\t\t\t\t They presented bedding, baby carriages, baby walkers and toys to the children of the nurseries, wishing them happiness."
        },
        {
            "title": "Pair of Noted DPRK Paddlers ",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-18ee.html",
            "content": "Pair of Noted DPRK Paddlers\r\n Pyongyang, October 26 (KCNA) -- Kim Hyok Bong and Kim Jong, a pair of DPRK paddlers, bagged a gold medal in the mixed doubles of the 6th East Asian Games after their victory in the 52nd ITTF World Championships (individual events). \n\t\t\t\t\t Their good results, made in five months, struck the world's paddlers with admiration. \n\t\t\t\t\t\n\t\t\t\t\t Kim Hyok Bong, 28, and Kim Jong, 24, are now active at the April 25 Sports Team of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyok Bong, born in the capital city of Pyongyang, is a man of fine fiber while Kim Jong, born in local city of Hamhung, is an open-hearted girl strong in competitive spirit. They began learning table-tennis at the age of six and cultivated their skill at table-tennis groups of primary schools in their residential areas, distinguishing themselves in national tournaments.\n\t\t\t\t\t\n\t\t\t\t\t It was seven years ago that right-handed Kim Hyok Bong and left-handed Kim Jong made up a pair for mixed doubles. \n\t\t\t\t\t\n\t\t\t\t\t Recalling the days of their training, Kim Jong told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"It was very difficult for me to put myself into step with my partner, four years older than me.\n\t\t\t\t\t\n\t\t\t\t\t At the beginning our training and contests did not work smoothly, but we worked hard to cooperate in harmony with each other, improving our skills. My coach and partner helped me very much.\" \n\t\t\t\t\t\n\t\t\t\t\t In the past the two paddlers won gold medals in mixed doubles of the 11th and 12th People's Games, Mangyongdae Prize Sports Games, DPRK Championships, etc. They also took bronze medals in mixed doubles of the Asian Table Tennis Championships twice. \n\t\t\t\t\t\n\t\t\t\t\t Both of them were awarded with the DPRK title of People's Athlete."
        },
        {
            "title": "Anniversary of Establishment of Diplomatic Relations between DPRK and Guinea Observed ",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-01ee.html",
            "content": "Anniversary of Establishment of Diplomatic Relations between DPRK and Guinea Observed \r\n Pyongyang, October 26 (KCNA) -- A friendly meeting was held in Conakry, Guinea on October 18 to mark the 55th anniversary of the establishment of diplomatic relations between the DPRK and Guinea.\n\t\t\t\t\t Present there were the minister for Overseas Compatriots of Guinea, minister of Agriculture, general director and directors of the Ministry of State for Foreign Affairs and Overseas Compatriots, the DPRK ambassador to Guinea and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Minister for Overseas Compatriots of Guinea said in his speech:\n\t\t\t\t\t\n\t\t\t\t\t The two countries have maintained good friendly and cooperative relations since the establishment of diplomatic relations.\n\t\t\t\t\t\n\t\t\t\t\t The bilateral ties are the historic ones provided by Presidents Ahmed Sekou Toure and Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t We express deep thanks to the DPRK for rendering disinterested aid and cooperation to Guinea in the past.\n\t\t\t\t\t\n\t\t\t\t\t The government and people of Guinea are pleased that the Korean people have registered shining successes in building a thriving socialist nation under the wise leadership of Marshal Kim Jong Un and wish them greater victory.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean government hopes that the independent and peaceful reunification of Korea will be achieved. \n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the good friendly and cooperative relations between the two countries will steadily grow stronger in various fields.\n\t\t\t\t\t\n\t\t\t\t\t The participants deepened the friendship, talking to one another about the need to boost the bilateral relations."
        },
        {
            "title": "Evasion of Military Service among Privileged Prevails in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-13ee.html",
            "content": "Evasion of Military Service among Privileged Prevails in S. Korea\r\n Pyongyang, October 26 (KCNA) -- A lot of cases of evasion of military service were reported from among the privileged in south Korea, sparking off public criticism.\n\t\t\t\t\t It was disclosed by south Korean media recently that 15 senior officials of the present puppet regime including those of Chongwadae exempted their children from military service.\n\t\t\t\t\t\n\t\t\t\t\t By abusing their power, they let their children have nationality of the U.S. and other countries to evade military service.\n\t\t\t\t\t\n\t\t\t\t\t In south Korea only the privileged are not bound to law while the ordinary people are suffering from service in the puppet army in which they are subject to merciless physical torture, club discipline and the jungle law due to the \"Law on Military Service.\" This evil practice has long been rampant in its society.\n\t\t\t\t\t\n\t\t\t\t\t Lee Hoe Chang, former representative of the \"Grand National Party,\" also bribed those in charge of conscription, wooing them to record his children's body weights less than their actual ones and exempt them from military service.\n\t\t\t\t\t\n\t\t\t\t\t And he exempted from military service seven relatives including his son-in-law, children of his brother-in-law and his cousin-in-law.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that those who have neither power nor authority among the evaders of military service are liable to punishment on charges of violation of the \"Law on Military Service\" but the privileged people are an exception and, moreover, hold such high post as \"president.\"\n\t\t\t\t\t\n\t\t\t\t\t Traitor Lee Myung Bak, former \"president,\" was so ignorant of military affairs that he could not aim a rifle properly, becoming a laughing stock of people.\n\t\t\t\t\t\n\t\t\t\t\t During his tenure of office, most of senior officials including \"prime minister\" were evaders of military service.\n\t\t\t\t\t\n\t\t\t\t\t One third of the minister-level officials did not serve in the army. The minister of Land and Maritime Affairs, the chairman of the Financial Committee and the head of the Food and Medicine Safety Agency exempted their children from military service, creating uproar.\n\t\t\t\t\t\n\t\t\t\t\t There were countless cases of irregularities and corruption under the Lee regime. To cite an example, Hyon Pyong Chol, known as an anti-human rights activist, was reappointed as chairman of the Human Rights Committee despite the disclosure of his son's evasion of military service.\n\t\t\t\t\t\n\t\t\t\t\t  The same is the case with the present regime in which the privileged circles are behaving like anarchists, backed by power."
        },
        {
            "title": "Disgusting Behavior of S. Korean Sycophants: News Analyst",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-11ee.html",
            "content": "Disgusting Behavior of S. Korean Sycophants: News Analyst\r\n Pyongyang, October 26 (KCNA) -- Shortly ago the south Korean puppet forces grumbled about \"provocation\" and cried out for \"resolute counteraction\" when the Japanese reactionaries were posting on website video claiming \"dominium over Tok Islets\".\n\t\t\t\t\t This sounds as if the south Korean puppet forces had clarified their stand not to yield the islets to foreign forces as they are part of the inviolable territory of the Korean nation. But the reality is quite opposite.\n\t\t\t\t\t\n\t\t\t\t\t As disclosed recently, the south Korean regime secretly allowed the simultaneous marking on maps of Tok Islets and \"Takeshima\" of Japan. It went the lengths of earnestly instructing its embassy in foreign country not to spark off a dispute with Japan by deliberately insisting on unilateral marking of Tok Islets. This is an unpardonable act of treachery to sell off the islets by yielding to the Japanese reactionaries' move to grab the islets.\n\t\t\t\t\t\n\t\t\t\t\t Looking back on history, the south Korean puppet group's acts of treachery did not confine to this.\n\t\t\t\t\t\n\t\t\t\t\t After issuing a secret order that \"one should not be bound to the past,\" the group has systematically made concessions to the Japanese ultra-right forces over sensitive matters including the issue of Japan's liquidation of its past crimes and tried to conclude a military agreement with them, the sworn enemy, in secrecy only to be censured by the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Not content with reducing south Korea to a colony of the U.S., the group kowtowed to its American master, ballyhooing about the extension of the transfer of the right to command wartime operations. There are too many cases to cite.\n\t\t\t\t\t\n\t\t\t\t\t The facts go to prove that the south Korean puppet group is a horde of sycophants and traitors without equals in the world.\n\t\t\t\t\t\n\t\t\t\t\t With no disgusting rhetoric can the group conceal its true colors as quislings.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will certainly deal a sledge hammer at these traitors."
        },
        {
            "title": "U.S., S. Korean Warmongers Plan to Stage Large-scale Air Strike Drill",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-03ee.html",
            "content": "U.S., S. Korean Warmongers Plan to Stage Large-scale Air Strike Drill\r\n Pyongyang, October 26 (KCNA) -- The U.S. imperialists and south Korean puppet warmongers announced that they would stage Max Thunder large-scale air strike drill at the U.S. air force base in Kunsan, North Jolla Province from October 25 to November 8, according to Yonhap News of south Korea.\n\t\t\t\t\t To be involved in this largest-ever military exercise are 97 aircraft including FA-18 and F-16 fighter bombers and A-10 attack planes of the U.S. Air Force and KF-16 and F-4E fighters, C-130 and CN-235 transport planes of the puppet air force and at least 1,000 troops.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that drills for air battle and tactical bombing, etc.  would be staged under the simulated conditions of an actual war according to the offensive scenario to strike the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers are escalating the drills for making a surprise preemptive strike at the DPRK, pushing the situation to the worst phase."
        },
        {
            "title": "S. Korean Regime Urged to Step Down",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-07ee.html",
            "content": "S. Korean Regime Urged to Step Down\r\n Pyongyang, October 26 (KCNA) -- The south Korean internet newspaper Vice of People Thursday editorially urged the present south Korean regime to step down.\n\t\t\t\t\t Not only the case of the  Intelligence Service's (IS) misleading of public opinion and the Police Agency's suspected concealment of it but organized illegal interference in the election by the Defense Ministry and the Decoration Department have been disclosed one after another to prove the unfair \"presidential election\" last year, the editorial said, adding:\n\t\t\t\t\t\n\t\t\t\t\t What is more serious is that it was disclosed by prosecutors that Chongwadae and the IS put unreasonable pressure on the team investigating the IS case in the wake of their operation to force the chief prosecutor to step down.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that power organs were involved in the emergence and maintenance of the present regime.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive seized power by an illegal method, is maintaining power in violation of social agreement and law, keeps the outdated ruling method, violates the independence of the nation in collusion with outside forces and infringes upon the people's right to existence in league with the privileged. These are the main reasons why she should step down. \n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye regime is to blame for these five misdeeds.\n\t\t\t\t\t\n\t\t\t\t\t For the present regime to refuse to step down is abnormal, noted the editorial."
        },
        {
            "title": "Legitimacy of Jongyojo Claimed in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-08ee.html",
            "content": "Legitimacy of Jongyojo Claimed in S. Korea\r\n Pyongyang, October 26 (KCNA) -- The south Korean internet newspaper Voice of People on Wednesday carried an article claiming the legitimacy of the Teachers Union (Jongyojo).\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Jongyojo is a typical teachers' organization whose legitimacy was recognized on the basis of the people's agreement.\n\t\t\t\t\t\n\t\t\t\t\t To stamp out such organization is an unreasonable act of fostering extreme confrontation and confusion.\n\t\t\t\t\t\n\t\t\t\t\t The Human Rights Committee's behavior of turning its face away from the suppression upon Jongyojo clearly reveals the present regime's anti-human rights and undemocratic nature.\n\t\t\t\t\t\n\t\t\t\t\t Park Chung-Hee forcibly dissolved the Teachers Trade Union, dismissed 1,500 teachers and sentenced dozens of leading members of the trade union to jail terms. Today his daughter is working hard to stamp out Jongyojo.\n\t\t\t\t\t\n\t\t\t\t\t The crackdown reminiscent of that in the period of \"yusin\" fascist rule makes Jongyojo renew its will to intensify its actions, stressed the article."
        },
        {
            "title": "Lee Myung Bak Accused of Shunning Investigation into U.S. Troops' Environmental Pollution",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-09ee.html",
            "content": "Lee Myung Bak Accused of Shunning Investigation into U.S. Troops' Environmental Pollution \r\n Pyongyang, October 26 (KCNA) -- It was disclosed recently that the U.S. imperialist aggression forces in south Korea buried defoliant in their base, seriously polluting the environment, but the Lee Myung Bak group of traitors shunned the investigation into this crime. \n\t\t\t\t\t As known to all, it was disclosed in 2011 that the U.S. imperialist aggression forces stationed in Waegwan, Chilgok County of North Kyongsang Province buried defoliant in their base in 1978.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the anti-U.S. sentiments mounting among south Korean people, the Lee group talked about organizing a fact-finding group to survey the environmental pollution by the U.S. troops. \n\t\t\t\t\t\n\t\t\t\t\t The group requested the U.S. forces to provide basic data to confirm the pollution only to be turned down by them and it dissolved the only two months-old fact-finding group.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard fact, shortly ago, the military authorities claimed that environment survey and follow-up measures are making regular progress to operate a working council for surveying the environment in the U.S. military base to be transferred, lashing people of various social strata into greater fury.\n\t\t\t\t\t\n\t\t\t\t\t Chiding the puppet group's submission to the U.S., a lawmaker said: \"What matters is the incompetence of the government but what is more serious is its act of concealing a crucial matter and deceiving people.\"\n\t\t\t\t\t\n\t\t\t\t\t A member of the south Korean Green Federation held that it is necessary to take over relevant data from the U.S. forces, though belatedly, to make a thorough investigation into the environmental pollution."
        },
        {
            "title": "S. Korean Regime Suppresses Unified Progressive Party",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-10ee.html",
            "content": "S. Korean Regime Suppresses Unified Progressive Party\r\n Pyongyang, October 26 (KCNA) -- The suppression of the Unified Progressive Party by the south Korean puppet regime is becoming all the more undisguised, according to the south Korean KBS on Thursday.\n\t\t\t\t\t The Suwon District Prosecutor's Office arrested and prosecuted the chairman and the vice-chairman of the Kyonggi Provincial Committee of the Unified Progressive Party and others on charges of plotting rebellion and violating the \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet group intensified the crackdown, absurdly charging that they held a secret meeting to hatch a plot for destroying institution facilities and discuss a plan to kill people.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, conservative organizations held a press conference in Seoul and cried hoarse that the Unified Progressive Party that stands for the withdrawal of the U.S. forces from south Korea and dismantlement of the south-U.S. alliance should be dissolved."
        },
        {
            "title": "Lecture on DPRK-U.S. Relations, Japan's Role Given in Tokyo ",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-04ee.html",
            "content": "Lecture on DPRK-U.S. Relations, Japan's Role Given in Tokyo \r\n Pyongyang, October 26 (KCNA) -- A lecture titled \"Present situation of the DPRK-U.S. relations and Japan's role\" was given in Tokyo on Oct. 18. It was co-sponsored by the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, Tokyo-Pyongyang Rainbow Bridge, Tokyo Metropolitan Assemblymen's Liaison Society for the Promotion of Japan-Korea Friendship, Kanagawa Prefectural Citizen's Society for Promoting the Normalization of Japan-DPRK Relations, Saitama Prefectural Council for Japan-Korea Friendship and Solidarity and Gunma Prefectural Council for Japan-Korea Friendship and Solidarity. \n\t\t\t\t\t Present at the lecture were Japanese personages of different social standings, So Chung On, director of the International Affairs and Reunification Department of the Central Standing Committee of the General Association of Korean Residents in Japan, and other officials of Chongryon and other Koreans in Japan. \n\t\t\t\t\t\n\t\t\t\t\t Fumihiro Himori, chairman of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, spoke first. \n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that he visited the DPRK and took part in the celebrations of the diamond jubilee of the Korean people's victory in the great Fatherland Liberation War, he said:\n\t\t\t\t\t\n\t\t\t\t\t We felt the strong desire of the Korean people to replace the Armistice Agreement with a peace treaty and achieve peace on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The division of the peninsula and the outbreak of the Korean war were attributable to the colonial rule of Japan. \n\t\t\t\t\t\n\t\t\t\t\t We should wage a widespread solidarity movement in Japan for the conclusion of a peace treaty desired by the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t Then a former section chief for regional policy of the Ministry of Foreign Affairs of Japan gave a lecture. \n\t\t\t\t\t\n\t\t\t\t\t Analyzing the situation on the peninsula strained again due to the recent anti-DPRK moves of the U.S. and south Korean authorities, he disclosed the danger of the \"tailored deterrence strategy\" which was adopted at the 45th annual security consultative council meeting held in Seoul. \n\t\t\t\t\t\n\t\t\t\t\t The participants heard reports made by several delegations on their recent visits to the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The reporters said that Japan's tough policy toward the DPRK brings nothing helpful for the development of the relations between the two countries, urging the Japanese government to make efforts to establish relations of confidence with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t A written request was adopted at the lecture. It urged the Japanese authorities to implement the Japan-DPRK Pyongyang Declaration, lift sanctions against the DPRK and open up a new history of normalization of the Japan-DPRK ties."
        },
        {
            "title": "DPRK FM Spokesman's Statement Reported in Foreign Countries",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-02ee.html",
            "content": "DPRK FM Spokesman's Statement Reported in Foreign Countries\r\n Pyongyang, October 26 (KCNA) -- The DPRK Foreign Ministry spokesman issued a statement accusing the U.S. of working hard to shift the responsibility for the escalated tension on the Korean Peninsula on to the DPRK. The statement was reported in various countries on October 23 and 24.\n\t\t\t\t\t The Chinese Xinhua News said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK Foreign Ministry spokesman said that his country had made sincere efforts to ensure peace and stability on the peninsula through dialogue and negotiations and exercised its maximum restraint to prevent the vicious cycle of the escalated tension.\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, the U.S. is letting loose sophism that if it is true that the DPRK restarted its nuclear facilities in Nyongbyon, that is a violation of its international obligation and commitments. It is misleading public opinion, claiming that the denuclearization on the peninsula precisely means the DPRK's dismantlement of its nukes.\n\t\t\t\t\t\n\t\t\t\t\t The spokesman held that the denuclearization of the peninsula, an invariable policy goal of the DPRK, does not mean that it unilaterally dismantles its nukes first but it is the process of turning the whole peninsula into a nuclear-free zone based on the complete defusing of the outside substantial nuclear threats to the peninsula on the principle of simultaneous actions.\n\t\t\t\t\t\n\t\t\t\t\t Action for action remains a basic principle for finding a solution to the nuclear issue on the peninsula and the DPRK will, therefore, not unilaterally move first, the spokesman noted, adding: As long as the nuclear threat from outside increases, the DPRK is compelled to bolster up its nuclear deterrent to cope with this and it will not be bound to anything in doing so.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese Huan Qiu Shibao and internet homepages, Voice of Russia, Voice of America and Jiji Press reported the statement under the title \"DPRK reiterates its stand not to unilaterally dismantle its nukes first\"."
        },
        {
            "title": "Kim Yong Nam felicita al presidente austriaco",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-19ee.html",
            "content": "Kim Yong Nam felicita al presidente austriaco\r\nPyongyang, 26 de octubre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 26 un mensaje de felicitacion al presidente federal de la Republica de Austria, Heinz Fischer.\n\t\t\t\t\tEl remitente hizo sinceros votos por mayores exitos en los trabajos del destinatario y el pueblo austriaco por el desarrollo y la prosperidad del pais."
        },
        {
            "title": "Pak Pong Ju averigua faena agricola de distrito de Ongjin",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-20ee.html",
            "content": "Pak Pong Ju averigua faena agricola de distrito de Ongjin\r\nPyongyang, 26 de octubre (ACNC) -- El premier coreano Pak Pong Ju averiguo en el terreno el estado de cosecha y la trilla de cereales del distrito de Ongjin de la provincia de Hwanghae del Sur.\n\t\t\t\t\tLos funcionarios y trabajadores agricolas del destrito se movilizaron en el transporte de las gavillas de cereales y la trilla con el impetu de haber acogido con exitos laborales el 68o aniversario de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo la granja cooperativa de Jangsong del distrito, se cercioro en detalles del estado del examen de rendimiento previsto de cosecha, el transporte de gavillas y la trilla y convoco una reunion consultiva.\n\t\t\t\t\t\n\t\t\t\t\tLos trabajadores agricolas, dueno de tinajones de cereales del pais, deben cosechar todos los cereales cultivados con esfuerzos esmeros y terminar cuanto antes la trilla al asegurar el pleno funcionamiento de los trilladores, puntualizo.\n\t\t\t\t\t\n\t\t\t\t\tSe tomaron las medidas para que las unidades concernientes suministren suficientemente la electricidad necesaria al campo y transportar a tiempo los cereales acopiados al organizar bien el transporte y su mando.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, Pak estuvo en el campo de construccion de fabrica de hongos de esta provincia, que se levanta bajo la benevolencia del partido.\n\t\t\t\t\t\n\t\t\t\t\tLa construccion de la fabrica es la labor patriotica para materializar el legado de los grandes Generalisimos y el noble proposito del Mariscal Kim Jong Un de suministrar al pueblo las setas sabrosas y nutritivas, puntualizo y tomo medidas para elevar la calidad de la edificacion y acabarla en el corto tiempo."
        },
        {
            "title": "MINREX rechaza informe falso de ente financiero internacional",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-21ee.html",
            "content": "MINREX rechaza informe falso de ente financiero internacional\r\nPyongyang, 26 de octubre (ACNC) -- En relacion con que se ha publicado en una reunion plenaria de la Fuerza Atareada de Accion Financiera sobre el Lavado de Dinero, efectuada recientemente en Paris, un informe que cuestiona el sistema financiero de la Republica Popular Democratica de Corea, el portavoz del MINREX de la RPDC dio el dia 25 a la ACNC la siguiente respuesta:\n\t\t\t\t\tRechazamos fuertemente el informe publicado por la Fuerza Atareada de Accion Financiera sobre el Lavado de Dinero considerandolo como siniestro intento de las fuerzas hostiles de recrudecer la sancion financiera anti-RPDC y como una violacion de la soberania y el derecho a la existencia de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos parrafos del informe se basan en los datos no apegados a la realidad, por lo cual no vale la pena comentarlos. Pero, no se puede pasarlo por alto porque el informe fue publicado cuando nuestro pais realiza ultimamente sinceros esfuerzos por desarrollar las relaciones de cooperacion con esa organizacion.\n\t\t\t\t\t\n\t\t\t\t\tDesde el principio, la naturaleza del regimen de nuestro pais no permite los actos ilicitos como el lavado de dinero, la asistencia financiera al terrorismo, etc.\n\t\t\t\t\t\n\t\t\t\t\tTomando en consideracion la repetida solicitud de cooperacion de esa organizacion, hemos cumplido todo lo que nos toca hacer, especificamente, hemos negociado con ella, suscrito el convenio internacional para frenar la asistencia financiera al terrorismo y presentado los datos correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tSin hacer referencia alguna a esas medidas de la RPDC, la organizacion la definio esta vez como \"blanco de contramedida\".\n\t\t\t\t\t\n\t\t\t\t\tEste hecho comprueba que influyo el siniestro intento politico de ciertas fuerzas politicas deseosas de mellar a toda costa la imagen de la RPDC y la organizacion se deja llevar por ellas.\n\t\t\t\t\t\n\t\t\t\t\tPara cumplir con su mision y papel como aparato internacional de supervision financiera de nivel gubernamental, la organizacion debe acatar estrictamente el principio de imparcialidad y objetividad. Ampliar y desarrollar las relaciones de cooperacion con un ente como esa constituyen la invariable posicion de nuestro pais."
        },
        {
            "title": "PSDC denuncia intento de disolver por fuerza el PPU del Sur de Corea",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-22ee.html",
            "content": "PSDC denuncia intento de disolver por fuerza el PPU del Sur de Corea\r\nPyongyang, 26 de octubre (ACNC) -- Las fuerzas gobernantes conservadoras y compinches del \"Partido Saenuri\" del Sur de Corea instauraron en el organo judicial el llamado \"grupo de especialistas para tomar medidas sobre los partidos politicos y entidades inconstitucionales\" calificando el Partido Progresista Unido (PPU) de \"organizacion por-nortena e inconstitucional\".\n\t\t\t\t\tMientras ese grupo esta examinando las posibilidades legales de disolver por la fuerza dicha agrupacion politica, ellos dicen que abririan a finales de octubre el juicio oficial para la disolucion.\n\t\t\t\t\t\n\t\t\t\t\t  Para colmo, los compinches del \"Partido Saenuri\" presentaron el mismo tema como principal punto de agenda de la reunion de inspeccion de la administracion de la \"Asamblea Nacional\" y abogan por \"desintegrar de inmediato el PPU, enemigo de la democracia liberal y partido inconstitucional\".\n\t\t\t\t\t\n\t\t\t\t\t  Al respecto, el portavoz del Comite Central del Partido Social-Democrata de Corea publico el dia 26 una declaracion que sigue:\n\t\t\t\t\t\n\t\t\t\t\t  El acoso al PPU es el climax del complot politico tan sucio y fascista de las actuales fuerzas gobernantes conservadoras del Sur de Corea que reprimen y exterminan indiscriminadamente hasta las organizaciones politicas y entidades legales para realizar su ambicion de tomar el poder a largo plazo y su objetivo fraccionalista.\n\t\t\t\t\t\n\t\t\t\t\t  El Sur de Corea de hoy es la zona de caos politico y de danza macabra del fascismo donde fueron eliminados la libertad politica y el derecho del hombre.\n\t\t\t\t\t\n\t\t\t\t\t  Lo mas problematico es que la banda titere surcoreana justifica su complot politico mintiendo a la opinion publica como si el PPU y su programa fueran \"fuerzas deseosas de derrumbar el regimen y relacionadas con el Norte de Corea\" y \"programa norcoreano camuflado\".\n\t\t\t\t\t\n\t\t\t\t\t  Si se deja ese complot, los habitantes surcoreanos seran sometidos a la peor dominacion fascista.\n\t\t\t\t\t\n\t\t\t\t\t  Expresamos la conviccion de que la imparcial opinion publica y los partidos politicos del mundo elevaran las voces de solidaridad prestando atencion a la grave situacion dada ahora en el Sur de Corea."
        },
        {
            "title": "Parte de Pyongyang delegacion de la Fiscalia Suprema de la RPDC hacia China",
            "url": "http://kcna.co.jp/item/2013/201310/news26/20131026-23ee.html",
            "content": "Parte de Pyongyang delegacion de la Fiscalia Suprema de la RPDC hacia China\r\nPyongyang, 26 de octubre (ACNC) -- La delegacion de la Fiscalia Suprema de la Republica Popular Democratica de Corea encabezada por el primer vicepresidente, Ri Chol, partio el dia 26 de esta capital para visitar China."
        }
    ]
}