{
    "date": "2013-09-30",
    "url": "http://kcna.co.jp/item/2013/201309/2013-09-30ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Congratulatory Message to Chinese Leaders",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-11ee.html",
            "content": "Kim Jong Un Sends Congratulatory Message to Chinese Leaders\r\n Pyongyang, September 30 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea (WPK) and first chairman of the DPRK National Defence Commission, together with Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, and Pak Pong Ju, premier of the DPRK Cabinet, sent a congratulatory message to Xi Jinping, general secretary of the Central Committee of the Communist Party of China (CPC), president of the People's Republic of China (PRC) and chairman of the Central Military Commission of the PRC, Li Keqiang, premier of the State Council of the PRC, and Zhang Dejiang, chairman of the Standing Committee of the Chinese National People's Congress, on Monday. \n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t We extend warm congratulations and greetings to you and, through you, to the CPC and the government and people of the PRC on behalf of the WPK and the DPRK government and people on the 64th anniversary of the PRC. \n\t\t\t\t\t\n\t\t\t\t\t The foundation of the PRC brought about a radical turn in advancing the history of China and carving out the destiny of hundreds of millions of people. China has achieved eye-opening progress and great changes startling the world people in all fields of politics, economy, culture, science and technology for over the past 60 years. \n\t\t\t\t\t\n\t\t\t\t\t The Chinese people have steadily strengthened the general power of the country and its external position by directing efforts to realizing the \"dream of China\" for the great prosperity of the Chinese nation under the leadership of the CPC. \n\t\t\t\t\t\n\t\t\t\t\t Our people sincerely hope that the fraternal Chinese people will achieve bigger successes in accomplishing the cause of comprehensively building socialist society with the Chinese characteristics.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast stand of our party and government to develop down through generations the DPRK-China friendship to which the leaders of the elder generations and revolutionary forerunners of the two countries devoted their heart and soul, and which stood all sorts of hardship of history. \n\t\t\t\t\t\n\t\t\t\t\t We wish the PRC prosperity and the Chinese people happiness, believing that the traditional relations of friendship and cooperation between the DPRK and the PRC will continue to develop by the common efforts of the parties, governments and peoples of the two countries."
        },
        {
            "title": "Kim Yong Nam Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-18ee.html",
            "content": "Kim Yong Nam Meets Chinese Delegation\r\n Pyongyang, September 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with the delegation of the China-Korea Friendship Association led by Chairman Wu Donghe who paid a courtesy call on him at the Mansudae Assembly Hall Monday.\n\t\t\t\t\t Present there were Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and Liu Hongcai, Chinese ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Wu Donghe said that the Korean people have dynamically hastened the building of a thriving nation closely united around supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that it is the steadfast stand of the Chinese party and government to boost the traditional Sino-DPRK friendship deeply cherished in the hearts of the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his will to make a contribution to the development of the friendly relations between the two countries as intended the top leaders."
        },
        {
            "title": "Kim Yong Nam Greets to Botswanan President",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-12ee.html",
            "content": "Kim Yong Nam Greets to Botswanan President\r\n Pyongyang, September 30 (KCNA) --  Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of greeting to Seretse Khama Ian Khama, president of the Republic of Botswana, on the occasion of the 47th anniversary of the independence of the country.\n\t\t\t\t\t Kim expressed his conviction that the friendly and cooperative relations between the DPRK and Botswana would steadily develop in the future and sincerely wished the president success in the work for the stability and economic development of the country."
        },
        {
            "title": "Kim Yong Nam Greets to Nigerian President",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-16ee.html",
            "content": "Kim Yong Nam Greets to Nigerian President\r\n Pyongyang, September 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Goodluck Ebele Jonathan, president and commander-in-chief of the armed forces of Nigeria, on September 28 on the occasion of the 53rd anniversary of the independence of the country.\n\t\t\t\t\t Kim sincerely wished the president success in his responsible work for the social stability and economic development of the country.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his conviction that the good friendly and cooperative relations between the DPRK and Nigeria would grow stronger in different fields."
        },
        {
            "title": "Pak Pong Ju Congratulates to Togolese PM",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-19ee.html",
            "content": "Pak Pong Ju Congratulates to Togolese PM\r\n Pyongyang, September 30 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, Monday sent a congratulatory message to Kwesi Seleagodji Ahoomey-Zunu upon his reappointment as prime minister and head of the government of the Republic of  Togo.\n\t\t\t\t\t The message expressed belief that the traditional friendly and cooperative relations between the two countries would steadily grow strong, wishing the Togolese prime minister greater success in his responsible work for the economic development of the country and happiness of its people.\n\t\t\t\t\t\n\t\t\t\t\t On the same day DPRK Foreign Minister Pak Ui Chun sent a congratulatory message to Robert Dussey upon the latter's appointment as minister of Foreign Affairs and Cooperation of Togo."
        },
        {
            "title": " Swiss Foreign Ministry Delegation Arrives",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-24ee.html",
            "content": "Swiss Foreign Ministry Delegation Arrives\r\n Pyongyang, September 30 (KCNA) -- A delegation of the Foreign Ministry of Switzerland headed by Deputy Secretary of State Beat Nobs arrived here by air on Monday."
        },
        {
            "title": "Round-table Talks with Inhabitants Who Came Home",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-26ee.html",
            "content": "Round-table Talks with Inhabitants Who Came Home\r\n Pyongyang, September 30 (KCNA) -- There took place at the Koryo Compatriots Hall on Monday round-table talks with inhabitants who came back to the DPRK after being taken away to south Korea due to the allurement and abduction operations of the south Korean puppet forces.\n\t\t\t\t\t Pak Jin Gun, 49, who resided in Tongam-dong, Tanchon City and Jang Kwang Chol, 33, who resided in Ryonbong-dong No. 1, Hyesan City were present there.\n\t\t\t\t\t\n\t\t\t\t\t They told how they were deceived by the intrigues of the puppet group before being taken away to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Pak Jin Gun said he was taken away to south Korea in October 2011, caught in the tentacles of the Intelligence Service while roaming about in China after trespassing on the border with it in quest of money.\n\t\t\t\t\t\n\t\t\t\t\t Jang Kwang Chol said he was taken to south Korea in March last year, fooled by the tricks of brokers tied with the Intelligence Service.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the puppet forces are becoming all the more pronounced in their moves to allure and abduct inhabitants of the DPRK to take them to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the reality of the corrupt south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t The one year he spent in south Korea was the days of nightmare, Jang said.\n\t\t\t\t\t\n\t\t\t\t\t Pak stressed that those who were taken to south Korea can hardly eke out their living as they can not get jobs without money.\n\t\t\t\t\t\n\t\t\t\t\t Jang said that south Korean society is a dark society not only for those who had been abducted and taken away to it but for south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Touching on the frantic smear campaign being staged by the puppet group against the DPRK over human rights, Pak and Jang said this was prompted by its sinister scenario to tarnish the international image of the DPRK and break its single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t Jang said the group's anti-DPRK human rights campaign is based on lies, fabrications and intrigues.\n\t\t\t\t\t\n\t\t\t\t\t Pak and Jang told how they came back to the care of the DPRK, cursing south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t Upon hearing in great shock the news of the press conferences given by the returnees to the DPRK, he decided to come back to the homeland, being prepared for punishment, Pak said. But he hesitated and wavered after hearing the lies cooked up by the south Korean puppet forces, he added.\n\t\t\t\t\t\n\t\t\t\t\t It was only after he saw the TV footage of the round-table talks given by teenagers who were allured and almost taken to south Korea by the puppet forces in June that he came to realize it was all a whopping lie that the returnees to the DPRK were punished, Pak said.\n\t\t\t\t\t\n\t\t\t\t\t Defying the appeasement of the police in charge who tried hard to convert him, he resolved to return to the homeland, not wanting to live in the dark land of south Korea and questioning if it is wrong to go back to native place, Pak said. Finally he succeeded in coming back to the DPRK despite disturbance, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Jang Kwang Chol said he was taken away to south Korea, being caught by flesh dealers but he always kept in his mind his dear homeland and his beloved wife and children. \n\t\t\t\t\t\n\t\t\t\t\tHe said he left home without saying to his wife where he was going. He added:\n\t\t\t\t\t\n\t\t\t\t\t I cursed myself a thousand times asking myself where you are and what you are doing far away from the great embrace where the genuine life and dignity shine.\n\t\t\t\t\t\n\t\t\t\t\t My heart was afire with the strong desire to return to the embrace of our party and the DPRK, and at last I managed to return to the motherland in July which I missed even in dreams.\n\t\t\t\t\t\n\t\t\t\t\t The returnees noted in excitement that thanks to supreme leader Kim Jong Un, the people of the DPRK are the happiest in the world and the country is demonstrating its might as an invincible and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t Pak Jin Gun noted that the motherland warmly embraced him and pardoned his sins, not punishing him even though he took the road of treachery. He can not find words to express his gratitude, Pak added.\n\t\t\t\t\t\n\t\t\t\t\t He remarked that our socialist system under which the people of the country are living in a great harmonious family and our party's policy of loving the people are the best in the world, adding this is the truth he keenly realized as he had been under the differing social systems in the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his determination to devotedly work for the most advantageous country."
        },
        {
            "title": "Gift from Chinese Delegation",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-15ee.html",
            "content": "Gift from Chinese Delegation\r\n Pyongyang, September 30 (KCNA) -- Supreme leader Kim Jong Un received a gift from the delegation of the China-Korea Friendship Association on a visit to the DPRK. \n\t\t\t\t\t Chairman of the Association Wu Donghe who is leading the delegation conveyed the gift to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, on Monday."
        },
        {
            "title": "Chinese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-13ee.html",
            "content": "Chinese Delegation Visits Mangyongdae\r\n Pyongyang, September 30 (KCNA) -- The delegation of the China-Korea Friendship Association led by Chairman Wu Donghe visited Mangyongdae, the birthplace of President Kim Il Sung. \n\t\t\t\t\t The guests looked round historic relics preserved with good care at the old home of the President, being briefed on the fact that he was born in a low thatch-roofed house and spent his childhood, nurturing his great intention to liberate the country. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit Wu Donghe said Mangyongdae is the time-honored place which bears witness to the revolutionary lives of Kim Il Sung and his family members.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Tower of the Juche Idea, the Victorious Fatherland Liberation War Museum, the Korean People's Army Museum of Weapons and Equipment, the Friendship Tower, the Taean Friendship Glass Factory, etc."
        },
        {
            "title": "Friendship Meeting with Chinese Guests Held",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-14ee.html",
            "content": "Friendship Meeting with Chinese Guests Held \r\n Pyongyang, September 30 (KCNA) -- A friendship meeting with the delegation of the China-Korea Friendship Association took place at East Pyongyang Secondary School No. 1 on Monday to mark the 55th anniversary of the formation of the friendship associations of the two countries. \n\t\t\t\t\t Present there on invitation was the delegation of the China-Korea Friendship Association led by Chairman Wu Donghe. \n\t\t\t\t\t\n\t\t\t\t\t Officials concerned, teachers and students of the school participated in the meeting. \n\t\t\t\t\t\n\t\t\t\t\t The attendants looked round the Mao Zedong Class of the school.\n\t\t\t\t\t\n\t\t\t\t\t They enjoyed an art performance given by students of the school and talked to one another, deepening friendship."
        },
        {
            "title": " Foreign Diplomats Thankful to DPRK Government for Sports Contest",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-20ee.html",
            "content": "Foreign Diplomats Thankful to DPRK Government for Sports Contest\r\n Pyongyang, September 30 (KCNA) -- There was a sports contest of foreign diplomats to the DPRK at the Rungna People's Sports Park here on September 25-29.\n\t\t\t\t\t In this regard, Denis Samsonov, 3rd secretary of the Russian embassy, had an interview with KCNA prior to the final matches on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Noting that he took part in basketball and other events, he said:\n\t\t\t\t\t\n\t\t\t\t\t \"The Russian embassy team has advanced into the finals in all the three events, football, volleyball and basketball. I believe that my team will produce good results in the matches.\n\t\t\t\t\t\n\t\t\t\t\t  The contest is greatly helpful to deepening interests and partnership among diplomats of different countries.\n\t\t\t\t\t\n\t\t\t\t\t I think it is a very good occasion in further promoting understanding among countries. I hope for frequent holding of such sports contest.\n\t\t\t\t\t\n\t\t\t\t\t We express thanks to the DPRK government for this admirable contest.\""
        },
        {
            "title": "Sports Contest of Foreign Diplomats in Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-23ee.html",
            "content": "Sports Contest of Foreign Diplomats in Pyongyang\r\n Pyongyang, September 30 (KCNA) -- A sports contest of foreign diplomats to the DPRK took place at the Rungna People's Sports Park here on September 25-29. \n\t\t\t\t\t They competed in the football, volleyball and basketball events, divided into teams of the Chinese embassy, the Russian embassy, the embassies of Asian countries, the embassies of Middle East, African and Latin American countries, the missions of UN organizations and the embassies and cooperation offices of European countries.\n\t\t\t\t\t\n\t\t\t\t\t Present to watch the contest were Foreign Minister Pak Ui Chun and officials concerned of the DPRK, ambassadors of different countries and representatives of international organizations, family members of embassy officials and sports fans. \n\t\t\t\t\t\n\t\t\t\t\t Russian and Chinese embassy teams and the UN organizations team advanced into the finals of the contest on Sept. 29, through preliminaries and semifinals. \n\t\t\t\t\t\n\t\t\t\t\t The Russian team won in the football event, the UN team in volleyball and the Chinese team in basketball. \n\t\t\t\t\t\n\t\t\t\t\t There were also amusement games, divided into Hong (red) and Chong (blue) teams, which added to the atmosphere of the contest.\n\t\t\t\t\t\n\t\t\t\t\t Prizes were awarded to the successful teams and individuals. \n\t\t\t\t\t\n\t\t\t\t\t After the contest there was a traditional food show of diplomats' families at the park, aimed to deepen friendship among countries. \n\t\t\t\t\t\n\t\t\t\t\t Jong Ho Bom, an official of the DPRK Foreign Ministry, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t This is the first time to have the sports contest of diplomats here. The contest offered a good opportunity for the diplomats, whose mission is to promote friendship and solidarity among countries and nations, to make big success in their work in good health."
        },
        {
            "title": "Anniversary of Pyongyang University of Architecture Marked",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-28ee.html",
            "content": "Anniversary of Pyongyang University of Architecture Marked\r\n Pyongyang, September 30 (KCNA) -- Pyongyang University of Architecture marked its 60th anniversary.\n\t\t\t\t\t The university, founded by President Kim Il Sung on October 1, Juche 42 (1953), has developed into a pedigree institution for training architectural talents of the country and a center for construction science and research pushing back the frontiers of latest science and technology under the wise guidance of the party and the leader over the past 60 years.\n\t\t\t\t\t\n\t\t\t\t\t The university ensured on the highest level the designing of many architectures and famous edifices worth their value as national treasure including the Kim Jong Il Military Institute of Kim Il Sung Military University, E-Library of Kim Chaek University of Technology, the Pyongyang Folklore Park and the Fatherland Liberation War Martyrs Cemetery.\n\t\t\t\t\t\n\t\t\t\t\t A meeting marking the 60th anniversary of the university took place at the Central Youth Hall on Monday.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message of the Central Committee of the Workers' Party of Korea was conveyed to the teachers and students of the university."
        },
        {
            "title": "Extravaganza \"Arirang\" Closes",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-25ee.html",
            "content": "Extravaganza \"Arirang\" Closes\r\n Pyongyang, September 30 (KCNA) -- The grand gymnastic and artistic performance \"Arirang\", winner of Kim Il Sung Prize, closed on Monday. It was open on July 22 on the occasion of the 60th anniversary of the victory in the great Fatherland Liberation War. \n\t\t\t\t\t It was watched by at least 1.3 million people from all walks of life, overseas Koreans and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The extravaganza staged this significant year with splendor made a fresh representation of the exploits President Kim Il Sung performed by leading the war to victory and the Songun leadership feats performed by leader Kim Jong Il and the stirring reality of the DPRK where all people are ushering in a new era of great prosperity under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It was a perfect combination of music and dances rich in national flavor and high in artistry, gymnastics and acrobatics, ever-changing background, effect of multi-color lighting, fireworks, etc. This splendid extravaganza vividly showcased the daily efflorescing Juche art."
        },
        {
            "title": "Youth Field Hockey Tournament Closes",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-27ee.html",
            "content": "Youth Field Hockey Tournament Closes\r\n Pyongyang, September 30 (KCNA) -- A field hockey tournament of the Youth Championship came to a close. It was opened at the Rungna People's Pleasure Park on September 20.\n\t\t\t\t\t The teams participating in the tournament played league matches.\n\t\t\t\t\t\n\t\t\t\t\t The last matches were played between the sports team of the Pyongyang Railway Bureau and that of Korea University of Physical Education and between the Kwanmobong sports team and the Suyangsan sports team on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Players proved successful in matches by displaying high technique and persevering fighting will. \n\t\t\t\t\t\n\t\t\t\t\t Men's players of the sports team of the Pyongyang Railway Bureau and women's players of the Hwoebul Sports Team placed first respectively through two person and three person passes and prompt and smart kicks.\n\t\t\t\t\t\n\t\t\t\t\t Men's and women's players of the Waudo sports team and those of the Kwanmobong sports team came second and third respectively."
        },
        {
            "title": "DPRK Qualified to Play in 2014 U-16 Asian Soccer Championship",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-05ee.html",
            "content": "DPRK Qualified to Play in 2014 U-16 Asian Soccer Championship\r\n Pyongyang, September 30 (KCNA) -- A football match took place between the DPRK team and its Chinese rival on Sunday for a berth in the 2014 U-16 Asian Soccer Championship. The two teams belong to Group I.\n\t\t\t\t\t The DPRK team tied its Chinese rival 0:0 in the match.\n\t\t\t\t\t\n\t\t\t\t\tIt came first in the group and is qualified to play in the championship."
        },
        {
            "title": "DPRK Trounces China's Taipei Team",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-29ee.html",
            "content": "DPRK Trounces China's Taipei Team\r\n Pyongyang, September 30 (KCNA) -- The DPRK team played a league match with China's Taipei team in Nanjing, China on Monday in the 2013 Asian U-16 Women's Soccer Championship.\n\t\t\t\t\t The DPRK team beat its rival 10:0 in the match.\n\t\t\t\t\t\n\t\t\t\t\tIt will play its semi-finals with its Chinese rival on Thursday."
        },
        {
            "title": "Kyonghung Restaurant",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-22ee.html",
            "content": "Kyonghung Restaurant\r\n Pyongyang, September 30 (KCNA) -- There is the Kyonghung Restaurant built in a peculiar style near the Pothong River here.\n\t\t\t\t\t It is a public catering complex which came into being under the deep care of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Jon Song Chan, an official of the restaurant, told KCNA: \n\t\t\t\t\t\n\t\t\t\t\t Once Kim Jong Il saw citizens taking roast meat along promenade of the Taedong River and suggested building a night market in Kyonghung Street.\n\t\t\t\t\t\n\t\t\t\t\t Saying that to build the market is needed for the people to enjoy a pleasant time on holidays and Sundays, having roast meet and skewered stuff taken with wine, he selected the site of the Kyonghung Restaurant.\n\t\t\t\t\t\n\t\t\t\t\t He told officials to build the restaurant as one-storied buildings for people's convenience so that they could take anytime such dishes as roast meet, beer and pancakes.\n\t\t\t\t\t\n\t\t\t\t\t In September Juche 76 (1987) when the construction of the restaurant was completed, the leader toured its establishments, including chophouse and wedding house, expressing great satisfaction.\n\t\t\t\t\t\n\t\t\t\t\t He sent cars to the restaurant for weddings and saw to it that cooks of the restaurant were dispatched abroad to learn advanced cookeries.\n\t\t\t\t\t\n\t\t\t\t\t He also took measures to provide the restaurant with raw materials and other supplies for its normal operation.\n\t\t\t\t\t\n\t\t\t\t\t Later, he suggested building beer houses in different parts of Pyongyang, including the restaurant, which serve the people with different kinds of beer.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his loving care, the Kyonghung Restaurant turned into a popular catering service center frequented by citizens."
        },
        {
            "title": "History of Changsong County Turned into Well-off Locality (1)",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-21ee.html",
            "content": "History of Changsong County Turned into Well-off Locality (1)\r\n Pyongyang, September 30 (KCNA) -- In North Phyongan Province, the Democratic People's Republic of Korea, there is a mountainous county called Changsong.\n\t\t\t\t\t This county, located in northwestern part of Korea, consists of nearly 300 ravines and sterile land with an incline of 45 degrees, but it has turned into a well-off locality.\n\t\t\t\t\t\n\t\t\t\t\t The history of its development is associated with the great Generalissimos Kim Il Sung and Kim Jong Il's devoted efforts.\n\t\t\t\t\t\n\t\t\t\t\t It was in August Juche 43 (1954) that President Kim Il Sung visited the county for the first time to acquaint himself with livelihood of its inhabitants.\n\t\t\t\t\t\n\t\t\t\t\t He toured Yaksu-ri and other parts of the county to know its situation and climbed mountain ranges to study its resources before discussing with inhabitants all night about the way to turn the county into a well-off land. \n\t\t\t\t\t\n\t\t\t\t\t Since then he had continued his journey of field guidance to Changsong County to improve its inhabitants' livelihood.\n\t\t\t\t\t\n\t\t\t\t\t In one summer, an official of the county prepared a pair of straw sandals for the President who was walking the raw farm road of the county for nearly one month. He accepted the straw sandals, saying that they are the best on stony roads.\n\t\t\t\t\t\n\t\t\t\t\t Saying that he should continue to walk rugged roads in order to make the people better off, he called upon the county inhabitants to rise up in a drive for turning all mountains in the county into mountains of treasures and the county into a model of well-off locality to be followed by other counties."
        },
        {
            "title": "Rodong Sinmun Calls for Implementation of October 4 Declaration",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-06ee.html",
            "content": "Rodong Sinmun Calls for Implementation of October 4 Declaration\r\n Pyongyang, September 30 (KCNA) -- Rodong Sinmun Monday carries an article on the lapse of six years since the north and the south adopted and published the October 4 declaration which calls for developing the inter-Korean relations and achieving peace and prosperity after reiterating the spirit of the June 15 joint declaration. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The October 4 declaration clarifies a package of the issues to be solved by the north and south for boosting cooperation and exchange in various fields. They include the issue of definitely converting the inter-Korean relations into those of mutual respect and trust irrespective of the differing ideologies and social systems,  the issue of seeking close cooperation in order to terminate the military hostile relations and ensure detente  and peace on the Korean Peninsula, the issue of putting an end to the present armistice system and building a lasting peace mechanism and the issue of establishing a \"special zone for peace and cooperation in the West Sea.\" \n\t\t\t\t\t\n\t\t\t\t\t The October 4 declaration serves as a programme for developing the inter-Korean relations in the interests common to the nation and ushering in a new heyday of peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The declaration indicates specific ways for developing the inter-Korean relations and achieving peace on the Korean Peninsula and the prosperity common to the nation by the concerted efforts of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Absolute respect for the June 15 joint declaration and the October 4 declaration and their implementation are the only way for saving the present inter-Korean relations from a crisis.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean ruling forces have sidestepped the issue of respecting and implementing the north-south declarations on every opportunity since they came to power.\n\t\t\t\t\t\n\t\t\t\t\t The confrontation racket kicked up by the puppet conservative forces, abusing the hard-won dialogue between the north and the south for the confrontation with compatriots, amounts to a categorical denial and wanton violation of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t The principle governing the inter-Korean relations calls for meeting the requirements and interests common to the nation on the basis of the spirit of \"By our nation itself\" under any circumstances and the way to do so lies in respecting and implementing the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t If the north-south declarations are honestly implemented, the north and the south will be able to eradicate all the leftovers of the era of confrontation as desired by the era and compatriots, turn the inter-Korean relations into those of reconciliation, trust, unity and cooperation and create a new national history of independent reunification, peace and prosperity, the article concludes."
        },
        {
            "title": "Conservative Media Should Be Abolished First: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-08ee.html",
            "content": "Conservative Media Should Be Abolished First: Rodong Sinmun\r\n Pyongyang, September 30 (KCNA) -- A few days ago, south Korean CBS slandered the DPRK, talking about \"anger,\" \"a guilty party filing the suit first\" and \"inhumanity\". It ridiculously distorted the fact as if the DPRK had so far \"masterminded the critical phase\" as regards the issues including the Kaesong Industrial Zone. It tried to make the public convince that the DPRK sought to use the reunion of separated families and their relatives to meet its \"purposes\". The broadcasting service even asserted that \"the north puts forward its dignity only,\" insulting the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t Other media outlets of south Korea also vied with each other to criticize the just measure of the DPRK and incite confrontation, stressing that the \"principle toward the north\" has to be maintained because \"the south-north agreement is not significant.\" \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The false propaganda by the puppet conservative media of south Korea is an intolerable provocation against the dialogue partner and insanity to push the situation to the worst crisis. \n\t\t\t\t\t\n\t\t\t\t\t At a time when the inter-Korean relations have been pushed to the crisis the south Korean conservative media shamelessly distort the situation and slander the DPRK with a spate of rhetoric to imbue society with the atmosphere of denying dialogue and cooperation between fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t They have no face to blame others over the present situation of the inter-Korean relations. The chieftain who drove the north-south relations to the present crisis is none other than the south Korean puppet authorities that have laid big hurdles in the way of dialogue and cooperation under the pretext of \"principle toward the north\", and the conservative media which defiled the conscience of press and betrayed the nation as their reptile trumpeters. \n\t\t\t\t\t\n\t\t\t\t\t What is more intolerable is that the conservative media have relapsed into their bad habit and unhesitatingly committed hideous crimes by hurting the dignity and social system of the DPRK at a time when the north-south relations have plunged to deadlock again. \n\t\t\t\t\t\n\t\t\t\t\t The best policy is to immediately abolish the remnants of the history like the conservative media which do nothing helpful for mending the inter-Korean relations and achieving peace and reunification of the country."
        },
        {
            "title": "Japanese Reactionaries' Missile Racket Flailed",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-07ee.html",
            "content": "Japanese Reactionaries' Missile Racket Flailed\r\n Pyongyang, September 30 (KCNA) -- The Japan Defence Ministry recently included expenses for research into the U.S. THAAD for the first time in its budget proposal for the fiscal 2014 for the purpose of introducing it. Rodong Sinmun Monday comes with an article blasting its move. \n\t\t\t\t\t The Japanese reactionaries' move to introduce it under a financial guarantee is a reckless military action to further bolster the present missile defense system (MD), the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The move aimed to lay a double and treble missile network in cooperation with the U.S. is an unpardonable missile racket as it will upset the military and strategic balance in the Asia-Pacific region and thus seriously threaten the regional peace and security, spark off a fierce arms race and increase the danger of war.\n\t\t\t\t\t\n\t\t\t\t\t What is cunning is that they are kicking off such racket in the wake of launching a rocket of new generation equipped with cutting-edge technology.\n\t\t\t\t\t\n\t\t\t\t\t After launching an escort ship for helicopters fulfilling the same mission as aircraft carrier, they are opting for the deployment of U.S Osprey. To keep pace with this, they are getting busy with the moves for introducing the U.S. THAAD, test-firing inter-continental missiles. This clearly indicates that their moves for turning Japan into a military giant and launching overseas expansion have already gone beyond tolerance limit.\n\t\t\t\t\t\n\t\t\t\t\t Irony is that they are terming their missile racket a move to cope with \"missile threat from north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The Japanese military authorities can never evade the blame for aggravating the situation on the Korean Peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t The danger of their moves lies in that they are keen to realize the \"Greater East Asia Co-prosperity Sphere\" which Japan sought to realize during World War II.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries had better stop going reckless. They should bear in mind that their wrong option would leave Japan isolated from the international community and lead it to another bitter defeat in the war."
        },
        {
            "title": "KCNA Accuses S. Korean Forces of Killing Innocent Inhabitant",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-04ee.html",
            "content": "KCNA Accuses S. Korean Forces of Killing Innocent Inhabitant\r\n Pyongyang, September 30 (KCNA) -- The south Korean puppet forces committed such inhuman crime as mercilessly killing an innocent inhabitant, touching off bitter indignation at home and abroad.\n\t\t\t\t\t Shortly ago, a man in his forties was riddled with hundreds of bullets fired by soldiers of the south Korean puppet army while swimming across the River Rimjin to come over to the north,  cursing the corrupt and ailing south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t He deserved a help as he sought a way of living. But he was so brutally killed by those man-slaughters, a clear indication of the hypocritical trumpeting about \"human rights\" and \"humanitarianism\" by the south Korean regime.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the puppet regime is keen to abuse the above-said case for its anti-DPRK smear campaign, asserting the man was \"a spy who attempted to go to the north\" and the case was \"flight\".\n\t\t\t\t\t\n\t\t\t\t\t Such assertion is not only a politically-motivated provocation against the DPRK but also sophism to justify its crime against ethics and the nation.\n\t\t\t\t\t\n\t\t\t\t\t As already known, the slowly growing atmosphere of inter-Korean dialogue has been thrown into a deadlock again due to the noisy confrontation racket of the south Korean puppet conservative group.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group again kicked off a wholesale campaign against the DPRK, displeased with the settlement of various issues one by one. To cite a few examples, the operation in the Kaesong Industrial Zone restarted and the reunion of separated families and relatives and the resumption of tour of Mt. Kumgang were about to take place thanks to magnanimity and sincere efforts and exercise of maximum self-restraint on the part of the north.\n\t\t\t\t\t\n\t\t\t\t\t It misled the public opinion, describing the progress made in the inter-Korean dialogue as a fruition of its \"theory of principle\". Not content with slandering the steps taken by the DPRK for peace and dialogue as an \"offensive for tactical dialogue\", it went the lengths of hurting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, it did not hide the fact that \"confidence-building process on the Korean Peninsula\" and the \"theory of principle\" touted by it are aimed at the \"change of social system\" in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime is rattling the nerves of the north by staging the farce of \"appointing governors\" of its provinces and wooing diehard conservative media, hack writers and war maniacs to stage conspiratorial charades one after another in a bid to stoke atmosphere of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Its war drills targeting the DPRK are gaining in their scope and getting more provocative than before the start of dialogue.\n\t\t\t\t\t\n\t\t\t\t\t The crimes being committed by the regime against ethics and human   rights as part of the smear campaign against the DPRK have become unprecedented in history.\n\t\t\t\t\t\n\t\t\t\t\t It has become evermore undisguised in its operations to abduct compatriots in the north including its young people abroad. It fabricated such a conspiratorial farce as \"attempted rebellion\" to kick up a whirlwind of crackdown upon people in south Korea by linking it with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is copying the base ways and methods employed by the erstwhile military dictators to fabricate \"spy-ring cases\" the hypocrisy of which is being brought to light in succession.\n\t\t\t\t\t\n\t\t\t\t\t Now that the public is holding the conservative group accountable for the prevailing situation as it was created by its extremely ridiculous plot and confrontation row, it is now becoming vociferous about \"settlement of humanitarian issues\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the reason why the puppet regime is making so much effort to link the case of the inhabitant's killing in the River Rimjin with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The regime has failed to properly make public the identity of the slain, afraid of domestic and foreign criticism of the murder. No matter how desperately it works to evade its responsibility, wearing a veil of \"humanitarianism\", it is too late for it to do so.\n\t\t\t\t\t\n\t\t\t\t\t Not content with the brutal killing of him, the puppet group tries hard to use his body as a lever for escalating confrontation with compatriots. However, it will never be able to escape a stern punishment by the nation for that hideous crime.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans and world public will never pardon it."
        },
        {
            "title": "Suppression of Meetings for Making Public Declarations on Situation Protested",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-09ee.html",
            "content": "Suppression of Meetings for Making Public Declarations on Situation Protested\r\n Pyongyang, September 30 (KCNA) -- Students of middle and high schools in Inchon of south Korea thrust an open questionnaire to the Inchon City Education Office on September 25 in protest against the puppet authorities' mean suppression of participants in meetings for making public the declarations on the situation against the arbitrary practices of the south Korean Intelligence Service.\n\t\t\t\t\t They blamed almost schools in Inchon for investigating the students throughout Inchon who took part in the meetings of making public the declarations on the situation and threatening them with expulsion from school and punishment.\n\t\t\t\t\t\n\t\t\t\t\t They denounced the Inchon City Education Office for opening the measure meeting and gathering the information associated with the movement of issuing declarations on the situation.\n\t\t\t\t\t\n\t\t\t\t\t They contended this was an act of violating the political right and freedom of students."
        },
        {
            "title": "Authorities' Suppression of Opposition Party Slammed in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-10ee.html",
            "content": "Authorities' Suppression of Opposition Party Slammed in S. Korea\r\n Pyongyang, September 30 (KCNA) -- The south Korean Measure Committee to Denounce the Intelligence Service's Fabrication of Plotted Rebellion and Suppression under the Pretext of Security held a press conference at the Kwanghwamun plaza in Seoul on September 27 in protest against the puppet regime's suppression of an opposition party.\n\t\t\t\t\t The speakers at the press conference accused the Suwon District Prosecutor's Office of announcing results of the intermediary investigation into the so-called case of rebellion attempted by the Unified Progressive Party and indicting a lawmaker from the party on the charge of violating the \"Security Law.\"\n\t\t\t\t\t\n\t\t\t\t\t But the prosecution's report failed to produce any objective convincing evidence, they said, adding this glaringly proved that the case was fabricated by the present regime to tide over the crisis and turn the situation favorable to it.\n\t\t\t\t\t\n\t\t\t\t\t They held that those forces bringing the charge of the baseless plotted rebellion against the opposition party and infringing upon the freedom of speech and press, conscience and thoughts are violators of democracy.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the prosecution and the Intelligence Service immediately stop the suppression of the opposition party.\n\t\t\t\t\t\n\t\t\t\t\t They declared that civic and public organizations would struggle to put an end to the dictatorial rule of the present regime in solidarity."
        },
        {
            "title": "Korean Cause of National Reunification Supported by World Public",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-17ee.html",
            "content": "Korean Cause of National Reunification Supported by World Public\r\n Pyongyang, September 30 (KCNA) -- Different solidarity activities were conducted by at least 150 political parties and organizations and figures of social strata of more than 60 countries and regions and international and regional bodies on different occasions this year marking the 60th anniversary of the victory of the Korean people in the Fatherland Liberation War. They urged the U.S to dismantle the \"UN Command\", withdraw its forces from south Korea and conclude a peace treaty with the DPRK.\n\t\t\t\t\t Political parties and organizations and international and regional bodies released statements and appeals urging the U.S. to dismantle the \"UN Command\" in south Korea and establish a peace-keeping mechanism on Korean Peninsula. They included the National Social Federation \"Fkor the Union and Union's Communist Party\" of Belarus, the People's Front of Workers, Peasants and Students of Peru, the Communist Youth Front of Italy, the Russian Group for  Solidarity with the DPRK and the International Liaison Committee for Reunification and Peace in Korea, the Afro－Asian People's Solidarity Organization and the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions.\n\t\t\t\t\t\n\t\t\t\t\t Voices demanding the conclusion of the peace treaty rang out from the meeting of the Presidential Council of the World Federation of Trade Unions, the meeting of the  Executive Council of the Women's International Democratic Federation, the international solidarity meeting for supporting the youth's struggle against imperialism, the inaugural meetings of the committees for celebrating the 60th anniversary of the victory of the Korean people in the Fatherland Liberation War and solidarity meetings held in various countries.\n\t\t\t\t\t\n\t\t\t\t\t Newspapers of different countries including the Swedish paper Proretaren, the Nepalese paper Majodur, the Finnish paper Tyokansan Sanomat and the Czech paper Halo Noviny in their articles titled  \"Where does the real threat come from?\" and \"Does the U.S. truly want dialogue?\", conveying the just voices of progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove that the world peace-loving people unanimously call for the building of an institutional mechanism guaranteeing lasting peace on the Korean Peninsula as the peace on the peninsula is directly linked with peace in Asia and the rest of the world."
        },
        {
            "title": "Exploits Performed in Party Building Introduced by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-01ee.html",
            "content": "Exploits Performed in Party Building Introduced by Nigerian Organization\r\n Pyongyang, September 30 (KCNA) -- The Nigerian National Committee for the Study of the Juche Idea posted an article titled \"Developing the Workers' Party of Korea (WPK) into an invincible party\" on its internet website on Sept. 24 to mark the 68th anniversary of the WPK.\n\t\t\t\t\t The website in an article subtitled \"Developing WPK into a party with a steadfast guiding idea\" noted leader Kim Jong Il held fast to the Juche idea as the guiding idea and thoroughly applied it to party building and activities.\n\t\t\t\t\t\n\t\t\t\t\t As it was led by Kim Jong Il, the WPK became a party strong in its independent stand remaining unfazed despite all sorts of storms and stresses of history and a powerful party which vigorously advances along the road of accomplishing the cause of socialism without any slightest deviation from its line. \n\t\t\t\t\t\n\t\t\t\t\t The website in another article subtitled \"Developing the WPK into a party which achieved its single-minded unity\" said it is ascribable to the distinguished political caliber of Kim Jong Il that there exists neither faction nor factional strife within the WPK. \n\t\t\t\t\t\n\t\t\t\t\t It added:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il turned the WPK into an organizational and ideological entity united around the unitary centre and based on the monolithic idea and will.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his outstanding leadership art, the party and all the service personnel and people have formed a harmonious whole in the DPRK, something unprecedented in the world history of politics.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that the WPK stood undeterred by the collapse of ruling parties in various socialist countries one after another at the end of the last century and fully demonstrated its invincibility.\n\t\t\t\t\t\n\t\t\t\t\t The website stressed that the WPK would always remain an invincible party as it is led by Marshal Kim Jong Un."
        },
        {
            "title": "Anniversary of WPK Observed by Bulgarian Figure",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-03ee.html",
            "content": "Anniversary of WPK Observed by Bulgarian Figure \r\n Pyongyang, September 30 (KCNA) -- Atanas Ivanov, honorary chairman of the Bulgarian Communists Union, made public a statement on Sept. 25 on the occasion of the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Since its founding, the WPK has covered the road of an arduous and heroic struggle, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The history of the WPK was started by President Kim Il Sung and an organizational and ideological basis for party founding was laid during the protracted anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t The WPK organized and mobilized the people to build a new country and win victory in the Fatherland Liberation War and achieved eye-opening successes in socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t It has won victory after victory thanks to the wise leadership of Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They laid down original policies for developing the WPK into a mass party and strengthening it including the line of Songun revolution and successfully implemented them.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is now waging a dynamic drive for building an economic power under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We extend warm salute to the WPK and all its members dynamically advancing along the road of socialism against the U.S.-led imperialists."
        },
        {
            "title": "Kim Yong Nam se reune con delegacion de la Asociacion de Amistad China-Corea",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-30ee.html",
            "content": "Kim Yong Nam se reune con delegacion de la Asociacion de Amistad China-Corea\r\nPyongyang, 30 de septiembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 30 en un ambiente amistoso en el capitalino Palacio de los Congresos Mansudae con la delegacion de la Asociacion de Amistad China-Corea encabezada por el presidente Wu Donghe, quien le hizo una visita de cortesia. \n\t\t\t\t\tEn la ocasion estuvieron presentes la presidenta del Comite Coreano de Relaciones Culturales con el Extranjero, Kim Jong Suk, y otros funcionarios coreanos asi como el embajador chino en Corea, Liu Hongcai.\n\t\t\t\t\t\n\t\t\t\t\tWu Donghe dijo que el pueblo coreano acelera la construccion de un Estado prospero unido firmemente en torno al Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tRatifico la posicion del partido y gobierno de China de consolidar la tradicional amistad China-Corea, arraigada en el corazon de ambos pueblos.\n\t\t\t\t\t\n\t\t\t\t\tExpuso la voluntad de contribuir al desarrollo de las relaciones de amistad entre los dos paises conforme al proposito de los maximos dirigentes."
        },
        {
            "title": "CRPP advierte con castigar duro a los difamadores a la RPDC",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-31ee.html",
            "content": "CRPP advierte con castigar duro a los difamadores a la RPDC\r\nPyongyang, 30 de septiembre (ACNC) -- En relacion con que la banda titere surcoreana cometio un tremendo acto criminal de insultar la maxima dignidad y el regimen de la Republica Popular Democratica de Corea, el vocero del Comite por la Reunificacion Pacifica de la Patria (CRPP) dio la vispera la siguiente respuesta a la ACNC:\n\t\t\t\t\tHace poco, la camarilla surcoreana invito a Seul a nombre del pseudo-Instituto de Politica de Asan a los especialistas de Estados Unidos y otros paises circunvecinos y difamo la maxima dignidad de la RPDC y su regimen hablando de la supuesta \"inestabilidad\" y \"posibilidad de derrumbe\".\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Yonhap News y otros medios conservadores del Sur de Corea se hacen eco de los rumores que divulgan los medios, especialistas e intelectuales de los terceros paises.\n\t\t\t\t\t\n\t\t\t\t\tAl citar el informe de un instituto norteamericano, Segye Ilbo, E-Daily y otros difunden embustes como la supuesta \"zona de responsabilidad\", \"linea limite\" y \"negociaciones a puertas cerradas\".\n\t\t\t\t\t\n\t\t\t\t\tEste hecho constituye grave insulto y otra provocacion intolerable a nuestra dignidad y regimen.\n\t\t\t\t\t\n\t\t\t\t\tEn lo que respecta a la \"teoria de derrumbe\", es una tonteria de los que no tienen el juicio y ha sido desmentida cada vez que se presentaba anteriormente.\n\t\t\t\t\t\n\t\t\t\t\tDurante la Marcha penosa, periodo mas dificil para la RPDC, los enemigos chismeaban que esta caera pronto, circulando hasta el llamado cronograma de \"3, 3, 3\", segun el cual ella se derrumbaria en 3 dias o 3 meses a lo mas pronto y 3 anos a mas tardar.\n\t\t\t\t\t\n\t\t\t\t\tTranscurrieron mucho tiempo desde entonces.\n\t\t\t\t\t\n\t\t\t\t\tEntre tanto, se lanzaron sucesivamente en la RPDC los satelites artificiales, se lograron cambios seculares y se desarrollo la civilizacion socialista, lo cual hizo repercutir con mas fuerza las vivas del Partido del Trabajo de Corea y del socialismo dejando consternados a los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tLejos de derrumbe, la RPDC avanza cada dia mas victoriosamente siendo dignificada por su regimen socialista.\n\t\t\t\t\t\n\t\t\t\t\tEs absoluta la confianza del ejercito y pueblo coreanos en su lider y fue comprobada en la realidad la invencibilidad del socialismo al estilo coreano centrado en las masas populares, el cual significa la vida para aquellos.\n\t\t\t\t\t\n\t\t\t\t\tBajo la sabia direccion del Mariscal Kim Jong Un, gran general insigne, el poderio y el impetu de la RPDC llegan al plano cimero y nuestro pueblo esta optimista de su futuro en que viviran en las opulencias que le proporcione el socialismo.\n\t\t\t\t\t\n\t\t\t\t\tSon psicopatas miserables los que divulgan sofismas como \"derrumbe\" negando obstinadamente tal realidad enorgullecedora de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl que se halla a punto de colapso es el poder titere surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tAhora, el suelo surcoreano vive extremado disturbio politico y crisis.\n\t\t\t\t\t\n\t\t\t\t\tLlegan al cielo el rencor y la indignacion del pueblo surcoreano por los gobernantes titeres que causan indecibles desgracias y sufrimientos con el servilismo a grandes potencias, la confrontacion fratricida y la infame politica antipopular.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de su tambaleante sistema de gobernacion, los titeres surcoreanos orquestan la tragicomedia de censurar las cuestiones de otro.\n\t\t\t\t\t\n\t\t\t\t\tEl manipulado rumor del supuesto \"derrumbe del Norte\", que difunden ellos repitiendo los embustes de fulanos y menganos, deja conocer que ellos tratan de manchar la imagen de la Corea socialista del Juche, atemorizados ante el temperamento del general insigne del Songun, el poderio de la unidad monolitica del ejercito y pueblo de la RPDC y el gallardo aspecto de esta.\n\t\t\t\t\t\n\t\t\t\t\tNadie hara caso a la chismografia de los traidores surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC prosperara siempre registrando solamente victorias.\n\t\t\t\t\t\n\t\t\t\t\tLa banda titere surcoreana, que se dedica a calumniar la dignidad y regimen de la RPDC, y sus cualesquier complices, sean periodistas, intelectuales, especialistas o locutores, deben saber que tendran que pagarlo muy caro.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo de la RPDC castigaran implacablemente a los que difamen, aunque en lo minimo, la maxima dignidad y regimen de ella."
        },
        {
            "title": " Tiene lugar mesa redonda con habitantes vueltos a la RPDC",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-32ee.html",
            "content": "Tiene lugar mesa redonda con habitantes vueltos a la RPDC\r\nPyongyang, 30 de septiembre (ACNC) -- Tuvo lugar el dia 30 en la capitalina Casa de Compatriotas Coryo una mesa redonda con los habitantes quienes repatriaron desde el Sur de Corea adonde habian sido llevados como victimas de la campana de rapto y secuestro de la camarilla titere surcoreana.\n\t\t\t\t\tA la ocasion asistieron Pak Jin Gun (49 anos de edad), que residia en el barrio de Tong-am de la ciudad de Tanchon, y Jang Kwang Chol (33 anos de edad) que vivia en el barrio no.1 de Ryonbong de la ciudad de Hyesan.\n\t\t\t\t\t\n\t\t\t\t\tEllos contaron primero el curso de como se trasladaron al Sur de Corea caidos en la trampa de la banda surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tPak recordo que mientras vagabundeaba en China para ganar el dinero, cayo en las garras del Servicio Nacional de Inteligencia del Sur de Corea (SNI) y fue llevado en octubre de 2011 al Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tJang comento que en marzo del ano pasado fue al suelo surcoreano al caerse en la trampa de los intermediarios relacionados con el SNI y regreso hace poco a la patria.\n\t\t\t\t\t\n\t\t\t\t\tEllos revelaron que se torna cada mas brutal la campana de la banda surcoreana para raptar a los habitantes norcoreanos al Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tY hablaron del verdadero aspecto de la corrupta sociedad surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tJang dijo que un ano pasado en el Sur de Corea, le fue una pesadilla.\n\t\t\t\t\t\n\t\t\t\t\tPak destaco que los norcoreanos raptados al Sur de Corea no pueden ganarse la vida ahi porque no tienen dinero ni pueden buscar trabajo.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que es tan oscura la sociedad surcoreana tanto para los raptados como para los habitantes surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tMencionando la ofensiva anti-RPDC en el dominio de DDHH, ellos expusieron que ella parte del siniestro intento de los titeres surcoreanos de manchar la imagen exterior de la RPDC y destruir la unidad monolitica.\n\t\t\t\t\t\n\t\t\t\t\tJang destaco que la campana de DDHH anti-RPDC esta penetrada de mentiras, falsedades e intrigas.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, Pak y Jang hablaron del curso de su regreso a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPak dijo que aunque decidio regresar a la patria informado de la noticia de entrevista de prensa de las personas que volvieron a la RPDC, vacilo mucho porque los titeres surcoreanos le contaron que resultaron sancionadas o muertas esas personas. \n\t\t\t\t\t\n\t\t\t\t\tEn pasado junio, escuche por TV la noticia de mesa redonda de los jovenes y ninos secuestrados por la banda titere y me di cuenta de que fue mentira lo que me decia esta camarilla, comento.\n\t\t\t\t\t\n\t\t\t\t\tUn agente surcoreano trato de cambiar mi decision, pero le respondi que queria regresar a mi tierra natal, apunto.\n\t\t\t\t\t\n\t\t\t\t\tJang senalo que fue al Sur de Corea embaucado por los intermediarios del trafico de seres humanos, pero nunca pudo olvidar la tierra natal y su esposa e hijo, y prosiguio.\n\t\t\t\t\t\n\t\t\t\t\tSali de mi casa sin decir a mi esposa adonde yo iba.\n\t\t\t\t\t\n\t\t\t\t\tAl pensar que estoy ahora lejos del gran regazo de la patria que garantiza la vida verdadera y dignidad del hombre, maldije a mi mismo que cometi la desercion.\n\t\t\t\t\t\n\t\t\t\t\tCon el unico deseo de regresar al regazo de nuestro partido y de la RPDC, volvi por fin en julio pasado a mi patria madre.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes subrayaron que al Mariscal Kim Jong Un, el pueblo coreano ha sido el mas feliz del mundo y la patria se hizo potencia invencible.\n\t\t\t\t\t\n\t\t\t\t\tPak Jin Gun dijo que la patria anulo su expediente de delitos, en lugar de criticarlo por su acto de traicion.\n\t\t\t\t\t\n\t\t\t\t\tEl regimen socialista de nuestro pais, donde todo el pueblo forma una gran familia y se practica la politica de amor al pueblo de nuestro partido, es el mejor del mundo y esto es la verdad que aprendi viviendo en los diferentes regimenes del Norte y el Sur, apunto.\n\t\t\t\t\t\n\t\t\t\t\tFinalizo que trabajaria con abnegacion por la RPDC."
        },
        {
            "title": "ACNC comenta asesinato de habitante surcoreano",
            "url": "http://kcna.co.jp/item/2013/201309/news30/20130930-33ee.html",
            "content": "ACNC comenta asesinato de habitante surcoreano\r\nPyongyang, 30 de septiembre (ACNC) -- Se conocio otro caso de asesinato, que demuestra la inmoralidad de los titeres surcoreanos, provocando gran indignacion del interior y exterior del pais. \n\t\t\t\t\tHace poco, un habitante surcoreano cuarenton, que intento pasar a la Republica Popular Democratica de Corea maldiciendo la corrupta sociedad surcoreana, murio en el rio Rimjin abatido por cientos de balas disparadas por el ejercito surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tEl presente caso desenmascara el caracter hipocrita de los \"DDHH\" y \"humanitarismo\" de que hablan tanto los titeres surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tLo mas grave del caso es que ellos utilizan ese tremendo crimen en la campana intrigante anti-RPDC tildando al muerto de \"fugitivo\" y \"espia norcoreano que intento volver al Norte\". \n\t\t\t\t\t\n\t\t\t\t\tEsto deviene otra provocacion politica y sofisteria para justificar su crimen antietico y antinacional. \n\t\t\t\t\t\n\t\t\t\t\tComo esta conocido, el ambiente de dialogo Norte-Sur volvio a la fase de crisis debido a la campana conflictiva de los conservadores surcoreanos, descontentos de la reapertura de la Zona Industrial de Kaesong y de la solucion gradual de varios temas como el encuentro de familiares y parientes separados y el reinicio del turismo al monte Kumgang, las cuales son resultados de la magnanimidad, los esfuerzos sinceros y la paciencia de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos dicen como si los exitos del dialogo Norte-Sur fueran el resultado de su \"teoria de mantenimiento de principios\", critican las medidas pacifistas por el dialogo tomadas por la RPDC como una \"ofensiva tactica de dialogo\" e insultan hasta la maxima dignidad de esta parte connacional. \n\t\t\t\t\t\n\t\t\t\t\tY anuncian publicamente que el \"proceso de confianza de la Peninsula Coreana\" y la \"teoria de mantenimiento de principios\" persiguen el objetivo de lograr algun \"cambio del regimen norcoreano\". \n\t\t\t\t\t\n\t\t\t\t\tPara infundir el clima de enfrentamiento, arman sucesivamente las farsas intrigantes como el \"nombramiento de gobernadores de provincias\" norcoreanas movilizando los medios de prensa conservadores, los escritores venales y los belicistas.\n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios de guerra anti-RPDC se amplian mas que en el periodo antes de dialogo tanto en su contenido provocativo como en su dimension. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, cometen los crimenes de lesa humanidad anti-RPDC nunca vistos. \n\t\t\t\t\t\n\t\t\t\t\tSe tornan mas abiertas los secuestros a los ninos norcoreanos en ultramar. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, levantan una oleada de represion en suelo surcoreano vinculando injustamente con la RPDC el \"incidente de conspiracion para rebelion\". \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, se repiten los \"casos de grupos de espias\" inventados durante la epoca de dictadura militar. \n\t\t\t\t\t\n\t\t\t\t\tPara eludir la responsabilidad de la crisis actual creada por sus complots y campana conflictiva, los conservadores surcoreanos intentan vincular con la RPDC el caso de asesinato en el rio Rimjin hablando por otra parte de la \"solucion del problema humanitario\". \n\t\t\t\t\t\n\t\t\t\t\tEl crimen antietico y antinacional de la banda surcoreana sera condenado severamente por toda la nacion y la sociedad internacional."
        }
    ]
}