{
    "date": "2013-12-20",
    "url": "http://kcna.co.jp/item/2013/201312/2013-12-20ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Delegation of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-11ee.html",
            "content": "Kim Yong Nam Meets Delegation of Koreans in Japan\r\n Pyongyang, December 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with the delegation of Koreans in Japan led by O Hyong Jin, permanent adviser to the Research Institute on History of Korean Residents in Japan, at the Mansudae Assembly Hall on Friday."
        },
        {
            "title": "Congratulations to German Chancellor",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-13ee.html",
            "content": "Congratulations to German Chancellor\r\n Pyongyang, December 20 (KCNA) -- DPRK Premier Pak Pong Ju sent a congratulatory message to Angela Merkel on Wednesday on her reassumption of office as chancellor of the Federal Republic of Germany.\n\t\t\t\t\t The message wished the chancellor bigger success in her future work for the country's prosperity, expressing expectation and belief that the relations between the two countries would develop favorably in conformity with the desire and interests of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Pak Ui Chun sent a congratulatory message to Frank-Walter Steinmeier on his appointment as foreign minister of Germany on the same day."
        },
        {
            "title": "Message to Kim Jong Un from Ugandan President",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-23ee.html",
            "content": "Message to Kim Jong Un from Ugandan President\r\n Pyongyang, December 20 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, received a message from Yoweri Kaguta Museveni, Ugandan president, on Dec. 5.\n\t\t\t\t\t He said in his message that he, together with Kim Jong Un and the Korean people, praised the feats performed by Kim Jong Il, the eternal leader of the Korean people, for them and the world people, and his whole life on the occasion of the second anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t The message noted that Kim Jong Il led the DPRK to achieve the great political, economic and social development in his shining lifetime of devotion.\n\t\t\t\t\t\n\t\t\t\t\t His feats would be immortal, it said.\n\t\t\t\t\t\n\t\t\t\t\t It paid highest tribute to Kim Jong Un."
        },
        {
            "title": "Kim Jong Un Receives Gift from President of Algeria",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-09ee.html",
            "content": "Kim Jong Un Receives Gift from President of Algeria\r\n Pyongyang, December 20 (KCNA) -- Supreme leader Kim Jong Un received a gift from Abdelaziz Bouteflika, president of Algeria, on the occasion of the New Year, Juche 103 (2014).\n\t\t\t\t\t The gift was conveyed to the DPRK embassy in Beijing on December 16."
        },
        {
            "title": "Round-table Talks Held with Inhabitants upon Their Return Home from S. Korea",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-21ee.html",
            "content": "Round-table Talks Held with Inhabitants upon Their Return Home from S. Korea\r\n Pyongyang, December 20 (KCNA) -- Round-table talks with the inhabitants who returned the DPRK from south Korea took place at the Koryo Hall of Compatriots on Friday. They had been taken to south Korea, after being allured and abducted by agents of the south Korean puppet Intelligence Service (IS).\n\t\t\t\t\t They are Choe Kye Sun, 64, residing in Saegori-dong No.1 of Sapho District in Hamhung City of South Hamgyong Province, and Pak Jong Suk, 67, living in Munsu-dong No.1 of the Taedonggang District here.\n\t\t\t\t\t\n\t\t\t\t\t They first told, to begin with, how they had been taken to south Korea after being fallen into a trap laid by south Korean puppet agents.\n\t\t\t\t\t\n\t\t\t\t\t Choe said: I illegally crossed the border to go over to China, blinded by money-making, and wandered about its different places. I fell a prey to a trick of flesh traffickers bribed by agents of the IS before being taken to south Korea in December, 2011. I came into the care of the DPRK some time ago.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that it is one and half years since she returned home after spiting at the cursed south Korean society, Pak said she is leading a happy life together with her son and daughter-in-law at her home in Munsu-dong No.1 under the loving care of the party.\n\t\t\t\t\t\n\t\t\t\t\t Choe referred to the desperate moves of the south Korean puppet group to take inhabitants of the DPRK to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Pak said the south Korean puppet group is no more than a group of hooligans who run the whole gamut of despicable intrigues to take even one more inhabitant of the DPRK to south Korea in wanton violation of not only human ethics but the sovereignty of other countries and international law.\n\t\t\t\t\t\n\t\t\t\t\t Noting all the south Korean embassies in foreign countries are field plot-breeding centers for luring and abducting inhabitants of the DPRK, she disclosed the truth behind their criminal operations.\n\t\t\t\t\t\n\t\t\t\t\t Participants in the talks referred to the fact that the puppet group is making no scruple of perpetrating such base acts as luring and abducting citizens of the DPRK working in foreign countries and their children and holding them hostage and making even threatening phone calls to them.\n\t\t\t\t\t\n\t\t\t\t\t The group formed what it called a \"team for cooperation\" for operations to lure and abduct inhabitants of the DPRK and set up similar teams at its embassies in neighboring countries and is now getting frantic with those operations while reinforcing their staff, they added.\n\t\t\t\t\t\n\t\t\t\t\t They vehemently denounced the organized and premeditated abduction of the puppet group against humanity as unpardonable politically-motivated provocations to the DPRK and hideous acts that deserve international condemnation.\n\t\t\t\t\t\n\t\t\t\t\t They pointed to the situation in the corrupt south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t Choe Kye Sun said: What awaited me from the very moment I set foot on south Korea was neither house nor money but sub-human treatment at the IS.\n\t\t\t\t\t\n\t\t\t\t\t Pak said that the puppet group is imposing brain washing and education by use of visual aid upon inhabitants of the DPRK after bringing them to south Korea and then throwing them like rubble stones.\n\t\t\t\t\t\n\t\t\t\t\t Choe said: South Korea is a cold society where even an iota of humanity can hardly be found and a veritable hell where there is no one to whom one can file complaint even after one of the eyes is gouged out in broad daylight.\n\t\t\t\t\t\n\t\t\t\t\t \"Defectors from the north\" are subject to cold shoulder and ridicule wherever they go and have to live under the watch and control of the puppet group.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people are leading a miserable life, to say nothing of the wretched plight of the \"defectors from the north\" who had been allured and abducted to south Korea by the puppet group, Pak said, laying bare the hypocrisy of \"wellbeing\" touted by the puppet group.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is a veritable hell as all sorts of crimes occur in an unbroken chain, Choe said.\n\t\t\t\t\t\n\t\t\t\t\t The round-table talks disclosed that the puppet group is intensifying the watch for those who wanted to come back to the DPRK and the campaign to control, suppress and punish them by mobilizing the IS and police.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the round-table talks noted that the group is making desperate efforts to tarnish the international image of the DPRK and quell the ever-growing desire for reunification in south Korea but it is nothing but a reckless racket.\n\t\t\t\t\t\n\t\t\t\t\t Choe told how she came back to the DPRK, breaking with the cursed south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t Pak said: Recalling the days since I came back to the DPRK, I feel as if I were dreaming. It seems to me that I grow young day by day and I feel the worth of living in my homeland. That is why I am writing a book dealing with the quite different realities in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t Choe said: Indeed, the Workers' Party of Korea is like a true mother as it takes warm care of all our people. I will devote myself to the grateful party and the country in the future.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the round-table talks stressed that no desperate efforts on the part of the south Korean puppet group can ever destroy the single-minded unity of all service personnel and people who formed a harmonious whole centered on the great leader and dignified socialist system.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can block the Korean people dynamically advancing to build a thriving socialist nation and reunify the country, holding Marshal Kim Jong Un in high esteem and the future of Kim Il Sung's nation and Kim Jong Il's Korea is rosy, they declared."
        },
        {
            "title": "Meetings Adopt Letters of Loyalty for Kim Jong Un",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-22ee.html",
            "content": "Meetings Adopt Letters of Loyalty for Kim Jong Un\r\nPyongyang, December 20 (KCNA) -- Meetings took place at ministries, national institutions, industrial establishments, co-op farms, universities and colleges across the country to adopt letters fully supporting the decision at the enlarged meeting of the Political Bureau of the Central Committee of the Workers' Party of Korea and pledging loyalty for Marshal Kim Jong Un.\n\t\t\t\t\t The report on the enlarged meeting was read out to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said the enlarged meeting provided a sure guarantee for confidently advancing toward a final victory in single mind under the unitary leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution won a shining victory in defending socialism and brought about the dawn of a thriving nation, going through stern trials under the leadership of President Kim Il Sung and leader Kim Jong Il, they noted.\n\t\t\t\t\t\n\t\t\t\t\t A party can defend its revolutionary character as the party of the leader and fulfill its mission before history only when it firmly ensures the unity and cohesion centered on one idea and leadership. This is an iron truth proven by nearly seven decade-long history of the WPK, they stressed, adding it is the tradition of Mangyongdae and Mt. Paektu that can never change no matter how much water may flow under the bridge and how many generations are replaced by the others.\n\t\t\t\t\t\n\t\t\t\t\t A key to defending the lifeline of the Korean revolution and winning the victory in the building of a thriving nation is to uphold the Marshal at the supreme post of the revolution for all ages, they emphasized.\n\t\t\t\t\t\n\t\t\t\t\t They pledged to cherish the immutable faith that they know nobody except Kim Jong Un and uphold his leadership with loyalty.\n\t\t\t\t\t\n\t\t\t\t\t Letters to Kim Jong Un were adopted at the meetings."
        },
        {
            "title": "Vietnamese Army Day Marked in DPRK",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-02ee.html",
            "content": "Vietnamese Army Day Marked in DPRK\r\n Pyongyang, December 20 (KCNA) -- The charge d'affaires ad interim and the military attache of the Vietnamese Embassy here hosted a reception at the Taedonggang Diplomatic Club on Thursday on the occasion of the Vietnamese Army Day. \n\t\t\t\t\t Present there on invitation were generals and officers of the Korean People's Army, officials concerned and diplomatic envoys and military attaches of foreign embassies here. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Overseas Koreans Leave",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-12ee.html",
            "content": "Overseas Koreans Leave\r\n Pyongyang, December 20 (KCNA) -- Delegations of overseas Koreans left here on Friday after taking part in the memorial service which was held on the occasion of the second anniversary of demise of General Secretary Kim Jong Il. They included the delegation of the General Association of Koreans in China, the delegation of Korean artistes and the Association of Aged Koreans in China, the delegation of the Association of Korean Businessmen in Dandong, China and the delegation of the International United Confederation of Koreans."
        },
        {
            "title": "ECOWAS President Expresses Solidarity for Korean People's Just Cause",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-07ee.html",
            "content": "ECOWAS President Expresses Solidarity for Korean People's Just Cause\r\n Pyongyang, December 20 (KCNA) -- Jong Yong Chol, permanent representative of the DPRK at the Economic Community of West African States (ECOWAS), presented his credentials to Kadre Desire Ouedraogo, president of the ECOWAS, on Dec. 12.\n\t\t\t\t\t The president said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and General Secretary Kim Jong Il rendered material and moral assistance to African countries in the struggle for achieving independence and building a new society. This is deeply enshrined in the minds of the African people.\n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of the member nations of the ECOWAS and on my own behalf, pay highest tribute to Kim Jong Il on the occasion of the 2nd anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t I wish the Korean people greater successes in the efforts to defend the sovereignty of the country, build an economic power and improve the standard of people's living under the wise guidance of HE Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Korea will surely be reunified by the efforts of the Korean people free from the interference of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t I highly praise the DPRK for boosting cooperation in the political, economic and other fields in close touch with the member nations of the ECOWAS.\n\t\t\t\t\t\n\t\t\t\t\t I extend support and solidarity to the Korean people's just cause."
        },
        {
            "title": "New Korean Feature Film Produced",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-17ee.html",
            "content": "New Korean Feature Film Produced \r\n Pyongyang, December 20 (KCNA) -- The Korean April 25 Film Studio produced feature film \"Small House on Forefront\".\n\t\t\t\t\t The film depicts a field army surgeon who shows all sincerity for service personnel at a forefront post. It represents from where the loving care of commanding officers of the revolutionary army for soldiers stems.\n\t\t\t\t\t\n\t\t\t\t\t Hero of the film Ryom Min has worked as the head of the field medical treatment team on the forefront for a long period, true to the noble intention of General Secretary Kim Jong Il who takes the warmest care of soldiers. Ryom hands over his work to Thae Ung who volunteered to work there after graduating from a university.\n\t\t\t\t\t\n\t\t\t\t\t Thae Ung thinks of his honor before feeling responsible for his duty. Ryom, therefore, hands over his work to Thae Ung in a responsible manner, hoping he would become a good army surgeon for soldiers.\n\t\t\t\t\t\n\t\t\t\t\t Thae Ung is deeply touched to see Ryom helping commanding officers take warm care of soldiers as their parents would do and know well about their inmost troubles before anyone while climbing steep mountains on the forefront almost every day.\n\t\t\t\t\t\n\t\t\t\t\t Hearing the story about the field medical treatment team which can be found in the wartime only, Thae Ung deeply feels through the exemplary practices of Ryom that the sincerity for soldiers is based on the great comradeship of Kim Jong Il, not merely on medical skills.\n\t\t\t\t\t\n\t\t\t\t\t In particular, Thae Ung is deeply impressed by the self-sacrificing spirit of Ryom who pulls through a mine field without hesitation to operate on an urgent case on the day he is expected to leave the post after handing over his work, and thinks of comrade before his own life.\n\t\t\t\t\t\n\t\t\t\t\t Through the portrayal of army surgeons embodying Kim Jong Il's outlook on soldiers, the film impressively shows that the small field medical treatment team on the forefront is like a large home under his profound loving care for soldiers."
        },
        {
            "title": "News Analyst on Park Geun Hye's Dead Election Commitments",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-16ee.html",
            "content": "News Analyst on Park Geun Hye's Dead Election Commitments\r\nPyongyang, December 20 (KCNA) -- One year has passed since when Park Geun Hye took the helm of south Korea.\n\t\t\t\t\t At her inauguration, she declared to \"improve the people's livelihood, stand by her words and attain great unity.\" \n\t\t\t\t\t\n\t\t\t\t\t Earlier, she made more than 200 commitments allegedly for \"democracy, public welfare and peace\" during her \"presidential election campaign\"\n\t\t\t\t\t\n\t\t\t\t\t But now, south Korea was reduced into a hell of people's life, a theatre of political fraudulences and dictatorship and shambles of division and antagonism, the worst ever in its history, far from her slick commitments.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that her suave commitments turned worse into a leverage for anti-democratic, anti-popular misrule over south Korea, where injustice and fascism punish justice and democracy.\n\t\t\t\t\t\n\t\t\t\t\t  Park has established a fascist dictatorial rule in south Korea, copying her father Park Chung-Hee's reign of terror and repression.\n\t\t\t\t\t\n\t\t\t\t\t Under her regime, anyone calling for democracy and justice, be a politician or religionist and artist, becomes a target of harsh suppression after being branded as \"forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the regime has cracked down on even those demanding the implementation of \"election commitments\".\n\t\t\t\t\t\n\t\t\t\t\t Park openly reneged on her election promises that she would settle through \"governmental investigation\" the Ssangryong Motors crisis, which claimed massive lay-off along with brutal suppression.\n\t\t\t\t\t\n\t\t\t\t\t And she went the lengths of egging her lackeys to forcibly remove incense-burning altars, installed in memory of fallen Ssangryong Motors unionists and their family members who died on strikes, and to detain in custody a chairman of a branch trade union on a hunger-strike.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive of south Korea also abandoned her promise for \"economic democracy\", considered in favor of minor businesses. She pushed ahead with the privatization of public sectors by coercive means, quite contrary to her pledge of its democratic privatization, thus giving benefits only to plutocrats.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, she unhesitatingly revoked or revised most of her promises aimed at the improvement of people's livelihood, which drove their life from bad to the worst.\n\t\t\t\t\t\n\t\t\t\t\t According to a recent opinion poll by KBS with young people in their 20s and 30s, nearly half of them answered they had to give up at least one option out of dating, marriage and childbirth for lack of money.\n\t\t\t\t\t\n\t\t\t\t\t More than 7 million families or 45 percent of the total number of households in south Korea have not houses of their own while over 10 million people are living under poverty line.   \n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that south Korea has turned into a dreary desert of democracy and people's life, due to Park's criminal acts of reneging on her promises after her inauguration.\n\t\t\t\t\t\n\t\t\t\t\t She is not qualified for the \"president\" from the legal point of view, as she took the power by employing all sorts of criminal means and methods.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that Park, seized with all illegalities and hatred for working people, will continue to strangle democracy and ruin the people's living.\n\t\t\t\t\t\n\t\t\t\t\t Park and her group, forsaken by the people, will never escape from a stern punishment by the history."
        },
        {
            "title": "Kim Jong Il Is Always Alive in Hearts of Korean People",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-15ee.html",
            "content": "Kim Jong Il Is Always Alive in Hearts of Korean People\r\n Pyongyang, December 20 (KCNA) -- Two years have passed since General Secretary Kim Jong Il passed away unexpectedly.\n\t\t\t\t\t However, the yearning for him is still now surging in the hearts of the Korean people, who have linked themselves into closer relations with him. Such feelings can be felt at everywhere in the country, including the Ryugyong Health Complex, People's Open-air Ice Ink and other public service centers, provided under the care of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t In fact, Kim Jong Il devoted all his life only to the people's happiness and wellbeing.\n\t\t\t\t\t\n\t\t\t\t\t Once he visited the Sinuiju Cosmetics Factory, he came to know that its quality products were exported, irrespective of the domestic needs. Urging the factory to serve for the people before export, he saw to it that the government funded it to this end.\n\t\t\t\t\t\n\t\t\t\t\t When visiting a power station under construction, he showed deep care, before anything else, for the living conditions of inhabitants to be evacuated from its vicinity, saying that people's livelihood is more urgent than electricity output. He took a measure to build modern houses for those inhabitants before their evacuation.\n\t\t\t\t\t\n\t\t\t\t\t On December 17, Juche 100 (2011), the day of his demise, he got on train to make a journey of field guidance for the people's wellbeing, despite the strong demand of doctors and officials that he take medical treatment and absolute rest.\n\t\t\t\t\t\n\t\t\t\t\t That is why leader Kim Jong Il always remains alive in the hearts of the servicepersons and civilians of the DPRK and his smiling image gives great strength and courage to them advancing toward the bright future."
        },
        {
            "title": "Minju Joson Assails Japan's Zealous Move for Reinvasion",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-10ee.html",
            "content": "Minju Joson Assails Japan's Zealous Move for Reinvasion\r\n Pyongyang, December 20 (KCNA) -- The government of Japan recently reexamined the decision of a meeting of cabinet ministers in 1999 which stipulated the varieties of weapons available to \"members of Self-Defense Forces\" overseas and decided a policy to abrogate any limitation regulations as regards it.\n\t\t\t\t\t Minju Joson Friday in a commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Such move of Japan goes to clearly prove that it is rushing headlong into launching overseas invasion while eliminating all the obstacles in its way one by one.\n\t\t\t\t\t\n\t\t\t\t\t In actuality all the major policies of Japan have been oriented to realizing its wild ambition for overseas invasion and it has reached a very critical phase.\n\t\t\t\t\t\n\t\t\t\t\t Japan intends to revise even the law in a bid to exercise the \"right to collective self-defense\" at its will, and throw away the \"three principles of arms export\" like a pair of old shoes. It is now trying to let overseas \"SDF members\" carry all sorts of lethal weapons.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that Japan's move to rescind the decision of the 1999 cabinet ministerial meeting is not merely confined to the issue of carrying weapons.\n\t\t\t\t\t\n\t\t\t\t\t It is an ulterior design sought by Japan to seize a bayonet of reinvasion and brandish it at its will against other countries and nations.\n\t\t\t\t\t\n\t\t\t\t\t If such reckless move stepped up by Japan to materialize its wild ambition for reinvasion is overlooked, mankind will not be able to escape monstrous misfortunes. So it is a weighty political task of the international community to hinder Japan from emerging a war state. \n\t\t\t\t\t\n\t\t\t\t\t The reckless move of samurai descendents will only precipitate their self-destruction."
        },
        {
            "title": "KCTU Declares Solidarity Action with Railway Trade Union",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-14ee.html",
            "content": "KCTU Declares Solidarity Action with Railway Trade Union\r\n Pyongyang, December 20 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) in a statement on Dec. 18 declared the solidarity action with the Railway Trade Union.\n\t\t\t\t\t The statement said that the authorities are brutally cracking down on the strike of the trade union against the privatization of railway service but the \"National Assembly\" has not played any role.\n\t\t\t\t\t\n\t\t\t\t\t It noted that action is gaining in scope and strength to protect the trade union from the fascist suppression and bring home to the people the justice of the strike.\n\t\t\t\t\t\n\t\t\t\t\t If the authorities do not stop the privatization of railway service, the trade union will continue staging the strike and the solidarity action will be expanded, the statement stressed."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia ",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-01ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\n Pyongyang, December 20 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" was brought out in booklet by the Nakhodka Format Publishing House of Russia on Dec. 10. \n\t\t\t\t\t The work, published on July 26, Juche 101 (2012), deals with the essence of General Secretary Kim Jong Il's patriotism and his noble and patriotic life. \n\t\t\t\t\t\n\t\t\t\t\t It clarifies the important issues arising in embodying Kim Jong Il's patriotism."
        },
        {
            "title": "Kim Jong Il Remembered in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-03ee.html",
            "content": "Kim Jong Il Remembered in Different Countries\r\n Pyongyang, December 20 (KCNA) -- Round-table talks, lectures, seminars and book exhibitions took place in Russia, Mongolia, Indonesia and Germany on Dec. 12 and 13 on the occasion of the second anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t On display in the venues of the events were works of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un and books introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the faction of A Just Russia of the Maritime Territorial Legislative Assembly of Russia said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il protected the socialist cause from the U.S. moves to stifle the DPRK in the closing years of the last century. This is his great exploit.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will devotedly defend socialism and surely build a thriving nation as they are led by Kim Jong Un who is successfully carrying out the cause of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Mongolian Association for the Study of the Juche Idea-Songun Idea noted:\n\t\t\t\t\t\n\t\t\t\t\t Only the DPRK is saying what it will do against the arbitrary practices of the U.S. and its followers.\n\t\t\t\t\t\n\t\t\t\t\t It launched satellite Kwangmyongsong 3-2 on Dec. 12, 2012. This helped me know well about the fixed faith, will and pluck of Kim Jong Un to successfully accomplish the cause of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Germany-Ukraine Center noted that it was the greatest exploit of Kim Jong Il that he successfully solved the issue of the succession to leadership, adding the great leader makes the people strong.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the event held in Mongolia."
        },
        {
            "title": "Kim Jong Il's Feats Lauded in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-04ee.html",
            "content": "Kim Jong Il's Feats Lauded in Different Countries\r\n Pyongyang, December 20 (KCNA) -- Organizations of various countries held seminars on the exploits of General Secretary Kim Jong Il from Dec. 11 to 14 on the occasion of the second anniversary of his demise. They included the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, the Communist Party of Germany and the M.K.P Company of Malaysia.\n\t\t\t\t\t  V. V. Grishkov, first secretary of the Maritime Territorial Regional Committee, and other speakers lauded Kim Jong Il as a distinguished leader who defended socialism of the DPRK and demonstrated the dignity of the country in the most difficult period.\n\t\t\t\t\t\n\t\t\t\t\t  Torsten Schoevitz, chairman of the Communist Party of Germany, said Kim Jong Il performed undying feats for the prosperity of socialist Korea and that the Korean people firmly protected socialism in the tempest of history under his guidance.\n\t\t\t\t\t\n\t\t\t\t\t The general director of the Malaysian company noted that the long-running confrontation between the DPRK and the U.S. was a war without a gun report unprecedented in history, adding that the former has won only victories in the standoff with the latter under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Not only Korean people but also progressive mankind will always remember the personality of Kim Jong Il as a great man and his undying exploits, the general director stressed."
        },
        {
            "title": "Kim Jong Il Praised by Foreign Personages",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-05ee.html",
            "content": "Kim Jong Il Praised by Foreign Personages\r\n Pyongyang, December 20 (KCNA) -- Remembrance meetings took place on Dec. 10 and 11 on the occasion of the second anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t Dmitri Kostenko, chairman of the Russian Association for the Study of the Juche Idea, said Kim Jong Il was a prominent statesman who achieved the firm unity of people in the most challenging period and turned the DPRK into an invincible military power. He also praised Kim Jong Il as an outstanding thinker and theoretician who developed in depth the Juche idea, an original theory of revolution of great significance in world history.\n\t\t\t\t\t\n\t\t\t\t\t Eric Andersson, international secretary of the Communist Party in Sweden, said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was a great leader who led the Workers' Party of Korea and the Korean people along the road of victory, foiling the imperialists' move against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He made undying contributions to the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t It would have been unthinkable without his leadership that the Korean people have worked miracles on a daily basis full of conviction and optimism of their rosy future.\n\t\t\t\t\t\n\t\t\t\t\t The chief secretary of a regional committee of the Czechoslovak Communist Party said Kim Jong Il is boundlessly revered by not only the Korean people but also progressive mankind for his noble traits as a great man and for his exploits."
        },
        {
            "title": "Kim Jong Il's Feats Lauded by Foreign Media",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-06ee.html",
            "content": "Kim Jong Il's Feats Lauded by Foreign Media\r\n Pyongyang, December 20 (KCNA) -- Foreign media carried special write-ups between December 10 and 13 on the occasion of the 2nd anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t The Mongolian News Agency Montsame reported an article titled \"Kim Jong Il, on his heroic cause and traits\" illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il passed away in a train while providing ceaseless field guidance for the people. His footsteps were left in every nook and corner of the country.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had an access to the nuclear deterrence under the Songun leadership of Kim Jong Il, bringing the imperialists' nuclear threat to naught.\n\t\t\t\t\t\n\t\t\t\t\t The German newspaper Rote Fahne said in an article under the title of \"Leader Kim Jong Il's heritage\" illustrated with a portrait of him with broad smile on his face that the immortal exploits he performed all his life are precious heritages guaranteeing the victory of the socialist cause in the DPRK and the accomplishment of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The British Association for the Study of Songun Policy and the South African Group for the Study of Kimilsungism-Kimjongilism posted on their websites articles titled \"Key to victory of socialist cause\" and other articles illustrated with photos documenting revolutionary activities of Kim Jong Il and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The articles praised Kim Jong Il for leading the unprecedented confrontation with the U.S. to victory and turning the DPRK into an invincible military power with his Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t They also lauded Kim Jong Un for successfully carrying forward the idea and cause of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Il Remembered by Koreans in Uzbekistan",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-18ee.html",
            "content": "Kim Jong Il Remembered by Koreans in Uzbekistan\r\n Pyongyang, December 20 (KCNA) -- Koreans in Uzbekistan held a memorial service on Dec. 17 on the occasion of the second anniversary of General Secretary Kim Jong Il's demise.\n\t\t\t\t\t Present at the service were officials of an organization of Koreans in the country, heads of compatriots art troupes, and other Koreans there, and the charge d'affaires ad interim and staff members of the DPRK embassy in the country.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the service placed a floral basket and bunches of flowers before the full-length painting of President Kim Il Sung and leader Kim Jong Il standing together in the embassy before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Ju Yong Il, chairman of the Uzbekistan \"Old Persons\" Association for Korean Cultural Tradition, said that Kim Jong Il performed great feats for the sake of the country and nation and the times and revolution over a long period after he grew up, hearing the gun firing during the great anti-Japanese war as a lullaby at a secret camp in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Ju noted that thanks to his experienced and wise leadership, the homeland is standing imposingly in the world as a nuclear weapons state and a satellite manufacturer and launcher, adding that this greatly encouraged the compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un has provided ceaseless field guidance to build a thriving socialist nation in the motherland true to the behests of Kim Jong Il and led the great construction campaign for the people to great victory, he said.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that thanks to Kim Jong Un, Kim Jong Il would be immortal as the sun and the future of the country would remain rosy.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the determination of the Koreans in Uzbekistan to invigorate the work for the reunification and the prosperity of the country under the leadership of Kim Jong Un true to the last instructions of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Its participants looked round photos documenting the Songun revolutionary leadership feats of Kim Jong Il and watched a Korean film on his revolutionary activities."
        },
        {
            "title": "Kim Jong Il Remembered by Koreans in Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-19ee.html",
            "content": "Kim Jong Il Remembered by Koreans in Kyrgyzstan\r\n Pyongyang, December 20 (KCNA) -- The United Confederation of Koreans in Kyrgyzstan held a memorial service at the Korean Center on December 17, the 2nd anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t Present there were Pak Kyong Ho, chairman of the confederation, and its officials and compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before a portrait of Kim Jong Il at the center and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t Pak Kyong Ho in his speech said that the whole life of Kim Jong Il was the brilliant one of a great revolutionary, gifted iron-willed commander, simplest and benevolent father of the people.\n\t\t\t\t\t\n\t\t\t\t\t He noted that Kim Jong Il built the prospering socialist power in the homeland by successfully carrying forward the revolutionary cause of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The immortal exploits Kim Jong Il performed for the country and people will be everlasting along with the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The people miss him as his feats are great and he took warm loving care for the people. He will always live in the hearts of the compatriots and the world progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un is an outstanding leader recognized by the world.\n\t\t\t\t\t\n\t\t\t\t\t Compatriots will make a positive contribution to national reunification and the building of a thriving country true to the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The speakers recollected the revolutionary life, lofty traits and exploits of Kim Jong Il."
        },
        {
            "title": "Kim Jong Il Remembered by Japanese Religionists",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-20ee.html",
            "content": "Kim Jong Il Remembered by Japanese Religionists\r\n Tokyo, December 19 (KNS-KCNA) -- Ekan Ikeguchi, high priest of the Saifukuji Temple of Japan, visited the Korean Hall in Tokyo together with his disciple-priests and believers' delegates in Japan on December 17 and held a memorial service to commemorate the 2nd anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t Hung on the front wall of the venue of the service was a portrait of smiling General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Wreathes were laid before it.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid tribute to him in humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t Ekan Ikeguchi in a speech expressed belief that the Korean people would achieve great success in the drive for improving the people's standard of living and building a thriving nation under the wise leadership of First Secretary Kim Jong Un by implementing the behests of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He said he will work heart and soul for the Japan-DPRK friendship in future.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, expressed deep thanks to Ekan Ikeguchi and other priests and believers for holding a memorial service with splendor this year, too, in deep reverence for Kim Jong Il."
        },
        {
            "title": "Kim Yong Nam se reune con delegacion de recordacion de coreanos residentes en Japon",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-24ee.html",
            "content": "Kim Yong Nam se reune con delegacion de recordacion de coreanos residentes en Japon\r\nPyongyang, 20 de diciembre (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, departio hoy en un ambiente fraternal en el Palacio de los Congresos Mansudae con la delegacion de recordacion de los coreanos residentes en Japon encabezada por O Hyong Jin, asesor permanente del Instituto de Historia de Coreanos Residentes en Japon."
        },
        {
            "title": "Premier y canciller de RPDC felicitan a sus homologos alemanes",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-25ee.html",
            "content": "Premier y canciller de RPDC felicitan a sus homologos alemanes\r\nPyongyang, 20 de diciembre (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, envio el dia 18 un mensaje a Angela Merkel para felicitarle por su reeleccion como canciller de la Republica Federal de Alemania.\n\t\t\t\t\tEn su mensaje, el remitente expresa la esperanza y conviccion de que las relaciones entre los dos paises se desarrollaran favorablemente conforme al deseo e intereses de los pueblos de ambas partes y desea a la destinataria mayores exitos en sus futuras labores para la prosperidad del pais.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, el ministro coreano de Relaciones Exteriores Pak Ui Chun remitio un mensaje de felicitacion a su homologo nuevamente nombrado, Frank Walter Steinmeier."
        },
        {
            "title": "Efectuada 4a reunion de comite conjunto N-S de ZIK",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-26ee.html",
            "content": "Efectuada 4a reunion de comite conjunto N-S de ZIK\r\nKaesong, 19 de diciembre (ACNC) -- Tuvo lugar en el terreno la cuarta reunion del comite conjunto Norte-Sur de la Zona Industrial de Kaesong, en la cual se abordaron los asuntos practicos que se presentan en normalizar la ZIK tras su reinicio.\n\t\t\t\t\tAmbas partes acordaron seguir consultando en el futuro por el respecto."
        },
        {
            "title": "Tiene lugar mesa redonda con habitantes vueltas a RPDC",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-27ee.html",
            "content": "Tiene lugar mesa redonda con habitantes vueltas a RPDC\r\nPyongyang, 20 de diciembre (ACNC) -- Tuvo lugar este viernes en la Casa de Compatriotas de Coryo la mesa redonda con las habitantes que habian sido raptadas al Sur de Corea por los titeres surcoreanos y volvieron a la Republica Popular Democratica de Corea.\n\t\t\t\t\tA la ocasion asistieron Choe Kye Sun (64 anos de edad), moradora del barrio Saegori no.1 del municipio de Sapho de la ciudad de Hamhung de la provincia de Hamgyong del Sur, y Pak Jong Suk (67 anos de edad), moradora del barrio Munsu no.1 del capitalino municipio de Taedonggang.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, las asistentes contaron los detalles de como se trasladaron al Sur de Corea siendo enganadas por la banda surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tChoe dijo que cayo en la trampa de los traficantes de seres humanos, sobornados por el Servicio Nacional de Inteligencia del Sur de Corea, mientras vagabundeaba en China adonde entro ilegalmente para ganar el dinero.\n\t\t\t\t\t\n\t\t\t\t\tElla fue trasladada al Sur de Corea en diciembre de 2011 y regreso hace poco a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPak conto que ya pasaron un ano y medio desde que repatriara desenganada de la maldita sociedad surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que bajo la atencion benevola del partido, vive ahora felizmente con su hijo y nuera en el barrio Munsu no.1 del municipio de Taedonggang.\n\t\t\t\t\t\n\t\t\t\t\tChoe recordo que la banda surcoreana actua obstinadamente para seducir y llevar a los habitantes norcoreanos al Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tPak refirio que ese grupo de corruptos hace todo lo posible para raptar a mas habitantes norcoreanos violando flagrantemente la soberania de otros paises y hasta leyes internacionales.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que todas las embajadas surcoreanas en otros paises son aparatos que ejecutan en el terreno el rapto y el secuestro.\n\t\t\t\t\t\n\t\t\t\t\tLas participantes mencionaron que ultimamente, los titeres surcoreanos hacen llamadas telefonicas de chantaje tomando como rehenes a los norcoreanos raptados y secuestrados mientras trabajaban en el extranjero o sus hijos.\n\t\t\t\t\t\n\t\t\t\t\tProsiguieron que ellos organizaron con ese objetivo el llamado \"equipo de cooperadores\" e instauraron en las embajadas surcoreanas en los paises vecinos los grupos encargados cuya membresia crece constantemente.\n\t\t\t\t\t\n\t\t\t\t\tEse crimen antietico organizado y planificado es una provocacion politica imperdonable contra la RPDC y debe ser condenado por la sociedad internacional, denunciaron. \n\t\t\t\t\t\n\t\t\t\t\tY revelaron la realidad de la sociedad surcoreana corrupta. \n\t\t\t\t\t\n\t\t\t\t\tChoe dijo que desde cuando dio su primer piso  en el suelo surcoreano recibio, lejos de la casa lujosa y dinero, los tratos infrahumanos en el Servicio Nacional de Inteligencia y el \"Centro Hana\". \n\t\t\t\t\t\n\t\t\t\t\tPak tambien revelo que los titeres surcoreanos maltratan a los norcoreanos secuestrados despues de obligarles la educacion mental y la visual y agrego que ahora ellos viven en la penuria sufriendo las desgracias  infrahumanas. \n\t\t\t\t\t\n\t\t\t\t\tChoe dijo que la sociedad surcoreana es el infierno donde no se puede sentir el afecto del ser humano. \n\t\t\t\t\t\n\t\t\t\t\tLos \"fugitivos norcoreanos\" reciben por doquier los tratamientos frios y burlas y viven siempre bajo la vigilancia y control de los titeres. \n\t\t\t\t\t\n\t\t\t\t\tPak dijo que no solo los \"fugitivos norcoreanos\" sino tambien los habitantes surcoreanos llevan una vida tragica y desenmascaro el caracter enganoso de \"felicidad\" de que hablan los titeres. \n\t\t\t\t\t\n\t\t\t\t\tChoe tambien afirmo que es el infierno humano el Sur de Corea donde ocurren incesantemente los crimenes de toda indole. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion quedaron descubiertos los crimenes de la banda titere que, en contubernio con el Servicio de Inteligencia y la policia, libra la vigilancia, control y ejecucion sobre las personas que pretenden regresar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos se desesperan por manchar el prestigio exterior de la RPDC y exterminar el cada dia mas creciente clima de reunificacion, pero en vano, apuntaron. \n\t\t\t\t\t\n\t\t\t\t\tChoe se refirio al curso de su regreso a la patria. \n\t\t\t\t\t\n\t\t\t\t\tPak dijo que aunque paso mucho tiempo desde cuando volvio a la patria, pero le parece todavia sonar, y que esta escribiendo un libro sobre la realidad diferente del Norte y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tChoe expuso la decision de hacer todos los esfuerzos por el partido gracioso y la patria enfatizando que el regazo del partido es el de madre. \n\t\t\t\t\t\n\t\t\t\t\tApuntaron que los titeres surcoreanos no podran derrocar con nada el prestigioso regimen socialista coreano ni quebrantar la unidad monolitica de todos los militares y civiles en torno al lider. \n\t\t\t\t\t\n\t\t\t\t\tNadie en este mundo puede detener el avance del pueblo coreano que lucha por la construccion de un Estado prospero socialista y la reunificacion de la patria, bajo la guia del Mariscal Kim Jong Un, y es muy radiante el futuro de la nacion de Kim Il Sung y Corea de Kim Jong Il, concluyeron."
        },
        {
            "title": "FGSC se solidariza con lucha de obreros ferroviarios de Sur de Corea",
            "url": "http://kcna.co.jp/item/2013/201312/news20/20131220-28ee.html",
            "content": "FGSC se solidariza con lucha de obreros ferroviarios de Sur de Corea\r\nPyongyang, 20 de diciembre (ACNC) -- El portavoz del Comite Central de la Federacion General de los Sindicatos de Corea (FGSC) hizo publica el dia 19 una declaracion expresando apoyo y solidaridad con los obreros ferroviarios del Sur de Corea que libran huelga general contra la gobernacion antipopular de las autoridades titeres surcoreanas.\n\t\t\t\t\tDe acuerdo con el documento, el paro ferroviario es una lucha justa por defender el derecho a la vida y los otros democraticos y significa la explosion del rencor que guardan los obreros surcoreanos de las autoridades que tratan de convertirlos en esclavos del capital dependiente y el monopolio extranjero y abusar del problema de existencia de las masas trabajadoras en funcion de la inhumana competencia del capital de los explotadores sanguijuelas.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, las autoridades surcoreanas reprimen salvajemente a los huelguistas haciendo recordar la tristemente celebre dictadura de \"Yusin\" (renovacion) de Park Chung Hee, senala la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn aquel periodo, bajo el pretexto de \"industrializacion\", se reprimia brutalmente a los obreros que pretendian fundar sindicatos o hacer huelgas.\n\t\t\t\t\t\n\t\t\t\t\tAhora llega al cielo la colera de diversos estratos surcoreanos por la infame politica antidemocratica y antipopular de la banda titere que quiere resucitar la dictadura de \"Yusin\".\n\t\t\t\t\t\n\t\t\t\t\tDurante un ano transcurrido, las masas trabajadoras del Sur de Corea sintieron en carne propia la prioridad de luchar por defender la justicia y verdad, rescatar la dignidad y el derecho a la vida y construir un nuevo mundo democratizado.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, deviene ahora la corriente infrenable de la epoca la lucha del pueblo por la retirada del \"poder\".\n\t\t\t\t\t\n\t\t\t\t\tAl igual que la dictadura de \"Yusin\", el \"poder\" actual se arruinara tambien siendo condenado por el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tTriunfara sin falta la lucha de los habitantes surcoreanos de diferentes sectores por la justicia y la verdad.\n\t\t\t\t\t\n\t\t\t\t\tTodos los obreros de la Republica Popular Democratica de Corea estaran siempre al lado de los habitantes surcoreanos, incluyendo los obreros, levantados en la lucha contra el renacimiento de la dictadura de \"Yusin\" y por lograr el derecho a la vida y la democratizacion de la sociedad."
        }
    ]
}