{
    "date": "2013-06-30",
    "url": "http://kcna.co.jp/item/2013/201306/2013-06-30ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Artillery Fire of KPA Unit 851",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-16ee.html",
            "content": "Kim Jong Un Guides Artillery Fire of KPA Unit 851\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's army, guided an artillery fire of the KPA Unit 851.\n\t\t\t\t\t He received a report from its commanding officer on the plan for the artillery fire and disposition of artillery sub-units, and issued an order to start the fire.\n\t\t\t\t\t\n\t\t\t\t\t Guns hit targets in simulated enemy position.\n\t\t\t\t\t\n\t\t\t\t\t He said that the fire was conducted under a sudden situation given by him, adding that the artillerymen of the unit are keeping themselves ready to make a telling shot in any circumstances as they have staged training hard, keeping in their mind the party's call for increasing their firing capacity.\n\t\t\t\t\t\n\t\t\t\t\t What is important for artillerymen in combat preparations is to become sharp shooters by strengthening their peace-time training, he said, setting forth important tasks for rounding off the preparations.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the artillerymen of the unit would put spurs to the combat preparations in order to reliably protect the security of the country and happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, Ri Yong Gil, Pak Thae Song, Hwang Pyong So, Hong Yong Chol, Yun Tong Hyon, Pak Jong Chon, Ju To Hyon and Rim Kwang Il."
        },
        {
            "title": "Greetings to President of Democratic Congo",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-13ee.html",
            "content": "Greetings to President of Democratic Congo\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greeting to Joseph Kabila Kabange, president of Democratic Congo, on the occasion of the 53rd anniversary of its independence.\n\t\t\t\t\t Expressing the belief that the excellent friendly and cooperative relations existing between the two countries would grow stronger in various fields in the future, Kim sincerely wished the president greater success in his responsible work for the stability and development of the country."
        },
        {
            "title": "DPRK Delegations Returns Home",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-14ee.html",
            "content": "DPRK Delegations Return Home\r\n Pyongyang, June 30 (KCNA) -- The delegation of the Journalists Union of Korea led by Vice-Chairman Ri Hyok Song and the friendship delegation led by Kim Ung Jin, rector of Pyongyang University of Dramatic and Cinematic Arts, came back home on Sunday after visiting China."
        },
        {
            "title": "More Data Showing U.S. Massacre Discovered ",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-15ee.html",
            "content": "More Data Showing U.S. Massacre Discovered \n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- More data about atrocities committed by the U.S. imperialist aggression forces during the 1950-1953 Korean war were discovered and added to dozens of houses of class education across the country for the past over a decade. A great number of explosives that were dropped by the aggressors were also found in the period.\n\t\t\t\t\t More than 1 500 pieces of evidence were newly added to the Susan-ri House of Class Education in Kangso District.\n\t\t\t\t\t\n\t\t\t\t\t Some of them deal with the massacre of over 1 050 citizens or one third of Susan-ri population by the U.S. imperialist aggression forces in the period of the temporary strategic retreat of the Korean People's Army during the war.\n\t\t\t\t\t\n\t\t\t\t\t Put on display at the Songchon County House of Class Education in South Phyongan Province are remains of more than 80 patriots and inhabitants who were ruthlessly killed in Sakchang-ri at the hands of the class enemies who were given an order by the U.S. imperialists. Over 240 pieces of relics of more than 10 kinds were additionally put on show, including rubber shoes, buttons and keys.\n\t\t\t\t\t\n\t\t\t\t\t The Sinchon County House of Class Education in South Hwanghae Province discovered and ascertained a site where people were buried alive. Remains of 59 patriots who were buried alive were found halfway up Mt. Hyanggyo. Their hands were found bound with wire and their bodies stabbed by bayonets.\n\t\t\t\t\t\n\t\t\t\t\t The North Hwanghae Provincial House of Class Education found remains of patriots killed in various places of the province and lots of data revealing massacre.\n\t\t\t\t\t\n\t\t\t\t\t More than 21 000 dud bombs were removed in the site of reclaiming Sepho tableland. More bombs and explosives indicative of the monstrous bombing committed by the U.S. imperialists half a century ago are being discovered across the country."
        },
        {
            "title": "Rodong Sinmun Denounces S. Korean Warmongers' Racket",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-08ee.html",
            "content": "Rodong Sinmun Denounces S. Korean Warmongers' Racket\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- The south Korean puppet forces have recently kicked up the racket of \"south Korean abductees\", an act which can never be overlooked, says Rodong Sinmun Sunday in a bylined commentary.\n\t\t\t\t\t They branded those who came over to the northern half of the Republic with the patriotic will for reunification including Kim Kyu Sik as \"south Korean abductees during the war,\" a fact indicative of the absurdity of the south Korean forces' racket.\n\t\t\t\t\t\n\t\t\t\t\t It is an unpardonable insult and wicked act that renege on national conscience that they branded those pro-reunification patriots who are alive in the memory of the Koreans for their admiration for the great sun of the nation and devotion to the homeland and the nation, as \"abductees by the north\".\n\t\t\t\t\t\n\t\t\t\t\t The news analyst goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' racket is aimed to make the story of \"southward invasion\" sound plausible and escalate the confrontation with the DPRK and the moves to ignite the war against it in alignment with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean regime should know that its racket will get it nowhere. Such an absurd racket would never work on the DPRK but will only reveal its true colors as trickster.\n\t\t\t\t\t\n\t\t\t\t\t  The south Korean authorities should not run reckless, looking back upon the fate their predecessors met for their anti-DPRK smear campaign, being obsessed with the confrontation with the fellow countrymen."
        },
        {
            "title": "S. Korean Authorities' Moves for Cooperation with Foreign Forces under Fire",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-09ee.html",
            "content": "S. Korean Authorities' Moves for Cooperation with Foreign Forces under Fire\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- All Koreans should strongly denounce and reject the south Korean authorities' moves for cooperation with foreign forces and solve the issue of reunification independently by their concerted efforts.\n\t\t\t\t\t Rodong Sinmun Sunday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t To realize the national cooperation in the spirit of \"By our nation itself\" serves as an essential requirement for independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The national cooperation is the only correct way for the Koreans to frustrate the interference by foreign forces and achieve reunification of the country independently and peacefully by their own efforts.\n\t\t\t\t\t\n\t\t\t\t\t The embodiment of the idea of \"By our nation itself\" which was set forth in the June 15 joint declaration will precisely lead to national cooperation. The remarkable successes achieved in the national reunification movement and inter-Korean relations after the adoption of the declaration prove that there can be neither national reconciliation and unity nor any success in the activities for reunification without national cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The national cooperation is a revelation of consciousness of independence and unity and the cooperation with foreign forces is one of submission and confrontation. The cooperation with foreign forces, chieftain of division and obstructer of reunification, means traitorous and anti-reunification act. The full realization of national cooperation is a shortcut to frustrating the moves of the anti-reunification forces, improving the inter-Korean relations, ensuring peace on the Korean Peninsula and promoting common prosperity of the nation in reliance on the resourcefulness, wisdom and the united strength of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t When the north and the south share their patriotic intention and mind and keep step with each other under the banner of \"By our nation itself\", all the moves of warmongers at home and abroad would be frustrated and a phase favorable for realizing independent reunification be created.\n\t\t\t\t\t\n\t\t\t\t\t Nobody can dampen the unanimous aspiration and desire of all the Koreans to build a reunified country, peaceful and prosperous, on this land at any cost by pooling their efforts."
        },
        {
            "title": "Fascist Suppression by S. Korean Puppet Authorities under Fire",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-11ee.html",
            "content": "Fascist Suppression by S. Korean Puppet Authorities under Fire\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- A joint press conference in Seoul on Friday by civic and social organizations condemned the fascist suppression by the puppet government authorities. They included the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), People's Strength for Building New World, Solidarity for Progress and the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy.\n\t\t\t\t\t They denounced the Intelligence Service (IS) and police for forcibly searching houses and offices of members of the South Headquarters including Kim Ul Su, acting chairman of the Headquarters, and arresting two core members. Soon afterwards on Thursday the warrants of arrest for them were demanded.\n\t\t\t\t\t\n\t\t\t\t\t The on-going suppression targeting the South Headquarters was apparently prompted by a political intention to disintegrate and stamp out the movement of Pomminryon.\n\t\t\t\t\t\n\t\t\t\t\t The activities of the Pomminryon South Headquarters for implementing the inter-Korean joint declaration are very just ones in line with all the Koreans' desire for reunification. So, the suppression of the activities of the organization means a challenge to the whole nation hoping for independent reunification, and a treacherous criminal act.\n\t\t\t\t\t\n\t\t\t\t\t The organizations demanded the immediate release of those arrested for no proper reason.\n\t\t\t\t\t\n\t\t\t\t\t If the present \"government\" defies the just demand to the last, it can never escape from the resistance of the whole nation, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They called for disbanding the IS, which violates democracy and suppresses the forces for reunification movement, and abolishing the \"Security Law\", evil law against reunification."
        },
        {
            "title": "Candlelight Actions Launched in S. Korea ",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-01ee.html",
            "content": "Candlelight Actions Launched in S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- Candlelight actions were launched in different parts of south Korea on Friday to denounce the illegal interference in the election by the Intelligence Service (IS).\n\t\t\t\t\t A candlelight meeting took place in Jongro-District of Seoul under the sponsorship of the Emergency Situation Council to Denounce IS Interference in Presidential Election for Political Operation which consists of more than 200 civic and social organizations. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were around 3 000 people from all walks of life including members of civic and social organizations, labor movement organizations, workers, citizens, university professors, law makers from opposition parties and students. \n\t\t\t\t\t\n\t\t\t\t\t Speaker at the meeting said that the case of the IS interference in the last \"presidential election\" is a political coup more serious than all the previous fraud-tainted elections, notably the March 15 election of Syngman Rhee. \n\t\t\t\t\t\n\t\t\t\t\t When its illegality was brought to light, the IS made public the minutes of the 2007 south-north summit, the speakers said, adding the continued despicable acts against the people are aimed to put forward the present chief executive.\n\t\t\t\t\t\n\t\t\t\t\t On the same day personages of different social standings, citizens, law makers from opposition parties and students in Taejon held a candlelight meeting in the plaza of Taejon Railway Station. \n\t\t\t\t\t\n\t\t\t\t\t Participants in the meeting said the ruling party and police interfered in the case in an organized way. The chieftains of the case should be severely punished and the present chief executive should directly make an apology to the people, they urged. \n\t\t\t\t\t\n\t\t\t\t\t It was reported that the candlelight actions denouncing the IS's illegality took place simultaneously in more than 10 cities of south Korea including Pusan, Kwangju and Taegu."
        },
        {
            "title": "S. Korean Authorities Search Peasant Poet's House",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-10ee.html",
            "content": "S. Korean Police Searches Peasant Poet's House\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- The south Korean police searched the house of Jong Sol Gyo, a peasant poet, on June 26.\n\t\t\t\t\t The puppet Intelligence Service and the Security Investigation Group of the Kangwon Metropolitan Police Agency searched his house for six hours to seize more than 290 books, photos, pictures and etc., charging that he \"praised and encouraged the north\" in violation of the \"National Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t The reason of the suppression was his contribution of an article to the south Korean internet paper Jajuminbo."
        },
        {
            "title": "S. Korean Youth Organizations Publish Declarations on Situation",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-12ee.html",
            "content": "S. Korean Youth Organizations Publish Declarations on Situation\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- 13 south Korean youth organizations held a meeting in the plaza before Kwanghwamun in Seoul on June 28 to publish the declaration on the situation in denunciation of the Intelligence Service (IS). They included the Youth Federation, the Christian Youth Council and the Youth Association of Chondo-gyo.\n\t\t\t\t\t The declaration said that declarations on the situation condemning IS for violating democracy have been published in succession by students, religionists, university professors and civic organizations since the first declaration on the situation was published at the general meeting of the students of the Seoul National University.\n\t\t\t\t\t\n\t\t\t\t\t But the present chief executive shirked off her responsibility, saying that she didn't know about it, and IS has put the media under its control and resorted to all brutal means and methods to block the escalation of the case about its interference in the past \"presidential election\" by opening to the public even the minutes of the north-south summit, the declaration said.\n\t\t\t\t\t\n\t\t\t\t\t It clarified as follows in reflection of the will of the youths from all walks of life even though they have differences in religious belief, political view and region:\n\t\t\t\t\t\n\t\t\t\t\t Firstly, the truth into IS's interference in the \"presidential election\" and suspicious concealment of the case by the police and public prosecutor should be delved.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, Won Se Hun, ex-chief of IS, and Kim Yong Pan, ex-chief of the Seoul Metropolitan Police Agency, should be detained at once.\n\t\t\t\t\t\n\t\t\t\t\t Thirdly, IS should be reformed in all aspects and measures be taken to prevent the recurrence of underhand politics.\n\t\t\t\t\t\n\t\t\t\t\t Fourthly, the president, who is concerned with the case and also the final person in charge of it, should formally apologize to the people."
        },
        {
            "title": "Korean People's War Victory Day to Be Marked in Romania",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-04ee.html",
            "content": "Korean People's War Victory Day to Be Marked in Romania\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- A Romanian preparatory committee was inaugurated on June 20 to mark the 60th anniversary of the victory in the Korean War.\n\t\t\t\t\t Constantin Rotaru, chairman of the Romanian Socialist Union, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to set the days from June 25 to July 27 as a celebration period and organize colorful political and cultural events in the period."
        },
        {
            "title": "Korean People's War Victory Day to Be Marked in Venezuela",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-06ee.html",
            "content": "Korean People's War Victory Day to Be Marked in Venezuela\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- A preparatory committee for celebrating the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War was inaugurated in Lara State on June 23.\n\t\t\t\t\t Omar Lopez, chairman of the Venezuelan National Society for the Study of the Juche Idea, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize various political and cultural events on the occasion."
        },
        {
            "title": "Kim Jong Il's Party-building Exploits Praised by Pakistani",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-02ee.html",
            "content": "Kim Jong Il's Party-building Exploits Praised by Pakistani\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- Berkat Ullah, chairman of the Pakistan Organization for the Study of the Juche Idea, made public a statement on June 17 to mark the 49th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. \n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The WPK could fully display its might in organizing and leading the Korean people to victory. This was entirely attributable to the tireless efforts made by Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The most important exploit of Kim Jong Il is the ideological and theoretical one. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il regarded the revolutionary idea of President Kim Il Sung as guidelines of the revolution and construction and steadily enriched it as required by the changed situation. \n\t\t\t\t\t\n\t\t\t\t\t He achieved the invincible unity and cohesion of the party.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his energetic leadership the WPK grew up to be an organizational integrity sharing the same thinking and action in line with the idea and intention of the leader despite whatever difficulties. When some parties of socialist countries took down the red flag, the WPK has invariably advanced along the way chosen by it. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il developed the WPK into a party with a powerful foundation of popular masses. \n\t\t\t\t\t\n\t\t\t\t\t The exploits he performed for the development of the WPK and the DPRK will be immortal in the hearts of mankind."
        },
        {
            "title": "Kim Jong Il Praised by Foreign Newspapers ",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-03ee.html",
            "content": "Kim Jong Il Praised by Foreign Newspapers \n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- Foreign newspapers carried special write-ups to mark the 49th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea. \n\t\t\t\t\t The Russian paper Patriot No. 23 carried an article \"Kim Jong Il's exploits in developing WPK\" with a photo of his smiling image. \n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il performed distinguished exploits in party building while leading the WPK for a long period. \n\t\t\t\t\t\n\t\t\t\t\t His greatest exploit is that he turned the WPK into an integral whole transparent in ideology, a party that has achieved firm unity and cohesion. \n\t\t\t\t\t\n\t\t\t\t\t Another exploit is that he made the WPK a genuine mother party serving the people. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il saw to it that popular policies including free medical care and free education system were invariably pursued at the end of the last century when the imperialist allied forces escalated anti-socialist offensive and the DPRK faced the worst ordeals and difficulties. \n\t\t\t\t\t\n\t\t\t\t\t His party building exploit will shine forever along with the WPK winning victory after victory. \n\t\t\t\t\t\n\t\t\t\t\t The Mexican paper Unidad Nacional on June 15 carried an article with a photo of Kim Jong Il being with the dear respected Kim Jong Un. The article praised the undying exploits of the peerlessly great man who developed the WPK into a veteran and tested guiding force and ever-victorious party. \n\t\t\t\t\t\n\t\t\t\t\t The British paper The New Worker on June 21 ran an article titled \"Shortcut to victory\" with a photo of Kim Jong Un. It said the validity and vitality of the WPK's new line on simultaneously pushing forward economic construction and the building of nuclear force will clearly be proved as the days go by."
        },
        {
            "title": "U.S. Urged to Respond to DPRK's Proposal",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-05ee.html",
            "content": "U.S. Urged to Respond to DPRK's Proposal\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- Tyokansan Sanomat, the organ of the Communist Workers' Party of Finland For the Peace and Socialism, carried an article on June 24 supporting the DPRK's proposal for the conclusion of a peace treaty.\n\t\t\t\t\t The article said the Korean Armistice Agreement (AA) has been persistently breached by the U.S. and the south Korean authorities ever since its conclusion.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK loving peace earnestly proposed replacement of the AA with a peace treaty with the U.S. in order to ensure the durable peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Had a peace treaty been concluded and the U.S. not threatened the DPRK with nukes, the latter would not have accessed nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. truly wants peace and security, it has to stop its nuclear threats and aggression war drills against the DPRK in action, not in words.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should respond to the DPRK's proposal on concluding a peace treaty as soon as possible."
        },
        {
            "title": "U.S. Forces' Presence in South Korea Condemned Abroad",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-07ee.html",
            "content": "U.S. Military Presence in South Korea Condemned Abroad\n\t\t\t\t\t\t\r\n Pyongyang, June 30 (KCNA) -- The international community is becoming stronger in their voices condemning the U.S. imperialists for desperately trying to provoke a new war while zealously looking for a chance to occupy the whole Korean Peninsula with an ambition to dominate the world.\n\t\t\t\t\t The Nepalese paper Arpan said:\n\t\t\t\t\t\n\t\t\t\t\t The issue of the withdrawal of U.S. forces from the peninsula has been raised since the U.S. forces' occupation of south Korea after the Second World War.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is justifying its military presence in south Korea, citing unreasonable excuses.\n\t\t\t\t\t\n\t\t\t\t\t It cried out for the necessity of its military presence in south Korea in a bid to contain the former Soviet Union forces' \"southward advance\". After the collapse of the Soviet Union it described its forces in south Korea as \"forces deterring disputes\" and \"a means for stability\", while speaking loudly of ensuring the security of the Asia-Pacific region including the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Finnish paper Tyokansan Sanomat said the U.S. can never be a country ensuring the world peace as it has always been an aggressor.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of the Juche Idea posted an article on its website, which said the U.S. has not yet pulled its forces out of south Korea with an ambition to dominate the world.\n\t\t\t\t\t\n\t\t\t\t\t A British expert in international affairs said the DPRK's demand for concluding a peace treaty has been denied by the U.S. and the south Korean puppet regime, and the U.S. has not yet given up its military prerogative for mounting a nuclear attack upon the DPRK at any time.\n\t\t\t\t\t\n\t\t\t\t\t The France-Korea Friendship Association stated the fair-minded public opinion is of the view that sanctions and pressure will no longer work on the DPRK as the U.S. attempt to stifle it could not bring its people to their knees.\n\t\t\t\t\t\n\t\t\t\t\t The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea in a joint statement said in case the U.S. opts for a clash at last, the service personnel and people of the DPRK will certainly protect its sovereignty and achieve the cause of national reunification."
        },
        {
            "title": "Kim Jong Un visita Fabrica de Maquinas de Sinhung",
            "url": "http://kcna.co.jp/item/2013/201306/news30/20130630-17ee.html",
            "content": "Kim Jong Un visita Fabrica de Maquinas de Sinhung\n\t\t\t\t\t\t\r\nPyongyang, 30 de junio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la Fabrica de Maquinas de Sinhung.\n\t\t\t\t\tAnte todo, el Mariscal recorrio la sala para la educacion de la historia revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tViendo los datos y objetos historicos exhibidos alli, recordo con emocion las hazanas de guia del Presidente Kim Il Sung y el Dirigente Kim Jong Il sobre la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tEn su recorrido por los talleres de montaje y elaboracion y otros puntos, hizo conocimiento detallado de produccion y de modernizacion de equipos.\n\t\t\t\t\t\n\t\t\t\t\tMostro su gran satisfaccion en el taller de montaje lleno de maquinas.\n\t\t\t\t\t\n\t\t\t\t\tPuso funcionamiento las maquinas fabricadas cerciorandose de sus especificaciones.\n\t\t\t\t\t\n\t\t\t\t\tEn el taller de elaboracion, se cercioro del estado de funcionamiento y modernizacion de equipos.\n\t\t\t\t\t\n\t\t\t\t\tPasando por el almacen de accesorios de reserva y el otro de herramientas, dijo que con tal preparativo perfecto pueden normalizar la produccion.\n\t\t\t\t\t\n\t\t\t\t\tEnterado del estado de introduccion de tecnologia CNC en los equipos, el Mariscal apunto que los equipos modernizados y los otros se diferencian mucho tanto en el funcionamiento como en las figuras y ambiente de trabajo.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas que se presentan ante la fabrica subrayando que esta tiene suma importancia en el desarrollo de industria de construccion de maquinaria.\n\t\t\t\t\t\n\t\t\t\t\tHay que normalizar en alto nivel la produccion y cumplir sin falta los planes asumidos, asevero y senalo que para ese efecto, las unidades vinculadas deben suministrar a tiempo los materiales de acero y las piezas de colaboracion de buen funcionamiento.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de fabricar en el nivel mundial las maquinas muy comodas y preferidas por el pueblo coreano, que convienen a la situacion de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que la fabrica cuenta con los talentosos tecnicos y obreros fuertes en lo revolucionario y tiene la solida base, debe despedir con valentia las normas pasadas en el desarrollo y produccion de maquinas, recalco.\n\t\t\t\t\t\n\t\t\t\t\tAcoto que hay que hacer ingentes esfuerzos por producir las maquinas que puedan superar funcionamiento e indice tecnico avanzados en escala mundial, perfeccionarlas como equipos de multiobjetivos y multifunciones y desarrollarlas con materiales domesticos.\n\t\t\t\t\t\n\t\t\t\t\tSi modernizan los equipos de la Fabrica de Maquinas de Sinhung, pueden elevar la capacidad de produccion y calidad de productos ahorrando la mano de obra, dijo y tomo las medidas necesarias a la modernizacion de equipos.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza de que los empleados de la fabrica logren los exitos mas notables en la produccion y tomo foto de recuerdo junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal fue acompanado por Choe Ryong Hae, Pak Thae Song, Hwang Pyong So, Yun Tong Hyon, Pak Jong Chon y Ju To Hyon."
        }
    ]
}