{
    "date": "2013-04-04",
    "url": "http://kcna.co.jp/item/2013/201304/2013-04-04ee.html",
    "articles": [
        {
            "title": "U.S. Should Ponder over Grave Situation: Spokesman",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-03ee.html",
            "content": "U.S. Should Ponder over Grave Situation: Spokesman \n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- The spokesman for the General Staff of the Korean People's Army (KPA) issued the following statement Thursday:\n\t\t\t\t\t A tough-and-go situation is prevailing on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t U.S. formation of B-52s based on Guam flew into the sky above south Korea all of a sudden to stage a drill under the simulated conditions of a nuclear strike at the DPRK and formations of F-22s took off from Japan proper and Okinawa and were deployed in the Osan air force base in south Korea to watch for a chance to make a surprise strike.\n\t\t\t\t\t\n\t\t\t\t\t B-2s flew into the air over waters of the West Sea of Korea from the U.S. mainland and nuclear-powered guided missile submarines and guided missile destroyers of the U.S. Navy which had been operating in waters of the Western Pacific are busy sailing in the West and East Seas of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that super-large nuclear-powered aircraft carrier and its group will enter the waters off the Korean Peninsula soon after leaving waters of the Indian Ocean or the western coast of the U.S. mainland.\n\t\t\t\t\t\n\t\t\t\t\t South Korea and waters around it are turning into places for display of various types of nuclear strike means of the U.S. imperialist aggressor forces and a dangerous hotbed of a nuclear war in the true sense of the word.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. high-handed hostile policy toward the DPRK aimed to encroach upon its sovereignty and the dignity of its supreme leadership and bring down its social system is being implemented through actual military actions without hesitation.\n\t\t\t\t\t\n\t\t\t\t\t Days and months have passed on this land amid the constant danger of war but never had the whole Korean Peninsula been exposed to such danger of a nuclear war as today.\n\t\t\t\t\t\n\t\t\t\t\t Under this situation the towering resentment of the DPRK's army and people has reached an irrepressible phase as they are all out in the all-out action to defend the sovereignty and prevent a nuclear war of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t In view of the prevailing situation the world people who love justice and value conscience are unanimously becoming critical of the U.S. and its followers for their disgraceful behavior of prodding the UN Security Council into adopting \"resolutions on sanctions\" against the DPRK and vocal expressing concern over the situation on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The moment of explosion is approaching fast. No one can say a war will break out in Korea or not and whether it will break out today or tomorrow.\n\t\t\t\t\t\n\t\t\t\t\t The responsibility for this grave situation entirely rests with the U.S. Administration and military warmongers keen to encroach upon the DPRK's sovereignty and bring down its dignified social system with brigandish logic.\n\t\t\t\t\t\n\t\t\t\t\t In view of this situation, the KPA General Staff in charge of all operations will take powerful practical military counteractions in succession as the KPA Supreme Command had already solemnly declared internally and externally.\n\t\t\t\t\t\n\t\t\t\t\t We have already sent a strong message to the present puppet authorities and military of south Korea following in the footsteps of traitor Lee Myung Bak so that they may understand our position.\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, puppet military gangsters such as Kim Kwan Jin are human rejects not worth becoming targets of the DPRK's revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t We formally inform the White House and Pentagon that the ever-escalating U.S. hostile policy toward the DPRK and its reckless nuclear threat will be smashed by the strong will of all the united service personnel and people and cutting-edge smaller, lighter and diversified nuclear strike means of the DPRK and that the merciless operation of its revolutionary armed forces in this regard has been finally examined and ratified.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better ponder over the prevailing grave situation."
        },
        {
            "title": "CPRK Spokesman Slams S. Korean Group for Vociferating about Kaesong Industrial Zone　",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-13ee.html",
            "content": "CPRK Spokesman Slams S. Korean Group for Vociferating about Kaesong Industrial Zone\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) gave an answer to a question put by KCNA Thursday in connection with the fact that the puppet group of south Korea is resorting to a provocative racket over the issue of the Kaesong Industrial Zone. He said:\n\t\t\t\t\t The south Korean puppet group is now openly talking about \"regrettable thing\" and \"promotion of normalization\" over the measure taken by the DPRK's army of banning the entry into and exist out of the Kaesong Industrial Zone by the south Korean personnel. It is even making such invectives as the \"emergence of massive confinement\" and \"measure for rescuing hostages\", aggravating the situation.\n\t\t\t\t\t\n\t\t\t\t\t Puppet Minister of Defense of south Korea Kim Kwan Jin, die-hard warmonger, and other military gangsters seek to ignite a war at any cost, talking about \"military operation for rescuing hostages\".\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwan Jin's outburst revealed the intention of the puppet regime to cripple the Kaesong Industrial Zone, product of the June 15 era.\n\t\t\t\t\t\n\t\t\t\t\t The group had a room chief of the puppet National Defense Institute make appearance on TV let loose coarse invectives slandering the social system and the dignity of the supreme leadership of the DPRK despite its stern warning.\n\t\t\t\t\t\n\t\t\t\t\t This is an unpardonable heinous provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Kaesong Industrial Zone has been maintained despite the present north-south relations that are put in the state of a war. This was attributable to the DPRK's magnanimity by which it took into consideration south Korean small businesses and people who subsist on the Zone.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group, in denial of this stark fact, even plans \"military operation for rescuing hostages\", not content with insulting the dignity of the DPRK. This clearly proves that the group is trying to use the Kaesong Industrial Zone as a fuse for provoking a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the group which holds south Korean personnel in the Zone as hostages for a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  With no rhetoric can the group evade the responsibility for having created such a grim situation as today.\n\t\t\t\t\t\n\t\t\t\t\t The group should know that there is limit to the magnanimity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It had better control its mouth, mindful that the Zone is less than 40 km from Seoul.\n\t\t\t\t\t\n\t\t\t\t\t It has not yet come to its senses and is still asserting that the DPRK's measure of prohibition will not last long. But this is foolish ambition.\n\t\t\t\t\t\n\t\t\t\t\t As the puppet forces are abusing the Zone as leverage for escalating confrontation with fellow countrymen, the shutdown of the Zone has become imminent.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean puppet group and conservative media keep vociferating about the Zone, we will take a resolute measure of withdrawing all our personnel from the Zone.\n\t\t\t\t\t\n\t\t\t\t\t The group should clearly understand that the fate of the Kaesong Industrial Zone is on the verge of bankruptcy."
        },
        {
            "title": "Spokesman for NPCK Urges U.S. and S. Korean Warmongers to Stop Their Rash Actions",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-27ee.html",
            "content": "Spokesman for NPCK Urges U.S., S. Korean Warmongers to Stop Their Rash Actions\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- A spokesman for the National Peace Committee of Korea issued a statement on Thursday.\n\t\t\t\t\t The U.S. is now hurling latest nuclear war hardware into south Korea, pushing the situation on the Korean Peninsula to the brink of a war, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Defying public rebuff and criticism at home and abroad, the U.S. sent to south Korea Aegis destroyers John S. McCain and Decatur equipped with interceptor missiles and SBX-1 in the wake of its introduction of nuclear submarine Cheyenne, B-52, B-2A, F-22 under the pretext of the Foal Eagle joint military exercises.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, it said it would send super-large nuclear aircraft carrier to the waters off the Korean Peninsula soon.\n\t\t\t\t\t\n\t\t\t\t\t The sky, land and seas of south Korea are deluged with U.S. latest nuclear war hardware.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have pursued ceaseless war moves since their occupation of south Korea, creating a tough-and-go situation several times. But never have they worked so desperately to launch a nuclear war against the DPRK with all type latest nuclear hardware involved as now.\n\t\t\t\t\t\n\t\t\t\t\t This is not a mere threat and blackmail against the DPRK and a demonstration of armed forces but a very dangerous military provocation to unleash a nuclear war on the peninsula at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seems to show off its muscle by introducing latest nuclear weapons into south Korea but this would get them nowhere.\n\t\t\t\t\t\n\t\t\t\t\t  It is seriously mistaken if it thinks it can frighten the DPRK with such latest weapons. \n\t\t\t\t\t\n\t\t\t\t\t  Cutting-edge weapons are not a monopoly of the U.S. and gone are the days never to return when it could invade other countries with nukes as it pleased.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK already declared that it would no longer remain a passive onlooker to the U.S. imperialists' frantic moves to ignite a nuclear war but make every possible effort including a preemptive nuclear strike to defend the dignity of the supreme leadership of the country and the destiny of the nation.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists provoke a nuclear war against the DPRK, they will not be able to escape a miserable ruin in face of the powerful precision nuclear strike means of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet regime will not be an exception as it is offering south Korea as the ground for displaying supplicated nuclear weapons and theatre of test nuclear war of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean warmongers had better stop their rash actions, deeply aware of the gravity of the prevailing situation."
        },
        {
            "title": "GFTUK Spokesman Supports New Revolutionary Line Laid down at Plenary Meeting of WPK Central Committee",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-12ee.html",
            "content": "GFTUK Spokesman Supports New Strategic Line \n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- All service personnel and people including the workers will resolutely frustrate the moves of the hostile forces to ignite a war against the DPRK and stifle it and proudly build a thriving socialist nation on this land, said a spokesman for the Central Committee of the General Federation of Trade Unions of Korea (GFTUK) in a statement on Thursday. It supported the new revolutionary line on simultaneously pushing forward the economic construction and building nuclear armed force laid down at the recent plenary meeting of the Central Committee of the  Workers' Party of Korea.\n\t\t\t\t\t The U.S. and the south Korean puppet group are getting ever-more frantic in their reckless moves to ignite a nuclear war against the DPRK by mobilizing huge armed forces for aggression, the statement noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\t This is a vicious challenge to the DPRK's step for self-defence to defend the sovereignty and dignity of the nation and a revelation of a wild ambition for igniting a nuclear war at any cost. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean group of traitors are seeking to realize their foolish scenario for forcing the DPRK to dismantle nuclear weapons and bring down its social system by every means and method.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to settle accounts with the U.S. imperialists and the south Korean traitors. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK, forming a harmonious whole with the Supreme Command of the Korean People's Army, will react to the enemies' nuclear blackmail with a merciless nuclear attack and to the war of aggression with a great war of justice for national reunification and wipe out all the aggressors. \n\t\t\t\t\t\n\t\t\t\t\t They will blow up the strongholds of the U.S. imperialists and the south Korean traitors with arms of Songun if they attack the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The nuclear weapons of Songun Korea are not something for display and the DPRK is very different from Iraq, Libya and the Balkans. \n\t\t\t\t\t\n\t\t\t\t\t All the service personnel and people of the DPRK solemnly declare once again that they will shatter the aggressive moves of the U.S. imperialists and south Korean traitors and firmly protect the ideology, social system, all the socialist achievements gained at the cost of blood, the right to existence, time-honored history and brilliant culture. \n\t\t\t\t\t\n\t\t\t\t\t There are nothing for us to fear as we have the most brilliant commander and the nuclear weapons of justice."
        },
        {
            "title": "Foreigners Pay Tribute to Kim Il Sung, Kim Jong Il　",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-24ee.html",
            "content": "Foreigners Pay Tribute to Kim Il Sung, Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- Members of the delegation of the Indian Foreign Ministry headed by Joint Secretary for East Asia Department Gautam Hemant Bambawale and the delegation of the Mongolian Institute for Strategic Studies headed by N. Dorjsuren and other foreigners Thursday visited the Kumsusan Palace of the Sun.\n\t\t\t\t\t They paid tribute to the statues of the great Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They entered the halls of immortality where the Generalissimos lie in state before making bow to them in humble reverence.\n\t\t\t\t\t\n\t\t\t\t\t They went round with deep emotion the halls where orders the Generalissimos received are on display, the mourning hall and the halls which house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives. \n\t\t\t\t\t\n\t\t\t\t\t They made entries in the visitor's book."
        },
        {
            "title": "More Army-People Meetings Vow to Win Victory in All-out Action with U.S.",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-19ee.html",
            "content": "More Army-People Meetings Vow to Win Victory in All-out Action with U.S.\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- Army-people meetings took place in cities (districts) and counties Thursday to support the statement of the Supreme Command of the Korean People's Army (KPA) and vow to win victory in the all-people final battle against the aggressors including the U.S. imperialists and the south Korean puppet group of traitors. They included Kaesong and Huichon cities and Ongjin, Hwangju and Kumgang counties, Haean District in Hamhung City, Orang, Changsong and Sonchon counties. \n\t\t\t\t\t Present at the meetings were officials of the local party and power organs and working people's organizations, service personnel of the KPA, officials and other people of industrial establishments and farms and teachers and students of universities and colleges.\n\t\t\t\t\t\n\t\t\t\t\t At the meetings the speakers said all service personnel and people of the DPRK have turned out in an all-out action against the aggressors in a do-or-die spirit, upon hearing the statement of the KPA Supreme Command.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the DPRK's army and people will mercilessly shatter the ever-increasing moves of the U.S. imperialists for aggression and bring about a new surge in building an economic power, tightly holding the nuclear deterrence, treasured sword, in the spirit of the recent historic plenary meeting of the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to wipe out all the war maniacs, buoyed by foolish ambition, and accomplish the historic cause of national reunification without fail.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to make a great leap forward in building an economic power and improving the standard of people's living and significantly glorify this year marking the 65th anniversary of the DPRK and the 60th anniversary of the victory in the Fatherland Liberation War with the same spirit as displayed in occupying space and with the same mettle as demonstrated in succeeding in the high level nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t The meetings were followed by demonstration marches."
        },
        {
            "title": "DPRK Cabinet Hosts Reception for Successful Gymnasts",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-25ee.html",
            "content": "DPRK Cabinet Hosts Reception for Successful Gymnasts\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- The Cabinet of the DPRK hosted a reception for gymnasts Ri Se Gwang and Kim Jin Hyok at Okryu Restaurant on Thursday. They proved successful at the 6th Competition for the Cup for Gymnastic Challengers of the International Gymnastic Federation.\n\t\t\t\t\t Vice-Premier Kim Yong Jin said in his speech that the gymnasts' successes inspired all the service personnel and the people who turned out in an all-out action against the U.S. and in the struggle to implement the decision made at the recent plenary meeting of the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Ri Se Gwang in his reply speech renewed his firm pledge to train harder to prove successful in international games and thus demonstrate the dignity and honor of Songun Korea with gold medals.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Phyong Hae, secretary of the Central Committee of the WPK, and others."
        },
        {
            "title": "Stage of Poems and Songs Given by Agricultural Workers",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-15ee.html",
            "content": "Stage of Poems, Songs Given by Agricultural Workers\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- A stage of poems and songs were given by agricultural workers in Unpha County, North Hwanghae Province, on Thursday to mark the 20th anniversary of leader Kim Jong Il's election as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t The performance began with poem and chorus \"General Kim Jong Il, Peerless Patriot\". Put on the stage were colorful numbers praising the immortal revolutionary history and exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t In such numbers as female quintet \"On High Hills and Rough Roads in This Land\", male solo \"We Will Never Forget\" and dialogic poem \"Daily Increasing Pleasure of the People\" the performers sang high praises of the boundless reverence for Kim Jong Il, who pursued the original Songun politics, leading the army and people to victory and demonstrating the dignity and might of the country.\n\t\t\t\t\t\n\t\t\t\t\t Some numbers gave audience deep impression as they helped the audience look back upon with deep emotion the life-long devotion made by the Generalissimos who dedicated themselves to the country and the people as well as the loyalty and persevering fighting traits displayed by the preceding generation.\n\t\t\t\t\t\n\t\t\t\t\t In numbers like mixed chorus \"Masters of This Land Say\" and female solo \"People Are Always Single-mindedly United\" the performers sang of the ardent reverence for the dear respected Marshal Kim Jong Un and reflected the will of officials of the Union of Agricultural Workers of Korea and agricultural workers to devote their all to the prosperity of the country true to his leadership."
        },
        {
            "title": "Spring Tree-planting Event Held by Young Red Cross Persons",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-18ee.html",
            "content": "Spring Tree-planting Event Held by Young Red Cross Persons\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- A spring tree-planting event of young Red Cross persons was held in Kujang County, North Phyongan Province on Thursday on the occasion of the spring period of the general mobilization for land management.\n\t\t\t\t\t Participating at the event were officials and members of the Red Cross Society of Korea, RC volunteers including young people, officials concerned, members of the delegation of the International Federation of Red Cross and Red Crescent Societies in Korea, the head of the delegation of the International Committee of the Red Cross and members of the Red Cross donators delegation on a visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the event.\n\t\t\t\t\t\n\t\t\t\t\t They said that the spring tree-planting is in full swing in the spring period of the general mobilization for land management.\n\t\t\t\t\t\n\t\t\t\t\t They said the event is part of the work for positively introducing the agro-forestry management method for preventing disaster and improving the people's standard of living.\n\t\t\t\t\t\n\t\t\t\t\t They said that young RC persons should take the lead in applying the agro-forestry management method whose efficiency was confirmed in improving ecological environment and increasing grain production, while planting chestnut, peach and other trees.\n\t\t\t\t\t\n\t\t\t\t\t The spring tree-planting of young RC persons will continue till April 13 in South and North Phyongan and South Hamgyong provinces and other parts of the country."
        },
        {
            "title": "National Photo Exhibition Opens",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-26ee.html",
            "content": "National Photo Exhibition Opens\r\n Pyongyang, April 4 (KCNA) -- A national photo exhibition opened with due ceremony at the Pyongyang Grand Theatre on Thursday on the first anniversary of the dear respected Marshal Kim Jong Un's election as first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t Displayed in the venue are photos showing the outstanding leadership and noble personality of Kim Jong Un, who opened a new chapter in the cause of immortalizing the preceding leaders and has brought about a turn in the drive to bolster up national defence capability, build an economic power and improve the people's living standard by arousing all the service personnel and people to the implementation of behests of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t On display are photos showing Kim Jong Il and Kim Jong Un providing together Songun revolutionary leadership and showing them giving field guidance to the Huichon Ryonha General Machine Plant.\n\t\t\t\t\t\n\t\t\t\t\t There are also photos dealing with the personality of Kim Jong Un as a great man who provided a milestone for increasing the might of the party in every way and wining a final victory in building a thriving nation and fully demonstrating the tremendous power of the great Paektusan nation.\n\t\t\t\t\t\n\t\t\t\t\t Such photos as \"The dear respected Supreme Commander Comrade Kim Jong Un inspecting Panmunjom\" and \"The dear respected Supreme Commander Comrade Kim Jong Un visiting soldiers of island defence detachments at forefront posts by a small wooden boat\" deal with his patriotic devotion.\n\t\t\t\t\t\n\t\t\t\t\t There are also photos dealing with the enthusiasm of the army and people of the DPRK to win victory in an anti-U.S. all-out action to defend the sovereignty and the dignity of the supreme leadership of the country.\n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, and others were present at the ceremony."
        },
        {
            "title": "Japan's More Pronounced Moves to Distort History under Fire: News Analyst",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-14ee.html",
            "content": "Japan's Pronounced Moves to Distort History under Fire: News Analyst\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- Japan has recently become evermore reckless in its moves to distort its history textbooks in a sinister bid to tamper with the blood-stained history of its past crimes.\n\t\t\t\t\t Ultra-right forces of Japan are making desperate efforts to implant militarist outlook on history and revanchism into the minds of its youngsters to train them as descendants of Samurais for their future wars of aggression.\n\t\t\t\t\t\n\t\t\t\t\t At the end of March the Ministry of Education, Culture, Sports, Science and Technology of Japan announced the results of examination of 21 kinds of textbooks on social science for high schools.\n\t\t\t\t\t\n\t\t\t\t\t According to them, 15 kinds of textbooks out of them said Tok Islets of Korea belong to the territory of Japan. This means three more kinds of textbooks had this description than last year.\n\t\t\t\t\t\n\t\t\t\t\t Reflecting the sinister scenario of the Japanese government to make the issue of Tok Islets an international dispute, these textbooks openly underscored the need to settle the issue from a fair stand through the mediation of the UN Security Council or the International Criminal Court.\n\t\t\t\t\t\n\t\t\t\t\t While enforcing a military rule over Korea after occupying it, Japan forcibly drafted millions of young and middle-aged Koreans and committed such hideous crime as forcing women into the sexual slavery. This is an undeniable stark historical fact.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the Japanese authorities are taking the lead in the moves to distort the history and deny Japan's past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Prime Minister Abe let loose a spate of such balderdash as twisting the decision made by the Far Eastern International Military Tribunal at the meeting of the Budget Committee of the House of Representatives On Mar. 12.\n\t\t\t\t\t\n\t\t\t\t\t If Japan persistently refuses to discontinue its sordid distortion of history, it will leave another shameful stain on the human history of the 21st century and will never be able to escape international isolation."
        },
        {
            "title": "Soldier Restored to Life from Jaws of DeathDeclaracion de portavoz de Estado Mayor General de EPC",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-17ee.html",
            "content": "Soldier Restored to Life from Jaws of Death \n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- It was surprising even to medical workers at the South Hwanghae Provincial People's Hospital that they have brought back to life a solider who was at a gate of death.\n\t\t\t\t\t He was brought to the hospital in mid-February after suffering the third-degree burn in the 35 percent of his body.\n\t\t\t\t\t\n\t\t\t\t\t He threw himself into the building in flames right after a fire broke out all of a sudden, safely retrieving portraits of the smiling great Generalissimos.\n\t\t\t\t\t\n\t\t\t\t\t Medical workers and nurses at the hospital immediately got to work, determined to recover him.\n\t\t\t\t\t\n\t\t\t\t\t They succeeded in bringing the patient back to conscience in 24 hours, and took all necessary measures, holding doctors' meetings and carrying out skin grafting operations.\n\t\t\t\t\t\n\t\t\t\t\t Medical employees, members of the youth league, students at Haeju University of Medicine and many other people donated their blood and flesh for the solider.\n\t\t\t\t\t\n\t\t\t\t\t The doctor and nurses responsible for the patient did their best for the treatment and nutrition of the soldier day and night.\n\t\t\t\t\t\n\t\t\t\t\t Many officials, young people and other citizens are visiting the soldier from different places carrying with them valuable medicines and nourishing food.\n\t\t\t\t\t\n\t\t\t\t\t The patient is under the recovery treatment."
        },
        {
            "title": "New Kind of DCCS Developed in DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-22ee.html",
            "content": "New Kind of DCCS Developed in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- A new kind of dispersive computer control system (DCCS) was developed by the Industrial Information Research Center under the Sate Academy of Sciences in the Democratic People's Republic of Korea.\n\t\t\t\t\t The new system is applicable to any industrial establishment. Its extension is confirmed to be superior to the existing ones.\n\t\t\t\t\t\n\t\t\t\t\t The center succeeded in developing a new kind of data communication software by way of altering index values for all industrial computers with internationally standardized programs. It also invented supporting software for development of interfaces to suit the domestic network, whereby it is possible to develop a program in less than two hours.\n\t\t\t\t\t\n\t\t\t\t\t The development of the new system paved a way to operate the production control system with locally-made programs."
        },
        {
            "title": "Poster for Kimilsungia Festival Produced",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-23ee.html",
            "content": "Poster for Kimilsungia Festival Produced\r\n Pyongyang, April 4 (KCNA) -- A poster for the 15th Kimilsungia Festival was produced. The festival will be held here on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Depicted in the poster is the old home in Mangyongdae in April amid beautiful flowers against the background of the blue sky and immortal flowers, Kimilsungias in full bloom.\n\t\t\t\t\t\n\t\t\t\t\t Written in it are letters \"The Great Leader Comrade Kim Il Sung Will Always Be with Us\", \"The Day of the Sun\" and \"The 15th Kimilsungia Festival\". Also portrayed there are festival logo, place and period."
        },
        {
            "title": "Various Species of Turf Cultivated in DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-21ee.html",
            "content": "Various Species of Turf Cultivated in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- Good species of turf have begun to sprout in various parts of the Democratic People's Republic of Korea.\n\t\t\t\t\t In this regard, KCNA met Kim Ryong Sok, a section chief of the Turf Institute under the State Academy of Sciences.\n\t\t\t\t\t\n\t\t\t\t\t The chief said:\n\t\t\t\t\t\n\t\t\t\t\t Public attention for lawn is nowadays running higher in the country.\n\t\t\t\t\t\n\t\t\t\t\t The species of golden turf indigenous to our country is highly resistant to drought, not affected by acid soil. The turf is appropriate to parks, pleasure grounds, stadiums and golf courses.\n\t\t\t\t\t\n\t\t\t\t\t The institute is now focusing efforts on the improvement of this species.\n\t\t\t\t\t\n\t\t\t\t\t Among other species to be applied in the country are Poa pratensis native to Eurasia, known to be of high spreading ability, and Festuca ovina highly resistant to coldness and severe heat. Greenery of Festuca ovina lasts for some 260 days under the country's weather.\n\t\t\t\t\t\n\t\t\t\t\t Such turf species as penn A-1, penn A-4 and Marina are also introduced in the country."
        },
        {
            "title": "Gluten Production Streamlined in DPRK　",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-20ee.html",
            "content": "Gluten Production Streamlined in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- A brisk campaign has been conducted across the country in recent years to improve the processes of gluten production with latest science and technology.\n\t\t\t\t\t Gluten is a kind of sweets made from grain and potato starch saccharized with malt or acid.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Jang Jin Hi, a room chief of the Branch Academy of Light Industrial Science, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t From ancient times the Koreans had manually made gluten. Kaoliang and maize are mainly used for its making. When preparing gluten, sesame or pepper is mixed as seasoning.\n\t\t\t\t\t\n\t\t\t\t\t The gluten-making had been limited in the country because it was dependent on manual methods.\n\t\t\t\t\t\n\t\t\t\t\t A research group of Pyongyang University of Mechanical Engineering recently succeeded in developing machines needed for streamlining the production of bar gluten at the Pyongyang Cornstarch Factory. It also reconditioned the material-supply system and put the production control process on a computer basis.\n\t\t\t\t\t\n\t\t\t\t\t The innovation made it possible to double the gluten output at the factory."
        },
        {
            "title": "KCNA Commentary Slams South Korean Warmonger's Reckless Remarks",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-16ee.html",
            "content": "KCNA Commentary Slams South Korean Warmonger's Reckless Remarks \n\t\t\t\t\t\t\r\nPyongyang, April 4 (KCNA) -- Kim Kwan Jin, defence minister of south Korea, is busy escalating the confrontation with compatriots, still going free with bellicose remarks.\n\t\t\t\t\tHe talked about the \"possibility of military provocation\" from the north and cried out for \"strong counteraction\" against the north's toughest countermeasures at a recent \"consultative meeting\" held at the Education Center of Governmental Officials.\n\t\t\t\t\t\n\t\t\t\t\tHe looked like a wolf threatened with fire when he was only repeating the story about \"the north's provocation.\" Then he went the lengths of blustering that in case of real provocation, not only the south Korean forces but U.S. forces in its mainland would be hurled to \"cope with it at a single blow.\"\n\t\t\t\t\t\n\t\t\t\t\tKim is so crazy with confrontation that he is unable to know where he stands.\n\t\t\t\t\t\n\t\t\t\t\tHe just has puppet forces, the bullet shields for the U.S. forces, under his command, yet he talked about the mobilization of those forces. It makes even a cat laugh.\n\t\t\t\t\t\n\t\t\t\t\tWhat he uttered is nothing but ridiculous bluffing as he is no more than a marionette minister as the right to command the wartime operations vital to an army is in the hands of the American master.\n\t\t\t\t\t\n\t\t\t\t\tTwo days ago he felt grateful to the new U.S. secretary of Defense for his intriguing phone call giving reassurances for the provision of \"nuclear umbrella\". Obviously, he might confuse his post with that of the U.S. secretary of Defense.\n\t\t\t\t\t\n\t\t\t\t\tGoing crazy with the confrontation with compatriots, steeped in sycophancy and servility, makes one insensitive to the situation and lose discretion like Kim.\n\t\t\t\t\t\n\t\t\t\t\tAs far as he is concerned, he was appointed to the post of minister of Defense as he won the favor of his master not for his military spirit and \"feats\" but for his vituperations and provocative remarks against compatriots.\n\t\t\t\t\t\n\t\t\t\t\tHe is a wicked confrontation maniac who cried out for \"retaliation\" and \"strike at the base of provocation\" as soon as he held the post of minister right after the Yonphyong Island shelling incident during the Lee Myung Bak regime. \n\t\t\t\t\t\n\t\t\t\t\tHe has taken the lead in suppressing the pro-reunification progressive forces in south Korea, perpetrating reckless actions unprecedented during the erstwhile military fascist dictatorial regimes as evidenced by the distribution of \"standard education plan\" and enforcement of \"education in the struggle against forces following the north\" among soldiers of the puppet army.\n\t\t\t\t\t\n\t\t\t\t\tWhat is more serious is that he has committed such ceaseless hideous crimes as hurting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe operation for missile strikes at the monuments to the great leaders of the DPRK was worked out by the military hooligans led by Kim, though even their American master described it as a foolish scenario.\n\t\t\t\t\t\n\t\t\t\t\tIt is shame on the Korean nation and insult to mankind that this guy in wolf's skin is allowed to be still at large.\n\t\t\t\t\t\n\t\t\t\t\tIt is long since the army and people of the DPRK set Kim as well as Lee Myung Bak as the first target of punishment and sentenced them to death.\n\t\t\t\t\t\n\t\t\t\t\tNeither the chief of Chongwadae nor the \"nuclear umbrella\" of the U.S. can ever protect them from a thousand-fold retaliation."
        },
        {
            "title": "S. Korean Police Searches House of Member of Progressive Body",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-11ee.html",
            "content": "S. Korean Police Searches House of Member of Progressive Body\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- The security investigation group belonging to the Seoul District Police Agency of south Korea searched the house of Hwang Son, representative of the Forum for Studying Hopeful Politics, in Seoul on Tuesday.\n\t\t\t\t\t This search was made on groundless charge that she is associated with the Solidarity for Implementing the South-North Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t More than ten policemen confiscated her car, hard disk, cell phone and even a collection of poems officially published on charges of violation of provision of the \"Security Law.\" on \"possession of enemy-benefiting literature and its distribution\" and \"praise and encouragement.\" \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are becoming evermore outrageous in their crackdown on the progressive forces."
        },
        {
            "title": "First Int'l Preparatory Meeting for WFYS Supports Korean People's Just Cause",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-04ee.html",
            "content": "First Int'l Preparatory Meeting for WFYS Supports Korean People's Just Cause\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- An emergency solidarity meeting took place in Pretoria, South Africa on March 27 in support of the Korean people in their just cause for defending the country's sovereignty. It was sponsored by the First International Preparatory Meeting for the 18th World Festival of Youth and Students.\n\t\t\t\t\t Present there were representatives of international and regional bodies including the World Federation of Democratic Youth and representatives of youth and students of all countries.\n\t\t\t\t\t\n\t\t\t\t\t The participants heard the statement of the Supreme Command of the Korean People's Army and the statement of the DPRK Foreign Ministry dated on March 26 to be followed by a report and speeches.\n\t\t\t\t\t\n\t\t\t\t\t The president of the World Federation of Democratic Youth in a report said that there created an extremely tense situation on the Korean Peninsula due to the U.S. and its followers' infringement upon the sovereignty of the DPRK and their nuclear war racket. He called for extending solidarity to the Korean people and youth in their struggle for protecting the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t The speakers noted that the situation prevailing on the Korean Peninsula clearly manifests the aggressive nature of imperialism, expressing full support for the Korean people in their resistance against the U.S. under the uplifted banner of anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t A statement on peace and reunification of the Korean Peninsula was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the U.S. stop reckless nuclear war racket against the DPRK and immediately withdraw its aggression forces and nuclear war hardware from south Korea for the establishment of durable peace mechanism on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It urged the south Korean warmongers to halt their vicious anti-DPRK hostile moves which escalate confrontation with the fellow countrymen and bring holocaust of a war, and opt for reconciliation, unity and reunification with the north.\n\t\t\t\t\t\n\t\t\t\t\t It extended invariable support and solidarity to the Korean people and youth in their just struggle to protect the sovereignty and dignity of the supreme leadership of the country through resolute and practical countermeasures and build a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t A solidarity message presented to the dear respected Kim Jong Un by the president of the Federation was adopted at the meeting."
        },
        {
            "title": "Kim Jong Il's Work Posted on Swiss Internet",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-01ee.html",
            "content": "Kim Jong Il's Work Posted on Swiss Internet\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- \"5. The Historical Significance of the Juche Idea\" of leader Kim Jong Il's work \"On the Juche Idea\" was posted on the website of the Swiss Group for the Study of the Juche Idea on March 28.\n\t\t\t\t\t The work, made public on March 31, Juche 71 (1982), clarifies that the Juche idea is giving full play to great vitality and bringing about a great change in the revolutionary practice.\n\t\t\t\t\t\n\t\t\t\t\t It indicates that the Juche idea has expounded the true revolutionary outlook on the world of our era, the Juche era, and opened up a higher stage in the development of the revolutionary theory of working class."
        },
        {
            "title": "Kim Jong Un's Work Posted on Website of Austrian Organization",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-02ee.html",
            "content": "Kim Jong Un's Work Posted on Website of Austrian Organization\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- The full text of the dear respected Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" was posted on website of the Society for the Promotion of the Relations between Austria and DPRK on March 27.\n\t\t\t\t\t The work, published on April 15, Juche 101 (2012), clarifies that the 100-year history of Kim Il Sung's nation clearly proves the truth that outstanding leaders assure the dignity and prosperity of the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t It expounds the idea that the ever-victorious history of the Korean People's Army has assured the glorious 100-year history of Juche Korea and that it will provide a sure guarantee for the eternal history of Kim Il Sung's nation and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to be fulfilled to demonstrate the dignity of Songun Korea for all ages and successfully carry out the cause of building a thriving socialist nation. \n\t\t\t\t\t\n\t\t\t\t\t A photo of Kim Jong Un was also posted on the website."
        },
        {
            "title": "Day of Sun to Be Marked in Tunisia",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-05ee.html",
            "content": "Day of Sun to Be Marked in Tunisia\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- The Tunisian preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was inaugurated in Tunis on March 31.\n\t\t\t\t\t The secretary general of the Tunisia-Korea Friendship Association was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold a memorial service for Kim Il Sung, film show, photo exhibition and other various political and cultural events to mark the Day of the Sun."
        },
        {
            "title": "Korean People Will Achieve Final Victory: British Organizations",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-06ee.html",
            "content": "Korean People Will Achieve Final Victory: British Organizations\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association made public a joint statement on March 29 as regards the situation prevailing on the Korean Peninsula.\n\t\t\t\t\t The statement said that the peninsula has faced extremely dangerous phase due to the U.S. imperialists' frantic war drills in the wake of the UN Security Council's adoption of the \"resolutions on sanctions\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists recently activated B-52 and other strategic bombers to make sorties to the peninsula as part of the Key Resolve and Foal Eagle joint military exercises, the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t This is a reflection of their sinister intention to mount a preemptive nuclear attack on the DPRK, the country of Juche, at any cost. This is also a provocation that can never be pardoned.\n\t\t\t\t\t\n\t\t\t\t\t We can hardly repress great resentment and hatred against the U.S. imperialists, Yankees.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, standing in the forefront of anti-imperialist struggle, is the most independent socialist state.\n\t\t\t\t\t\n\t\t\t\t\t This is the reason that the U.S. imperialists are working hard to stifle the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t They should clearly know that the DPRK is not a country that can be frightened by threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will achieve a final victory without fail under the Songun revolutionary leadership of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The statement called on anti-imperialist independent forces and followers of Juche idea, Songun idea in the world to extend full support and encouragement to the Korean people all out to settle account with the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t It also called upon them to thoroughly reject sordid act of the U.S. imperialists and the Western media."
        },
        {
            "title": "DPRK Will Mercilessly Wipe out Aggressors: Russians",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-07ee.html",
            "content": "DPRK Will Mercilessly Wipe out Aggressors: Russians\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- Russians in their statements on March 27 said that the DPRK will mercilessly wipe out the aggressors.\n\t\t\t\t\t Viktor Yegorov, chairman of the Karelia-DPRK Friendship Association of Russia, said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean Peninsula has become the biggest hotspot in the world due to the nuclear war maneuvers of the U.S. forces and the south Korean army.\n\t\t\t\t\t\n\t\t\t\t\t It is due exercise of the right to self-defence that the DPRK is mercilessly countering the provocation of the enemies while bolstering nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t Even though the U.S. ignites a war in Korea, it can never overpower the might of the army and people of the DPRK united in single mind under the Songun leadership of the dear respected Kim Jong Un, and its military capabilities.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. can not break the will of the DPRK with sanctions and nuclear threats.\n\t\t\t\t\t\n\t\t\t\t\t Ivan Sluhai, chairman of the Moscow War Veterans Committee, noted:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has powerful nuclear and missile strike capabilities to resolutely shatter any provocation move of the U.S. and other hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and south Korean authorities ignite a war, the DPRK will mercilessly wipe out the aggressors with its powerful counterstrike.\n\t\t\t\t\t\n\t\t\t\t\t The chairman extended full support and solidarity to the Korean people in their endeavors to defend the sovereignty of the country and strongly denounced the U.S. and south Korean authorities for their nuclear war maneuvers."
        },
        {
            "title": "Political Party and Organization of Russia Support Statement of KPA Supreme Command",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-08ee.html",
            "content": "Political Party and Organization of Russia Support Statement of KPA Supreme Command\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- A political party and an organization of Russia fully supported the statement of the Supreme Command of the Korean People's Army (KPA).\n\t\t\t\t\t The Secretariat of the Moscow City Committee of the Communist Party of the Russian Federation in its statement on Mar. 28 expressed strong indignation at the moves of the U.S. and south Korean regime to provoke a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has introduced strategic bombers and nuclear-powered submarines mounted with nuclear weapons into the Korean Peninsula in a bid to ignite a nuclear war at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The war drumbeats under the pretext of coping with \"nuclear threat\" from the DPRK have stemmed from the wild ambition of the U.S. to hold hegemony over the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t Such moves of the U.S. compelled the DPRK to have access to strong nuclear deterrence.\n\t\t\t\t\t\n\t\t\t\t\t We urge the UN Security Council to stand against the military provocations of the U.S. in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the International Soviet Officers Union denounced the U.S. and its allies for their desperate moves to turn the DPRK into a sea of blood, adding it had had access to reliable war deterrence to ensure its peaceful development.\n\t\t\t\t\t\n\t\t\t\t\t The criminals standing against humanity will never be able to escape the stern punishment of the people and destruction, it added."
        },
        {
            "title": "Bangladeshi Figure Supports Statement of KPA Supreme Command",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-09ee.html",
            "content": "Bangladeshi Figure Supports Statement of KPA Supreme Command\n\t\t\t\t\t\t\r\n Pyongyang, April 4 (KCNA) -- The general secretary of the Central Committee of the Communist Party of Bangladesh issued a statement on March 29 in support of the statement of the Supreme Command of the Korean People's Army (KPA).\n\t\t\t\t\t The general secretary said in the statement:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-targeted nuclear war racket of the U.S. has reached a practical phase after going beyond the danger line, despite the repeated warnings of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. even let a B-52 formation on Guam fly into south Korea and staged the drill of mounting nuclear strike at the simulated targets in the depth of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This shows that the hostile moves of the U.S. and its allies against the DPRK, escalating with its satellite launch and underground nuclear test as momentums, have passed the phase of threat and blackmail and entered a reckless phase of practical action.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the statement of the Supreme Command of the KPA and extend solidarity to the just struggle of the Korean people to defend independence and justice."
        },
        {
            "title": "Declaracion de portavoz de Estado Mayor General de EPC",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-28ee.html",
            "content": "Declaracion de portavoz de Estado Mayor General de EPC\n\t\t\t\t\t\t\r\nPyongyang, 4 de abril (ACNC) -- El portavoz del Estado Mayor General del Ejercito Popular de Corea hizo publica el dia 4 la siguiente declaracion:\n\t\t\t\t\tEn la actualidad, se crea una situacion tanh critica en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tAyer, la escuadrilla de bombarderos estrategicos nucleares B-52 de las tropas yanquis despegada de la isla Guam aparecio subitamente en el cielo surcoreano y ejercito el ataque nuclear a los supuestos blancos de la Republica Popular Democratica de Corea, y hoy dia, las otras de cazabombarderos tipo Stealth F-22 despegadas del territorio principal de Japon y Okinawa, se emplazaron en la base de las fuerzas aereas de Osan acechando la oportunidad de ataque sorpresivo.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, los ultramodernos bombarderos estrategicos nucleares B-2, que salieron del territorio principal de EE.UU. aparecieron en el  cielo del Mar Oeste de Corea y navegan en las aguas de los mares Oeste y Este de Corea los submarinos de proyectiles teledirigidos de propulsion nuclear y los destructores de proyectiles teledirigidos de las fuerzas navales yanquis, que se movian en aguas del Pacifico occidental.\n\t\t\t\t\t\n\t\t\t\t\tDice que pronto se desplegaran en aguas de la Peninsula Coreana portaaviones nucleares de propulsion nuclear, que partieron de aguas de Oceano Indico o la costa occidental del territorio norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tAl pie de la letra, el Sur de Corea y las aguas perifericas se convierten en una feria de armas mortiferas, o sea, de los medios de ataque nuclear de todo genero y en el foco de la peligrosa guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tSe desarrolla sin vacilacion alguna como accion militar practica la brutal politica hostil anti-RPDC de EE.UU. tendente a violar la soberania y el maximo interes de la RPDC y derrocar su regimen.\n\t\t\t\t\t\n\t\t\t\t\tPasaron los anos en este territorio en medio del persistente peligro de guerra, pero toda la extension geografica de la Peninsula Coreana nunca habia sometido a crisol de guerra nuclear como hoy.\n\t\t\t\t\t\n\t\t\t\t\tEn tal circunstancia, llego a la etapa incontenible la ira del ejercito y el pueblo de la RPDC levantados en el enfrentamiento total de defensa de soberania para prevenir la guerra nuclear impuesta por el imperio.\n\t\t\t\t\t\n\t\t\t\t\tBajo la circunstancia de hoy, las personas del mundo, que aman la justicia y aprecian la conciencia, condenan unanimemente a EE.UU. que instigo al Consejo de Seguridad de la ONU a aprobar la \"resolucion de sancion\" anti-RPDC  y otros paises que le obedecieron a ciegas y de manera vergonzosa, mientras alzan las voces preocupantes por la situacion de la Peninsula Coreana que se aproxima mas al borde de la guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa situacion creada esta en visperas de la guerra, cuya responsabilidad recae enteramente sobre la administracion norteamericana de Casa Blanca y los belicistas de la capa militar del Pentagono que intentan violar la soberania de la RPDC y derrumbar el regimen de esta con su bandidesca teoria.\n\t\t\t\t\t\n\t\t\t\t\tDe ahi, el Estado Mayor General del EPC, que se responsabiliza de las operaciones generales, tomara las fuertes contramedidas militares como  nuestra Comandancia Suprema declaro con solemnidad al interior y el exterior del pais.\n\t\t\t\t\t\n\t\t\t\t\tYa hemos advertido a las actuales autoridades titeres y los gangsteres de la capa militar surcoreanos, que repiten los fracasos del traidor Lee Myung Bak, para que tengan bien presentes.\n\t\t\t\t\t\n\t\t\t\t\tRealmente, Kim Kwan Jin y otros maniacos de la capa militar titere son los defectuosos que no tienen siquiera un minimo valor de ser el blanco de nuestras fuerzas armadas.\n\t\t\t\t\t\n\t\t\t\t\tLa persistente y recrudescente politica hostil anti-RPDC del imperio y su imprudente chantaje nuclear seran frustrados totalmente ante la ferrea voluntad de los uniformados y civiles coreanos y los medios de ataque nuclear sofisticados pequenos, ligeros y diversificados a estilo coreano. Y avisamos oficialmente a la Casa Blanca y al Pentagono que las despiadadas operaciones de las fuerzas armadas coreanas ya estan revisadas y firmadas finalmente.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe reflexionar ante la grave situacion creada."
        },
        {
            "title": "Cierre de ZIK se va haciendo realidad, opina vocero de CRPP",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-29ee.html",
            "content": "Cierre de ZIK se va haciendo realidad, opina vocero de CRPP\n\t\t\t\t\t\t\r\nPyongyang, 4 de abril (ACNC) -- A la pregunta formulada el dia 4 por la ACNC en relacion con que la banda de los titeres surcoreanos lanza una campana provocativa en el tema de Zona Industrial de Kaesong (ZIK), el vocero del Comite por la Reunificacion Pacifica de la Patria (CRPP) respondio como sigue:\n\t\t\t\t\tEn cuanto a la medida del Ejercito Popular de Corea de bloquear el transito del personal surcoreano a la ZIK, la banda titere surcoreana expresa \"lastima\" y habla de \"urgir la normalizacion\". Ademas, empeora la situacion hablando de la supuesta \"ocurrencia del caso de retencion de gran dimension\" y la \"medida de rescate de rehenes\".\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Defensa Nacional, Kim Kwan Jin, elemento mas belicoso, y otros gangsteres militares del Sur de Corea hablan de la llamada \"operacion militar para rescatar a los rehenes\", exponiendo su intento de desatar la guerra a cualquier precio.\n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, el demostro la intencion de la banda surcoreana de romper la ZIK, criatura de la epoca del 15 de Junio.\n\t\t\t\t\t\n\t\t\t\t\tPese a la severa advertencia de la Republica Popular Democratica de Corea, el jefe de seccion del Instituto de Defensa del Sur de Corea comparecio en la mesa redonda televisiva e insulto atrevidamente con improperios el regimen y la maxima dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tConsideramos este suceso como imperdonable y grave provocacion contra nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de que las relaciones entre ambas partes coreanas estan en las circunstancias de guerra, la ZIK se mantiene hasta ahora gracias a la magnanimidad de la RPDC que tomo en consideracion la situacion de las empobrecidas empresas y los habitantes del Sur de Corea que se ganan la vida en esa zona.\n\t\t\t\t\t\n\t\t\t\t\tNegando esta realidad irrefutable, la banda traidora surcoreana mancha la dignidad de la RPDC y debate hasta la llamada \"operacion militar para rescatar a los rehenes\".\n\t\t\t\t\t\n\t\t\t\t\tEsto evidencia que ellos tratan de tomar la ZIK como punto de partida de la guerra de agresion al Norte de Corea. Son precisamente los traidores surcoreanos los que pretenden tomar por rehenes para la guerra anti-RPDC a los surcoreanos que se encuentran en la zona industrial de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\tPor muy elocuentes que fueran, ellos no pueden eludir la responsabilidad de la situacion actual.\n\t\t\t\t\t\n\t\t\t\t\tDeben saber que nuestra generosidad tambien tiene su limite, y tener cuidado con su boca tomando en cuenta que Seul esta a menos de 40 km de la zona industrial.\n\t\t\t\t\t\n\t\t\t\t\tInconscientes todavia de la gravedad del caso, la banda traidora surcoreana piensa que nuestra medida de bloqueo no va a tardar mucho.\n\t\t\t\t\t\n\t\t\t\t\tDado que los titeres malemplean como ahora la zona industrial como escenario de confrontacion fratricida, el cierre de ella se va haciendo realidad.\n\t\t\t\t\t\n\t\t\t\t\tSi ellos y los medios de prensa del Sur de Corea siguen dedicandose a la chismografia, la RPDC tomara rotunda medida de retirar de la zona industrial de Kaesong a todos sus trabajadores.\n\t\t\t\t\t\n\t\t\t\t\tLa banda surcoreana debe darse cuenta de que la zona industrial de Kaesong esta a punto de bancarrota."
        },
        {
            "title": "FGSC declara imponer fin a los agresores",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-30ee.html",
            "content": "FGSC declara imponer fin a los agresores\n\t\t\t\t\t\t\r\nPyongyang, 4 de abril (ACNC) -- En su declaracion publicada este jueves, el vocero del Comite Central de la Federacion General de los Sindicatos de Corea (FGSC) subrayo que en pleno acato a la linea de desarrollar paralelamente la construccion economica y la de fuerzas nucleares, presentada en el pleno de marzo de 2013 del Comite Central del Partido del Trabajo de Corea, los obreros, el ejercito y el pueblo de todo el pais edificaran en esta tierra un Estado prospero socialista frustrando tajantemente la campana de las fuerzas hostiles para desatar la guerra de agresion y aplastar a la RPDC.\n\t\t\t\t\tAhora, Estados Unidos y la banda titere del Sur de Corea actuan cada vez mas afanosos por desencadenar la guerra nuclear contra la RPDC movilizando enormes fuerzas armadas agresoras, apunta la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEse hecho es un desafio frontal a las contramedidas autodefensivas tomadas por la RPDC para defender la soberania y la dignidad de la nacion y una expresion de la ambicion de provocar a toda costa la guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEl objetivo de EE.UU. y la banda surcoreana es realizar la ambicion de cancelar las armas nucleares de la RPDC y derrocar su regimen usando todos los medios y metodos.\n\t\t\t\t\t\n\t\t\t\t\tYa llego el tiempo de saldar las cuentas finales con el imperialismo yanqui y la banda de traidores surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de Corea, unidos de cuerpo y alma con la Comandancia Suprema, haran frente rotundo al chantaje nuclear con el demoledor ataque nuclear y a la guerra de agresion con la justa y gran guerra de reunificacion de la patria exterminando asi a todos los agresores.\n\t\t\t\t\t\n\t\t\t\t\tSi los agresores dan algun movimiento sospechoso contra la RPDC, nuestros obreros destruiran con los fusiles del Songun hechos con sus manos los nidos del imperialismo norteamericano y la banda titere surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tLas armas nucleares de la Corea del Songun no son muestras de exhibicion y la RPDC no es Irak ni Libia ni la Peninsula Balcanica.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de Corea declaran nueva y solemnemente que frustraran la maniobra agresiva del imperialismo yanqui y su lacayo surcoreano, preservaran la idea y regimen de la RPDC y otros bienes socialistas conquistados a cambio de sangre y defenderan el derecho de existencia de la nacion, la larga historia y la brillante cultura.\n\t\t\t\t\t\n\t\t\t\t\tNo tenemos nada que temer porque contamos con el mejor general insigne del mundo y con la espada nuclear de justicia."
        },
        {
            "title": "Continuan mitines de militares y civiles en ciudades y distritos",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-31ee.html",
            "content": "Continuan mitines de militares y civiles en ciudades y distritos \n\t\t\t\t\t\t\r\nPyongyang, 4 de abril (ACNC) -- Tuvieron lugar en las ciudades de Kaesong y Huichon, los distritos de Ongjin, Hwangju y Kumgang, el municipio de Haean de la ciudad de Hamhung y los distritos de Orang, Changsong y Sonchon, etc. los mitines de militares y civiles para apoyar la declaracion de la Comandancia Suprema del Ejercito Popular de Corea y lograr el triunfo en la batalla final de la resistencia de todo el pueblo contra el imperialismo norteamericano, la banda titere surcoreana y otros agresores. \n\t\t\t\t\tAsistieron a los mitines los funcionarios de las instituciones locales del partido y el poder, los de entidades de masas, los oficiales y soldados del EPC, los funcionarios, trabajadores, profesores, empleados y estudiantes de las fabricas, empresas, granjas cooperativas, universidades y escuelas politecnicas. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores se refirieron a que al informarse de la declaracion de la Comandancia Suprema del EPC, todos los militares y civiles coreanos se levantaron con la decision de vida o muerte en el enfrentamiento total contra la horda de agresores. \n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo de la Republica Popular Democratica de Corea frustraran despiadadamente las cada dia mas crecientes maniobras agresivas de EE.UU. y registraran un nuevo auge en la construccion de potencia economica, manteniendo con firmeza las armas nucleares de acuerdo con el espiritu del historico pleno de marzo de 2013 del Comite Central del Partido, subrayaron. \n\t\t\t\t\t\n\t\t\t\t\tExpusieron la decision de aniquilar de nuestro planeta a los maniacos de guerra nuclear y cumplir sin falta la historica causa de reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tLlamaron a registrar saltos en la construccion de potencia economica y el mejoramiento de las condiciones de vida del pueblo con el espiritu e impetu de haber conquistado el cosmos y realizado con exito la tercera prueba nuclear en alto nivel y a celebrar significativamente este ano del 65o aniversario de la fundacion de la RPDC y del 60o aniversario del triunfo en la Guerra de Liberacion de la Patria. \n\t\t\t\t\t\n\t\t\t\t\tTerminados los mitines, los participantes realizaron manifestaciones."
        },
        {
            "title": "Consejo de Ministros ofrece banquete por Ri Se Gwang y Kim Jin Hyok",
            "url": "http://kcna.co.jp/item/2013/201304/news04/20130404-32ee.html",
            "content": "Consejo de Ministros ofrece banquete por Ri Se Gwang y Kim Jin Hyok\n\t\t\t\t\t\t\r\nPyongyang, 4 de abril (ACNC) -- El Consejo de Ministros de la Republica Popular Democratica de Corea ofrecio el dia 4 en el Restaurante Okryu un banquete en honor de Ri Se Gwang y Kim Jin Hyok quienes sobresalieron en la VI Competencia por la Copa de Retadores de Gimnasia de Aparatos de la Federacion Internacional de Gimnasia.\n\t\t\t\t\tEl vicepremier Kim Yong Jin dijo en su discurso que el presente exito estimulo mucho a todos los militares y civiles coreanos participados en el enfrentamiento antiyanqui y  en la lucha por materializar la resolucion del pleno de marzo de 2013 del Comite Central del Partido del Trabajo de Corea. \n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra de respuesta, Ri Se Gwang manifesto la firme decision de derramar mas el sudor en el entrenamiento y obtener buenas notas en las competencias internacionales para exaltar con las medallas de oro la dignidad y el honor de la patria del Songun. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion participaron el secretario del Comite Central del PTC, Kim Phyong Hae, y otros."
        }
    ]
}