{
    "date": "2013-08-31",
    "url": "http://kcna.co.jp/item/2013/201308/2013-08-31ee.html",
    "articles": [
        {
            "title": "Greetings to Malaysian King",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-11ee.html",
            "content": "Greetings to Malaysian King\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Al-Sultan Almutasimu Billahi Muhibbudin Tuanku Alhaj Abdul Halim Muadzam Shah Ibni Al-Marhum Sultan Badlishah, king of Malaysia, on the occasion of its national day.\n\t\t\t\t\t The message sincerely wished friendly Malaysia steady development and prosperity, expressing belief that the excellent relations of friendship and cooperation between the two countries would grow stronger in keeping with the common interests and desire of the two peoples in the future, too."
        },
        {
            "title": "Greetings to Malaysian PM",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-12ee.html",
            "content": "Greetings to Malaysian PM\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, Saturday sent a message of greeting to Datuk Seri Mohamad Najib Bin Tun Haji Abudul Razak, prime minister of Malaysia, on the occasion of its national day.\n\t\t\t\t\t The message wished the prime minister success in his responsible work for the development and prosperity of the country, expressing belief that the friendly and cooperative relations between the two countries would grow stronger in various fields. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Pak Ui Chun sent a similar message to his Malaysian counterpart Datuk Anifah Aman on the same day."
        },
        {
            "title": "Spokesman for DPRK FM Accuses U.S. of Spoiling Atmosphere for Humanitarian Dialogue",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-24ee.html",
            "content": "Spokesman for DPRK FM Accuses U.S. of Spoiling Atmosphere for Humanitarian Dialogue\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- A spokesman for the DPRK Foreign Ministry on Saturday gave the following answer to the question put by KCNA as regards the U.S. act of floating misinformation that the DPRK disallowed all of a sudden the visit of the special envoy for Human Rights and Humanitarian Cooperation of the U.S. Department of State without any proper reason:\n\t\t\t\t\t We intended to allow the visit of the special envoy of the U.S. Department of State proposed by the U.S. side and have a sincere discussion with him on the issue of the U.S. citizen serving a prison term in our country from a humanitarian viewpoint.\n\t\t\t\t\t\n\t\t\t\t\t As well known, the U.S. and south Korea staged large-scale joint military exercises against the DPRK in recent days but we exercised utmost self-restraint to prevent a vicious cycle of escalating tension at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Notwithstanding, the U.S. perpetrated such a grave  military provocation as infiltrating B-52H strategic bombers into the sky above the Korean Peninsula in succession, an unprecedented act, for a drill for nuclear bombing, far from positively responding to our tolerance and patience.\n\t\t\t\t\t\n\t\t\t\t\t As shown by the situation which reached the brink of a war in last April, the strategic bombers' intrusion into the air over the Korean Peninsula is the most blatant nuclear blackmail against us and a military threat to us as it is the most striking manifestation of the offensive and aggressive nature of the joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. thus beclouded the hard-won atmosphere of humanitarian dialogue in a moment.\n\t\t\t\t\t\n\t\t\t\t\t Despite the fact that we clearly notified the U.S. side of this through the New York contact channel, it is something surprising that the U.S. is making irrelevant remarks that it was surprised by our action."
        },
        {
            "title": "Japan Urged to Redress Its Past Crimes",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-17ee.html",
            "content": "Japan Urged to Redress Its Past Crimes\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- A spokesman for the Association of Korean Victims of Forcible Drafting and Their Bereaved Families made public the following statement on Saturday:\n\t\t\t\t\t September 1 marks the 90th anniversary of the great Kanto Quake in Japan.\n\t\t\t\t\t\n\t\t\t\t\t This day makes the Korean people hardly repress towering resentment at the Japanese imperialists as it conjures up the shuddering memory of their brutal massacre of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t An earthquake measuring 7.9 on the Richter scale rocked Kanto, Japan around noon of Sept. 1, 1923.\n\t\t\t\t\t\n\t\t\t\t\t The quake occurred when the families were lighting cooking stoves to prepare lunches, destroying houses to be enveloped in a big fire all of a sudden.\n\t\t\t\t\t\n\t\t\t\t\t Most of the houses in Japan at that time were wooden ones.\n\t\t\t\t\t\n\t\t\t\t\t The quake and fire left more than 1.2 million people homeless and over 200 000 were buried and burnt to death.\n\t\t\t\t\t\n\t\t\t\t\t At that time the Japanese imperialists hatched a wicked plot to allay extreme uneasiness, fear and grievances of the inhabitants in the inflicted areas by sacrificing the Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t They proclaimed a martial law by issuing the \"Royal Ordinance\" No. 401 in a bid to create a terror-ridden atmosphere and, at the same time, issued an official order to the governors of all prefectures to crack down upon the Koreans and socialists.\n\t\t\t\t\t\n\t\t\t\t\t Japanese newspapers floated every day wild rumors that \"Koreans set fire\", \"Koreans poisoned wells\" and \"Koreans loot\", fanning  up bitterness toward Koreans and atmosphere of group attack on them in the country.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialist military and police and members of ultra-right organization ran wild like a group of wolves to ferret out Koreans at the instigation of the \"Martial Law Command in Kanto\". They cruelly killed more than 23 000 innocent Koreans in a few days by brandishing guns, Japanese swords, spears and clubs.\n\t\t\t\t\t\n\t\t\t\t\t Human history records not a few cases of massacres by armed groups in war- and dispute-torn areas but there has never been such mass killings of Koreans by troops, police and Japanese on account of a natural disaster.\n\t\t\t\t\t\n\t\t\t\t\t 90 years have passed since then.\n\t\t\t\t\t\n\t\t\t\t\t But the Japanese authorities have not probed the truth behind the massacre, far from making apology and reparation for it.\n\t\t\t\t\t\n\t\t\t\t\t There are countless incidents and cases in which the Japanese imperialists killed Koreans. They include not only the massacre of Koreans during great Kanto quake but \"great punitive operation in Jiandao\", case of explosion of Ukishima-maru and incidents in which the Japanese imperialists buried alive Koreans forcibly taken to coal and other mines, dam construction sites, underground air-raid shelter of the imperial headquarters of Matsushiro and other military installation construction sites. But the Japanese government has neither made any probe into them nor made apology or reparation for any crime.\n\t\t\t\t\t\n\t\t\t\t\t In particular, Japan has not yet redressed the untold human, material and mental damage it did against the Koreans after putting Korea under its illegal armed occupation for over four decades.\n\t\t\t\t\t\n\t\t\t\t\t The Association vehemently denounces in the name of victims and bereaved families the Japanese authorities and the ultra-right reactionaries for recklessly pursuing their hostile policy toward the DPRK, while painting Japan as a victim, far from making apology and repenting of the shuddering massacre of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t It is an unavoidable historical task and moral obligation for Japan to make proper settlement of its crimes against the Korean people. This is also an essential requirement for its co-existence in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should promptly opt for redressing the past, clearly understanding that they can neither justify their blood-stained past history nor keep it buried into oblivion."
        },
        {
            "title": "Delegation of Ministry of People's Security of DPRK Back Home",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-13ee.html",
            "content": "Delegation of Ministry of People's Security of DPRK Back Home\r\n Pyongyang, August 31 (KCNA) -- The delegation of the Ministry of People's Security of the DPRK headed by Minister Choe Pu Il returned home on Saturday after winding up its visit to Mongolia."
        },
        {
            "title": "Brunei FM Visits Kumsusan Palace of Sun ",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-19ee.html",
            "content": "Brunei FM Visits Kumsusan Palace of Sun \n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- His Highness Mohamed Bolkiah, minister of Foreign Affairs and Trade of Brunei, and his party visited the Kumsusan Palace of the Sun to pay tribute to President Kim Il Sung and leader Kim Jong Il on Saturday. \n\t\t\t\t\t They paid tribute to Kim Il Sung and Kim Jong Il, looking up to their statues.\n\t\t\t\t\t\n\t\t\t\t\t They made bows before the great Generalissimos Kim Il Sung and Kim Jong Il at the halls where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the Generalissimos received are on display and the halls which house cars, an electric car, boat and train coaches they used during their field guidance and foreign trips till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t The minister of Foreign Affairs and Trade made an entry in the visitor's book."
        },
        {
            "title": "Talks between DPRK Minister of Foreign Affairs and Brunei Minister of Foreign Affairs and Trade Held",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-14ee.html",
            "content": "Talks between DPRK Minister of Foreign Affairs and Brunei Minister of Foreign Affairs and Trade Held\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- Talks between Pak Ui Chun, DPRK foreign minister, and His Highness Mohamed Bolkiah, minister of Foreign Affairs and Trade of Brunei, were held at the Mansudae Assembly Hall on Saturday.\n\t\t\t\t\t Present at the talks from the DPRK side were officials of the Ministry of Foreign Affairs and from the Brunei side were the party of the minister of Foreign Affairs and Trade and the Brunei ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on the issue of boosting the friendly relations between the two countries and other issues of mutual concern."
        },
        {
            "title": "Table-Tennis Tournament of Disabled Goes On in DPRK ",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-18ee.html",
            "content": "Table-Tennis Tournament of Disabled Goes On in DPRK \r\n Pyongyang, August 31 (KCNA) -- The 2013 Amateur Table-Tennis Tournament, which began at the indoor stadium of Kim Chaek University of Technology here on August 25, has come near to an end. \n\t\t\t\t\t The tournament draws about 500 male and female contestants, selected from preliminaries involving some 1 500 people, including 80 disabled persons, amateurs and ex-players who retired over eight years ago.\n\t\t\t\t\t\n\t\t\t\t\t Starting in Juche 99 (2010), the annual tournament has grown in the number of participants.\n\t\t\t\t\t\n\t\t\t\t\t The disabled men and women started learning table tennis several months or one year ago to participate in the tournament.\n\t\t\t\t\t\n\t\t\t\t\t Mother of So Kwang Nam, the youngest in the current tournament, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Seeing my son finish third in the individual event, I am grateful to the socialist system that cares so much for the disabled like my son.\n\t\t\t\t\t\n\t\t\t\t\t  I will bring up my son to be a person repaying the benefit.\"\n\t\t\t\t\t\n\t\t\t\t\t Mun Kum Ran, a 54-year old disabled woman living in Jungdok-dong, Phyongsong City, South Phyongan Province, said:\n\t\t\t\t\t\n\t\t\t\t\t\"I limp, affected with polio, and I am now middle aged.\n\t\t\t\t\t\n\t\t\t\t\t  But, encouraged by the news of the tournament, I began learning table-tennis two months ago. I am very pleased to attend the tournament.\""
        },
        {
            "title": "DPRK Woman Judoist Wins Gold Medal",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-22ee.html",
            "content": "DPRK Woman Judoist Wins Gold Medal\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- Sol Kyong, woman judoist of the DPRK, bagged a gold medal at the women's 78kg category of the 2013 World Judo Championships in Rio de Janeiro of Brazil. \n\t\t\t\t\t She won mediocre victory with German rival and beat Hungarian and Japanese rivals by ippon and wazaari each in the preliminary matches. In the semi-finals she trounced Canadian rival by ippon. \n\t\t\t\t\t\n\t\t\t\t\t At the final she met Dutch rival where she did not miss the decisive moment to show her skill and beat the rival by wazaari."
        },
        {
            "title": "Art Squad of Youth League Forty Years Old",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-16ee.html",
            "content": "Art Squad of Youth League Forty Years Old\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- 40 years have passed since the Art Squad of the Central Committee of the Kim Il Sung Socialist Youth League was founded in the DPRK.\n\t\t\t\t\t It has created more than 4 000 pieces of successful art works and conducted performing activities for over 10 300 times at theatres and worksites for effecting a great surge.\n\t\t\t\t\t\n\t\t\t\t\t Art works of high ideological and artistic value produced by the creators and artistes have contributed to preparing the youth to be the successors to the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t They had the honor of giving art performances and concerts in the presence of Generalissimos Kim Il Sung and Kim Jong Il for 17 times. They have staged many colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t They conducted performing activities at the Ryongsong Machine Complex, Komdok Mining Complex, Hwanghae Iron and Steel Complex, Kim Chaek Iron and Steel Complex, the construction sites of northern railways and Youth Hero Motorway and other worksites for more than 6 500 times.\n\t\t\t\t\t\n\t\t\t\t\t They conducted performing activities in foreign countries, representing the revolutionary and optimistic appearance of the young Korean people.\n\t\t\t\t\t\n\t\t\t\t\t In recent years they put on the stage of the April Spring People's Art Festival works of high ideological and artistic value, emerging a winner.\n\t\t\t\t\t\n\t\t\t\t\t Creators and artistes were awarded Kim Il Sung Youth Honor Prize and the titles of merited artistes and actors and actresses."
        },
        {
            "title": "Industrial Establishments in South Hamgyong Province Honor Their August Plans",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-15ee.html",
            "content": "Industrial Establishments in South Hamgyong Province Honor Their August Plans\r\n Hamhung, August 31 (KCNA) -- Industrial establishments in South Hamgyong Province overfulfilled their August plans for national economy.\n\t\t\t\t\t The workers of the Hochongang, Jangjingang and Pujongang power stations fulfilled their plans by keeping operation of generating equipment going at a steady rate through their successful overhaul and maintenance and operating machines as required by technical rules and standard regulations.\n\t\t\t\t\t\n\t\t\t\t\t Minor power stations in Jongphyong, Hamju, Toksong and other counties successfully ensured the electricity supply to the local industrial factories by keeping electricity production going at a high rate.\n\t\t\t\t\t\n\t\t\t\t\t The workers of the Ryongsong Machine Complex carried out their plan for producing custom-built equipment at 100.3 percent.\n\t\t\t\t\t\n\t\t\t\t\t The Tanchon Mining Construction Complex and the Equipment Assembly Complex contributed to stepping up the second-phase gasification process project of the Hungnam Fertilizer Complex.\n\t\t\t\t\t\n\t\t\t\t\t The Tanchon Mining Machine Plant gave priority to the material production and sped up accessory processing and spare parts assembling, fully ensuring the production of electric cars and hutches.\n\t\t\t\t\t\n\t\t\t\t\t The Ryongyang and Paekbawi mines introduced advanced mining methods, overfulfilling their daily quotas 20 percent.\n\t\t\t\t\t\n\t\t\t\t\t The workers of the Hamhung Silk Mill hit their target for silk thread production 10 percent.\n\t\t\t\t\t\n\t\t\t\t\t Among the monthly production target hitters are the Hamhung Woolen Mill, Hamhung Disabled Soldiers' Essential Plastic Goods Factory, Hamhung Shoes Factory, Hamhung Youth Electric Appliances Plant, Songchongang Electric Appliances Factory and Hungnam Port."
        },
        {
            "title": "Rodong Sinmun Calls for Ending Tragedy of National Division",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-09ee.html",
            "content": "Rodong Sinmun Calls for Ending Tragedy of National Division\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- National reunification is the centuries-old desire of all the Koreans and an urgent task of the era, says Rodong Sinmun Saturday in a joint article.\n\t\t\t\t\t The tragic consequences of the territorial partition which divided the feelings of human being, harmony of fellow countrymen and the strength of the country are being felt in the life of all Koreans every moment, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Due to the continued national split the gap between the north and the south is widening and there is the increasing danger of tarnishing the common denominator of the nation which has been formed for centuries.\n\t\t\t\t\t\n\t\t\t\t\t One may say the third generation of the divided nation has grown within the Korean nation which has lived in separation for nearly 70 years when considering one generation is replaced by a new one in every three decades in history.\n\t\t\t\t\t\n\t\t\t\t\t Everybody can guess that it is harder for Korea to be reunified in the future when this generation will form a main force of society.\n\t\t\t\t\t\n\t\t\t\t\t A fierce scramble for national power is under way in the international arena with states as units.\n\t\t\t\t\t\n\t\t\t\t\t It is the way for each nation to keep its existence and achieve prosperity at the present times to consolidate unity and bolster up the strength of the nation in every way.\n\t\t\t\t\t\n\t\t\t\t\t If Korea is reunified, it can emerge an advanced strong power leading the world in the political and military, economic and cultural aspects.\n\t\t\t\t\t\n\t\t\t\t\t National division is always accompanied with confrontation and danger of war.\n\t\t\t\t\t\n\t\t\t\t\t The past Korean War was a product of the U.S. policy to occupy the whole of Korea by taking advantage of the division of the country.\n\t\t\t\t\t\n\t\t\t\t\t There is no essential contradiction among the Koreans which may spark off a war.\n\t\t\t\t\t\n\t\t\t\t\t The independent and peaceful reunification of Korea paves the right way for turning the Korean Peninsula into a worldwide security zone where there is lasting peace."
        },
        {
            "title": "U.S.-S. Korea Joint Military Drills against DPRK Slammed",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-21ee.html",
            "content": "U.S.-S. Korea Joint Military Drills against DPRK Slammed\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- The General Association of Koreans in China issued a statement Friday denouncing the U.S. and the south Korean puppet authorities for their joint military drills against the DPRK and anti-DPRK psychological warfare.\n\t\t\t\t\t The statement noted that the touch-and-go situation and confrontation have been defused and the atmosphere of reconciliation and cooperation is prevailing on the Korean Peninsula thanks to the DPRK's positive steps.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Such trend is, however, facing a serious challenge owing to the improper actions of the U.S. and the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t Typical examples of them are the Ulji Freedom Guardian joint military drills and leaflet scattering operations staged by them against the DPRK by use of human scum.\n\t\t\t\t\t\n\t\t\t\t\t Is it the U.S-style \"improvement of the relations\" and the south Korean-style \"confidence-building\" to level guns at the dialogue partner and react to the generous peace measures with war drills and sinister psychological warfare, it queried, and continued:\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. truly wants the denuclearization on the peninsula, it should stop the nuclear blackmail against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The present chief executive of south Korea should drop her double-dealing attitude of allowing nuclear weapons of outside forces and denying the nation's nukes, stop the demeanor rattling the nerves of the DPRK and opt to achieve peace and detente on the peninsula while placing the nation's interests above anything else.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to allow only a political decision helpful to creating an atmosphere of dialogue and peaceful environment. Therefore, the U.S. and the south Korean authorities would be well advised to clearly understand the DPRK's warning and the trend of the times and behave with discretion.\n\t\t\t\t\t\n\t\t\t\t\t The association and all the Koreans in China will closely follow the moves of the U.S. and the present chief executive of south Korea and carry on the struggle to achieve the country's reunification and nation's peace and prosperity, concluded the statement."
        },
        {
            "title": "S. Korean Organizations Condemn Puppet Group for Suppressing Opposition Party",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-20ee.html",
            "content": "S. Korean Organizations Condemn Puppet Group for Suppressing Opposition Party\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- The Unified Progressive Party, the Solidarity for Progress, Confederation of Trade Unions, the Federation of Peasants Associations and other civic and public organizations of south Korea held a meeting of representatives for forming the committee of measures against the Intelligence Service (IS)-fabricated plot for rebellion and suppression under the pretext of security and a press conference on August 29 at which they condemned the puppet group for suppressing the opposition party in a bid to gloss over the case of the IS.\n\t\t\t\t\t Ri Jong Hui, representative of the Unified Progressive Party, said that the IS recently cracked down on the party under an absurd pretext that it plotted a rebellion.\n\t\t\t\t\t\n\t\t\t\t\t Paek Ki Wan, director of the Unification Study Centre, accused the present regime of mulling setting in motion the IS to obliterate the democratic and progressive forces on this land, targeting the Unified Progressive Party. What is clear from this is that the rulers are in the grip of a crisis and the results of the fight are evident, he added.\n\t\t\t\t\t\n\t\t\t\t\t Pak Sok Un, co-representative of the Solidarity for Progress, noted that the suppression of the Unified Progressive Party is a political operation staged by the regime and the IS to tide over the crisis and turn the situation in their favor in the wake of the disclosure of the IS's interference in the election. It is also an artifice to split the people's candlelight actions strongly protesting against them in a bid to tone down voices calling for the total reform of the IS, he charged.\n\t\t\t\t\t\n\t\t\t\t\t Rev. Jo Hon Jong, permanent representative of a religious organization, said that the crackdown upon the opposition party is a group terrorist act against the people by the dictatorial power, adding such act of stifling democracy is little short of digging one's own grave by oneself.\n\t\t\t\t\t\n\t\t\t\t\t Kwon O Hon, honorary chairman of the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy, said that the suppression of the opposition party is an act of stifling democracy, going beyond interference in politics and violation of human rights. He declared the people would not be taken in any longer and the forces protesting against injustice and fighting for justice will win in the long run.\n\t\t\t\t\t\n\t\t\t\t\t Read out then were a statement and a press release demanding the regime and the IS thoroughly clarify before the people the suspicion about the Unified Progressive Party's plotted rebellion."
        },
        {
            "title": "S. Korean Radio Accuses Japan of Twisting Massacre of Koreans during Kanto Quake",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-08ee.html",
            "content": "S. Korean Radio Accuses Japan of Twisting Massacre of Koreans during Kanto Quake\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- It has been disclosed that Japan twisted the massacre of Koreans committed by it during the great Kanto quake in the history textbook, according to south Korean KBS on Friday.\n\t\t\t\t\t When the people grew grievous about huge damage caused by the great quake in Kanto area of Japan on September 1, 1923, the Japanese imperialists spread a rumor that Koreans set fire for the purpose of calming down it.\n\t\t\t\t\t\n\t\t\t\t\t They hurled troops, police and even \"ultra-right organizations\" made up of civilians into operations to massacre Koreans.\n\t\t\t\t\t\n\t\t\t\t\t A Japanese painter who witnessed the massacre on the spot at that time drew a painting depicting Japanese troops, police and \"ultra-right organizations\" killing Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Last year the Yokohama City Education Committee included this fact in the history textbook for secondary school, admitting the government's involvement. \n\t\t\t\t\t\n\t\t\t\t\t But this year it deleted the government's involvement from this history textbook and said \"ultra-right organizations\" killed Koreans.\n\t\t\t\t\t\n\t\t\t\t\t In protest against this action conscious intellectuals of Japan visited the committee and demanded it rectify the mistake.\n\t\t\t\t\t\n\t\t\t\t\t Reporting about this, KBS queried whether Japanese believe that the crimes of their ancestors will disappear if the Japanese tell lies after deleting their past crimes from the textbook."
        },
        {
            "title": "S. Korean Pro-Reunification Progressive Declared Not Guilty",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-10ee.html",
            "content": "S. Korean Pro-Reunification Progressive Declared Not Guilty\r\n Pyongyang, August 31 (KCNA) -- The south Korean Seoul High Court declared not guilty Paek Ki Wan, director of the Unification Study Center, who fought against the \"yusin constitution\" during the past fascist dictatorship, according to the south Korean Kyunghyang Daily.\n\t\t\t\t\t In 1974 the fascist authorities sentenced him to 15 years in prison and 15 years of suspension of qualification and then 12 years in prison and 12 years of suspension of qualification by invoking the provision of the brigandish \"emergency step\" aimed to put down the struggle for democracy against fascism for staging actions against the long-term office of the \"yusin\" dictator.\n\t\t\t\t\t\n\t\t\t\t\t In this connection the court declared him not guilty, claiming that \"emergency step\" No. 1 abridged and encroached upon the freedom and rights of the people."
        },
        {
            "title": "Round-table Talks of Korean War Veterans in China Held",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-23ee.html",
            "content": "Round-table Talks of Korean War Veterans in China Held\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- The delegation of Korean war veterans in China held round-table talks in Shenyang, China on August 27. It took part in the celebrations for marking the 60th anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t Present there were Choe Un Bok, chairwoman of the General Association of Koreans in China, and other officials of the Association, Hwang Yong Du, chairman of the Liaoning Regional Association of the General Association, and members of the delegation led by Kim Kang Hui, head of the group of war veteran lecturers of the Chinese People's Volunteers.\n\t\t\t\t\t\n\t\t\t\t\t Choe Un Bok who visited the DPRK as the head of the delegation of the General Association said that what she keenly felt from the first moment of her arrival at the homeland together with the war veterans delegation was the deep love and respect of the people in the homeland for the CPV martyrs although six decades have passed since the war.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kang Hui said the delegation was honored to have a photo taken with Marshal Kim Jong Un. He referred to the greatest honor, loving care and hospitality that were accorded to the delegation during its stay in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Hwang Yong Du said the peace-loving measures being taken by the homeland recently to reduce the tensions that mounted on the Korean Peninsula for six decades after the war due to the U.S. imperialists, and improve the north-south ties have been strongly favored by the Koreans and the world people alike.\n\t\t\t\t\t\n\t\t\t\t\t During the visit the members of the delegation were given several occasions to be close to the Marshal, he said, stressing that he can never forget all the loving cares that were shown by the Marshal for the war veterans.\n\t\t\t\t\t\n\t\t\t\t\t After the round-table talks, the participants watched a Korean documentary dealing with the grand celebrations of the 60th anniversary of the victory in the great Fatherland Liberation War that were held in the presence of the Marshal."
        },
        {
            "title": "DPRK Anniversary to Be Marked in Russia",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-02ee.html",
            "content": "DPRK Anniversary to Be Marked in Russia\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- The Karelia preparatory committee to mark the 65th anniversary of the DPRK was inaugurated in Russia on Monday.\n\t\t\t\t\t Viktor Yegorov, chairman of the Karelia-DPRK Friendship Association of Russia, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the celebration period from August 26 to Sept. 12 and decided to organize during these days colorful political and cultural events including seminar and lecture in praise of the immortal exploits performed by President Kim Il Sung in the nation-building."
        },
        {
            "title": "Kim Il Sung Praised by Indonesian Party Leader",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-03ee.html",
            "content": "Kim Il Sung Praised by Indonesian Party Leader\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- Nurdin Purnomo, chairman of the National Leading Council of the Diversity Party of Indonesia, released a statement on Tuesday to mark the 65th anniversary of the DPRK.\n\t\t\t\t\t He extended warm congratulations and solidarity to the Korean people in the run-up to the 65th anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t 65 years ago, President Kim Il Sung founded the Democratic People's Republic of Korea and pursued the original politics of independence and, as a result, the DPRK is demonstrating its dignity and might as an invincible country which no country dares provoke, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics enforced by leader Kim Jong Il put the national power of the DPRK on the highest level. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people, therefore, could develop the economy, undeterred by incessant threat, interference and pressure of big powers and the West.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK demonstrating the dignity and might as an independent power is steered by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t I am sure that the Workers' Party of Korea and the Korean people will surely build an economic power and achieve the historic cause of national reunification as they are led by him."
        },
        {
            "title": "Nepali Papers Observe DPRK's Anniversary",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-04ee.html",
            "content": "Nepali Papers Observe DPRK's Anniversary\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- Nepali newspapers carried special write-ups illustrated with photos of President Kim Il Sung, leader Kim Jong Il and supreme leader Kim Jong Un to mark the 65th anniversary of the DPRK.\n\t\t\t\t\t Gorkha Express on Tuesday carried an article titled \"65 years of victory and glory\" which says:\n\t\t\t\t\t\n\t\t\t\t\t September 9 this year marks the 65th anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has developed into an invincible socialist state over the past 65 years.\n\t\t\t\t\t\n\t\t\t\t\t It aims to build an original socialist state centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t  It established a socialist system and instituted a socialist constitution, making the line and all policies and activities of the state strictly guarantee the independent rights of the popular masses and meet their interests. It has enforced all popular policies. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people repose absolute trust in the DPRK government and single-mindedly support it as they have keenly realized through their life experience that socialist society of their country is a genuine popular society.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has won one victory after another in the anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t When the U.S. ignited the Korean War (1950-1953), the army and people of the DPRK frustrated its numerical, military and technological superiority with their politico-ideological, strategic and tactical edge, inflicting a heavy defeat upon it for the first time in history and firmly protecting the sovereignty and dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK always emerged victorious in the confrontation with the U.S. in the post-war period, too.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has brought ceaseless epoch-making miracles and changes.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are now creating a new speed called \"Speed on Masik Pass\" to complete the construction of world-class ski resort on Masik Pass in a brief span of time and bringing about miracles and changes in all fields of socialist construction at that speed.\n\t\t\t\t\t\n\t\t\t\t\t Nepal Today on Tuesday carried a similar article."
        },
        {
            "title": "Songun Politics Praised by Nepali Figure",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-05ee.html",
            "content": "Songun Politics Praised by Nepali Figure\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- Phanindra Raj Pant, secretary general of the Nepalese Association for Supporting the Songun Politics, contributed an article titled \"Invincible Songun politics\" to the Aug. 20 issue of the Nepali newspaper Gorkha Express on the occasion of the Day of Songun.\n\t\t\t\t\t In the article he extended warm congratulations to supreme leader Kim Jong Un on the occasion of the 53rd anniversary of Kim Jong Il's start of Songun revolutionary leadership and wished him new success in his work to achieve the independent and peaceful reunification of the country and build a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that the Nepalese Association for Supporting the Songun Politics is deeply impressed by the Songun politics pursued by leader Kim Jong Il and the ranks of followers of the Songun idea are on the daily increase and various organizations and forums were organized in Nepal to study and disseminate the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t He pointed to the fact that Kim Jong Il started his Songun revolutionary leadership by inspecting Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army on Aug. 25, 1960.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Today the Juche idea and the Songun politics have been successfully embodied in all fabrics of life of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a socialist state which established Juche in idea, independence in politics, self-support in the economy and self-reliance in national defence.\n\t\t\t\t\t\n\t\t\t\t\t All successes registered in the DPRK are based on the trust and love shown by President Kim Il Sung, Kim Jong Il and Kim Jong Un for the people.\n\t\t\t\t\t\n\t\t\t\t\t We should learn a lot from the DPRK."
        },
        {
            "title": "Kim Jong Il's Exploits Lauded by Peruvian Organization",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-06ee.html",
            "content": "Kim Jong Il's Exploits Lauded by Peruvian Organization\n\t\t\t\t\t\t\r\n Pyongyang, August 31 (KCNA) -- The Peruvian Group for the Study of Kimilsungism-Kimjongilism made public a statement on August 20 to mark the Day of Songun in the DPRK. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Aug. 25 this year is the 53rd anniversary when Kim Jong Il started the Songun revolutionary leadership by visiting Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il developed and enriched the Juche idea, Songun idea of President Kim Il Sung and formulated the Songun politics as the political mode peculiar to the Workers' Party of Korea and the Korean revolution in defending socialism. \n\t\t\t\t\t\n\t\t\t\t\t With the Songun idea and Songun politics he frustrated the anti-socialist moves of the U.S.-led imperialist reactionaries and wisely led the Korean people in their struggle for building a thriving nation and defending sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t His exploits performed in defending socialism and advancing the cause of global independence will be immortal. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people will as ever win victory after victory in the anti-imperialist, anti-U.S. struggle and fully demonstrate their dignity as the guardian of world peace as they uphold Marshal Kim Jong Un, great successor to the Songun cause, as supreme leader."
        },
        {
            "title": "Chilean Party Leader Praises DPRK ",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-07ee.html",
            "content": "Chilean Party Leader Praises DPRK \r\n Pyongyang, August 31 (KCNA) -- Eduardo Artes, first secretary of the Central Committee of the Communist Party of Chile (Proletarian Action), was interviewed by Piensa, Prensa Independiente News Agency on Aug. 20 as regards his visit to the DPRK. \n\t\t\t\t\t He said he took part in the celebrations of the diamond jubilee of the victory of the Korean people in the great Fatherland Liberation War. In the 1950s the army and people of the DPRK beat back the invasion by the U.S. imperialists to win the historic victory and brought about big changes on the ruins of the war, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The International Friendship Exhibition House is a significant place showcasing the greatness of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Gifts presented to them by a lot of heads of state and prominent personages of the world are incomparable with anything in their quantity and value.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is guided by the man-centered Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Compulsory free education system is enforced at the state expense and all the people including workers, farmers and intellectuals enjoy benefits from the state in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Streets in Pyongyang were bright and clean.\n\t\t\t\t\t\n\t\t\t\t\t Politics for the people is being pursued in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are firmly united around the leader. This unity is the source for coping with all the threats by the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is an independent country which shapes and implements policies in the interests of its people, free from any yoke.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army (KPA) serves as the driving force not only in defending the country but in building socialism. \n\t\t\t\t\t\n\t\t\t\t\t The KPA Museum of Weapons and Equipment helps visitors know well about the might of the DPRK and the key to its vigorous advance.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has military capabilities enough to cope with any aggression."
        },
        {
            "title": "Conversaciones entre cancilleres de RPDC y Brunei",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-30ee.html",
            "content": "Conversaciones entre cancilleres de RPDC y Brunei\n\t\t\t\t\t\t\r\nPyongyang, 31 de agosto (ACNC) -- Tuvieron lugar este sabado en el capitalino Palacio de los Congresos Mansudae las conversaciones entre el ministro de Relaciones Exteriores de la Republica Popular Democratica de Corea, Pak Ui Chun, y su homologo de Brunei, Su Alteza Mohamed Bolkiah.\n\t\t\t\t\tEn la ocasion estuvieron presentes por la parte coreana los funcionarios del MINREX, y por la otra, la comitiva de Mohamed Bolkiah y el embajador en Corea. \n\t\t\t\t\t\n\t\t\t\t\tAmbas partes intercambiaron las opiniones sobre el mayor desarrollo de las relaciones de amistad entre los dos paises y otros asuntos de interes mutuo."
        },
        {
            "title": "EE.UU. rompio ambiente de dialogo humanitario, insiste MINREX de RPDC",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-31ee.html",
            "content": "EE.UU. rompio ambiente de dialogo humanitario, insiste MINREX de RPDC\n\t\t\t\t\t\t\r\nPyongyang, 31 de agosto (ACNC) -- A la pregunta formulada el dia 31 por la ACNC en relacion con que Estados Unidos induce en error la opinion publica como si la Republica Popular Democratica de Corea no permitiera de repente la visita del enviado especial encargado de los asuntos de derechos humanos y cooperacion humanitaria del Departamento de Estado de EE.UU., el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio la siguiente respuesta:\n\t\t\t\t\tA partir del punto de vista humanitario, intentabamos admitir la visita del enviado especial del Departamento de Estado presentado por la parte norteamericana y discutir sinceramente el problema de un estadounidense en la carcel de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tComo es notorio, aunque ultimamente EE.UU. y el Sur de Corea desarrollaron los ejercicios conjuntos militares de gran envergadura contra la RPDC, hemos aguantado al maximo para prevenir de todas maneras el circulo vicioso de la exacerbacion de la tension.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, EE.UU. hizo volar de modo sucesivo los bombarderos estrategicos B-52H en el espacio aereo de la Peninsula Coreana para los ejercicios de bombardeo nuclear en vez de responder a nuestra magnanimidad y esfuerzos pacientes.\n\t\t\t\t\t\n\t\t\t\t\tComo muestra la situacion de abril pasado que se llevo al borde de la guerra, la aparicion de esas aeronaves en el espacio de la Peninsula Coreana es el mas evidente chantaje nuclear contra la RPDC y amenaza militar que revelo fehacientemente el caracter atacante y agresivo de los ejercicios militares conjuntos.\n\t\t\t\t\t\n\t\t\t\t\tAsi, EE.UU. rompio de un momento el ambiente de dialogo humanitario preparado al cabo de tantos esfuerzos.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de que lo avisamos con claridad a la parte estadounidense por via de contacto de Nueva York, EE.UU. se hizo el ignorante expresando \"sorpresa\", lo cual es una cosa pasmosa."
        },
        {
            "title": "Condenan masacre de coreanos durante el terremoto de Kanto",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-32ee.html",
            "content": "Condenan masacre de coreanos durante el terremoto de Kanto\r\nPyongyang, 31 de agosto (ACNC) -- El portavoz de la Asociacion de Coreanos Reclutados Forzosamente y sus Familiares hizo publica el dia 31 la siguiente declaracion:\n\t\t\t\t\tEl primero de septiembre se cumple el 90o aniversario del gran terremoto de Kanto, Japon. \n\t\t\t\t\t\n\t\t\t\t\tEse dia, el pueblo coreano se monta en colera recordando la escalofriante masacre de coreanos cometida por los imperialistas japoneses. \n\t\t\t\t\t\n\t\t\t\t\tA eso de las 12 del primero de septiembre de 1923, azoto la zona de Kanto un temblor de 7.9 grados en escala abierta de Richter.\n\t\t\t\t\t\n\t\t\t\t\tEl terremoto se extendio en un instante a un gran incendio porque a esa hora las cocinas estaban encendidas para la preparacion de almuerzo en las viviendas hechas de madera en su mayoria. \n\t\t\t\t\t\n\t\t\t\t\tEl gran terremoto y el fuego de ese dia dejaron como saldo mas de un millon 200 mil habitantes sin hogar y mas de 200 mil muertos atrapados en escombros o quemados. \n\t\t\t\t\t\n\t\t\t\t\tEn aquel entonces, el imperialismo japones trazo la artimana de utilizar a los coreanos residentes en su pais como victimas para calmar a los moradores de la zona damnificada sumamente inquietados y desesperados. \n\t\t\t\t\t\n\t\t\t\t\tProclamo como \"mandato imperial\" no. 401 la ley marcial creando el ambiente de terror y dio a los gobernadores locales la orden oficial de reprimir sin piedad a los coreanos y los socialistas. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, obligo a los periodicos japoneses divulgar diariamente las desinformaciones como \"los coreanos  incendian\", \"envenenan pozos\" y \"saltean\", etc., de modo que se infundiera en toda la sociedad japonesa el odio a los coreanos y se creara el ambiente de ataque colectivo contra ellos. \n\t\t\t\t\t\n\t\t\t\t\tBajo la instigacion de la \"Comandancia Marcial de Kanto\", el ejercito, la policia y las organizaciones civiles reaccionarias asesinaron durante unos dias a mas de 23 mil coreanos inocentes usando el fusil, espada, lanza y porra y otras armas mortiferas. \n\t\t\t\t\t\n\t\t\t\t\tSi bien en la historia se registraron no pocos casos de genocidio cometidos por grupos armados en la guerra o zona de conflicto, pero no tiene antecedentes el caso de Kanto en que se aprovecho hasta el desastre natural como oportunidad de operacion xenofoba. \n\t\t\t\t\t\n\t\t\t\t\tYa pasaron 90 anos desde entonces. \n\t\t\t\t\t\n\t\t\t\t\tPero, las autoridades japonesas no esclarecen todavia la verdad del caso, lejos de pedir disculpas e indemnizar. \n\t\t\t\t\t\n\t\t\t\t\tSucede lo mismo en otros casos de la caza de coreanos, entre otros, la \"gran punicion en Jiandao\", el hundimiento del barco \"Ukishima-maru\", el enterramiento de coreanos arrestados forzosamente para los trabajos de esclavitud en las minas carboniferas, las minas, los campos de construccion de dique y las obras de construccion de establecimientos militares. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, el pais isla elude hasta la fecha la liquidacion de sus crimenes de haber causado incontables perdidas humanas, materiales y mentales al pueblo coreano durante su ilegal ocupacion militar de mas de 40 anos sobre el territorio coreano. \n\t\t\t\t\t\n\t\t\t\t\tLa Asociacion de Coreanos Reclutados Forzosamente y sus Familiares denuncia severamente en nombre de las victimas y sus familiares a las autoridades y reaccionarios derechistas japoneses que practican su imprudente politica hostil a la RPDC, en lugar de pedir disculpas y arrepentirse de la horrorosa masacre de coreanos. \n\t\t\t\t\t\n\t\t\t\t\tLiquidar esos crimenes del pasado es la tarea historica y obligacion moral de Japon y una demanda imprescindible para la coexistencia en el Nordeste Asiatico. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades japonesas deben liquidar cuanto antes sus crimenes del pasado teniendo presente que no pueden justificar ni ocultar su historia de agresiones manchada de sangre."
        },
        {
            "title": "ACNC critica la negativa a exportacion de equipos de teleferico a la RPDC",
            "url": "http://kcna.co.jp/item/2013/201308/news31/20130831-33ee.html",
            "content": "ACNC critica la negativa a exportacion de equipos de teleferico a la RPDC\n\t\t\t\t\t\t\r\nPyongyang, 31 de agosto (ACNC) -- En estos tiempos, algunos paises de Europa Occidental se niegan a exportar los equipos de teleferico para el campo de esqui de la Republica Popular Democratica de Corea, sumandose al designio de Estados Unidos de aplastarla.\n\t\t\t\t\tPara justificar la negativa, ellos arguyen que la construccion del campo de esqui del monte Masik es una propaganda del regimen, los equipos necesarios son \"articulos de lujo\" prohibidos de exportar en virtud de la \"sancion\" de la ONU. Ademas, sostienen que es increible que los habitantes coreanos comunes utilicen el campo de esqui y este deporte lo practican solo las personas de alto nivel.\n\t\t\t\t\t\n\t\t\t\t\tEsas palabras son insulto intolerable a nuestro regimen y pueblo y grave violacion de DDHH que politiza y discrimina el deporte.\n\t\t\t\t\t\n\t\t\t\t\tEn una palabra, los \"Estados democraticos\", que preconizan al frente la \"igualdad de todos los hombres\", la \"defensa de derechos humanos\" y la \"libertad\", violan a la vista de la comunidad internacional la dignidad de un Estado soberano y cometen sin vacilacion alguna la hostilidad de privar a un pueblo de su elemental derecho a la vida cultural.\n\t\t\t\t\t\n\t\t\t\t\tEl campo de esqui del monte Masik es un establecimiento para el deporte masivo que se construye acorde al proposito de nuestro partido de ofrecer al pueblo, jovenes y ninos las condiciones de vida mas civilizadas. Sus usuarios son nuestro pueblo que siendo dueno del pais, crea la felicidad con sus propias manos, ademas de los turistas y los aficionados al deporte de todas las latitudes del mundo.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, el asesor especial del secretario general de la ONU encargado de deporte para el desarrollo y la paz, en entrevista del dia 23 con el rotativo surcoreano \"Choongang Ilbo\", expreso consentimiento a las politicas populares de la RPDC y dijo como sigue:\n\t\t\t\t\t\n\t\t\t\t\t\"Tuve buena impresion de la visita al Norte de Corea. El Estado presta gran atencion al deporte y sobre todo, el deporte se practica cotidianamente y las instalaciones deportivas se usan ampliamente. La mas impresionante fue el campo de esqui del monte Masik. Se dice que se planea atraer a ese lugar a los surcoreanos y los turistas extranjeros al igual que la zona del monte Kumgang.\"\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, el esqui es una de las disciplinas deportivas que les gusta a todos en muchos paises del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEstan acondicionados en varias regiones del mundo miles de campos de esqui y el numero de sus usuarios llega a decenas de millones.\n\t\t\t\t\t\n\t\t\t\t\tTanto los paises con condiciones naturales y geograficas favorables al esqui como los otros tropicales prestan gran atencion al desarrollo de ese deporte.\n\t\t\t\t\t\n\t\t\t\t\tEn los siglos pasados, los suizos preferian el esqui a pesar de su pobreza y hoy, incontables personas trabajan para el desarrollo del mismo deporte.\n\t\t\t\t\t\n\t\t\t\t\tPero, ahora ellos dicen que el esqui es para los \"hombres de alto nivel\", lo que es un engano a si mismos.\n\t\t\t\t\t\n\t\t\t\t\tEs lamentable que los paises, que se creen \"civilizados\", hayan manchado ante el mundo su dignidad e imagen, moviendose bajo la presion de Estados Unidos enloquecido por la politica de hostilidad a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl campo de esqui del monte Masik sera edificado sin falta como simbolo de la civilizacion e impetu heroico de Corea."
        }
    ]
}