{
    "date": "2013-05-09",
    "url": "http://kcna.co.jp/item/2013/201305/2013-05-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Un se reune con creadores y artistas de Orquesta Unhasu",
            "url": "http://kcna.co.jp/item/2013/201305/news09/20130509-16ee.html",
            "content": "Kim Jong Un se reune con creadores y artistas de Orquesta Unhasu\n\t\t\t\t\t\t\r\nPyongyang, 9 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, junto con Ri Sol Ju, se reunio con los creadores y los artistas de la Orquesta Unhasu quienes hacen preparativos de la funcion por el 60o aniversario de la victoria en la Guerra de Liberacion de la Patria.\n\t\t\t\t\tEn el mismo lugar el Mariscal vio las piezas a ser presentadas en la funcion.\n\t\t\t\t\t\n\t\t\t\t\tLuego de ver las obras, dio valiosas instrucciones que se presentan en los preparativos de la funcion, entre otros, el rumbo, la posicion ideologica, las piezas y la composicion de la funcion.\n\t\t\t\t\t\n\t\t\t\t\tDijo que celebrar con significacion el 60o aniversario de la victoria en la Guerra de Liberacion de la Patria reviste gran importancia para glorificar de generacion en generacion las inmortales hazanas del Presidente Kim Il Sung realizadas en lograr la victoria en esa contienda y el indoblegable espiritu de lucha del ejercito y pueblo coreanos que aniquilaron a los imperialistas yanquis y defendieron honrosamente la libertad y la independencia de la patria.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que los creadores y los artistas de la Orquesta, conscientes de la importancia de la funcion por esa efemeride, deben reflejar en cada obra las hazanas realizadas por el Presidente y el espiritu de lucha de los militares y civiles coreanos que unidos firmemente en torno al partido y al lider pusieron de pleno manifiesto el heroismo masivo y nobles rasgos espirituales y morales.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que a traves de la funcion ellos deben demostrar el poderio de la orquesta formada por el Dirigente Kim Jong Il como vanguardista del frente ideologico y cultural y entidad artistica de importancia nacional.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que con motivo de esa efemeride la Banda Moranbong y la Orquesta Unhasu deben hacer bien los preparativos de la funcion conjunta y mostrar otra vez a todo el mundo la fama de las entidades artisticas que reciben el amor de los habitantes.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y la conviccion de que los creadores y los artistas de las dos entidades artisticas crearan de manera peculiar y nueva las piezas de la funcion.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, el Mariscal tomo una foto de recuerdo junto con los creadores y artistas de la Orquesta Unhasu.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del PTC y jefe de la Direccion Politica General del EPC, Kim Ki Nam, miembro del Buro Politico y secretario del CC del PTC, y Choe Hwi, primer subjefe de departamento del CC del PTC."
        },
        {
            "title": "Acto central por 60o aniversario de publicacion de \"Obras escogidas de Kim Il Sung\"",
            "url": "http://kcna.co.jp/item/2013/201305/news09/20130509-17ee.html",
            "content": "Acto central por 60o aniversario de publicacion de \"Obras escogidas de Kim Il Sung\"\r\nPyongyang, 9 de mayo (ACNC) -- Tuvo lugar este jueves en el Gran Teatro de Pyongyang Este el acto central dedicado al 60o aniversario de la publicacion de \"Obras escogidas de Kim Il Sung\".\n\t\t\t\t\tDurante todo el tiempo de su guia revolucionaria, el Presidente Kim Il Sung dio las respuestas perfectas a todos los temas teorico-practicos que se presentaban en la revolucion y la construccion y publico numerosas obras que los sintetizan.\n\t\t\t\t\t\n\t\t\t\t\tEl libro \"Obras escogidas de Kim Il Sung\" fue editado el 10 de mayo del 42 (1953) de la Era Juche.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto participaron Kim Yong Nam, Kim Ki Nam y otros cuadros, asi como los funcionarios de los ministerios, organos centrales y de la rama de ciencia, educacion, prensa e informacion, de formacion de funcionarios del partido, los periodistas y los redactores.\n\t\t\t\t\t\n\t\t\t\t\tKim Ki Nam, miembro del Buro Politico y secretario del CC del PTC, en su informe puntualizo que \"Obras escogidas de Kim Il Sung\", coleccion de la idea Juche, es el libro original del kimilsungismo-kimjongilismo y tambien constituye el patrimonio nacional, la maxima propiedad ideo-espiritual de la humanidad en que estan sintetizadas la vida revolucionaria y las hazanas ideo-teoricas del gran hombre sin igual, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente fue el lider destacado, patriota sin par y gran hombre quien ilumino el camino a seguir por la epoca y la revolucion con sus profundas actividades ideo-teoricas e hizo gran aporte a la revolucion coreana y al cumplimiento de la causa de la independencia de la humanidad con su extraordinaria capacidad politica e incesantes esfuerzos abnegados. \n\t\t\t\t\t\n\t\t\t\t\tLa edicion de esa coleccion fue un acontecimiento historico a registrarse en la historia de cien anos de la nacion de Kim Il Sung y deviene la maxima gloria y fortuna para la patria, el pueblo, la epoca del Juche y la  humanidad.\n\t\t\t\t\t\n\t\t\t\t\tEn el tiempo transcurrido desde la publicacion de las obras, el pueblo coreano ha logrado grandes avances en el cumplimiento de la causa de la revolucion del Juche y la de independencia de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il dirigio energicamente para que las obras del Presidente se publicaran como valioso patrimonio de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tGracias al Mariscal Kim Jong Un, la idea revolucionaria del Presidente y el Dirigente se hereda con brillantez y se lleva adelante la causa de la revolucion del Juche, iniciada en el monte Paektu."
        },
        {
            "title": "Exhibicion de valiosos datos de disenos de maquinas",
            "url": "http://kcna.co.jp/item/2013/201305/news09/20130509-18ee.html",
            "content": "Exhibicion de valiosos datos de disenos de maquinas\n\t\t\t\t\t\t\r\nPyongyang, 9 de mayo (ACNC) -- Tuvo lugar del dia 2 al 6 la 9a exposicion nacional de ciencias y tecnicas de la rama de disenos de maquinas.\n\t\t\t\t\tSe exhibieron los disenos de maquinas y de formas, los valiosos datos de investigacion y proyectos de medidas para el desarrollo de la tecnologia de disenos y varios programas de asistencia para disenos.\n\t\t\t\t\t\n\t\t\t\t\tEntre ellos ganan atencion especial de los especialistas el metodo de fundicion en el horno de induccion de media frecuencia presentado por el Instituto Central de Disenos de Maquinas.\n\t\t\t\t\t\n\t\t\t\t\tEste metodo que contribuye al aumento de calidad de la produccion de acero al carbono, acero de aleacion, acero inoxidable e hierro fundido es eficiente en aumentar la tasa de rendimiento de los elementos de aleacion.\n\t\t\t\t\t\n\t\t\t\t\tEl sistema de enfriamiento de resistencia de freno de 675kW presentado por la filial del ferrocarril de la Academia Estatal de Ciencias de Corea gana gran popularidad por ser el sistema de enfriamiento que garantiza la estabilidad de circulacion de las locomotoras electricas.\n\t\t\t\t\t\n\t\t\t\t\tEl mediador inventado por el Instituto de Disenos de Equipos Electronicos mide automaticamente 30kg de cemento, abono y otros materiales secos, asi que atrae mucho a los usuarios por ser amplio el dominio de su uso.\n\t\t\t\t\t\n\t\t\t\t\tEl Instituto Superior de Maquinaria de Pyongyang presento la maquina combinada de elaboracion de piensos que permite elevar 8 veces la produccion ahorrando mucha electricidad en comparacion con el tiempo anterior.\n\t\t\t\t\t\n\t\t\t\t\tDurante la exhibicion fueron intercambiados y divulgados los exitos y las experiencias logrados en las tecnologias de disenos sobre nuevos productos de maquina y la informacion de disenos.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe de departamento del Ministerio de Industria Mecanica Kim Chang Gon (47 anos de edad) dijo que la mayoria de los disenos y proyectos exhibidos en la feria contribuyen activamente al desarrollo de la industria mecanica y el mejoramiento de la vida del pueblo al introducirlos en la practica."
        },
        {
            "title": "Cancion \"Nuestra bayoneta garantiza la paz\"",
            "url": "http://kcna.co.jp/item/2013/201305/news09/20130509-19ee.html",
            "content": "Cancion \"Nuestra bayoneta garantiza la paz\"\n\t\t\t\t\t\t\r\nPyongyang, 9 de mayo (ACNC) -- El pueblo coreano canta con gusto la cancion \"Nuestra bayoneta garantiza la paz\".\n\t\t\t\t\tLa cancion conmovio a los espectadores en el concierto de la Orquesta Unhasu por el Primero de Mayo.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un dijo que esta cancion descrita por el solo femenino y el coro mixto es tan buena que le da ganas de oir mas y refleja la posicion de principios de la RPDC contra los enemigos que intentan derrocar la patria socialista.\n\t\t\t\t\t\n\t\t\t\t\tLa cancion escrita por Jong Un Ok y compuesta por Ri Jong O en la decada de 1990 describe bien en lo artistico la voluntad del ejercito y pueblo coreanos de aniquilar implacablemente con fusiles a los enemigos si estos se atreven a agredir a la RPDC aunque es tan valiosa la paz.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano no dejo el fusil aunque sufrio el doloroso sacrificio apretando el cinturon porque es valiosa la paz que garantiza la dignidad de la nacion y el desarrollo independiente del pais.\n\t\t\t\t\t\n\t\t\t\t\tPara el pueblo coreano las fuerzas armadas son el destino, la felicidad y el porvenir.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad de hoy en que existen en la Peninsula Coreana los enemigos que acarrean otra vez el nubarron de la guerra, infunde la verdad de la historia de que no se debe perdonar al imperialismo yanqui.\n\t\t\t\t\t\n\t\t\t\t\tLa historia de la nacion coreana que sufrio la tristeza de apatrida por las fuerzas armadas debiles nos dejo la leccion de sangre de que es imposible defender con el puno debil el pais y la nacion.\n\t\t\t\t\t\n\t\t\t\t\tMientras existan los imperialismos en esta Tierra, los militares y civiles coreanos cantaran las canciones que describen las fuerzas armadas, remedio omnipotente de la soberania, la dignidad y la paz."
        }
    ]
}