{
    "date": "2013-10-11",
    "url": "http://kcna.co.jp/item/2013/201310/2013-10-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Maneuvers of Newly Built Warships ",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-30ee.html",
            "content": "Kim Jong Un Guides Maneuvers of Newly Built Warships\r\n Pyongyang, October 11 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, looked round newly built warships and guided their maneuvers. \n\t\t\t\t\t He was accompanied by Ri Yong Gil, Kim Myong Sik, Ju Kyu Chang and Hong Yong Chil.\n\t\t\t\t\t\n\t\t\t\t\t He was greeted on the spot by officials of the relevant unit which built the warships.\n\t\t\t\t\t\n\t\t\t\t\t Scientists, technicians and workers of the DPRK built new type warships of Korean-style based on the latest achievements of military science and technology by displaying all their creative wisdom and enthusiasm in hearty response to the tasks given by Kim Jong Un on building modern warships necessary for rounding off the combat preparations of the navy.\n\t\t\t\t\t\n\t\t\t\t\t He learnt in detail about the displacement and speed of the warships and weapons and combat and technological equipment aboard them, etc.\n\t\t\t\t\t\n\t\t\t\t\t He praised the scientists, technicians and workers for successfully building the modern warships which are on a high level of intelligence and light in weight in a brief span of time true to the Party's idea on pushing back the frontiers of latest science and technology.\n\t\t\t\t\t\n\t\t\t\t\t He guided maneuvers of the warships.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied to watch the high maneuverability and striking capability of the warships.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the new warships are fully capable of displaying their performance under any combat circumstances, he expressed great pleasure with the induction of more powerful means into the navy for rounding off its combat preparations.\n\t\t\t\t\t\n\t\t\t\t\t He set forth important tasks to be fulfilled to bolster up the naval force and steadily increase its naval operation combat capability as required by a modern warfare."
        },
        {
            "title": "Congratulations to President of Ethiopia",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-25ee.html",
            "content": "Congratulations to President of Ethiopia\r\n Pyongyang, October 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a congratulatory message to Dr. Mulatu Teshome upon his election as president of Ethiopia at the joint meeting of the House of People's Representatives and the Federal Council of Ethiopia.\n\t\t\t\t\t Kim in the message sincerely wished him success in his responsible work for the development and prosperity of the country and expressed belief that the good relations of friendship and cooperation between the DPRK and Ethiopia would steadily grow strong in the future, too."
        },
        {
            "title": "Condolences to Late Former Vietnamese Minister of Defence",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-28ee.html",
            "content": "Condolences to Late Former Vietnamese Minister of Defence\n\t\t\t\t\t\t\r\n Pyongyang, October 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of condolence to the Vietnamese State Funeral Commission over the demise of Vo Nguyen Giap, former member of the Political Bureau of the Central Committee of the Communist Party of Vietnam, former minister of Defence and former commander-in-chief of the Vietnam People's Army.\n\t\t\t\t\t The message stressed that Vo was a prominent state and political activist devoted his all to the national liberation struggle and cause of socialism in Vietnam from his early years true to the intention of President Ho Chi Minh and close friend of the Korean people made a contribution to the friendly and cooperative relations between the DPRK and Vietnam.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the noble feats Vo performed on behalf of the country and the people will remain long in the hearts of the Vietnamese people and other world progressives."
        },
        {
            "title": "CPRK Secretariat Slams U.S., S. Korea for Their DPRK-Targeted Large-Scale Joint Naval Drills",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-14ee.html",
            "content": "CPRK Secretariat Slams U.S., S. Korea for Their DPRK-Targeted Large-Scale Joint Naval Drills\r\n Pyongyang, October 11 (KCNA) -- The U.S. and the south Korean puppet group finally kicked off the DPRK-targeted large-scale joint naval maneuvers from October 10 despite the DPRK's strong warning and concern at home and abroad. \n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea issued information bulletin No. 1045 on Friday. \n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The joint naval maneuvers are dangerous nuclear war saber-rattling against the DPRK as they are under way at a time when the U.S. and the puppet south Korean group confirmed and made public the \"tailored deterrence strategy\" aimed at making a preemptive nuclear attack on the DPRK, and the U.S. approved the Japanese reactionaries' \"right to collective self-defense\".\n\t\t\t\t\t\n\t\t\t\t\t The situation goes to prove that the U.S. and the puppet group's war moves against the DPRK have reached the reckless military phase of practical implementation beyond the phase of threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t The war drills show that the U.S.-Japan-south Korea tripartite military alliance has developed into the nuclear war alliance and has become operational in actuality.\n\t\t\t\t\t\n\t\t\t\t\t As the voices denouncing the provocative nuclear war saber-rattling have risen at home and abroad, the U.S. and the south Korean group have described them as an \"annual drill for rescuing victims\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t Question is whether the remarks make sense as the drills involve huge aggression troops including a nuclear carrier enough to fight a total war. \n\t\t\t\t\t\n\t\t\t\t\t It is really astonishing to hear them talking such gangster-like and impudent sophism.\n\t\t\t\t\t\n\t\t\t\t\t It is extremely illogical for these hysterics to talk about the DPRK's \"dismantlement of nukes\" and \"threat\" and \"provocation\" from it, which reminds everyone of a guilty party filing the suit first.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation clearly proves that the U.S. and the south Korean puppet forces are the harasser of peace and stability on the Korean Peninsula and the chief culprit of provocation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army announced that it will keep full combat posture to promptly enter into operations any moment by the order of its Supreme Command to cope with the frantic nuclear war exercises against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and Japanese reactionaries and the south Korean puppet forces launch a nuclear war while talking about \"sign\" and \"preemptive attack\" despite repeated warnings of the DPRK, its revolutionary armed forces will immediately mount counterattack to bury the aggressors, provocateurs in the sea together with the carrier.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces had better behave themselves, clearly understanding the will and strong spirit of the service personnel and people of the DPRK to annihilate the enemy."
        },
        {
            "title": "DPRK Friendship Delegation Back Home",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-24ee.html",
            "content": "DPRK Friendship Delegation Back Home\r\n Pyongyang, October 11 (KCNA) -- The DPRK friendship delegation led by Jong Yong Su, minister of Labor who doubles as chairman of the DPRK-Iran Friendship Association, returned home on Friday after visiting Iran.\n\t\t\t\t\t A delegation of the Group for the Study of the DPRK grouping members of the Senate from various political parties of France led by Chairman Jean-Claude Frecon, member of the Senate from the French Socialist Party, arrived here on the same day."
        },
        {
            "title": "Chinese Senior Official Meets Delegation of DPRK-China Friendship Association ",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-27ee.html",
            "content": "Chinese Senior Official Meets Delegation of DPRK-China Friendship Association\r\n Beijing, October 11 (KCNA) -- Han Qide, vice-chairman of the National Committee of the Chinese People's Political Consultative Conference, Friday met the delegation of the DPRK-China Friendship Association led by Vice-Chairman of its Central Committee Kim Jin Bom who is vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, in the building of the national committee. \n\t\t\t\t\t Present there were the secretary general of the Chinese People's Association for Friendship with Foreign Countries, members of the visiting delegation and Pak Myong Ho, charge d'affaires ad interim of the DPRK embassy in Beijing. \n\t\t\t\t\t\n\t\t\t\t\t Han said that China and Korea are the friendly neighbors linked by the same mountain and rivers and the Sino-Korea friendship sealed in blood is deeply rooted in the hearts of the peoples of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t Recently high-level visits have become frequent between the two countries and exchange and cooperation been steadily boosted in different fields including politics, economy and culture, a good trend of development, Han said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This year is a significant year greeting the 55th anniversary of the formation of the friendship associations of the two countries. These friendship associations have made positive contributions to developing the friendly relations. \n\t\t\t\t\t\n\t\t\t\t\t The two countries have invariably supported and encouraged each other despite the complicated international situation. \n\t\t\t\t\t\n\t\t\t\t\t Han expressed the belief that the younger generations would boost the friendly relations down through generations. \n\t\t\t\t\t\n\t\t\t\t\t The Chinese party and government have consistently set store by the Sino-Korea friendly relations, Han said, adding:\n\t\t\t\t\t\n\t\t\t\t\t I am pleased that the Korean people are making positive efforts to carry out the behests of President Kim Il Sung and General Secretary Kim Jong Il, united close around the Workers' Party of Korea headed by First Secretary Kim Jong Un. I wish them bigger successes in the future."
        },
        {
            "title": "Panel Events of 2nd DPRK-China EXPO Held ",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-16ee.html",
            "content": "Panel Events of 2nd DPRK-China EXPO Held\r\n Dandong, October 11 (KCNA Correspondent) -- The 2nd DPRK-China Economic, Trade, Cultural and Tourism EXPO is now underway in Dandong, China. \n\t\t\t\t\t The trade fair, fine art exhibition and exhibition of photos on tourism now under way in Dandong Art Gallery, Guomenwan International Business Center and the Guomenwan Exhibition Center were crowded with visitors.\n\t\t\t\t\t\n\t\t\t\t\t On display in the exhibition venues are products of the DPRK and China including CNC-based machine tools, foodstuff, daily necessities and medicines and pieces including Korean painting, oil painting, jewel painting and embroidery and photos on scenic spots of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t Chinese from all walks of life in Liaoning Province and Dandong City looked round with deep interest them representing the creative talent of the peoples of the two countries and successes achieved in various fields.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to make a contribution to boost cooperation and exchange between the two countries."
        },
        {
            "title": "DPRK-China Tourism Photo Show Opens ",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-23ee.html",
            "content": "DPRK-China Tourism Photo Show Opens\r\n Dandong, October 10 (KCNA Correspondent) -- The DPRK-China Tourism Photo Show opened at the Guomenwan Exhibition Center in Dandong, China on October 10.\n\t\t\t\t\t On display at the show are more than 160 pieces of photos picturing the scenic spots in the Democratic People's Republic of Korea and China.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, KCNA met Ri Ung Chol, director of the Tourism Guidance Bureau under the State General Bureau of Tourism. \n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t \"The show of this year witnesses more pieces of exhibits than that of last year.\n\t\t\t\t\t\n\t\t\t\t\t The show is aimed at luring more Chinese tourists.\n\t\t\t\t\t\n\t\t\t\t\t It will contribute to promoting the friendly relations between the two countries.\"\n\t\t\t\t\t\n\t\t\t\t\t A manager of a travel agency in Dandong said:\n\t\t\t\t\t\n\t\t\t\t\t \"The show gives a glimpse of the development of friendly relations between China and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The visitors will have a better understanding of the traditional custom and beautiful sceneries of the two countries.\"\n\t\t\t\t\t\n\t\t\t\t\t Yang Huipo, vice-director of the Giazhou City Travel Bureau in Liaoning Province of China, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Dandong City has attached big importance to the current show.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese people are deeply interested in the sceneries of Korea.\n\t\t\t\t\t\n\t\t\t\t\t I will make a contribution to developing the friendly relations between China and the DPRK with tourism.\""
        },
        {
            "title": "Exhibition of Work by DPRK Artists Opens in China",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-19ee.html",
            "content": "Exhibition of Works by DPRK Artists Opens in China\r\n Beijing, October 10 (KCNA) -- An exhibition of works created by DPRK artists opened with due ceremony at the public diplomatic center for cultural exchange in Beijing on Oct. 10 to mark the 55th anniversary of the associations for friendship between the DPRK and China.\n\t\t\t\t\t Present at the ceremony were Wu Donghe, chairman of the Sino-DPRK Friendship Association, and officials of the Chinese People's Association for Friendship with Foreign Countries, and Chinese personages from all social strata, and the members of the delegation of the DPRK-China Friendship Association led by Kim Jin Bom, vice-chairman of the Central Committee of the association who doubles as vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, on a visit to China and Pak Myong Ho, DPRK charge d' affaires a.i. to China.\n\t\t\t\t\t\n\t\t\t\t\t Wu spoke at the ceremony that the friendship associations of the two countries have made efforts hand in hand for 55 years to develop the long-standing Sino-DPRK friendship, adding he was rejoiced over the fact that the Sino-DPRK friendly ties have further been consolidated and made fresh progresses thanks to the joint efforts by the two governments and peoples.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the art pieces on display vividly show the high level of the fine art of the DPRK, he expressed the expectation that the exhibition would serve as an important occasion of expanding the exchange between artists of the two countries and the non-governmental cultural exchange.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jin Bom said that after the formation of the associations, they made tangible contributions to promoting exchange and cooperation between the two peoples and developing the bilateral friendly relations as desired by the top leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to do his best for the DPRK-China friendship, a treasure common to the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t Then the participants in the exhibition looked round art pieces."
        },
        {
            "title": "Korean Fine Art Works Popular among Dandong Citizens ",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-22ee.html",
            "content": "Korean Fine Art Works Popular among Dandong Citizens\n\t\t\t\t\t\t\r\n Dandong, October 10 (KCNA Correspondent) -- A DPRK fine art exhibition opened at the Dandong Gallery in China on October 10. \n\t\t\t\t\t On display there are more than 120 pieces of Korean paintings, oil paintings, jewel paintings and embroideries presented by the DPRK artists.\n\t\t\t\t\t\n\t\t\t\t\t Ri Chol, head of the delegation of the Mansudae Art Studio of the DPRK, told KCNA that the exhibition would be conducive to invigorating fine art exchanges and developing the DPRK-Chinese friendship.\n\t\t\t\t\t\n\t\t\t\t\t The chairwoman of the Dandong City Association for Exchange of Culture and Art said:\n\t\t\t\t\t\n\t\t\t\t\t It is my pleasure to have the DPRK fine art exhibition in Dandong.\n\t\t\t\t\t\n\t\t\t\t\t It is of significance in enhancing cultural exchanges between China and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean fine art pieces are popular among Dandong citizens.\n\t\t\t\t\t\n\t\t\t\t\t Looking round those fine art pieces on display, they get to know about the spirit of the Korean artists and their sense of patriotism.\n\t\t\t\t\t\n\t\t\t\t\t The fine art pieces vividly represent Korea's long history and present-day realities of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Hui Chun, a Dandong citizen, said:\n\t\t\t\t\t\n\t\t\t\t\t I was deeply impressed by all these exhibits.\n\t\t\t\t\t\n\t\t\t\t\t They are indicative of the wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t I was admired at the Korean artists' habit of creation.\n\t\t\t\t\t\n\t\t\t\t\t I hope that the cultural exchanges between the two countries would further develop."
        },
        {
            "title": "Joint Performance for Celebrating WPK Anniversary Continues",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-26ee.html",
            "content": "Joint Performance for Celebrating WPK Anniversary Continues\n\t\t\t\t\t\t\r\n Pyongyang, October 11 (KCNA) -- \"Long Live the Workers' Party of Korea\", joint performance by the Moranbong Band and the State Merited Chorus for celebrating the 68th anniversary of the WPK, is being given before full houses every day in Pyongyang.\n\t\t\t\t\t Enjoying the performance Friday were officials of the Central Committee of the WPK, teachers, researchers and students of Kim Il Sung University, soldier builders, creators and artistes in the field of art, players who took part in the National Sports Contest of Provincial Teams and members of cheering groups.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with the prologue \"We Sing of the Party\". Put on the stage were female chorus \"Ode to the Motherland\", instrumental music and song \"Fly Higher Our Party Flag\", light music and serial songs \"O Mother Party which Protected My Destiny\" and other numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the exploits performed by President Kim Il Sung and leader Kim Jong Il, founder and builder of the WPK."
        },
        {
            "title": "Distance Surgery Aid Network Built in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-20ee.html",
            "content": "Distance Surgery Aid Network Built in DPRK\r\n Pyongyang, October 11 (KCNA) -- A distance surgery aid network has been built among different levels of hospitals in the Democratic People's Republic of Korea. \n\t\t\t\t\t Among those hospitals are the Pyongyang Medical College Hospital of Kim Il Sung University, Kim Man Yu Hospital, Pyongyang Maternity Hospital and Tumour Institute of Academy of Medical Science.\n\t\t\t\t\t\n\t\t\t\t\t Son Chang Ho, a section chief of the Public Health Administration Institute, told KCNA that the Sunchon City People's Hospital joined the network ahead of others to prove successful from March.\n\t\t\t\t\t\n\t\t\t\t\t Training courses for the network were given at hospitals throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ji Song, deputy director of the Pyongyang Municipal People's Hospital No. 1, said that the network helps develop the telemedicine service in the country.\n\t\t\t\t\t\n\t\t\t\t\t The network makes it possible to give fuller play to the socialist healthcare system."
        },
        {
            "title": "Rice Harvesting Wound up on Farms of South Hwanghae Province",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-08ee.html",
            "content": "Rice Harvesting Wound up on Farms of South Hwanghae Province\n\t\t\t\t\t\t\r\n Pyongyang, October 11 (KCNA) -- Rice harvesting was wound up on the farms of South Hwanghae Province, the granary on the west coast of the DPRK, as of Friday.\n\t\t\t\t\t Officials and other people in the field of agriculture in the province turned out as one in rice harvesting campaign, bringing about innovations in each plain every day.\n\t\t\t\t\t\n\t\t\t\t\t The agricultural workers in Anak, Sinchon and Jaeryong counties honored their daily plans for rice harvesting at more than 120 percent by focusing manpower and machines on it.\n\t\t\t\t\t\n\t\t\t\t\t Similar successes were reported from Haeju City and Yonan, Paechon and Chongdan counties.\n\t\t\t\t\t\n\t\t\t\t\t Those in Songhwa, Samchon and other counties conducted a brisk socialist emulation among farms, workteams and sub-workteams, finishing the rice harvesting earlier than scheduled.\n\t\t\t\t\t\n\t\t\t\t\t The farms in the province are now busy carrying away sheaves of rice from fields and threshing."
        },
        {
            "title": "New Kind of Fine Art Preservation Agent Developed in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-21ee.html",
            "content": "New Kind of Fine Art Preservation Agent Developed in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, October 11 (KCNA) -- A new kind of agent has been applied to preservation of fine art pieces in the Democratic People's Republic of Korea.\n\t\t\t\t\t The agent was coated on some 200 Korean paintings, oil paintings and colorful paintings. \n\t\t\t\t\t\n\t\t\t\t\t According to Kim Yon Hwan, a researcher of Pyongyang University of Printing, the agent, a fruition of nano-technology, was confirmed to help preserve fine art pieces longer than the existing one.\n\t\t\t\t\t\n\t\t\t\t\t It makes it possible to preserve Korean paintings for over 100 years, oil paintings 400 years and colorful paintings 50 years in their original state.\n\t\t\t\t\t\n\t\t\t\t\t It can also be used in restoring discolored pieces.\n\t\t\t\t\t\n\t\t\t\t\t The agent was awarded with the registration certificate of the national science and technology invention."
        },
        {
            "title": "Premier Soccer Matches Under Way in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-29ee.html",
            "content": "Premier Soccer Matches Under Way in DPRK\r\n Pyongyang, October 11 (KCNA) -- Premier soccer matches for the DPRK Championships are going on at Kim Il Sung Square in Pyongyang.\n\t\t\t\t\t On Thursday, the match between the April 25 Team and the Rimyongsu Team ended with no goal and the Pyongyang Team drew with the Hwaebul Team at 2:2 in the men's events.\n\t\t\t\t\t\n\t\t\t\t\t The April 25 Team defeated the Mangyongbong Team 3:1 and the Pyongyang Team beat the Hwangryongsan Team 6:1 in the women's events held on the same day.\n\t\t\t\t\t\n\t\t\t\t\t On Friday the match between the Mangyongbong Team and the Amnokgang Team ended with no goal and the Kigwancha Team edged out the Wolmido Team 2:1 in the men's events.\n\t\t\t\t\t\n\t\t\t\t\t In the women's events, the Wolmido Team beat the Kalmaegi Team 1:0 and the Ponghwasan Team and the Chongchongang Team tied 0:0."
        },
        {
            "title": "Federal Formula Is Most Fair and Aboveboard Proposal for Reunification Common to Nation: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-11ee.html",
            "content": "Federal Formula Is Most Fair and Aboveboard Proposal for Reunification Common to Nation: Rodong Sinmun\r\n Pyongyang, October 11 (KCNA) -- President Kim Il Sung set forth a proposal for founding the Democratic Federal Republic of Koryo (DFRK) at the 6th Congress of the Workers' Party of Korea on October 10, Juche 69 (1980), clearly indicating the most correct orientation and ways for  achieving national reunification.\n\t\t\t\t\t Rodong Sinmun Friday in an article devoted to this day says that the proposal for founding the DFRK is the one for achieving national reunification as it makes it possible to reunify the country in accordance with the will, wishes and interests of all Koreans in a fair and aboveboard manner.\n\t\t\t\t\t\n\t\t\t\t\t The proposal calls for setting up a unified government of the Korean nation, leaving the ideologies and social systems in the north and the south as they are, and founding a unified national state under which the north and the south enforce regional autonomy, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t There exist the differing ideologies and social systems in the north and the south of Korea. As reunification under one social system presupposes swallowing up the other side, it is unacceptable to any of the two sides. Such an attempt inevitably escalates distrust and confrontation between compatriots and is bound to bring irrevocable national calamity.\n\t\t\t\t\t\n\t\t\t\t\t It is unrealistic to seek \"unification of the social systems\" under the situation prevailing in our country.\n\t\t\t\t\t\n\t\t\t\t\t To seek \"unification of the social systems\" is an intolerable act of treachery as it does harm to the national reconciliation and unity and blocks the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south should aspire after reunification on the basis of putting to the fore the common denominator of the nation and tolerating and recognizing the differing ideologies and social systems that exist in each side.\n\t\t\t\t\t\n\t\t\t\t\t As long as the south Korean puppet regime persistently seeks \"unification of the social systems\" going against the wishes of all Koreans to achieve reunification by a federal formula and the trend of the times, it is neither possible to wipe out distrust and confrontation between the north and the south nor thinkable of the improved inter-Korean ties.\n\t\t\t\t\t\n\t\t\t\t\t The reckless acts to achieve \"unification of the social systems\" will only lead to a war."
        },
        {
            "title": "S. Korean Authorities Denounced for Invectives against DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-13ee.html",
            "content": "S. Korean Authorities Denounced for Invectives against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, October 11 (KCNA) -- A few days ago, a spokesman for the \"Saenuri Party\" of south Korea let out such rubbish as \"regret\" and \"least courtesy\". Han Ki Ho, executive chairman of the party, called for \"stop instigating anti-'government' campaign\", branding it as an \"attempt to neutralize the 'government'\". \n\t\t\t\t\t Those in the puppet Ministry of Unification dared urge the DPRK to come out with \"sincere attitude toward progress of south-north relations\", talking about \"serious defamation\". \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Friday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The invectives made by the puppet group reflect its ambition to stand against the DPRK at any cost, hardly any feelings of self-reproach and reflection. \n\t\t\t\t\t\n\t\t\t\t\t The conservative group of south Korea has neither face nor qualification to talk about \"regret\" and \"least courtesy\". \n\t\t\t\t\t\n\t\t\t\t\t The present ruling quarters of south Korea have viciously slandered the political idea and social system in the DPRK while vociferating about \"confidence\", and resorted to anti-DPRK plot-breeding by instigating defectors, human scum.\n\t\t\t\t\t\n\t\t\t\t\t What is intolerable is that the south Korean authorities and conservative media's wild act of hurting the dignity of the supreme leadership of the DPRK has reached the extreme phase. Neither a bit of elementary courtesy and confidence in the fellow countrymen nor good faith can be found in their words or acts. \n\t\t\t\t\t\n\t\t\t\t\t It is too natural that the DPRK seriously warned against the south Korean group's confrontation moves and no one has the right to say this or that over it.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous that the south Korean forces tried to mislead the public opinion with such words as \"doubtful\" and \"serious defamation\" to give impression that they had hoped for mending the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are reminded of the saying which goes \"every sin brings punishment with it.\""
        },
        {
            "title": "Minju Joson Accuses S. Korean Authorities of Fabricating Anti-DPRK Human Rights Document",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-12ee.html",
            "content": "Minju Joson Accuses S. Korean Authorities of Fabricating Anti-DPRK Human Rights Document\n\t\t\t\t\t\t\r\n Pyongyang, October 11 (KCNA) -- The south Korean puppet regime recently issued \"the 2013 white paper on human rights record in the north\", not content with its desperate efforts for a military provocation against the DPRK.\n\t\t\t\t\t Minju Joson Friday in a commentary terms this a deliberate politically-motivated provocation against the DPRK to malignantly slander its dignity and social system and push the north-south relations into the worst catastrophe under the pretext of \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The smear campaign clearly proves that the conservative group's confrontation racket against the nation's reconciliation and unity and the improvement of the inter-Korean relations has reached an extremely dangerous phase.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime turned south Korea into the world's biggest graveyard of human rights, and dares slander the DPRK, the cradle of happiness where the true life of the people is brought into full bloom, while raising a hue and cry over the \"human rights\". This has lashed the Koreans into a great fury.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' sinister intention is to imbue the south Korean people with the awareness of extreme confrontation with compatriots and quell the public sentiment aspiring after peace and reunification. They are working hard to divert elsewhere the people's criticism of them who tarnished the hard-won atmosphere of dialogue which was created by the DPRK's initiative steps and sincere efforts and, furthermore, do harm to the DPRK in collusion with outsiders.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are sadly mistaken, however. \n\t\t\t\t\t\n\t\t\t\t\t They can never get the sun eclipsed by palms. No one will believe in the lies spread by human scum. This will only entail serious consequences of precipitating their doom. They should mind this and stop the acts of precipitating their own ruin."
        },
        {
            "title": "S. Korean Organizations Meet to Denounce Sexual Slavery for Imperial Japanese Army ",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-15ee.html",
            "content": "S. Korean Organizations Meet to Denounce Sexual Slavery for Imperial Japanese Army \r\n Pyongyang, October 11 (KCNA) -- The 1095th Wednesday rally for settling the issue of sexual slavery for the Imperial Japanese Army was held in front of the Japanese embassy in Seoul on Oct. 9.\n\t\t\t\t\t Present there were south Korean victims of sexual slavery, members of civic and public organizations and students organizations, members of foreign labor movement organizations and professors.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers accused Japan of having not yet made any apology and reparation for the sexual slavery enforced against Korean women in the past.\n\t\t\t\t\t\n\t\t\t\t\t They urged the Japanese government to pay heed to the bitter voices of the victims who have suffered pain for over half a century.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would stage actions to prevent the sexual slavery from repeating itself again.\n\t\t\t\t\t\n\t\t\t\t\t They demanded Japan make a formal apology and reparation to the victims of the sexual slavery."
        },
        {
            "title": "S. Korean Regime's Misrule Assailed",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-17ee.html",
            "content": "S. Korean Regime's Misrule Assailed\n\t\t\t\t\t\t\r\n Pyongyang, October 11 (KCNA) -- The floor leader of the opposition Democratic Party of south Korea on Tuesday accused the puppet regime of its misrule.\n\t\t\t\t\t He said that the Park Geun Hye regime is surpassing the Lee Myung Bak regime in trampling down democracy, people's life, peace and trust.\n\t\t\t\t\t\n\t\t\t\t\t He condemned the present regime for not only building a society where the common people and minor enterprises are exploited to bring profits to big businesses but escalating confrontation with the north and tensions.\n\t\t\t\t\t\n\t\t\t\t\t It is doing nothing proper, throwing south Korea into difficulties in all aspects, he ridiculed.\n\t\t\t\t\t\n\t\t\t\t\t Accusing the regime of working hard to conceal the truth about the case of the Intelligence Service's interference in the election, he urged Park to admit this."
        },
        {
            "title": "S. Korean Broadcasting Service Deplores Disappearance of Mother Tongue ",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-18ee.html",
            "content": "S. Korean Broadcasting Service Deplores Disappearance of Mother Tongue \n\t\t\t\t\t\t\r\n Pyongyang, October 11 (KCNA) -- South Korean KBS on Wednesday deplored the reality of south Korean society where the mother tongue is disappearing.\n\t\t\t\t\t So many unidentified expressions of mother tongue are used in society that interpretation is required to explain them and it is hard to understand conversations among young people, KBS noted.\n\t\t\t\t\t\n\t\t\t\t\t The same can be said of the situation at the public institutions which should take the lead in keeping the mother tongue alive, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Chinese characters and foreign words are dominant in the official documents of the ministries and agencies of the \"government\".\n\t\t\t\t\t\n\t\t\t\t\t According to an analysis of at least 3 000 documents of a public institution made by a civic organization, they contained more than 7 600 unnecessary English expressions.\n\t\t\t\t\t\n\t\t\t\t\t Phraseologies contrary to the spelling system often appear in the titles of TV programs.\n\t\t\t\t\t\n\t\t\t\t\t Songs sung by pop singers which have a great influence on young people are also censured for marring the meaning of the mother tongue.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to take practical measures for preserving and protecting the mother tongue, stressed KBS."
        },
        {
            "title": "Organization of DR Congo Supports October 4 Declaration",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-07ee.html",
            "content": "Organization of DR Congo Supports October 4 Declaration\r\n Pyongyang, October 11 (KCNA) -- The Democratic Congo-Korea Friendship and Solidarity Association released a statement on October 3 on the occasion of the 6th anniversary of the historic October 4 declaration.\n\t\t\t\t\t The statement said that it is very tragic that nearly 70 years have passed since Korea with a long history spanning five thousand years and the same language and culture was divided into the north and the south by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It disclosed that the south Korean puppet forces have followed the U.S. policy against Korea's reunification, far from making efforts to promote the reconciliation between the north and the south and reunify the country in the spirit of national independence, and that the Park Geun Hye group in the wake of the Lee Myung Bak group is going frantic with moves for confrontation with fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t We extend firm solidarity to the DPRK in its steady and sincere efforts for defusing confrontation and removing the danger of a war on the Korean Peninsula and opening a new phase of reconciliation and cooperation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t We strongly hold that the south Korean authorities should end sycophancy and treachery and opt for reunifying the country according to the June 15 North-South Joint Declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t We urge the U.S. to discontinue escalating the confrontation with fellow countrymen at once, withdraw its forces from south Korea as soon as possible and pursue the policy towards the DPRK to help provide favorable environment to the peace and reunification on the peninsula."
        },
        {
            "title": "6th Anniversary of October 4 Declaration Observed ",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-09ee.html",
            "content": "6th Anniversary of October 4 Declaration Observed \r\n Pyongyang, October 11 (KCNA) -- Media of Russia and Ukraine and a regional body dedicated special write-ups to the 6th anniversary of the historic October 4 declaration in the period from October 2 to 4.\n\t\t\t\t\t The Russian Group for Solidarity with the DPRK carried an article titled \"6th anniversary of the October 4 declaration\" with a photo documenting the immortal exploits performed by leader Kim Jong Il in achieving national reunification on its website.\n\t\t\t\t\t\n\t\t\t\t\t Media and organizations of Russia and an regional body carried articles titled \"Korean nation is convinced of national reunification\", \"Programme for implementing the June 15 joint declaration\" and \"Invariable banner of Korea's reunification\" accompanied with pictures showing the Korean people's strong desire of reunification.\n\t\t\t\t\t\n\t\t\t\t\t They included the Russian newspaper Patriot, internet newspapers and magazines including Edinaya Korea, and Mar 12, websites of the Rostov Association for the Study of Kimilsungism-Kimjongilism of Russia and the Anti-Globalization Movement of Russia, the Ukrainian internet newspaper Obektivnaya Gazeta and the website of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions.\n\t\t\t\t\t\n\t\t\t\t\t Articles said that Kim Jong Il provided the June 15 joint declaration and the October 4 declaration, the programme for implementing it, with the idea of \"By our nation itself\" as core with his firm will for reunification, resolute decision, broad magnanimity and generosity.\n\t\t\t\t\t\n\t\t\t\t\t They disclosed that the south Korean puppet group is getting hell bent on its moves against the DPRK and reunification in collusion with foreign forces, denying the north-south joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the Korean people will achieve the historic cause of national reunification without fail thanks to Marshal Kim Jong Un who is carrying out the behests of Kim Jong Il without an inch of deflection."
        },
        {
            "title": "Sports Development in DPRK Introduced by Russian Media",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-03ee.html",
            "content": "Sports Development in DPRK Introduced by Russian Media\r\n Pyongyang, October 11 (KCNA) -- Russian media reported on October 6 that the DPRK is paying its efforts to developing sports.\n\t\t\t\t\t An article titled \"The DPRK treats sportspersons preferentially\" in an internet news homepage reported:\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un pays great attention to developing the sports of the country.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to popularize physical culture and sports and make them part of daily life and develop the sports science.\n\t\t\t\t\t\n\t\t\t\t\t He also indicated the way to turn the country into a sports power as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\t The State Physical Culture and Sports Guidance Commission was organized in the DPRK to give a unified guidance to the overall sports of the country.\n\t\t\t\t\t\n\t\t\t\t\t The remodeled Pyongyang Indoor Stadium was opened recently.\n\t\t\t\t\t\n\t\t\t\t\tEkho Moskvi Radio and other media reported the same contents."
        },
        {
            "title": "Foreigners Lauded Kim Il Sung, Kim Jong Il for Performing Feats in Party Building",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-05ee.html",
            "content": "Foreigners Lauded Kim Il Sung, Kim Jong Il for Performing Feats in Party Building\r\n Pyongyang, October 11 (KCNA) -- Meetings took place in Mexico, Poland and Romania between October 3 and 5 to celebrate the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t On display in the venues of the meetings were photos dealing with the immortal exploits of President Kim Il Sung and leader Kim Jong Il for party-building and the exploits of Marshal Kim Jong Un in leading the Songun revolution. Also displayed were famous works of the peerlessly great men of Mt. Paektu and other books and photos showing the efforts of the Korean people for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Cuautemoc Amezcua Dromundo, chairman of the Central Committee of the Socialist Popular Party of Mexico, made a speech:\n\t\t\t\t\t\n\t\t\t\t\t The WPK founded by Kim Il Sung has led the revolution and construction to victory, frustrating the aggression and interference of the U.S.-led imperialist allied forces over the past 68 years.\n\t\t\t\t\t\n\t\t\t\t\t The WPK developed into an ever-victorious and iron-willed party and the DPRK turned into a socialist power surely maintaining the principles independent in politics, self-supporting in economy and self-reliance in national defence under the leadership of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The noble party-building idea and exploits of the preceding leaders have been successfully carried forward by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Juzef Lachut, member of the National Executive Committee of the Polish Communist Party who doubles as chairman of the Executive Committee of the Warsaw Regional Committee, and other speakers noted that the WPK developed into an authoritative and dignified party with the steadfast independent stand, which is receiving absolute support and trust from the masses thanks to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Daniel Dediu, chairman of the Romanian Workers' Association, stated that Kim Jong Un is invariably exalting the ever-victorious history of the WPK by carrying forward and developing the undying exploits of the preceding leaders.\n\t\t\t\t\t\n\t\t\t\t\t A message of greeting to Kim Jong Un was adopted at the meeting in Romania."
        },
        {
            "title": "WPK's Birth Anniversary Observed Abroad",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-06ee.html",
            "content": "WPK's Birth Anniversary Observed Abroad\n\t\t\t\t\t\t\r\n Pyongyang, October 11 (KCNA) -- Events took place in different countries on October 4 and 5 on the occasion of the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t They included meetings, book and photo exhibitions and film shows by the Bangladesh Group for the Study of the Songun Policy, the Switzerland-Korea Committee, the Swiss Group for the Study of the Juche Idea and the France-Korea Friendship Association.\n\t\t\t\t\t\n\t\t\t\t\t On display in the venues of the events were photos dealing with the Songun revolutionary exploits performed by President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were books and photos introducing the real picture of the DPRK dynamically advancing under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean film \"Pyongyang at Night\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Bangladesh Group for the Study of the Songun Policy and other speakers highly praised the history of the WPK founded by Kim Il Sung as the glorious one which made a great contribution to turning the DPRK into a socialist power and realizing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Switzerland-Korea Committee said that the WPK turned the DPRK into a prosperous and independent socialist power under the leadership of Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the party and the people of the DPRK would build a thriving nation and realize the cause of national reunification without fail as they are led by Kim Jong Un who has successfully carried forward and developed the idea and cause of the great Generalissimos.\n\t\t\t\t\t\n\t\t\t\t\t The president of the France-Korea Friendship Association highly praised the Generalissimos for performing the immortal exploits in party-building, adding that their precious lives will remain alive in the hearts of not only the Korean people but the progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t A message of greeting to Kim Jong Un was adopted at the event in Switzerland."
        },
        {
            "title": "Kim Jong Il's Work Published in Ethiopia",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-02ee.html",
            "content": "Kim Jong Il's Work Published in Ethiopia\n\t\t\t\t\t\t\r\n Pyongyang, October 11 (KCNA) -- Leader Kim Jong Il's famous work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was brought out in pamphlet by the Penguin Publishing House of Ethiopia on October 3.\n\t\t\t\t\t The work, made public on October 2, Juche 84 (1995), serves as great programme for party-building and activities as it reviewed with pride the glorious history of the Workers' Party of Korea (WPK) in which it explored a new way of building a revolutionary party in the era of independence under the leadership of President Kim Il Sung and indicated the way to develop the WPK into an eternal party of Kim Il Sung."
        },
        {
            "title": "UK, Brazilian Organizations Praise Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-04ee.html",
            "content": "UK, Brazilian Organizations Praise Kim Jong Suk\r\n Pyongyang, October 11 (KCNA) -- UK and Brazilian organizations posted articles on their websites on September 27 and 28 accompanied with photos of anti-Japanese war hero Kim Jong Suk, on the occasion of the 64th anniversary of her demise.\n\t\t\t\t\t The British Association for the Study of Songun Policy in an article titled \"Image of eternal life\" said:\n\t\t\t\t\t\n\t\t\t\t\t Though not long, the life of Kim Jong Suk showed in practice before the country and its people, the era and history how a revolutionary and human being should live and struggle.\n\t\t\t\t\t\n\t\t\t\t\t She was a distinguished woman revolutionary, anti-Japanese war hero and great mother of Korea who defended President Kim Il Sung at the cost of her life politically and ideologically and devoted all her life to accomplishing the revolutionary cause of Juche hewed out by the President.\n\t\t\t\t\t\n\t\t\t\t\t She brought up leader Kim Jong Il as the shining star of Mt. Paektu in high esteem and thus provided a sure guarantee for successfully carrying forward and accomplishing the revolutionary cause of Juche started on Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk, great revolutionary who performed the exploits which will shine long in carrying out the human cause of independence, will remain alive in the hearts of the Korean people and world progressive people till now.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian Center for the Study of the Juche Idea in an article titled \"Brilliant life of Kim Jong Suk\" referred to the immortal exploits of her who devotedly carried out the idea and line of the President and defended him at the risk of her life."
        },
        {
            "title": "Documentary Film Introducing DPRK Produced in Britain",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-10ee.html",
            "content": "Documentary Film Introducing DPRK Produced in Britain\r\n Pyongyang, October 11 (KCNA) -- Documentary Film \"Peace and 60 Years of Single-minded Unity\" introducing the DPRK was produced in Britain on the occasion of the 68th anniversary of the Workers' Party of Korea.\n\t\t\t\t\t The film produced by the Revolutionary Communist Party of Britain (Marxist－Leninist) shows the military parade and Pyongyang mass demonstration held to celebrate the 60th anniversary of the victory in the great Fatherland Liberation War, Changjon Street, the Victorious Fatherland Liberation War Museum and other grand monumental edifices, the might of the single-minded unity of the leader, the party and masses, the true picture of Songun Korea and the DPRK's peace-loving stand."
        },
        {
            "title": "Kim Jong Un presencia funcion conjunta de Banda Moranbong y Coro Estatal Benemerito",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-35ee.html",
            "content": "Kim Jong Un presencia funcion conjunta de Banda Moranbong y Coro Estatal Benemerito\r\nPyongyang, 11 de octubre (ACNC) -- Tuvo lugar con solemnidad el dia 10 en esta capital la funcion conjunta de la Banda Moranbong y el Coro Estatal Benemerito \"!Viva el Partido del Trabajo de Corea!\", dedicada al 68o aniversario de la fundacion de esta entidad politica.\n\t\t\t\t\tEl Mariscal Kim Jong Un salio al asiento junto con Ri Sol Ju.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Pak Pong Ju, Choe Ryong Hae, Jang Song Thaek, Ri Yong Gil, Jang Jong Nam, Kim Ki Nam, Choe Thae Bok, Pak To Chun, Kang Sok Ju, Kim Won Hong, Kim Yang Gon, Kim Yong Il, Kim Phyong Hae, Kwak Pom Gi, Mun Kyong Dok, Choe Pu Il, Jo Yon Jun, Thae Jong Su y otros funcionarios de los organos del partido y las fuerzas armadas, los secretarios responsables de los Comites provinciales del Partido del Trabajo de Corea, oficiales y soldados del EPC junto con universitarios capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tTambien la vieron el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang y los compatriotas en ultramar de visita en la patria socialista.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los patrimonios de los representantes diplomaticos y de organizaciones internacionales y los de los agregados militares y otros miembros de embajadas, acreditados en Corea asi como los huespedes extranjeros que permanecen en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la escena iniciada con el preludio \"Cantamos el partido\", se pusieron el coro femenino \"Himno a la Patria\", la musica instrumental y cancion \"Flamea alto, bandera de nuestro Partido\", el cuarteto de cuerdas \"Estamos en octubre\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes describieron con profunda emocion a traves del noble mundo musical la historia gloriosa del PTC llena de las hazanas inmortales del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tLa musica ligera y canciones en serie \"Partido madre que defendio mi destino\" describieron el agradecimiento al partido madre que construye en esta tierra el paraiso socialista con el amor y cuida al pueblo de todo el pais, razon por la  cual toco la cuerda de corazon de los espectadores.\n\t\t\t\t\t\n\t\t\t\t\tEl coro masculino \"Es muy radiante nuestro porvenir\" y el coro femenino y coro \"Defendamos el socialismo\" demostraron el firme impetu de la patria que avanza por el camino socialista con la conviccion en la victoria.\n\t\t\t\t\t\n\t\t\t\t\tTodos los espectadores se admiraron ante el maravilloso mundo artistico, inclusive la melodia que refleja el espiritu de la epoca y el sentimiento nacional, el volumen abundante y  el ritmo alegre y la especifica decoracion escenica.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la funcion, el Mariscal felicito el exito de la funcion respondiendo a las aclamaciones de los ejecutantes y espectadores.\n\t\t\t\t\t\n\t\t\t\t\tTras evaluar altamente diciendo que la funcion conjunta es perfecta en el contenido ideologico y el valor artistico, subrayo que es la gloria de nuestro partido tener tales entidades artisticas revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\tDio la tarea de continuar hasta el 17 de octubre la funcion para que la vieran los funcionarios de diversas ramas, trabajadores, jovenes y estudiantes."
        },
        {
            "title": "Kim Jong Un presencia juegos finales de la competencia interprovincial nacional",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-36ee.html",
            "content": "Kim Jong Un presencia juegos finales de la competencia interprovincial nacional\n\t\t\t\t\t\t\r\nPyongyang, 11 de octubre (ACNC) -- Tuvieron lugar la vispera en el capitalino Palacio de Deportes de Pyongyang las finales de varias disciplinas de la rama de deportes masivos de la competencia interprovincial nacional, iniciada el dia primero en esta capital.\n\t\t\t\t\tEl Mariscal Kim Jong Un salio con Ri Sol Ju al palco de la tribuna.\n\t\t\t\t\t\n\t\t\t\t\tDisfrutaron los juegos Pak Pong Ju, Choe Ryong Hae, Jang Song Thaek, Kim Ki Nam, Pak To Chun, Kang Sok Ju, Kim Won Hong, Kim Yang Gon, Kim Phyong Hae, Mun Kyong Dok, Ro Tu Chol, Choe Pu Il, Jo Yon Jun, Thae Jong Su, los secretarios responsables de los comites provinciales del Partido del Trabajo de Corea, los funcionarios de las instituciones del partido y las fuerzas armadas, ministerios y organos centrales, los de las ramas de ciencia, ensenanza y deporte, hinchas de todas las provincias, trabajadores de diferentes sectores, jovenes y estudiantes capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, se entablo la final de voleibol femenino entre la provincia de Phyong-an del Sur y la ciudad de Nampho.\n\t\t\t\t\t\n\t\t\t\t\tCuando las jugadoras ganaban puntos con ataque sorpresivo, golpe duro y toque, los espectadores les enviaron fuertes aplausos.\n\t\t\t\t\t\n\t\t\t\t\tEl partido termino con la victoria de la provincia de Phyong-an del Sur.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, se realizaron los juegos de deportes nacionales y de diversion.\n\t\t\t\t\t\n\t\t\t\t\tEn la final de Sirum (lucha tradicional) entre las provincias de Phyong-an del Norte y de Hamgyong del Sur, la primera vencio a la segunda.\n\t\t\t\t\t\n\t\t\t\t\tEn la carrera con pelotas sobre la cabeza resulto ganadora la provincia de Hwanghae del Sur y en la de relevos, la ciudad de Nampho.\n\t\t\t\t\t\n\t\t\t\t\tEn la lucha de cuerda, la provincia de Phyong-an del Norte ocupo el primer lugar al doblegar a la provincia de Jagang haciendo uso de la gran resistencia y colectividad.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un envio aplausos cada vez que los jugadores bien animados mostraban excelentes jugadas.\n\t\t\t\t\t\n\t\t\t\t\tTerminados juegos, fue publicada la clasificacion general de la competencia y hubo premiacion.\n\t\t\t\t\t\n\t\t\t\t\tLa provincia de Phyong-an del Sur ocupo el primer lugar en el ranking general.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal respondio a los jugadores y espectadores que le aclamaban.\n\t\t\t\t\t\n\t\t\t\t\tMuy satisfecho de la exitosa marcha de la competencia interprovincial, subrayo la necesidad de regularizarla y concentrarse en el deporte nacional, de modo que todos contribuyan con robustez fisica al trabajo y a la defensa nacional."
        },
        {
            "title": "Provocadores seran hundidos con su portaaviones, advierte CRPP",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-37ee.html",
            "content": "Provocadores seran hundidos con su portaaviones, advierte CRPP\n\t\t\t\t\t\t\r\nPyongyang, 11 de octubre (ACNC) -- Estados Unidos y la banda de los titeres surcoreanos iniciaron por fin el dia 10 los ejercicios navales conjuntos de ataque contra la Republica Popular Democratica de Corea, pese a la fuerte advertencia de esta y la preocupacion de nacionales y extranjeros.\n\t\t\t\t\tAl respecto, el Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) publico el dia 11 la informacion no. 1045 que sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa presente maniobra naval resulta mas peligrosa porque coincide con la definicion y publicacion de la \"estrategia del disuasivo de forma de ajuste\", orientada al ataque preventivo nuclear contra la RPDC, por parte de EE.UU. y la camarilla surcoreana y con la aprobacion del imperio yanqui sobre el \"derecho a la autodefensa colectiva\" de los reaccionarios japoneses.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que la campana belica anti-RPDC de EE.UU. y la banda surcoreana entran en la aventurera etapa de ejecucion militar sobrepasando la de amenaza y chantaje.\n\t\t\t\t\t\n\t\t\t\t\tEl presente entrenamiento dejo comprobado que opera realmente la alianza militar tripartida EE.UU.-Japon-Sur de Corea para la guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que crecen las voces de condena a sus ejercicios de guerra nuclear, EE.UU. y los titeres surcoreanos lo describen absurdamente como \"maniobra anual para el rescate de naufragos\".\n\t\t\t\t\t\n\t\t\t\t\tNo les parecen demasiadas para el \"rescate\" las fuerzas agresoras, inclusive el portaaviones nuclear que participan en la maniobra naval y bastarian para ejecutar una guerra entera?\n\t\t\t\t\t\n\t\t\t\t\tEstos mismos fanaticos de guerra abogan cinicamente por la \"renuncia nuclear\" de la RPDC y circulan el rumor de \"la amenaza y acto provocador\" de esta.\n\t\t\t\t\t\n\t\t\t\t\tLa situacion de hoy demuestra claramente a todo el mundo que los perturbadores de la paz y estabilidad y los autores de actos provocadores en la Peninsula Coreana son precisamente EE.UU. y la banda de los  titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tFrente a los ejercicios de guerra nuclear que libran EE.UU., Japon y los belicistas surcoreanos movilizando hasta el portaaviones nuclear, el Ejercito Popular de Corea publico que se mantiene en la perfecta disposicion de combate para entrar de inmediato en la operacion en cualquier momento segun la orden de la Comandancia Suprema.\n\t\t\t\t\t\n\t\t\t\t\tSi los reaccionarios norteamericanos y japoneses y la camarilla surcoreana desatan la guerra nuclear so pretexto del supuesto \"indicio\" y \"ataque preventivo\" desoyendo la reiterada advertencia de la RPDC, las fuerzas armadas revolucionarias de esta pasaran inmediatamente al contraataque para hundir en el mar a los agresores y provocadores junto con su portaaviones.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y la banda surcoreana deben actuar con prudencia justipreciando la voluntad del ejercito y pueblo de la RPDC de aniquilar a los enemigos."
        },
        {
            "title": "Inaugurada en China II Exposicion Economica, Comercial, Cultural y Turistica Corea-China ",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-38ee.html",
            "content": "Inaugurada en China II Exposicion Economica, Comercial, Cultural y Turistica Corea-China\n\t\t\t\t\t\t\r\nDandong, 10 de octubre (Corresponsal de ACNC) -- Quedo inaugurada en Dandong de China la II Exposicion Economica, Comercial, Cultural y Turistica Corea-China.\n\t\t\t\t\tEn la ocasion se desarrollaran las exhibiciones de mercancias, bellas artes y fotos de turismo, la funcion artistica y otras actividades.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 10 en un gimnasio de Dandong la ceremonia inaugural.\n\t\t\t\t\t\n\t\t\t\t\tAqui estuvieron presentes Bing Zhigang, vicegobernador de la Provincia de Liaoning, y otros funcionarios del partido, gobierno, cultura, economia y comercio exterior de la provincia y la ciudad, los ciudadanos de Dandong, Liu Hongcai, embajador chino en Corea, y otros representantes diplomaticos de varios paises en Corea.\n\t\t\t\t\t\n\t\t\t\t\tTambien participaron los miembros de la delegacion de la citada exposicion, encabezada por Hong Kil Nam, vicepresidente del Comite Popular de la Provincia de Phyong-an del Norte, Kim Kwang Hun, consul general coreano acreditado en Shenyang, y Choe Un Bok, presidenta de la Asociacion General de Coreanos Residentes en China.\n\t\t\t\t\t\n\t\t\t\t\tHubo el discurso inaugural y las palabras de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores dijeron que la presente feria sera una buena oportunidad para intercambiar los exitos y experiencias alcanzados en varios dominios de ambos paises y fortalecer la cooperacion bilateral.\n\t\t\t\t\t\n\t\t\t\t\tExpresaron la conviccion de que la exposicion contribuira a profundizar el entendimiento y confianza reciproca de los dos pueblos y a promover el desarrollo de las relaciones de amistad y cooperacion.\n\t\t\t\t\t\n\t\t\t\t\tEl Conjunto Nacional de Arte Tradicional de la RPDC ofrecio la funcion artistica dedicada a la inauguracion.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, se ofrecio un banquete en honor de los participantes."
        },
        {
            "title": "Se introduce sistema de apoyo de tele-operacion",
            "url": "http://kcna.co.jp/item/2013/201310/news11/20131011-39ee.html",
            "content": "Se introduce sistema de apoyo de tele-operacion \r\nPyongyang, 11 de octubre (ACNC) -- Los hospitales a todos los niveles de la Republica Popular Democratica de Corea introducen el sistema de apoyo de tele-operacion. \n\t\t\t\t\tEl hospital del Instituto Superior de Medicina de Pyongyang, adscrito a la Universidad Kim Il Sung, el Hospital Kim Man Yu, la Casa de Maternidad de Pyongyang, el Instituto de Cancer adscrito a la Academia de Ciencias Medicas y otras unidades elevan mas el nivel  especializado y cualitativo de los servicios medicos mediante este sistema que permite a los especialistas quirurgicos de los hospitales superiores dirigir la operacion vigilando y controlando a larga distancia el ambiente y condiciones de operacion.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe de seccion del Instituto de Gestion Sanitaria, Son Chang Ho, dijo que en marzo pasado el sistema fue aplicado exitosamente por primera vez en el Hospital Popular de la ciudad de Sunchon. \n\t\t\t\t\t\n\t\t\t\t\tY despues, se impartieron los cursillos sobre el respecto en todos los hospitales centrales y locales y se realizo con exito la instalacion de los equipos y programas. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, el operador y sus asistentes y los medicos quirurgicos del hospital correspondiente pueden consultar en el lugar de operacion y en la sala de servicios medicos a larga distancia viendo al mismo tiempo el proceso de operacion. \n\t\t\t\t\t\n\t\t\t\t\tEl vicepresidente del Hospital Popular No.1 de la ciudad de Pyongyang, Ri Ji Song, dijo que la introduccion del sistema garantiza la cura rapida y cientifica. \n\t\t\t\t\t\n\t\t\t\t\tSe han ampliado mas los dominios de aplicacion de los servicios medicos a larga distancia. \n\t\t\t\t\t\n\t\t\t\t\tLa introduccion del sistema de apoyo de tele-operacion en la Republica Popular Democratica de Corea donde se practica el sistema de asistencia medica gratuita general demuestra otra ventaja del sistema de salud publica socialista."
        }
    ]
}