{
    "date": "2013-03-07",
    "url": "http://kcna.co.jp/item/2013/201303/2013-03-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Island Defence Detachments of KPA ",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-31ee.html",
            "content": "Kim Jong Un Inspects Island Defence Detachments of KPA \n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- Supreme Commander of the Korean People's Army Marshal Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, on Thursday inspected again the Jangjae Islet Defence Detachment and Mu Islet Hero Defence Detachment located in the biggest hotspot in the southernmost part of the southwestern sector of the front. \n\t\t\t\t\t The first leg of his inspection was the Jangjae Islet Defence Detachment near from Taeyonphyong Island.\n\t\t\t\t\t\n\t\t\t\t\t He went round soldiers' bed room and education room of the detachment to take deep care of their living.\n\t\t\t\t\t\n\t\t\t\t\t He mounted an observation post to hear a detailed report on the modernization of the post and the enemy targets on Taeyonphyong Island. \n\t\t\t\t\t\n\t\t\t\t\t He said that Jangjae Islet is one of the islets to which he attaches greatest importance as it is located in the southernmost part in the southwestern sector of the front, adding that once a battle breaks out, the soldiers of the detachment should play a big role. \n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for the soldiers to keep themselves fully ready to go into action to annihilate the enemy any time an order is issued and instructed them to deal deadly blows at the enemies and blow up their positions if they fire even a single shell at the territorial waters or land of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t He had a picture taken with the service personnel of the detachment and their families. \n\t\t\t\t\t\n\t\t\t\t\t The second leg of his inspection was Mu Islet Hero Defence Detachment.\n\t\t\t\t\t\n\t\t\t\t\t He mounted an observation post before feasting his eyes on Taeyonphyong Island with keen attention.\n\t\t\t\t\t\n\t\t\t\t\t He received a report from the commander of the detachment on terrain conditions, distribution of forces and combat preparations of the detachment.\n\t\t\t\t\t\n\t\t\t\t\t He reconfirmed in detail reinforced firepower strike means and targets of the enemy deployed on five islets in the West Sea including Yonphyong Island defence unit and defined the order of precision strikes.\n\t\t\t\t\t\n\t\t\t\t\t He gave detailed instructions to more satisfactorily equip the detachment with weaponry, increase the density of firepower on targets and ensure intensive shelling in order to cope with the frantic arms build-up of the enemy entrenched under the very eyes of the soldiers.\n\t\t\t\t\t\n\t\t\t\t\t Learning in detail about the issue of providing army surgeons at the wartime suited to the specific conditions of the detachment and the issue related to the proposal for operation and combat, he took necessary measures.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied to learn about the preparations for combat readiness of the Jangjae Islet Defence Detachment and the Mu Islet Hero Defence Detachment.\n\t\t\t\t\t\n\t\t\t\t\t He said that as he stressed during the previous inspection, this is not only the biggest hotspot in  waters off the Korean Peninsula but a very sensitive area on  which world attention is focused and where interests of many countries are intertwined.\n\t\t\t\t\t\n\t\t\t\t\t  He ordered the soldiers of the detachments to watch every move of the enemy with vigilance and promptly deal deadly counterblows at him if a single shell is fired on the waters and land where the DPRK's sovereignty is exercised and thus make the first gunfire and shoot a signal flare for a great war for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He said all the service personnel of the ground, naval, air and anti-air and strategic rocket forces including the frontline units are fully ready to fight a Korean style all-out war, adding if the enemy makes any slight reckless provocation against the DPRK again in the sensitive waters, he will issue an order to start the just great advance for national reunification in all frontline areas, never missing the golden opportunity.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the service personnel of the detachment and their families.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Choe Ryong Hae, Jang Song Thaek, Kim Kyok Sik, Kim Yong Chol, Pak Jong Chon, Rim Kwang Il and An Ji Yong."
        },
        {
            "title": "Kim Jong Un Sends Message of Greeting to Syrian President",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-12ee.html",
            "content": "Kim Jong Un Sends Message of Greeting to Syrian President\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, sent a message of greeting to Bashar Al-Assad, president of Syria, on Monday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend warm congratulations to you and the friendly government and people of the Syrian Arab Republic on the occasion of the 50th anniversary of the March 8 Revolution in Syria.\n\t\t\t\t\t\n\t\t\t\t\t Over the last half century since the March 8 revolution which is of epochal significance in the development of Syria's history the Syrian people have brought about great changes in all fields of politics, economy and culture under the leadership of the Baath Arab Socialist Party.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I wish you, your government and people successes in the just struggle for frustrating all sorts of challenges of hostile forces and defending the sovereignty, security and stability of the country."
        },
        {
            "title": "Kim Jong Un Sends Message of Condolences to Bereaved Family of Ya. T. Nobichenko ",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-32ee.html",
            "content": "Kim Jong Un Sends Message of Condolences to Bereaved Family of Ya. T. Nobichenko \r\n Pyongyang, March 7 (KCNA) -- The dear respected Kim Jong Un sent a message of condolences to the bereaved family of Ya. T. Nobichenko on Thursday. \n\t\t\t\t\t The message said: \n\t\t\t\t\t\n\t\t\t\t\t Upon hearing the sad news that Maria Ebmenovna Nobichenko, wife of Ya. T. Nobichenko, close friend of the Korean people and internationalist soldier, passed away to our sorrow, I express deep condolences to the bereaved family of the deceased."
        },
        {
            "title": "Second Korean War Is Unavoidable: DPRK FM Spokesman",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-17ee.html",
            "content": "Second Korean War Is Unavoidable: DPRK FM Spokesman\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- A spokesman for the DPRK Foreign Ministry Thursday issued the following statement:\n\t\t\t\t\t The U.S. is now working hard to ignite a nuclear war to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle joint military exercises kicked off by the U.S., putting the situation on the Korean Peninsula to the brink of war, are maneuvers for a nuclear war aimed to mount a preemptive strike on the DPRK from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is massively deploying armed forces for aggression, including nuclear carrier task force and strategic bombers, enough to fight a nuclear war under the smokescreen of \"annual drills.\"\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the war maneuvers are timed to coincide with the moves to fabricate a new \"resolution\" of the UN Security Council against the DPRK, pursuant to a war scenario of the U.S. to ignite a nuclear war under the pretext of \"nuclear nonproliferation\".\n\t\t\t\t\t\n\t\t\t\t\t It is a trite war method of the U.S. to cook up \"a resolution\" at the UNSC to justify its war of aggression and then unleash it under the berets of \"UN forces.\"\n\t\t\t\t\t\n\t\t\t\t\t That is why the U.S. is hurling into the war maneuvers even armed forces of its satellite countries which participated in the past Korean War as \"UN forces\".\n\t\t\t\t\t\n\t\t\t\t\t After directing the strategic pivot for world hegemony to the Asia-Pacific region, the U.S. regards it as its primary goal to put the whole of the Korean Peninsula under its control in a bid to secure a bridgehead for landing in the Eurasian continent. It also seeks a way out of a serious economic crisis at home in unleashing the second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, indeed, the very criminal threatening global peace and security as it is staging dangerous war drills in this region, the biggest hotspot in the world and a nuclear arsenal where nuclear weapons and facilities are densely deployed.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has so far made every possible effort while exercising maximum self-restraint in order to defend the peace and stability on the Korean Peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, however, responding to the DPRK's good will and self-restraint with large-scale nuclear war maneuvers and the \"annual\" war drills are developing into a real war. Under this situation the opportunity of diplomatic solution has disappeared and there remains only military counteraction.\n\t\t\t\t\t\n\t\t\t\t\t The spokesman for the DPRK Foreign Ministry states as follows upon authorization as regards the grim situation that was created on the Korean Peninsula seriously threatening the sovereignty of the country and its right to existence:\n\t\t\t\t\t\n\t\t\t\t\t First, now that the U.S. is set to light a fuse for a nuclear war, the revolutionary armed forces of the DPRK will exercise the right to a preemptive nuclear attack to destroy the strongholds of the aggressors and to defend the supreme interests of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Command of the Korean People's Army declared that it would totally nullify the Korean Armistice Agreement (AA) from March 11 when the U.S. nuclear war rehearsal gets into full swing. This meant that from that moment the revolutionary armed forces of the DPRK will take military actions for self-defence against any target any moment, not restrained by AA.\n\t\t\t\t\t\n\t\t\t\t\t Second, the farce for the adoption of \"resolution on sanctions\" against the DPRK being backed by the U.S. at the UN Security Council will compel the DPRK to take at an earlier date more powerful second and third countermeasures as it had declared.\n\t\t\t\t\t\n\t\t\t\t\t If the UN Security Council gives the green light to the U.S. in its moves for a war of aggression against the DPRK by adopting a new \"resolution on sanctions\", it will fully display the might of Songun it built up decades after decades and put an end to the evil cycle of tension.\n\t\t\t\t\t\n\t\t\t\t\t Third, given that it has become difficult to avert the second Korean war, the DPRK strongly warns the UN Security Council not to make another big blunder like the one in the past when it earned inveterate grudge of the Korean nation by acting as a war servant for the U.S. in 1950.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC should immediately call into question the U.S. DPRK-targeted nuclear war rehearsals that pose a serious threat to the global peace and security, immediately disband the \"UN Command\" which is a tool for executing the U.S. war of aggression and take measures for ending the state of technical war.\n\t\t\t\t\t\n\t\t\t\t\t Justice can be defended only when strength is reacted with strength and nuke with nuke.\n\t\t\t\t\t\n\t\t\t\t\t Should the U.S. ignite a war in the end, it will cause flames of justice to flare up like an erupting volcano in which the aggressors will perish and the cursed Military Demarcation Line disappear for good."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Preparations for Spring Farming",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-23ee.html",
            "content": "DPRK Premier Makes Field Survey of Preparations for Spring Farming\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- DPRK Premier Choe Yong Rim made a field survey of preparations for spring farming in Unchon and Anak counties, South Hwanghae Province.\n\t\t\t\t\t He encouraged officials and other agricultural workers in their drive to step up preparations for immediate farming in response to the statement issued by the spokesman for the Supreme Command of the Korean People's Army. Their hearts are now burning with hatred at the U.S. imperialists and their allied forces busy staging maneuvers for a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He learned about the spring farming preparations in the Ryangdam Farm, Unchon County and Oguk Co-op Farm, Anak County.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for the officials and other people in the field of agriculture to successfully do farming this year as befitting the masters being responsible for the supply of rice to the country and reap a good harvest, bearing in mind the intention of the Party to solve the issue of food without fail, and thus make a contribution to firmly defending socialism.\n\t\t\t\t\t\n\t\t\t\t\t He, at the same time, called for increasing the per-hectare yield of grain, consistently introducing the cyclic production system to agricultural production and stock breeding. He also urged the relevant units to take measures to fully provide material conditions for farming.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, he went round the Unryul Mine associated with immortal leadership exploits of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to take good care of large long distance belt conveyor built according to the far-reaching idea Generalissimos Kim Il Sung and Kim Jong Il and under their energetic leadership and operate it on a regular basis and keep the iron ore production going at a high rate."
        },
        {
            "title": "Pyongyang City Army-People Rally Supports Statement of Spokesman for KPA Supreme Command",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-30ee.html",
            "content": "Pyongyang Army-People Rally Supports Statement of Spokesman for KPA Supreme Command\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- A Pyongyang army-people rally took place at Kim Il Sung Square Thursday to support the statement of a spokesman for the Supreme Command of the Korean People's Army (KPA).\n\t\t\t\t\t Present there were Kim Yong Nam, Choe Yong Rim and other senor party and state, officials of the party, armed forces and power organs, working people's organizations, ministries, national institutions and scientific, educational, literary and art, public health and media fields, service persons of the KPA and the Korean People's Internal Security Forces and officials and working people of institutions, industrial establishments and farms at all levels and teachers and students of universities and colleges here, more than 100 000 in all.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were delegations of overseas Koreans, compatriots, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, diplomatic envoys and members of the military attaches crops here and other foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The statement was read out to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the statement amounts to a declaration of the will of all service personnel and people to win a sure victory by ending at an early date the final decisive battle with the brigandish U.S. imperialists who are working hard to usurp the dignity and sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They warned that the U.S. imperialists and the south Korean warmongers should clearly understand who is their rival and what miserable fate awaits them and be fully aware that the right to preemptive nuclear attack is not their monopoly.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and puppet war-like forces bring the dark clouds of a nuclear war to hang over this land, the army and people of the DPRK will never miss the opportunity but sweep away the aggressors from the earth and glorify this year which marks the 60th anniversary of the victory in the Fatherland Liberation War as a historic year of national reunification, they stressed."
        },
        {
            "title": "National Meeting on International Women's Day Held",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-20ee.html",
            "content": "National Meeting on International Women's Day Held\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- A national meeting was held at the April 25 House of Culture on Thursday to celebrate the 103rd International Women's Day.\n\t\t\t\t\t Present there were Kim Ki Nam, Yang Hyong Sop and others, leading officials of working people's organizations and exemplary women workers.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were overseas Korean women, women of embassies of different countries and missions of international organizations here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Ro Song Sil, chairwoman of the Central Committee of the Democratic Women's Union of Korea, in a report recalled that the Korean women's movement has covered a road of proud victories along with the sacred history of the Korean revolution under the wise leadership of the great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t She said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung gave origin to the Korean women's movement of Juche and established its brilliant tradition in the crucible of the anti-Japanese revolutionary struggle in his early years.\n\t\t\t\t\t\n\t\t\t\t\t Under his energetic leadership Kang Pan Sok, an indomitable revolutionary fighter, formed the Anti-Japanese Women's Association. This marked an epochal occasion of landmark significance in the Korean women's movement.\n\t\t\t\t\t\n\t\t\t\t\t After the country's liberation he formed the Democratic Women's Union of Korea and made sure that the law on gender equality, the first of its kind in history, was worked out and promulgated. He made tireless efforts to give a final solution to the issue of women.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk, an anti-Japanese war hero, performed great feats in the development of the movement for the women's emancipation in Korea, true to his original idea and policy. \n\t\t\t\t\t\n\t\t\t\t\t Recorded in the history of the Korean women's movement shining with victories and glory are the undying revolutionary exploits leader Kim Jong Il performed by developing the Korean women's movement at a new high stage under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Marshal Kim Jong Un made the Mother's Day instituted for the first time in the Korean history and provided the 4th National Meeting of Mothers on the occasion of the day.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that the world knows no such happy and proud people as the Korean people who live, holding Kim Jong Un in high esteem as their great leader and tender-hearted father.\n\t\t\t\t\t\n\t\t\t\t\t She called for fully demonstrating the mettle of the Korean women in building a thriving socialist nation."
        },
        {
            "title": "Friendly Gathering with Syrian Embassy Staff Members Held",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-22ee.html",
            "content": "Friendly Gathering with Syrian Embassy Staff Members Held\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- A friendly gathering with staff members of the Syrian embassy here took place at Pyongyang University of Foreign Studies Thursday on the occasion of the 50th anniversary of the March 8 revolution in Syria. It was co-sponsored by the Korean Committee for Cultural Relations with Foreign Countries and the DPRK-Syria Friendship Association.\n\t\t\t\t\t Present there on invitation were Charge d'Affaires Ad Interim Haissam Saad and staff members of the Syrian embassy. Officials concerned and teachers of the university were present there.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the room devoted to the history of the university and lecture rooms. They were deeply impressed to learn that the university is training students as able talents, having all conditions for education under the warm care of the peerlessly great men.\n\t\t\t\t\t\n\t\t\t\t\t They talked to one another about the need to boost the relations between the DPRK and Syria, deepening friendship."
        },
        {
            "title": "Friendly Meeting at Vietnamese Embassy Marks International Women's Day",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-24ee.html",
            "content": "Friendly Meeting Held at Vietnamese Embassy\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- Nguyen Thi Loi, chairwoman of the Pyongyang International Women's Association who is wife of the Vietnamese ambassador to the DPRK, hosted a friendly gathering at the embassy Thursday on the occasion of the 103rd International Women's Day.\n\t\t\t\t\t Present there on invitation were Vice Chairwoman of the Central Committee of the Democratic Women's Union of Korea Chae Chun Hui and officials of the union, female teachers of Pyongyang Foreigners School and women of embassies of different countries and missions of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Women of the Vietnamese embassy were present there.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Vietnamese ambassador Le Quang Ba congratulated them on the International Women's Day and gave bouquets to them.\n\t\t\t\t\t\n\t\t\t\t\t Then an art performance was given by women of the embassy and female teachers of the school.\n\t\t\t\t\t\n\t\t\t\t\t The participants talked each other about making tangible contributions to developing the women's movement including the work of the Pyongyang International Women's Association."
        },
        {
            "title": "Taesongsan Combined Hospital Inaugurated ",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-29ee.html",
            "content": "Taesongsan Combined Hospital Inaugurated \n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- The Taesongsan Combined Hospital was inaugurated in the DPRK.\n\t\t\t\t\t The hospital has all material and technical means and conditions for successful healthcare including a combined operating theatre, an intensive treatment room, a function-diagnosis room, a surgery for burns, a sick ward.\n\t\t\t\t\t\n\t\t\t\t\t An inaugural ceremony of the hospital was held on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were First Vice-Minister Hyon Chol Hae and other officials of the Ministry of the People's Armed Forces, service personnel and employees of the unit who participated in the construction, medical officers, nurses and employees of the hospital and officials in various fields who contributed to the construction.\n\t\t\t\t\t\n\t\t\t\t\t General of the Korean People's Army Jon Chang Bok made an inaugural speech.\n\t\t\t\t\t\n\t\t\t\t\t He said the great Generalissimo Kim Il Sung and anti-Japanese war hero Kim Jong Suk made sure that a hospital for the service personnel was built shortly after the liberation of the country and led all the medical officers and nurses to become ardent revolutionaries with loving care.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The great Generalissimo Kim Jong Il who paid deep attention to the health of the soldiers from his early years of the Songun revolutionary leadership initiated the construction of the Taesongsan Combined Hospital and dispatched a strong construction unit for it.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Supreme Commander Marshal Kim Jong Un provided field guidance to the hospital construction several times to specify the orientation and ways. He worked heart and soul to ensure that the hospital was built on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t The soldier-builders successfully built the hospital, overcoming all bottlenecks and difficulties since they broke the ground.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for all the medical officers, nurses and employees of the hospital to bring about a revolutionary turn in the work for promoting and protecting the health of the service personnel and thus actively contribute to bolstering up the combat capability of the revolutionary army."
        },
        {
            "title": "Short-Track Speed Skating Tournament Held in Pyongyan",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-27ee.html",
            "content": "Short-Track Speed Skating Tournament Held in Pyongyang\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- A short track-speed skating tournament was held at the Ice Rink here in late February, as part of the Paektusan Prize Sports Contest.\n\t\t\t\t\t The tournament brought together men and women skaters from local sports teams. \n\t\t\t\t\t\n\t\t\t\t\t It witnessed a series of renewed domestic records in various events.\n\t\t\t\t\t\n\t\t\t\t\t In particular, an average of above two seconds was brought ahead in 1 000-meter event.\n\t\t\t\t\t\n\t\t\t\t\t Skaters from Jangsan, Paekmasan and Pyongyang Railway Bureau sports teams proved successful at the tournament, which gives a glimpse of the development of the nation's short-track skating event."
        },
        {
            "title": "DPRK People Determined to Rise Up in All-out Action",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-21ee.html",
            "content": "DPRK People Determined to Rise Up in All-out Action \n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- The statement, issued by a spokesman for the Supreme Command of the Korean People's Army on March 5, has hardened the DPRK people's will to annihilate the U.S. imperialist provokers and their followers.\n\t\t\t\t\t Ro Yong Su, department director of the Presidium of the Supreme People's Assembly, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The U.S. imperialists and their followers should clearly know who their rival is.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK people, even tightening their belt, have built up the national power to defend the socialist country. They will turn out as one in the face-off with the U.S. and give vent to grudge of the nation, once it dare attack.\n\t\t\t\t\t\n\t\t\t\t\t All the SPA Presidium officials will discharge their duty in building a thriving socialist nation while keeping themselves on an alert and mobilized posture against the enemies' military actions.\"\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Son, management board chairperson of the Sokhwa Co-op Farm in Sonchon County, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The U.S. imperialists and the south Korean warmongers challenged the DPRK's patience with nuclear war racket.\n\t\t\t\t\t\n\t\t\t\t\t The world people still remember the tragic defeat the U.S. imperialists and their allied forces suffered in the last Korean War (June 1950-July 1953). And they will soon witness again how the Korean people, more powerful than at that time, reduce the strongholds of the U.S. imperialists and their followers into a sea of flames. \n\t\t\t\t\t\n\t\t\t\t\t The agricultural workers of my farm are in full readiness to rise up in a sacred war for national reunification.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Han Il, vice-minister of Metal Industry, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The DPRK is not a weak country what was in the past. It has the invincible Paektusan army guided by Marshal Kim Jong Un, the iron-willed illustrious commander. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists and their allied forces provoke a war to stifle the DPRK by force, it will only bring them to their own destruction.\""
        },
        {
            "title": "Woman Scientists at DPRK Academy of Medical Science",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-25ee.html",
            "content": "Woman Scientists at DPRK Academy of Medical Science\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- Women in the Democratic People's Republic of Korea are making signal achievements in scientific research.\n\t\t\t\t\t Among them are scientists at the Pharmacy Research Institute under the Academy of Medical Science.\n\t\t\t\t\t\n\t\t\t\t\t They have played a big role in making new kinds of medicines, according to Yun Yong Hui, director of the Institute.\n\t\t\t\t\t\n\t\t\t\t\t Prof. and Dr. Ri Hui Suk, a winner of the Title of People's Scientist, invented a new method of manufacturing vegetable anticancer agent, seen to be developed in a few countries, with locally available raw materials and succeeded in putting its production on a standardized and industrial basis.\n\t\t\t\t\t\n\t\t\t\t\t Dr. and Assistant Prof. Kim Myong Sim, a winner of the Title of People's Scientist, succeeded in manufacturing multi amino acid fluid with industrial byproducts and found out a method of making antidiabetic agent.\n\t\t\t\t\t\n\t\t\t\t\t Researcher Ko Myong Hui developed a new kind of injection for hyperthyroidism with extracts from the species of locally-available herb and dozens of kinds of health products and anti-cancer injections by use of insam (ginseng).\n\t\t\t\t\t\n\t\t\t\t\t Kim Ryon Hwa, Kim Ryong Hae, Choe Sun Hye and other women researchers invented new kinds of intravenous injection with Koryo medicines for the first time in the country and applied it to treatment."
        },
        {
            "title": "Kim Kum Ok, DPRK's Woman Marathoner",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-26ee.html",
            "content": "Kim Kum Ok, DPRK's Woman Marathoner\r\n Pyongyang, March 7 (KCNA) -- Kim Kum Ok, a marathoner of the April 25 Sports Team in the Democratic People's Republic of Korea, finished first at the 14th Asian Marathon Championship.\n\t\t\t\t\t All citizens warmly welcomed her on her way back home.\n\t\t\t\t\t\n\t\t\t\t\tShe began learning track-and-field at the Mangyongdae District Juvenile Sports School.\n\t\t\t\t\t\n\t\t\t\t\t A senior coach at the April 25 Sports Team told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Kim Kum Ok has unconditionally carried out daily training plan. This made her win gold medals at the 10th and 11th Asian Marathon Championships and the 5th Military World Games.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Kum Ok said:\n\t\t\t\t\t\n\t\t\t\t\t \"When I arrived in Pyongyang by air, I was surprised to see crowds of people standing in welcome of me, a measure taken by the dear respected Kim Jong Un. He also saw to it that a lavish feast was given in honor of me.\n\t\t\t\t\t\n\t\t\t\t\t Gold medal represents an honor of a country. I will strive to clinch more gold medals so as to contribute to further glorifying Kim Il Sung's and Kim Jong Il's Korea.\""
        },
        {
            "title": "Traditional Korean Foods Represent Women's Wisdom",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-28ee.html",
            "content": "Traditional Korean Foods Represent Women's Wisdom\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- From olden times, the Korean women have developed in a creative way various dishes good to health and longevity.\n\t\t\t\t\t For example, varieties of processed beans and kimchi (pickled vegetable) are estimated to contain a big amount of nutrients, calorie and vitamins.\n\t\t\t\t\t\n\t\t\t\t\t Kimchi is recognized as one of macrobiotic foodstuffs worldwide.\n\t\t\t\t\t\n\t\t\t\t\t Bean paste has long been a required food for Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Korean women made with bean various kinds of dishes, such as bean curd, bean sprout and boiled ground bean. They also created cold noodle, fish porridge, watery radish kimchi and bouilli chicken with insam inside it.\n\t\t\t\t\t\n\t\t\t\t\t Edible herbs are widely applied to making cuisines.\n\t\t\t\t\t\n\t\t\t\t\t Among the national dishes are also viscus soup and steamed trotters."
        },
        {
            "title": "Papers Call for Defending Inviolable Sovereignty of Nation",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-06ee.html",
            "content": "Papers Call for Defending Inviolable Sovereignty of Nation\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- Leading newspapers of the DPRK Thursday editorially say that even if the group of enemies come in attack, brandishing nuclear sticks, the army and people of the DPRK remain undeterred and a final victory is in store for them.\n\t\t\t\t\t Rodong Sinmun says: In response to the statement issued by the spokesman for the Supreme Command of the Korean People's Army, all the services and arms of the heroic KPA are waiting for an order to make a final charge in their combat positions. All people, men and women, young and old, across the country are highly alerted to wage a life-and-death battle to annihilate the enemies.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will never remain a passive onlooker to the situation where the sovereignty and dignity of the nation are infringed upon and the supreme interests of the country threatened.\n\t\t\t\t\t\n\t\t\t\t\t The statement reflects their firm faith to settle accounts with those hurting the independent dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The statement solemnly declared that the KPA Supreme Command would take the second and third strong practical counteractions in succession to cope with the high-handed war acts of the U.S. and all other hostile forces. This represents the unshakable faith of service personnel and people to firmly defend the independent dignity of the DPRK which has been protected at the cost of their lives for several decades and stand firm against the provocateurs and settle accounts with them without fail.\n\t\t\t\t\t\n\t\t\t\t\t The statement powerfully demonstrates the DPRK's tremendous military muscle strong enough to decisively beat back any aggression.\n\t\t\t\t\t\n\t\t\t\t\t It is the mode of counteraction of Mt. Paektu style to counter enemies coming in attack with a dagger with a sword, a rifle with an artillery piece and nukes with precision nuclear strike means of Korean style more powerful than them.\n\t\t\t\t\t\n\t\t\t\t\t The statement clarified that the KPA Supreme Command would make the Korean Armistice Agreement totally nullified and put a definite end to the activities of the Panmunjom mission of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t It is the stand and will of the DPRK to make a strike of justice at any target anytime as it pleases without limit and achieve the great cause of the country's reunification, the cherished desire of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The statement manifests the heroic spirit of Songun Korea dynamically advancing towards a bright future, weathering all difficulties with the might of a harmonious whole.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has a weapon more powerful than nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has nothing to be afraid of and is capable of defeating any formidable enemy when its service personnel and people are single-heartedly united.\n\t\t\t\t\t\n\t\t\t\t\t All service personnel and people of the DPRK are now waiting for the historic moment when Marshal Kim Jong Un, the great brilliant Songun commander, will issue an order to attack.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson stresses that a final victory is in store for the army and people of the DPRK who are all out to protect its sovereignty."
        },
        {
            "title": "Korean Armistice Agreement Will No Longer Exist: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-07ee.html",
            "content": "Korean Armistice Agreement Will No Longer Exist: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- A statement released by a spokesman for the Supreme Command of the Korean People's Army declared an important measure for totally scrapping the Korean Armistice Agreement (AA) from March 11. It has so far existed for form's sake. \n\t\t\t\t\t On that day the planned Key Resolve joint military drills of the U.S. imperialists and their allies including south Korea will kick off to stifle the DPRK while Foal Eagle will go on.\n\t\t\t\t\t\n\t\t\t\t\t A bylined article of Rodong Sinmun on Thursday says it is a just declaration of the toughest measure reflecting the unshakable faith of the army and people of the DPRK and their will to win a sure victory.\n\t\t\t\t\t\n\t\t\t\t\t There has been no necessity for the AA to last for such a long period. Armistice means a temporary cease-fire, not an end of war, says the article, adding:\n\t\t\t\t\t\n\t\t\t\t\t But the AA has lasted for 60 years. The U.S. is the mastermind of this tragedy. \n\t\t\t\t\t\n\t\t\t\t\t It has violated and breached the AA systematically.\n\t\t\t\t\t\n\t\t\t\t\t The AA was a transitional measure aimed to get foreign troops withdrawn from the Korean Peninsula and ensure its durable peace.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK advanced a series of principled proposals for replacing the AA with a peace treaty.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., however, refused to study and examine them in detail and shunned and denied all of them.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the U.S. attitude was a single scenario. It sought to preserve the state of cease-fire, claiming it is premature to conclude a peace treaty with the DPRK, and ignite a war against it, waiting for an opportunity, and occupy the whole of Korea in the end.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has used the AA as a smokescreen to cover up its scenario to carry out its policy of aggression against the DPRK anytime and a means for justifying the provocation of a war.\n\t\t\t\t\t\n\t\t\t\t\t It was due to the U.S. moves to breach the AA that such mechanisms as the Military Armistice Commission and the Neutral Nations Supervisory Commission were dismantled long ago, completely paralyzing the supervisory and controlling functions provided by the AA.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear war maneuvers staged by the U.S. imperialists, south Korean puppet forces and their followers prove that the continued existence of the defunct AA is of no help to ensuring peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The AA will not exist a few days later, depending on the response of the enemies.\n\t\t\t\t\t\n\t\t\t\t\t From the moment the AA becomes invalid, the army and people will be able to make a strike of justice at any target anytime as it pleases without limit, not bound to the AA."
        },
        {
            "title": "Rodong Sinmun Blasts U.S.-South Korea Joint Military Drills ",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-08ee.html",
            "content": "Rodong Sinmun Blasts U.S.-South Korea Joint Military Drills \n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- The on-going large-scale joint military drills for aggression kicked off by the U.S. and the south Korean puppet forces against the DPRK is a clear revelation of their criminal scenario to ignite another Korean War by pushing the tension on the Korean Peninsula to extremes.\n\t\t\t\t\t Rodong Sinmun Thursday observes this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\tTo escalate the tension and confrontation on the peninsula is a stereotyped ploy of the warmongers to block the inter-Korean reconciliation and unity and seek a pretext for invading the DPRK, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers serve as a tool for carrying out the U.S. policy and strategy of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Having south Korea under its occupation for decades, the U.S. has worked hard to extend the sphere of its domination to the whole Korean Peninsula and use it as a springboard for establishing hegemony in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t It is the scenario of the U.S. to carry out its strategy for domination over the whole of Korea with ease by fanning up discord and confrontation between the north and the south and pitting Koreans against themselves.\n\t\t\t\t\t\n\t\t\t\t\t It is the south Korean puppet forces that faithfully follow that strategy, and their policy of confrontation with the DPRK is pursued to carry it out.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its south Korean lackeys have in place scenarios for a war of aggression against the DPRK like OPLAN 5027 and OPLAN 5029 worked out to cope with \"contingency\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers are keen to provoke a war and put those war scenarios into practice come what may by escalating the military confrontation and tension on the peninsula to the worst phase.\n\t\t\t\t\t\n\t\t\t\t\t They are using the DPRK's peaceful satellite launch and nuclear test for self-defence as a pretext for realizing the above-said scenario.\n\t\t\t\t\t\n\t\t\t\t\t It was against this backdrop that the south Korean puppet forces kicked off Foal Eagle military exercises for aggression on March 1 in collusion with the U.S. Involved in this saber-rattling are huge troops and latest means for attack enough to fight a war. Adventurous war drills for making a preemptive attack are now under way under the simulated conditions of an actual war.\n\t\t\t\t\t\n\t\t\t\t\t This saber-rattling cannot be interpreted otherwise than a dangerous action of those who have made their provocation of a new war an established fact.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation indicates that their hostile acts against the DPRK are leading to a military offensive for aggression, after going beyond the level of economic \"sanctions\".\n\t\t\t\t\t\n\t\t\t\t\t The DPRK can never remain a passive onlooker to the situation where the sovereignty and dignity of the nation are infringed upon and the supreme interests of the country are facing a blatant challenge.\n\t\t\t\t\t\n\t\t\t\t\t Its revolutionary armed forces have turned as one in the all-out action according to the operational plan finally signed by Marshal Kim Jong Un, supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t If the group of traitors in south Korea dare preempt firing, the the DPRK will promptly go into action, wipe out them to the last man and thus eliminate the root cause of war from this land."
        },
        {
            "title": "U.S. Threat and Blackmail Can Never Work on DPRK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-09ee.html",
            "content": "U.S. Threat and Blackmail Can Never Work on DPRK: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- It is the mode of the toughest counteraction  for the DPRK to counter the enemy coming in attack with a dagger with a sword, its rifle firing with artillery firing, says Rodong Sinmun Thursday in a bylined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The grave situation prevailing on the Korean Peninsula calls upon the service personnel and the people of the DPRK to counter the U.S. imperialists' hard-line policy with the toughest measure.\n\t\t\t\t\t\n\t\t\t\t\t It is not only the U.S. imperialists that have force. The DPRK, though small in its population and territory, is strong enough to beat any formidable enemy. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK are possessed of the latest various type weaponry including artillery pieces, armored cars, tanks, rockets and fighters displayed during the military parade  held in April last year. This fact fully proved that the military and technological superiority is no longer a monopoly of the U.S. imperialists and gone are the days never to return when enemies could threaten and blackmail the DPRK with A-bombs.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a full-fledged nuclear weapons state. The right to make a preemptive nuclear attack is no monopoly of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t They try to frighten the DPRK by deploying super-large nuclear-powered carrier task force and B-52H strategic bombers, etc. in south Korea. However, the DPRK remains unfazed even in face of more powerful weaponry.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' bluffing may work on other countries but does not on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If they ignite a war of aggression against the DPRK, the war will not be confined to the peninsula. The revolutionary armed forces of the DPRK including strategic rocket force have the U.S. mainland, the stronghold of international reactionaries, within the range of their precision strike.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has the single-minded unity more powerful than nuclear weapons, which the U.S. lacks.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. fabricates at random \"resolutions\" infringing upon the sovereignty of the DPRK while having the UN Security Council at its beck and call.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has nothing to fear even if the U.S. lays an international military siege to it and comes in attack on it with multinational forces. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has a wealth of experience as it emerged a victor in the Fatherland Liberation War fought against the U.S. imperialists and such allied forces as  their 15 satellite states, the  south Korean puppet forces and the Japanese militarists.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military confrontation with the DPRK is like a gamble which puts the former's fate at stake. \n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK in the do-or-die all-out action will lose nothing but the Military Demarcation Line.\n\t\t\t\t\t\n\t\t\t\t\t No matter what \"red line\" the U.S. imperialists may draw to hold in check the DPRK's action for defending its sovereignty, it will unhesitatingly cross the line."
        },
        {
            "title": "Rodong Sinmun on Hypocrisy of U.S.-style \"Freedom\" and \"Democracy\"",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-10ee.html",
            "content": "Rodong Sinmun on Hypocrisy of U.S.-style \"Freedom\" and \"Democracy\"\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- The U.S. chief executive described his country as \"a beacon\" for those people who desire freedom.\n\t\t\t\t\t Rodong Sinmun Thursday observes in a bylined article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t His remarks are nothing but sophism to justify the U.S. unilateral interference in the affairs of the progressive countries by painting it as \"a model\" of \"human rights\" and \"freedom\".\n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that it is none other than the U.S. that has turned into a tundra of human rights and freedom, the article notes that it is ridiculous for him to say about the \"freedom\" in such country.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t If the \"U.S.-style freedom\" is allowed to be popular in the international community, it will reduce to a lawless land under the reign of the law of jungle.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ruling quarters keep letting loose a whole string of piffles about human rights and freedom though they are left without any justification and face to talk about such things. Why?\n\t\t\t\t\t\n\t\t\t\t\t In other words, the U.S. seeks to realize its hegemonic ambition by advertising the American-style \"freedom\" as a model of the international community.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. behaves impertinently, taking issue with the \"human rights situation\" in this country and \"human rights record\" in that country.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the worst human rights abuser as it infringes upon the sovereignty of other countries, ceaselessly perpetrating military intervention and aggression against them by force.\n\t\t\t\t\t\n\t\t\t\t\t It makes no scruple of committing armed intervention in those countries which do not meet its demands or incur its displeasure.\n\t\t\t\t\t\n\t\t\t\t\t It is due to the U.S. that the sovereignty of many countries is violated and their people undergo untold sufferings and disasters.\n\t\t\t\t\t\n\t\t\t\t\t Its invasion of Afghanistan and Iraq brought to light its true colors as the worst terrorist state and the human rights abuser in the world. \n\t\t\t\t\t\n\t\t\t\t\t The American-style \"freedom\" has nothing in common with the genuine one desired by people.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to keep a close watch on what double-standards the U.S. applies when dealing with freedom in other countries.\n\t\t\t\t\t\n\t\t\t\t\t It calls those who follow the West \"pro-freedom forces\", \"guardians of democracy\" and \"human rights champions\" and the ones favored by the West. Those who stand up against the West including the U.S. are labeled dictatorial rulers, undesirable forces and \"terrorist organizations\" and become targets of the West. This is the real picture of the U.S. ridiculous trumpeting about freedom."
        },
        {
            "title": "Minju Joson Hails Statement Issued by Spokesman for KPA Supreme Command",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-11ee.html",
            "content": "Minju Joson Hails Statement Issued by Spokesman for KPA Supreme Command\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- The Supreme Command of the Korean People's Army in a statement of its spokesman declared that it would take the second and third strong practical counteractions in succession to cope with the high-handed war acts of the U.S. and all other hostile forces and make the Korean Armistice Agreement totally nullified. It also declared it would totally stop the activities of the Panmunjom mission of the KPA which was tentatively established and operated by it as a negotiating body for establishing a peace-keeping mechanism on the Korean Peninsula.\n\t\t\t\t\t Minju Joson Thursday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The important measures clarified in the statement are by no means a threat to anyone but self-defensive countermeasures taken to cope with the prevailing situation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and other hostile forces are now frantically kicking up high-handed rackets for economic \"sanctions\" and military pressure on the DPRK over its legitimate satellite launch for peaceful purposes and nuclear test for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle joint military exercises with more than 200 000 troops enough to wage a war and various type nuclear strike means involved are maneuvers for a nuclear war against the DPRK from A to Z. As seen above, the U.S., south Korea and other hostile forces' acts of encroaching upon the sovereignty of the DPRK are leading to a military offensive for aggression, going beyond the level of economic \"sanctions\".\n\t\t\t\t\t\n\t\t\t\t\t The above-said important measures reflect the steadfast stand and will of all service personnel and people of the DPRK to defend the sovereignty of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The two revolutionary wars fought by the Korean people and their standoff with the U.S. without gunfire demonstrated the will and stand of the whole army and all people that they should counter an enemy coming in attack with a dagger with a sword, a rifle with an artillery piece and nukes with precision nuclear strike means of Korean style more powerful than them. This mode of counteraction remains unchangeable.\n\t\t\t\t\t\n\t\t\t\t\t The people, who have risen as one in the all-out action against the U.S. imperialists, are waiting for the moment to fight a decisive battle.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the U.S. is not clearly aware of who is its rival though it has stood in confrontation with the DPRK for nearly seven decades. \n\t\t\t\t\t\n\t\t\t\t\t Whether a war breaks out on the Korean Peninsula or not entirely depends on the attitudes of the U.S., south Korea and other hostile forces, the commentary concludes."
        },
        {
            "title": "KCNA Commentary Warns U.S., S. Korean Warmongers Not to Wage War Drills Targeting DPRK's Headquarters and Social System",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-15ee.html",
            "content": "KCNA Commentary Warns U.S., S. Korean Warmongers Not to Wage War Drills Targeting DPRK's Headquarters and Social System \n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- The U.S. imperialists and the south Korean puppet warmongers are staging mad-cap Foal Eagle joint military exercises.\n\t\t\t\t\t The drills that started on March 1 will last till April 30. Hurled into the drills are huge U.S. imperialist aggression troops and puppet south Korean army, including more than 10 000-strong U.S. forces based overseas.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. nuclear carrier George Washington, B-52 strategic bombers, F-22 Stealth fighters and other ultra-modern nuclear war means are said to be hurled into the drills.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is the south Korean puppet forces' open bluffing that B-52 and F-22 are \"capable of preempting an attack on the abode of the headquarters of the north\" being undetected by radar.\n\t\t\t\t\t\n\t\t\t\t\t This proves that the on-going drills are an unpardonable terrorist act and a drill for preemptive nuclear attack aimed at harming the headquarters of the revolution and the social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces do not hide their ambition to stifle the DPRK. The drills are just a rash act of those who are ignorant of the strong might of the powerful  revolutionary Paektusan army.\n\t\t\t\t\t\n\t\t\t\t\t The headquarters of the Korean revolution is a banner of victory and glory which defends the Koreans and helps them glorify their life.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK regard it as their life-time mission to devotedly safeguard the headquarters of the revolution and are ready to go through even storm and stress to this end.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean forces' reckless nuclear war drills have touched off strong indignation and grudge of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They answered the hostile forces who dared deny the DPRK's right to launch satellite for peaceful purposes with the highest-level underground nuclear test, startling the world.\n\t\t\t\t\t\n\t\t\t\t\t  The on-going drills, a provocation openly disclosing even the intention to deny the ideology and social system in the DPRK and harm its headquarters, can never be pardoned. This is a hideous criminal act that should be dealt only with merciless physical punishment.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. and the south Korean forces seek to wield even nuclear weapons, the army and people of the DPRK will strongly react to it with the mode of counteraction of Mt. Paektu style.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Command of the Korean People's Army has already declared the stand that it will counter enemies coming in attack with a dagger with a sword, a rifle with an artillery piece and nukes with precision nuclear strike means of Korean style more powerful than them.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressor troops and the south Korean puppet forces are bound to meet the fate of forlorn wandering spirit once the Koreans' pent-up wrath is given a vent."
        },
        {
            "title": "S. Korean Organizations Demand Stop to Dangerous War Maneuvers",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-14ee.html",
            "content": "S. Korean Organizations Demand Stop to Dangerous War Maneuvers\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- Civic and public organizations of south Korea including the South Headquarters of the Pan-national Alliance for Korea's Reunification and the Solidarity for Progress held a press conference in front of the U.S. embassy in Seoul on March 5 in protest against the dangerous war exercises of the U.S. imperialists and puppet warmongers against the north.\n\t\t\t\t\t The organizations at the conference held that the frantic Key Resolve and Foal Eagle joint military exercises are very dangerous war maneuvers aimed at \"occupying\" the north.\n\t\t\t\t\t\n\t\t\t\t\t This saber-rattling is escalating the military tension on the Korean Peninsula, they charged.\n\t\t\t\t\t\n\t\t\t\t\t Demanding an immediate halt to the war drills aimed at igniting a war on the peninsula, they called on the people from all walks of life to pool their efforts and stage actions for peace against war."
        },
        {
            "title": "GIs' Shameless Crimes Censured by S. Korean Papers",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-19ee.html",
            "content": "GIs' Shameless Crimes Censured by S. Korean Papers\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- South Korean papers on Monday and Tuesday carried articles denouncing the hair-raising atrocities of the U.S. imperialist aggressor troops in south Korea and calling for sternly punishing those criminals.\n\t\t\t\t\t Hangyore reported that GIs in south Korea went on shooting spree against passers-by and when police rushed to the scene, informed of the incident, they drove their car over them, before taking to flight. There occur hundreds of GIs' crimes in south Korea every year but they are go unpunished as their offenses are repeatedly glossed over, it deplored.\n\t\t\t\t\t\n\t\t\t\t\t Hankuk Ilbo said GIs' crimes in Seoul are getting serious, going beyond the tolerance limit.\n\t\t\t\t\t\n\t\t\t\t\t The primary cause of such unending crimes is the existence of the unequal SOFA absolutely favorable for the U.S. forces side, it noted.\n\t\t\t\t\t\n\t\t\t\t\t SOFA is favorable for the U.S. forces unless they are caught red-handed, it said, adding as GI criminals knew about this, they desperately ran away to their base right after the occurrence of the case.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that GIs' crimes are on the daily increase and getting more outrageous but there is no means for punishing them, Seoul Sinmun deplored.\n\t\t\t\t\t\n\t\t\t\t\t The people express resentment at the GIs' shameless crimes and the authorities' failure to handle them, it added."
        },
        {
            "title": "Koreans in Russia Protest against U.S.-S. Korea War Exercises",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-16ee.html",
            "content": "Koreans in Russia Protest against U.S.-S. Korea War Exercises\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- The Central Association of Korean Nationals in Russia released a statement on Feb. 27 in protest against the U.S.-south Korea Key Resolve and Foal Eagle joint military exercises for aggression.\n\t\t\t\t\t The statement condemned the exercises as saber-rattling to ignite a war against the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t It urged an immediate stop to the military exercises, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet forces should properly know who their rival is.\n\t\t\t\t\t\n\t\t\t\t\t If they fire even a single shell at the inviolable territory and territorial waters of the DPRK, its one-match-for-a-hundred revolutionary Paektusan army will rise up as one, make a prompt counterattack and accomplish the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed willingness to make every possible effort to foil the war maneuvers."
        },
        {
            "title": "U.S. Imperialists and S. Korean Warmongers Warned Not to Act Rashly",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-13ee.html",
            "content": "U.S. Imperialists and S. Korean Warmongers Warned Not to Act Rashly\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KNCA) -- Kim Yong Il, chief of the Hailin City Branch of the General Association of Koreans in China, issued a statement on March 4 denouncing the U.S. imperialists and the south Korean puppet warmongers for their reckless DPRK-targeted joint military drills. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. deployed latest weapons including nuclear-powered carrier before kicking off the joint military drills with the puppet warmongers. This goes to clearly prove the wolfish intention to swallow up the DPRK anytime.\n\t\t\t\t\t\n\t\t\t\t\t A touch-and go-situation is now prevailing on the Korean Peninsula. The U.S. imperialists and the puppet warmongers had better stop their rash acts.\n\t\t\t\t\t\n\t\t\t\t\t If they ignite a war of aggression while staging such military drills, all the Koreans in China will join all the service personnel and people in the homeland in giving vent to the pent-up grudge to resolutely blow up the strongholds of the U.S. imperialist aggressors and achieve the historic cause of the country's reunification without fail."
        },
        {
            "title": "Japan Accused of Suppressing Chongryon",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-18ee.html",
            "content": "Japan Accused of Suppressing Chongryon\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- The Association of Young Koreans in China on March 4 issued a statement titled \"Japan should stop at once brigandish suppression of Chongryon and Koreans in Japan\".\n\t\t\t\t\t The Japanese authorities are now working with blood-shot eyes to crack down on Chongryon (the General Association of Korean Residents in Japan), a dignified overseas citizens organization, and Koreans in Japan while finding fault with the DPRK's satellite launch for peaceful purposes and nuclear test for self-defense, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Such moves are triggering off surging resentment of all Koreans as they are reminiscent of the barbarous mass killings of Koreans committed by Japan after the great Kanto quake 90 years ago.\n\t\t\t\t\t\n\t\t\t\t\t The officials of the Association of Young Koreans in China and all young Koreans in China bitterly condemn on behalf of all Koreans the Japanese authorities' reckless suppression of Chongryon and Koreans in Japan as an unpardonable political challenge to the DPRK and a grave human rights abuse, a wanton violation of international law.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should face up to the trend of the times, stop acting rashly and discontinue the brigandish suppression of Chongryon and Koreans in Japan at once.\n\t\t\t\t\t\n\t\t\t\t\t The association and all young Koreans in China will intensify the actions against the Japanese reactionaries."
        },
        {
            "title": "Kim Jong Il's Work Praised by British Organization ",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-01ee.html",
            "content": "Kim Jong Il's Work Praised by British Organization \n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea issued a joint statement on March 1 on the 20th anniversary of the publication of leader Kim Jong Il's work \"Abuses of Socialism Are Intolerable\".\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il said in his work that the collapse of socialism in various countries was a product of collusion and tie-up between the imperialists and the counter-revolutionary forces and consequences of the imperialist ideological and cultural poisoning and the corrupting influence of right opportunism. He added the counter-revolutionary maneuvers of renegades of socialism inside their countries were a decisive factor.\n\t\t\t\t\t\n\t\t\t\t\t He clarified that as the history of the international communist movement proves, there were ideological confusion and turns and twists in the communist movement because there emerged renegades of the revolution in its upper echelon.\n\t\t\t\t\t\n\t\t\t\t\t This is the most profound analysis of the reason why socialism collapsed.\n\t\t\t\t\t\n\t\t\t\t\t HeKim Jong Il in his work scientifically proved that the anti-socialists' accusation of socialism as \"totalitarian\", \"barrack-like\" and \"administrative and authoritative\" is sheer sophism.\n\t\t\t\t\t\n\t\t\t\t\t The work serves as a light house instilling confidence and courage into the revolutionary people aspiring after socialism and indicating the road of reviving the world socialist movement."
        },
        {
            "title": "DPRK's Access to Nuclear Deterrent Supported by Brazilian Political Figure",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-02ee.html",
            "content": "DPRK's Access to Nuclear Deterrent Supported by Brazilian Political Figure\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- Rosanita Campos, vice-president of the Party for Free Motherland of Brazil, contributed an article titled \"The DPRK's nuclear deterrent is for self-defence\" to the newspaper Hora do Povo on March 1.\n\t\t\t\t\t The U.S. should choose between the two options: Either to head for detente and stability or to lead the situation to an explosive point by sticking to its hostile policy toward the DPRK, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is abusing the signboard of the UN to check the DPRK's satellite launch for such peaceful purposes as scientific and technological advance and the improvement of the people's living standard and nuclear program. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies are tightening sanctions against the DPRK to strangle its economy.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK never allows the provocations of the U.S. escalating the tension by instigating the south Korean authorities but steadily pushes ahead with its space development and nuclear program as required by its independent right.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people regard the success in the third underground nuclear test as a great victory and special event, results of the iron will and courage of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear test was a step taken for self-defence to cope with the U.S. and its allies' hostile acts of violating the rights of an independent and sovereign state."
        },
        {
            "title": "Swiss Organizations Urge S. Korean Authorities to Release Pro-reunification Patriots",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-03ee.html",
            "content": "Swiss Organizations Urge S. Korean Authorities to Release Pro-reunification Patriots\n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea on Feb. 12 made public a joint statement denouncing the south Korean authorities for their anti-reunification actions. \n\t\t\t\t\t The statement said that the south Korean authorities sentenced Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification, to 4 years in prison and the same term of suspension of qualification, revealing again their anti-reunification nature. \n\t\t\t\t\t\n\t\t\t\t\t Ro Su Hui is a patriot who struggled for national reunification, the cherished desire of all Koreans, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He visited Pyongyang to take part in the events to mark the 100th day after the demise of leader Kim Jong Il and express deep condolences over his death. \n\t\t\t\t\t\n\t\t\t\t\t His visit was a righteous deed to share sorrow with the compatriots in the north. He should be released at once. \n\t\t\t\t\t\n\t\t\t\t\t We express resentment at the court's criminal ruling of him and will join in the international movement for his unconditional and immediate release. \n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the south Korean authorities set free all the pro-reunification patriots including him."
        },
        {
            "title": "Korean Women Praised as Happiest in World",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-04ee.html",
            "content": "Korean Women Praised as Happiest in World \n\t\t\t\t\t\t\r\n Pyongyang, March 7 (KCNA) -- World public praised the happy life of the women in the DPRK. \n\t\t\t\t\t The Bangladeshi paper Blits said that the women in the DPRK are leading a worthwhile life with equal rights with men as full-fledged mistresses of the country and society. \n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Communist Party of Peru \"Red Motherland\" noted that the Korean women are the happiest in the world, adding that they are pushing one of the two wheels of the revolutionary chariot and taking an active part in defending the country and building a thriving socialist nation. \n\t\t\t\t\t\n\t\t\t\t\t The Russian paper Patriot said the social status of the Korean women stands out in sharp contrast to that of those in the capitalist countries who are subject to unbearable gender discrimination, heavy burdens and miserable sexual slavery. \n\t\t\t\t\t\n\t\t\t\t\t The Brazilian paper Hora do Povo noted that the women in the DPRK take an active part in the political life as exemplified by their honor of being elected as deputies to the Supreme People's Assembly. They play important roles in different fields including industry, agriculture, national defence, education, literature and arts, the paper added. \n\t\t\t\t\t\n\t\t\t\t\t The British paper The New Worker said that the Korean women take part in social life free from any inconveniences as their children are taken care of at state expense. \n\t\t\t\t\t\n\t\t\t\t\t Flash, the magazine of the Asia-Pacific Regional Office of the World Federation of Trade Unions, said that the Korean women, who had been subject to contempt and ill-treatment in the past, serve as proud and powerful force in carrying out the Songun revolution. \n\t\t\t\t\t\n\t\t\t\t\t ITAR-TASS of Russia noted that the Korean women receive warm congratulations on the International Women's Day. \n\t\t\t\t\t\n\t\t\t\t\t A member of the Japanese Society for the Study of Kimilsungism-Kimjongilism said that the dignity and personalities of the women are fully ensured in the DPRK, adding that he was deeply impressed to see the Korean women full of pride."
        },
        {
            "title": "Kim Jong Un felicita a presidente sirio",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-33ee.html",
            "content": "s030714 - Kim Jong Un felicita a presidente sirio\n\t\t\t\t\t\t\r\nPyongyang, 7 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 4 un mensaje de felicitacion a Bashar al-Assad, presidente de la Republica Arabe de Siria, con motivo del 50o aniversario de la revolucion del 8 de Marzo en ese pais.\n\t\t\t\t\tLa misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del 50o aniversario de la revolucion del 8 de Marzo en Siria, hago llegar mi calurosa felicitacion a Vd., al gobierno y pueblo amistosos de la Republica Arabe de Siria.\n\t\t\t\t\t\n\t\t\t\t\tDurante los 50 anos pasados despues de la revolucion del 8 de Marzo, que tiene el significado trascendental en el desarrollo de la historia de Siria, el pueblo sirio logro grandes cambios en todas las esferas de la politica, la economia y la cultura bajo la direccion del Partido Socialista del Resurgimiento Arabe.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, deseo a Vd., su gobierno y pueblo exitos en la justa lucha por frustrar todos los desafios de las fuerzas hostiles y defender la soberania, la seguridad y la estabilidad del pais."
        },
        {
            "title": "MINREX publica declaracion con motivo de ejercicios de guerra anti-RPDC",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-34ee.html",
            "content": "MINREX publica declaracion con motivo de ejercicios de guerra anti-RPDC\n\t\t\t\t\t\t\r\nPyongyang, 7 de marzo (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea publico el dia 7 la siguiente declaracion:\n\t\t\t\t\tEn estos tiempos, Estados Unidos actua con desesperacion para desatar la guerra nuclear encaminada a atropellar a la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\", que libra EE.UU. que exacerba al extremo la situacion de la Peninsula Coreana para llevarla al borde de guerra, son de punta a cabo las maniobras de guerra nuclear con vistas al ataque preventivo contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Detras del cartel de \"entrenamientos anuales\", EE.UU. introduce enormes fuerzas agresoras, que bastan para ejecutar una guerra nuclear, tales como la flotilla de ataque de portaaviones nuclear y los bombarderos estrategicos.\n\t\t\t\t\t\n\t\t\t\t\t  Lo insoslayable del problema es que los presentes ejercicios militares se realizan cuando se fabrica nueva \"sancion\" anti-RPDC en el Consejo de Seguridad de la ONU segun el plan de EE.UU. de provocar una guerra nuclear con la justificacion de \"prevenir la proliferacion nuclear\".\n\t\t\t\t\t\n\t\t\t\t\t  Es el metodo rutinario de EE.UU. desencadenar la guerra de agresion con la etiqueta de \"Fuerzas de la ONU\" despues de inventar en el Consejo de Seguridad una \"resolucion\" que justificara esa invasion.\n\t\t\t\t\t\n\t\t\t\t\t  Por eso, EE.UU. involucra en las presentes maniobras hasta las fuerzas armadas de varios paises satelites que habian participado en la pasada guerra coreana a titulo de \"Fuerzas de la ONU\".\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU., que traslado a la region de Asia-Pacifico su enfoque estrategico para dominar el mundo, toma por su primera meta ocupar toda la Peninsula Coreana con el designio de procurar la cabeza de puente al continente eurasiatico y trata de buscar la salida de la seria crisis economica interna en la provocacion de la segunda guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU., que se dedica a las aventuras militares en esa region mas candente del mundo donde se concentran las armas y las instalaciones nucleares, es el que amenaza realmente la paz y seguridad del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Hasta la fecha, realizamos todos los esfuerzos posibles por preservar la paz y la estabilidad de la Peninsula Coreana y el resto de la region controlandonos al maximo.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, EE.UU. respondio a nuestra bondad y paciencia con los ejercicios de guerra nuclear de gran envergadura y pasan a la guerra real sus entrenamientos \"anuales\". \n\t\t\t\t\t\n\t\t\t\t\t  En tal circunstancia, ya desaparecio la oportunidad de solucion diplomatica y queda solo el enfrentamiento militar. \n\t\t\t\t\t\n\t\t\t\t\t  Con respecto a la grave situacion en que se ven amenazados seriamente la soberania y el derecho a la existencia de nuestro pais, el portavoz del Ministerio de Relaciones Exteriores de la RPDC declara bajo la autorizacion los siguientes puntos:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, dado que EE.UU. intenta desatar la guerra nuclear, nuestras fuerzas armadas revolucionarias ejerceran el derecho al ataque preventivo nuclear contra los bastiones de agresores para defender los maximos intereses del pais. \n\t\t\t\t\t\n\t\t\t\t\t  La reciente declaracion de la Comandancia Suprema del Ejercito Popular de Corea sobre la anulacion del Acuerdo de Armisticio desde el 11 de marzo, en que los ejercicios de guerra nuclear de EE.UU. pasaran a la etapa crucial, significa que desde ese momento, nuestras fuerzas armadas revolucionarias tomaran acciones militares de autodefensa contra cualquier blanco y en cualquier momento sin comprometerse a ese acuerdo. \n\t\t\t\t\t\n\t\t\t\t\t  Segundo, la aprobacion de la \"resolucion de sancion\" anti-RPDC en el Consejo de Seguridad de la ONU, bajo el patrocinio de EE.UU., adelantara la segunda y tercera contramedida mas fuertes que ya hemos anunciado. \n\t\t\t\t\t\n\t\t\t\t\t  Si el Consejo de Seguridad de la ONU aprueba nueva \"resolucion de sancion\" para dar luz verde a la guerra de agresion de EE.UU. tendente a aplastar a la RPDC, acabaremos con el circulo vicioso de tensiones usando todo el poderio del Songun consolidado hasta ahora. \n\t\t\t\t\t\n\t\t\t\t\t  Tercero, en este momento dificil de evitar la segunda guerra coreana, advertimos solemnemente al Consejo de Seguridad de la ONU que no repita el antecedente criminal de haber sembrado en la nacion coreana un rencor irreparable al actuar en 1950 como lacayo de EE.UU. en la guerra de agresion contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  El Consejo de Seguridad debe cuestionar sin demora los ejercicios de guerra nuclear anti-RPDC de EE.UU., que amenazan gravemente la paz y la seguridad internacionales, desmantelar inmediatamente la \"comandancia de las fuerzas de la ONU\", aparato del cumplimiento de la guerra de agresion de EE.UU., y tomar medidas para eliminar el estado de guerra coreana. \n\t\t\t\t\t\n\t\t\t\t\t  Para defender la justicia, hay que responder a la fuerza con la fuerza y a las armas nucleares con las armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\t  Si EE.UU. desata por fin la guerra de agresion, seran aniquilados en esta contienda los invasores y desaparecida la linea de demarcacion militar."
        },
        {
            "title": "Kim Yong Nam expresa condolencias por deceso de Hugo Chavez Frias",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-35ee.html",
            "content": "Kim Yong Nam expresa condolencias por deceso de Hugo Chavez Frias\n\t\t\t\t\t\t\r\nPyongyang, 7 de marzo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 6 un mensaje de condolencias al vicepresidente de la Republica Bolivariana de Venezuela, Nicolas Maduro Moros, por el fallecimiento del dignatario bolivariano Hugo Chavez Frias.\n\t\t\t\t\tEn su misiva, el remitente senalo que el presidente Chavez hizo gran aporte a la defensa de la soberania del pais y a la integracion latinoamericana y expuso la conviccion de que el gobierno y pueblo venezolanos lograran exitos en la construccion de una nueva sociedad prospera tras resistir el inmenso dolor que causa esa perdida."
        },
        {
            "title": "Choe Yong Rim averigua preparativos agricolas en primavera",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-36ee.html",
            "content": "Choe Yong Rim averigua preparativos agricolas en primavera\n\t\t\t\t\t\t\r\nPyongyang, 7 de marzo (ACNC) -- El primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, Choe Yong Rim, se entero en el terreno del estado de agricultura en la primavera de los distritos Unchon y Anak de la provincia de Hwanghae del Sur.\n\t\t\t\t\t  Estimulo a los funcionarios y trabajadores agricolas que enterados de la declaracion del portavoz de la Comandancia Suprema del Ejercito Popular de Corea, dan acicate a los actuales preparativos agricolas ardiendo del odio a los imperialistas yanquis y las fuerzas satelites que recurren a los ejercicios belicos nucleares contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Estuvo en la granja de Ryangdam del distrito de Unchon y la Granja Cooperativa de Oguk del distrito de Anak.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que los funcionarios y trabajadores de la rama agricola, concientes de la voluntad del Partido de resolver por todos los medios los alimentos del pueblo, deben lograr el resultado magnifico cultivando la tierra de este ano como duenos de la produccion agricola del pais y asi contribuir a defender firmemente el socialismo.\n\t\t\t\t\t\n\t\t\t\t\t  Tomo las medidas para elevar el rendimiento por hectarea manteniendo invariablemente el trabajo de aplicar el sistema de produccion circular entre agricultura y ganaderia y asegurar las condiciones materiales necesarias al cultivo en las unidades interesadas.\n\t\t\t\t\t\n\t\t\t\t\t  Con anterioridad el premier recorrio la Mina de Unryul en que esta registrada la historia de la direccion de los grandes hombres del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\t  Apunto la necesidad de proteger y manejar la cinta transportadora de larga distancia de gran tamano preparada por el gran proyecto y la direccion dinamica del los grandes Generalisimos y normalizar en alto nivel la produccion de mineral de hierro. \n\t\t\t\t\t\t\n\t\t\t\t\t\t\\"
        },
        {
            "title": "Mitin de militares y civiles capitalinos",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-37ee.html",
            "content": "Mitin de militares y civiles capitalinos \n\t\t\t\t\t\t\r\nPyongyang, 7 de marzo (ACNC) -- Tuvo lugar este jueves en la Plaza Kim Il Sung el mitin de mas de 100 mil militares y civiles capitalinos en apoyo a la declaracion del portavoz de la Comandancia Suprema del Ejercito Popular de Corea. \n\t\t\t\t\tAsistieron Kim Yong Nam, Choe Yong Rim y otros cuadros del Partido y el Estado, los funcionarios de los organismos del partido, las fuerzas armadas y el poder, entidades de masas, ministerios, organos centrales e instituciones de ciencia, educacion, cultura y arte, salud publica y prensa e informacion, los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los funcionarios, trabajadores, profesores y estudiantes de los organos, fabricas, empresas, granjas, universidades y escuelas especializadas a todo nivel. \n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los compatriotas en ultramar, el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang, los representantes diplomaticos y los agregados militares de varios paises, acreditados en Corea, y otros huespedes extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tEn el acto se dio lectura a la declaracion del portavoz de la Comandancia Suprema del EPC y hubo discursos. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que la declaracion refleja la voluntad de todos los militares y civiles coreanos de terminar cuanto antes la batalla final contra el imperialismo yanqui que se desespera por arrebatar la dignidad y la soberania de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tAdvirtieron que EE.UU. y los belicistas surcoreanos deben conocer bien quien es su contraparte y que destino tragico les espera.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. y los belicistas surcoreanos desatan por fin la guerra nuclear en este territorio, el ejercito y pueblo coreanos no perderan jamas esta oportunidad para exterminar a los invasores de nuestro planeta y glorificar este ano del 60o aniversario del triunfo en la Guerra de Liberacion de la Patria como ano historico de reunificacion de la patria, apuntaron."
        },
        {
            "title": "Acto central por 103o aniversario del Dia Internacional de la Mujer",
            "url": "http://kcna.co.jp/item/2013/201303/news07/20130307-38ee.html",
            "content": "Acto central por 103o aniversario del Dia Internacional de la Mujer\n\t\t\t\t\t\t\r\nPyongyang, 7 de marzo (ACNC) -- Tuvo lugar este jueves en la Casa Cultural 25 de Abril el acto central por el 103o aniversario del Dia Internacional de la Mujer (8 de marzo).\n\t\t\t\t\tAsistieron a la ocasion Kim Ki Nam, Yang Hyong Sop, funcionarios de las entidades de masas y trabajadoras ejemplares.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados las compatriotas residentes en ultramar, las mujeres de las representaciones diplomaticas y de las oficinas de organizaciones internacionales acreditadas en Corea, y otros huespedes extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tAl presentar el informe, la presidenta del Comite Central de la Union de las Mujeres Democraticas de Corea, Ro Song Sil, recordo que bajo la sabia guia de los grandes hombres del monte Paektu, el movimiento femenino coreano vino avanzando por la unica senda de victorias junto con la sagrada historia de la revolucion coreana. \n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Il Sung dio inicio al movimiento femenino coreano de tipo jucheano en el fragor de la revolucion antijaponesa y preparo su brillante tradicion, dijo y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLa indoblegable luchadora revolucionaria Kang Pan Sok constituyo la Asociacion de Mujeres Antijaponesas bajo la energica direccion del Presidente, lo cual fue un acontecimiento de importancia trascendental en el movimiento femenino coreano. \n\t\t\t\t\t\n\t\t\t\t\tDespues de la liberacion de la patria, el Presidente organizo la Union de las Mujeres Democraticas de Corea, elaboro y promulgo por primera vez en la historia la ley de igualdad de derechos del hombre y la mujer e hizo ingentes esfuerzos fisicos y mentales para resolver definitivamente el problema de la mujer. \n\t\t\t\t\t\n\t\t\t\t\tLa Heroina de la Lucha Antijaponesa Kim Jong Suk realizo grandes meritos por el desarrollo del movimiento de emancipacion de la mujer de Corea, en pleno acato a la original idea y orientacion del Presidente. \n\t\t\t\t\t\n\t\t\t\t\tEn la historia del movimiento femenino de Corea, llena de victorias y glorias, estan impregnadas las imborrables proezas revolucionarias del Dirigente Kim Jong Il, quien bajo la bandera del Songun, llevo a una nueva etapa elevada el movimiento femenino coreano. \n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un hizo fijar por primera vez en la historia de Corea el Dia de la Madre y celebrar con motivo de ese dia la IV Conferencia Nacional de Madres.\n\t\t\t\t\t\n\t\t\t\t\tEn este mundo, no hay otro pueblo tan feliz y orgulloso como el coreano que tiene al Mariscal como su gran dirigente y generoso padre. \n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, la oradora llamo a demostrar el impetu de la mujer coreana en el cumplimiento de la causa de construccion de un Estado prospero socialista."
        }
    ]
}