{
    "date": "2013-08-17",
    "url": "http://kcna.co.jp/item/2013/201308/2013-08-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Construction Site of Ski Resort on Masik Pass",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-22ee.html",
            "content": "Kim Jong Un Visits Construction Site of Ski Resort on Masik Pass\r\nPyongyang, August 17 (KCNA) -- Marshal Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, visited the construction site of the Ski Resort on Masik Pass.\n\t\t\t\t\tHe was accompanied by Choe Ryong Hae, Pak Thae Song, Hwang Pyong So, Kim Pyong Ho, Ma Won Chun, Jon Chang Bok, Kim Yong Chol and O Kum Chol.\n\t\t\t\t\t\n\t\t\t\t\tHe received a report on the progress made in the construction.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed his great satisfaction over the fact that the soldier-builders and members of shock brigades of various units have wound up the frame assembling of more than 20 structures by pushing forward it at a high speed despite rough terrains and bad weather in rainy season.\n\t\t\t\t\t\n\t\t\t\t\tA breakthrough has been made towards the successful construction of the ski resort, he said, adding that it is a miracle which can be worked only by service personnel and people of the DPRK who are the fighters ready to flatten any mountain and empty even a sea in response to an order or instruction of the party.\n\t\t\t\t\t\n\t\t\t\t\tGoing round various structures including hotel, service buildings, lodging quarters, skatepark, etc, he learnt about the progress made in the construction.\n\t\t\t\t\t\n\t\t\t\t\tLooking round an 8-storeyed hotel with a 3-storeyed basement, he underscored the need to build all floors and aspects of construction to suit the features of the mountainous area and match its natural environment.\n\t\t\t\t\t\n\t\t\t\t\tAfter learning about the project for setting up cableway service, he underlined to step up  it so that skiers may use the service up to the peak of the Taehwa Hill more than 1 360 m above the sea level from the coming winter.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the area of the Masik Pass has undergone a dramatic change when comparing it with what he saw on May 26, he highly appreciated the world-startling labor feats the builders have performed in the construction.\n\t\t\t\t\t\n\t\t\t\t\tHe indicated the tasks to be fulfilled to further accelerate the construction.\n\t\t\t\t\t\n\t\t\t\t\tHe called for further rounding off the skiing courses and carrying out without fail daily quotas for each process of the projects including hotel, service and lodging quarters and cableway service.\n\t\t\t\t\t\n\t\t\t\t\tHe urged the Cabinet, ministries and national institutions to take thorough measures for supplying necessary materials. He also called on the factories and enterprises in charge of building materials and equipment to implement their tasks without fail.\n\t\t\t\t\t\n\t\t\t\t\tThe ski resort is a monumental edifice of eternal value to be used by the people even in the distant future, while enjoying wealth and prosperity under socialism, and it is also one of the icons of a highly civilized nation, he said, underscoring the need for the builders to ensure the construction at the highest level so that they may be responsible for its safety and guarantee its absolute quality for all eternity.\n\t\t\t\t\t\n\t\t\t\t\tHe called on the builders to construct a world-class ski resort and provide the people, youth and children with a more civilized and happier living conditions so that cheerful laughter under socialism and loud shouts of hurrah for the WPK may be heard from the area of the Masik Pass."
        },
        {
            "title": "Kim Jong Un Inspects KPA Unit",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-21ee.html",
            "content": "Kim Jong Un Inspects KPA Unit\r\nPyongyang, August 17 (KCNA) -- Supreme Commander of the Korean People's Army (KPA) Kim Jong Un, who is also first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, inspected KPA Unit 3404.\n\t\t\t\t\tAfter receiving a salute, he went round the room for the education in the revolutionary history of President Kim Il Sung and leader Kim Jong Il, conducted by commanding officers.\n\t\t\t\t\t\n\t\t\t\t\tBeing briefed on the proud history of the unit, he watched with keen attention historic relics and data conjuring up deep memories. He looked back with deep emotion on the history of the unit's development.\n\t\t\t\t\t\n\t\t\t\t\tHe highly praised the unit for achieving many successes through a dynamic drive for making combat preparations and bolstering up fighting capability, true to the noble intentions of the great Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tHe acquainted himself with varieties of inventions made by the unit and appreciated its achievements.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed expectation and belief that servicepersons of the unit would successfully discharge their mission and role as standard-bearers and shock brigade upholding the Songun politics of the party before having a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\tHe was accompanied by Vice Marshal of the KPA Choe Ryong Hae, director of the KPA General Political Bureau."
        },
        {
            "title": "Kim Yong Nam Sends Greetings to Gabonese President",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-10ee.html",
            "content": "Kim Yong Nam Sends Greetings to Gabonese President\r\nPyongyang, August 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Saturday sent a message of greeting to Ali Bongo Ondimba, president of the Republic of Gabon, on the occasion of the 53rd anniversary of its independence.\n\t\t\t\t\tKim in his message expressed belief that the friendly and cooperative relations between the two countries would grow stronger, sincerely wishing the president and people of Gabon bigger success in their work to promote the national unity and achieve the economic development."
        },
        {
            "title": "Greetings to Indonesian President",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-11ee.html",
            "content": "Greetings to Indonesian President\r\nPyongyang, August 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Susilo Bambang Yudhoyono, president of Indonesia, on the occasion of the 68th anniversary of its independence.\n\t\t\t\t\tThe message expressed belief that the good friendly and cooperative relations between the two countries would grow stronger in the future and wished the president and people of Indonesia greater success in their work for the socio-economic development of the country and its prosperity."
        },
        {
            "title": "Greetings to Indonesian FM",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-09ee.html",
            "content": "Greetings to Indonesian FM\r\nPyongyang, August 17 (KCNA) -- Pak Ui Chun, foreign minister of the DPRK, Saturday sent a message of greeting to Raden Mohammad Marty Muliana Natalegawa, foreign minister of Indonesia, on the occasion of the 68th anniversary of its independence.\n\t\t\t\t\tThe message expressed conviction that the traditional friendly and cooperative relations between the two countries would steadily develop by their common efforts."
        },
        {
            "title": "National August 3 Consumer Goods Exhibition Held",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-06ee.html",
            "content": "National August 3 Consumer Goods Exhibition Held\r\nPyongyang, August 17 (KCNA) -- The National August 3 Consumer Goods Exhibition took place here from August 12 to 16.\n\t\t\t\t\tOn display there were at least 26 900 consumer goods of over 300 kinds which were made by producers at factories and enterprises and by housewives' work-teams and reutilization production work-teams across the country with the use of locally available raw materials and inner reserves.\n\t\t\t\t\t\n\t\t\t\t\tStylish shoes that meet people's conveniences including canvas shoes and boots, a variety of toys, various kinds of household articles, foodstuffs and sundries for daily use made with industrial by-products and agricultural produces have been appreciated by the visitors for their usefulness and high quality.\n\t\t\t\t\t\n\t\t\t\t\tAt the exhibition a workshop and seminar on experience were held along with goods services.\n\t\t\t\t\t\n\t\t\t\t\tPyongyang City took the special place and North Phyongan Province and Nampho City first place.\n\t\t\t\t\t\n\t\t\t\t\tAmong those units that were highly appreciated were the Pyongyang 326 Electric Wire Factory, Songyo Knitwear Goods Factory, Pakchon Silk Mill, Kanggye Unha Garment Factory, Unryul Mine, Kyongsong Ceramic Complex and the West Sea Barrage Office.\n\t\t\t\t\t\n\t\t\t\t\tThe exhibition offered a significant occasion for widely generalizing achievements and experience gained in the August 3 consumer goods production movement and arousing the masses' creative initiative and ingenuity to produce many high quality consumer goods essential for the people's living."
        },
        {
            "title": "DPRK Premier Soccer League Matches under Way",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-15ee.html",
            "content": "DPRK Premier Soccer League Matches under Way\r\nPyongyang, August 17 (KCNA) -- The first round of the men's premier soccer league matches of the DPRK Championships is under way at Kim Il Sung Stadium.\n\t\t\t\t\tThere were matches between the Hwaebul Team and the Pyongyang Team and between the Myohyangsan Team and the Mangyongbong Team on Saturday.\n\t\t\t\t\t\n\t\t\t\t\tThe match between the Hwaebul Team and the Pyongyang Team ended in a draw of 4:4. The Myohyangsan Team trounced the Mangyongbong Team 1:0.\n\t\t\t\t\t\n\t\t\t\t\tThe Team of the Ministry of Light Industry and the Rimyongsu Team tied 2:2, the Sonbong Team snubbed the Wolmido Team 2:0, and the Amnokgang Team beat the Kigwancha Team 1:0 on Friday.\n\t\t\t\t\t\n\t\t\t\t\tMatches go on."
        },
        {
            "title": "Kim Chaek Iron and Steel Complex Introduces New Technologies into Production",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-12ee.html",
            "content": "Kim Chaek Iron and Steel Complex Introduces New Technologies into Production\r\nPyongyang, August 17 (KCNA) -- About 190 new technological innovation proposals have been introduced into production of iron and steel at the Kim Chaek Iron and Steel Complex this year.\n\t\t\t\t\tThe workers and technicians of the Blast Furnace Shop in cooperation with technicians in the field of electricity and automation succeeded in rationally modifying a skip converter, increasing the feeding capacity of raw materials and fuel 20 percent.\n\t\t\t\t\t\n\t\t\t\t\tRational methods of charge distribution and control of pressure inside furnace have also been introduced into blast furnace No. 3\n\t\t\t\t\t\n\t\t\t\t\tSteel Shop No. 1 applied a new technical proposal helpful to lengthening the life of oxygen converter and raising steel productivity as compared with those in the past.\n\t\t\t\t\t\n\t\t\t\t\tThe workers and technicians of Steel Shop No. 2 introduced the method of heating the great ladle by use of high-temperature air combustion technology, thus making it possible to keep production going at a high rate while cutting down gas consumption by more than half.\n\t\t\t\t\t\n\t\t\t\t\tOxygen Shop No. 2 and the Hot-rolling Shop succeeded in remarkably cutting down the operation time of a large oxygen separator. The technological updating of finish rolling and winding and plating are pushed forward at a final phase.\n\t\t\t\t\t\n\t\t\t\t\tA dynamic technological drive was also waged at Sintering Shops Nos. 1 and 2, Fire-resisting Material Shop, Concentrated Ore Supplying Shop No. 1, Pipe Transport Station and other units."
        },
        null,
        {
            "title": "Preparatory Cutting Faces Provided in Kaechon Area",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-19ee.html",
            "content": "Preparatory Cutting Faces Provided in Kaechon Area\r\nPyongyang, August 17 (KCNA) -- The Kaechon Area Coal Mining Complex in South Phyongan Province has provided 26 preparatory cutting faces this year, with eight in the Kaechon Coal Mine and seven in Pongchon Coal Mine.\n\t\t\t\t\tThe Kaechon Coal Mine has overfulfilled its daily quota by operating compressors and rock drills at full capacity.\n\t\t\t\t\t\n\t\t\t\t\tThe Mujindae Youth Coal Mine has given priority to raising the efficiency of blasting.\n\t\t\t\t\t\n\t\t\t\t\tOther coal mines under the complex are also channeling efforts into securing reserve coal deposits."
        },
        {
            "title": "Soldier-builders Effect Great Upsurge in Building Edifices",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-16ee.html",
            "content": "Soldier-builders Effect Great Upsurge in Building Edifices\r\nPyongyang, August 17 (KCNA) -- Marshal Kim Jong Un's field guidance to edifices now under construction in the Democratic People's Republic of Korea encourages the soldier-builders to effect great upsurge in building them.\n\t\t\t\t\tThanks to their devoted efforts, the Victorious Fatherland Liberation War Museum and the Fatherland Liberation War Martyrs Cemetery have come into being in less than a year as edifices befitting the Songun (military-first) era.\n\t\t\t\t\t\n\t\t\t\t\tSoldier-builders, mobilized in the construction of the Ski Resort on Masik Pass, have finished in July the building of structures of hotel, service and welfare facilities and scores of blocks of dwelling houses in the spirit of the \"Masikryong Speed\", paving a way for rounding off the project this year.\n\t\t\t\t\t\n\t\t\t\t\tThose in the Sepho tableland reclamation, together with members of shock-brigades, reclaimed more than 30 000 hectares of tableland and built roads extending a total of 1 200 kilometers as of early August. \n\t\t\t\t\t\n\t\t\t\t\tIn Pyongyang, the project for building apartment houses for scientists has been carried out over 88 percent, covering public buildings, welfare facilities and afforestation.\n\t\t\t\t\t\n\t\t\t\t\tIn the project of the Munsu Wading Pool, they have finished the frame assembling of structures and water tanks.\n\t\t\t\t\t\n\t\t\t\t\tA great progress has also been made in the project of the Mirim Riding Club.\n\t\t\t\t\t\n\t\t\t\t\tSoldier-builders are now working days and nights, with an aim to finish the projects, including the construction of housing flats for scientists of Kim Il Sung University, Children's Hospital and Dental Hospital, before October 10, the anniversary of the Workers' Party of Korea."
        },
        {
            "title": "Achievements Made by Central Information Agency for Science and Technology for Five Decades",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-14ee.html",
            "content": "Achievements Made by Central Information Agency for Science and Technology for Five Decades\r\nPyongyang, August 17 (KCNA) -- The Central Information Agency for Science and Technology has marked its 50th anniversary.\n\t\t\t\t\tThe Agency has grown into a comprehensive base for dissemination of scientific and technological data, analysis of information and research into information, greatly contributing to economic development and the improvement of the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\tPresident Kim Il Sung made sure that the Agency was founded in August Juche 52 (1963) and gave teachings regarding principled matters for providing information for science and technology from the Juche-based stand.\n\t\t\t\t\t\n\t\t\t\t\tLeader Kim Jong Il indicated the orientation and ways for effecting a surge in the dissemination of scientific and technological data.\n\t\t\t\t\t\n\t\t\t\t\tThe Agency completed computer library \"Mt. Paektu, holy mountain of revolution\" and multimedia \"Guide for revolutionary battle sites and revolutionary sites in the area of Mt. Paektu\" which comprehensively deal with the undying revolutionary history of the three commanders of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\tActive researches and development of programs have been conducted and a dictionary for search words has been developed to ensure unity and reciprocity in the building of database. Korean style data search program has also been completed.\n\t\t\t\t\t\n\t\t\t\t\tA nationwide computer network system has been formed and comprehensive information dissemination through the data search system has been applied.\n\t\t\t\t\t\n\t\t\t\t\tData dealing with the trend of development in technological engineering fields, and information about basic scientific fields as well as data about core and basic technological fields such as information technology, nano technology and biological engineering have made active contributions to the production and technological development.\n\t\t\t\t\t\n\t\t\t\t\tAchievements have also been made in editing and publishing information publications.\n\t\t\t\t\t\n\t\t\t\t\tThe Agency has distributed 4 000 kinds of various data dealing with trends, scientific and technological newsletters in foreign languages as well as scientific and technological data to a total of more than 410 000 units over the past decade.\n\t\t\t\t\t\n\t\t\t\t\tNearly 800 kinds of reference books and extra-curricular educational books and e-publications for students and more than 60 kinds of multimedia necessary for the economic development and the improvement of the people's living have been distributed among officials, working people and students, contributing to closely combining production with science and technology in economic construction.\n\t\t\t\t\t\n\t\t\t\t\tA drastic turn has been made in the training of excellent information experts and laying the material and technological foundation of the Agency."
        },
        {
            "title": "DPRK Pays Consistent Efforts for Peace",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-17ee.html",
            "content": "DPRK Makes Consistent Efforts for Peace\r\nPyongyang, August 17 (KCNA) -- The Democratic People's Republic of Korea has made consistent efforts to turn the ceasefire, lingering on the Korean Peninsula, into lasting peace.\n\t\t\t\t\tSince the end of the Korean War (June 25, 1950-July 27, 1953) ignited by the U.S., the peninsula has been in an unstable situation which is neither  war nor peace.\n\t\t\t\t\t\n\t\t\t\t\tTo achieve durable peace on the peninsula was a pressing demand with the peninsula divided into the north and the south by outside forces. \n\t\t\t\t\t\n\t\t\t\t\tFor decades the DPRK Government has advanced a wave of aboveboard and realistic proposals in order to prevent a war and ensure durable peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\tIn the meeting held in Geneva in 1954, it made detailed proposals envisaging withdrawal of all foreign forces from the Korean Peninsula and peaceful reunification as stipulated in the Armistice Agreement (AA).\n\t\t\t\t\t\n\t\t\t\t\tIn 1958, it drastically reduced its forces on its own initiative and took a measure to get the Chinese People's Volunteers out of the DPRK territory.\n\t\t\t\t\t\n\t\t\t\t\tAt the 3rd Session of the 5th Supreme People's Assembly held in March 1974, it proposed talks between the DPRK and the U.S to discuss concluding a peace treaty between them. \n\t\t\t\t\t\n\t\t\t\t\tIn January 1984, it called for opening tripartite talks with the DPRK, U.S. and south Korea in attendance, which would deal with the issues of concluding a peace treaty between the DPRK and the U.S. and adopting a non-aggression declaration between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\tIn April 1994, it set forth a proposal for establishing a new peace-keeping mechanism on the Korean Peninsula, followed by a proposal for signing a tentative agreement which could replace the AA, in order to ensure peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThanks to the DPRK's positive efforts, rounds of general-level military talks were held between the DPRK and the U.S. in Panmunjom, which dealt with setup of a new kind of armistice mechanism.\n\t\t\t\t\t\n\t\t\t\t\tThe issue of establishing peace mechanism on the Korean Peninsula was discussed also at the four-way talks held in the latter half of the 1990s, with the DPRK, the U.S., China and south Korea in attendance.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK and the U.S. held talks in Washington in October 2000, at which they came to an agreement that there were various options for making the AA replaced with peace-keeping mechanism, including the opening of the four-way talks.\n\t\t\t\t\t\n\t\t\t\t\tAfterwards, the DPRK set forth proposals for opening a meeting of AA signatories to discuss declaring the termination of war and for opening the talks for discussing replacement of AA with peace agreement with the 60th anniversary of the outbreak of the Korean War as an occasion.\n\t\t\t\t\t\n\t\t\t\t\tIn spite of the DPRK's persistent efforts, durable peace has not been ensured on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\tIf the U.S. had affirmatively responded even to one of its proposals, durable peace would have already come to the peninsula.\n\t\t\t\t\t\n\t\t\t\t\tSteadfast is the DPRK's stand to promote peace and security on the Korean Peninsula and in the rest of Northeast Asia and the world as a whole."
        },
        {
            "title": "Actions for Probing Truth about Election Rigging Called for by Peasants in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-08ee.html",
            "content": "Actions for Probing Truth about Election Rigging Called for by Peasants in S. Korea\r\nPyongyang, August 17 (KCNA) -- The Kwangju-South Jolla Peasants' Solidarity of south Korea consisting of peasants organizations in Kwangju and South Jolla Province held a press conference in front of the office building of the South Jolla Province on Tuesday at which it issued a declaration on the situation demanding the disorganization of the puppet Intelligence Service.\n\t\t\t\t\tThe declaration said that farmers turned out, infuriated by the grave situation where democracy is violated and even the \"National Assembly\" played down.\n\t\t\t\t\t\n\t\t\t\t\tIt accused the IS of siding with the \"Saenuri Party\" and labeling the opposition parties as \"forces following the north\" even before the \"presidential election\" while fostering provincialism by malignantly speaking ill of Kwangju and South Jolla Province.\n\t\t\t\t\t\n\t\t\t\t\tThe headquarters of election campaign for the present chief executive was behind all these cases, it charged.\n\t\t\t\t\t\n\t\t\t\t\tNow that it became clear the IS was the base for the election rigging, the present chief executive should be held fully accountable for the case, the declaration said.\n\t\t\t\t\t\n\t\t\t\t\tIt noted that the organization would carry on the actions till the truth about the case is probed, the IS disorganized and the chief executive owns the responsibility."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-20ee.html",
            "content": "Kim Il Sung's Exploits Praised by General Association of Koreans in China\r\nPyongyang, August 17 (KCNA) -- The General Association of Koreans in China held round-table talks in Shenyang, China, on Aug. 14 to mark the 68th anniversary of the liberation of Korea. \n\t\t\t\t\tPresent there were Vice-Chairman Choe Su Bong and other officials of the general association and Hwang Yong Du, chairman of the Liaoning regional association, and others.\n\t\t\t\t\t\n\t\t\t\t\tSpeakers said that Generalissimo Kim Il Sung embarked upon the road of the revolution in his teens. Holding high the banner of Juche, he enunciated the Songun idea that armed forces should be countered in kind and counterrevolutionary violence with revolutionary violence and advanced a line of waging an armed struggle, guided by it, the speakers said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tAfter declaring a great anti-Japanese war he led an arduous revolutionary struggle, defeating the Japanese imperialists and achieving the historical cause of liberation of the country on August 15, 1945. \n\t\t\t\t\t\n\t\t\t\t\tHe liberated the usurped country, weathering all sorts of ordeals in the snowstorm of Mt. Paektu for 20 years. His exploits performed in the anti-Japanese revolution will shine for all ages. \n\t\t\t\t\t\n\t\t\t\t\tOur motherland will win only victory in the future, too, under the leadership of Marshal Kim Jong Un who is identical to Generalissimos Kim Il Sung and Kim Jong Il, invincible and iron-willed commanders. \n\t\t\t\t\t\n\t\t\t\t\tA letter to Kim Jong Un was adopted at the round-table talks."
        },
        {
            "title": "Anniversary of Korea's Liberation Marked by Koreans in Russia",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-13ee.html",
            "content": "Anniversary of Korea's Liberation Marked by Koreans in Russia\r\nPyongyang, August 17 (KCNA) -- The United Confederation of Koreans in Russia held a meeting on August 14 to mark the 68th anniversary of Korea's liberation.\n\t\t\t\t\tDisplayed on the front wall of the venue of the meeting was a full-length picture of President Kim Il Sung standing together with leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tPresent at the meeting were Vice-Chairman An Hyang Jin and officials of the confederation and other compatriots.\n\t\t\t\t\t\n\t\t\t\t\tAt the meeting speakers said the Korean revolutionaries and patriots liberated Korea through an arduous anti-Japanese armed struggle under the outstanding leadership of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tToday the DPRK is demonstrating its strong national power as it is led by Marshal Kim Jong Un, they noted.\n\t\t\t\t\t\n\t\t\t\t\tKorea was divided into two parts after the liberation of the country, bringing unbearable misfortunes and sufferings to the Korean nation, they said, adding Koreans in Russia would turn out as one in the work to build a reunified state under the banner of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\tThen compatriots were told by the delegation of the International United Confederation of Koreans about its participation in the celebrations of the 60th anniversary of the victory in the Fatherland Liberation War and watched a video recording the events."
        },
        {
            "title": "Anniversary of Korea's Liberation Observed by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-02ee.html",
            "content": "Anniversary of Korea's Liberation Observed by Foreign Newspapers\r\nPyongyang, August 17 (KCNA) -- Bangladeshi and Nepali newspapers carried articles on the occasion of the 68th anniversary of Korea's liberation.\n\t\t\t\t\tThe Bangladeshi newspaper Natun Bangla on August 11 said in an article titled \"Benefactor of liberation\" that it was President Kim Il Sung who liberated the Korean people from the destiny of the Japanese imperialist colonial slaves.\n\t\t\t\t\t\n\t\t\t\t\tThe exploits performed by the President, the liberator of the country, are deeply cherished in the minds of the Korean people and progressive humankind at all times.\n\t\t\t\t\t\n\t\t\t\t\tThe Nepalese newspaper Nepal Today on August 8 noted in an article titled \"Event to be specially recorded in the history of the Korean nation\" that the August 15 liberation was the event to be specially recorded in the history of the Korean nation and this marked the beginning of a new history of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\tIt continued:\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people, who greeted the new day of national resurrection under the wise leadership of Kim Il Sung, founded the Democratic People's Republic of Korea, the first people's democratic state in the East, and pave a wide avenue for building new society.\n\t\t\t\t\t\n\t\t\t\t\tSocialist Korea built by Kim Il Sung and developed by leader Kim Jong Il fully demonstrated its vitality when the East European socialist countries collapsed.\n\t\t\t\t\t\n\t\t\t\t\tThe liberation, which gave the origin to steadily prospering socialist Korea, will remain shining forever as an event to be specially recorded in the history of the Korean nation."
        },
        {
            "title": "Solidarity Committee for Korea's Peaceful Reunification Formed in Austria",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-04ee.html",
            "content": "Solidarity Committee for Korea's Peaceful Reunification Formed in Austria\r\nPyongyang, August 17 (KCNA) -- An Austrian solidarity committee of unionists for Korea's peaceful reunification was formed with due ceremony in Vienna on August 9.\n\t\t\t\t\tOliver Jonischkeit, federal secretary of the Left Bloc of the Austrian Trade Union Federation, was elected chairman of the solidarity committee.\n\t\t\t\t\t\n\t\t\t\t\tAt the inaugural ceremony the following resolution was adopted:\n\t\t\t\t\t\n\t\t\t\t\tWe warmly congratulate the Korean people on the 68th anniversary of the liberation of their country.\n\t\t\t\t\t\n\t\t\t\t\tIt is the demand of the times for Japan to recognize its grave crimes committed in the period when it occupied Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe southern part of Korea is still occupied by the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\tWe demand the U.S. conclude a peace treaty with the DPRK and withdraw its forces from south Korea.\n\t\t\t\t\t\n\t\t\t\t\tWe urge the south Korean \"government\" to come out to implement the north-south joint declaration, not becoming a stooge for carrying out the domination strategy of the U.S. imperialists, and make a substantial contribution to achieving the peaceful reunification of Korea."
        },
        {
            "title": "Austrian Figure Supports Korea's Reunification",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-05ee.html",
            "content": "Austrian Figure Supports Korea's Reunification\r\nPyongyang, August 17 (KCNA) -- We believe that the Korean people will independently and peacefully reunify the country for sure under the wise leadership of Marshal Kim Jong Un, who is successfully carrying forward the cause of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\tOliver Jonischkeit, federal secretary of the Left Bloc of the Austrian Trade Union Federation, said this at the inaugural ceremony of the Austrian Solidarity Committee of Unionists for Korea's Peaceful Reunification held on Aug. 9. \n\t\t\t\t\t\n\t\t\t\t\tHe said that the solidarity committee was formed to actively and widely wage the activities for extending solidarity to the Korean people in their efforts to defend socialism and reunify the country. \n\t\t\t\t\t\n\t\t\t\t\tHe expressed the will to actively extend support and solidarity to the Korean people including workers."
        },
        {
            "title": "DPRK Praised by Russian Political Figure",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-03ee.html",
            "content": "DPRK Praised by Russian Political Figure\r\nPyongyang, August 17 (KCNA) -- The DPRK is characterized by all people's genuine love for their leader.\n\t\t\t\t\tKazbek Taysaev, secretary of the Central Committee of the Communist Party of the Russian Federation and first secretary of the Committee of the North Osetiya Republic, said this when interviewed by Pravda recently. He participated in the celebrations of the 60th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\tHe went on:\n\t\t\t\t\t\n\t\t\t\t\tI was particularly impressed to visit President Kim Il Sung's birthplace in Mangyongdae. His family was so poor that it could not manage to buy even a water jar to speak of.\n\t\t\t\t\t\n\t\t\t\t\tHis grandmother used a misshapen jar for keeping water.\n\t\t\t\t\t\n\t\t\t\t\tHe turned the country whose people were seized with grief over being a stateless nation into a genuine people's country.\n\t\t\t\t\t\n\t\t\t\t\tI was greatly impressed to meet members of the Children's Union cheerfully walking streets in red neckerchief and seemembers of the youth shock brigade participating in the evening gala of youth and students.\n\t\t\t\t\t\n\t\t\t\t\tI have watched many military parades so far but the DPRK's war victory military parade was most impressive.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people fully demonstrated their successes in various fields including military capability, science, art and education through the military parade and mass demonstration.\n\t\t\t\t\t\n\t\t\t\t\tGenuine patriotism is fully displayed in military affairs and various fabrics of social life in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWhat I would like to stress is that the war veterans, in particular, are respected and treated preferentially in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe war veterans in the 1950s participated in the celebrations wearing military uniforms in those days and passed the square in vehicles.\n\t\t\t\t\t\n\t\t\t\t\tDuring an event I had a chance of seeing Kim Jong Un, leader of the DPRK, very near from me and found him very kind-hearted and benign.\n\t\t\t\t\t\n\t\t\t\t\tWhat is happening in the DPRK is quite different from what the Western media claim.\n\t\t\t\t\t\n\t\t\t\t\tWhat impressed me more deeply while staying in the DPRK was the grand gymnastic and artistic performance \"Arirang.\"\n\t\t\t\t\t\n\t\t\t\t\tI was struck with admiration at the scope, idea, organizing ability and performers' skills involved in \"Arirang\" extravaganza presented by tens of thousands of people. \n\t\t\t\t\t\n\t\t\t\t\tThe account of the interview was given in Pravda No. 85 under the title \"Country which has tremendous potential and which achieved the people's unity\"."
        },
        {
            "title": "Kim Jong Il's Work Carried by Romanian Paper",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-01ee.html",
            "content": "Kim Jong Il's Work Carried by Romanian Paper\r\nPyongyang, August 17 (KCNA) -- The gist of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was carried by the Romanian newspaper Romania Muncitoare on the occasion of the 16th anniversary of the work.\n\t\t\t\t\tThe work, made public on August 4, Juche 86 (1997), clarifies the immortal exploits President Kim Il Sung performed in the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\tIt formulates the three principles of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and indicates the tasks and ways to be fulfilled to reunify the country on the basis of them."
        },
        {
            "title": "Kim Yong Nam felicita al presidente de Indonesia",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-11ss.html",
            "content": "Kim Yong Nam felicita al presidente de Indonesia\r\nPyongyang, 17 de agosto (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio hoy un mensaje de felicitacion a Susilo Bambang Yudhoyono, presidente de la Republica de Indonesia, en ocasion del 68o aniversario de la independencia de ese pais.\n\t\t\t\t\tEn su misiva, el remitente manifiesta la conviccion de que seguiran ampliandose y desarrollandose las excelentes relaciones de amistad y cooperacion existentes entre ambos paises y desea al destinatario y a su pueblo grandes exitos en las labores para el desarrollo socioeconomico y la prosperidad del pais."
        },
        {
            "title": "Kim Yong Nam felicita a Ali Bongo Ondimba",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-12ss.html",
            "content": "Kim Yong Nam felicita a Ali Bongo Ondimba\r\nPyongyang, 17 de agosto (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio hoy un mensaje a Ali Bongo Ondimba, presidente de la Republica Gabonesa, felicitando el 53o aniversario de la independencia de ese pais.\n\t\t\t\t\tEn su misiva, el remitente desea de todo corazon al destinatario y a su pueblo mayores exitos en las labores para promover la unidad nacional y lograr el desarrollo economico y manifiesta la conviccion de que se ampliaran y se desarrollaran las relaciones de amistad y cooperacion entre los dos paises."
        },
        {
            "title": "Surcoreanos denuncian a Servicio Nacional de Inteligencia",
            "url": "http://kcna.co.jp/item/2013/201308/news17/20130817-04ss.html",
            "content": "Surcoreanos denuncian a Servicio Nacional de Inteligencia\r\nPyongyang, 17 de agosto (ACNC) -- Segun cadena surcoreana KBS, el \"Consejo de la  situacion emergente para condenar la intervencion del Servicio Nacional de Inteligencia (SNI) en las elecciones presidenciales a fin de operacion politica\" organizo el dia 14 en la plaza de Seul un mitin de condena al SNI.\n\t\t\t\t\tAlli participaron mas de 40 mil personas de distintos sectores.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores insistieron en la necesidad de averiguar estrictamente el caso de intervencion ilegal del SNI en las pasadas \"elecciones presidenciales\".\n\t\t\t\t\t\n\t\t\t\t\tDemandaron a las autoridades a reformar totalmente el SNI que comete solo los actos ilicitos."
        }
    ]
}