{
    "date": "2013-03-03",
    "url": "http://kcna.co.jp/item/2013/201303/2013-03-03ee.html",
    "articles": [
        {
            "title": "Greetings to President of Bulgaria",
            "url": "http://kcna.co.jp/item/2013/201303/news03/20130303-07ee.html",
            "content": "Greetings to President of Bulgaria\r\n Pyongyang, March 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of greeting to Rosen Plevneliev, president of Bulgaria, on its nation day.\n\t\t\t\t\t Kim in the message expressed the belief that the friendly and cooperative relations between the DPRK and Bulgaria would favorably develop, wishing for development and prosperity of Bulgaria."
        },
        {
            "title": "DPRK's Nuclear Test Was Decisive Measure against U.S. Hostility: DPRK Delegate",
            "url": "http://kcna.co.jp/item/2013/201303/news03/20130303-10ee.html",
            "content": "DPRK's Nuclear Test Was Decisive Measure against U.S. Hostility: DPRK Delegate \r\n Pyongyang, March 3 (KCNA) -- We clarify once again that the DPRK's third nuclear test was part of the practical countermeasure for defending its sovereignty and security to cope with the ruthless hostile act of the U.S. that wantonly infringed on its legitimate right to satellite launch for peaceful purposes.\n\t\t\t\t\t The DPRK delegate said this when addressing the plenary meeting of the Geneva Disarmament Conference on February 27.\n\t\t\t\t\t\n\t\t\t\t\t He went on to say:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK originally had no plan for carrying out the third nuclear test and did not feel even its necessity.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. barred in every way the DPRK from concentrating its efforts on economic construction and improving the standards of the people's living in a peaceful and stabled environment.\n\t\t\t\t\t\n\t\t\t\t\t Such intention of the U.S. was vividly expressed when the DPRK successfully launched satellite Kwangmyongsong 3-2 in December last year.\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch is the exercise of the legitimate right of a sovereign state recognized by international law.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. took issue with only the satellite launch of the DPRK abusing the UNSC again.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy towards the DPRK entered a grave phase and the DPRK could not freely carry on the economic construction and work to improve the standards of the people's living at ease. Under such grim situation the DPRK was compelled to make a bold decision.\n\t\t\t\t\t\n\t\t\t\t\t That was the third underground nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is entirely to blame for the situation on the Korean Peninsula that has reached such an unexpected phase as today's.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. insists that the DPRK used a \"ballistic missile\" so it poses \"menace to the international peace and security\". It is nothing but sophism bereft of any elementary logic, and a deception of the international community.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the country which launched most satellites including spy ones and inter-continental ballistic missiles among the UN members.\n\t\t\t\t\t\n\t\t\t\t\t From the U.S. logic, it is no other than the U.S. which chiefly threatens the world peace and security, so it should be called into question before any others.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., which conducted nuclear tests and launched satellites in great numbers, is asserting that the DPRK should not be allowed to conduct a nuclear test and launch a satellite. It is, indeed, a violation of international law and the height of double-standards.\n\t\t\t\t\t\n\t\t\t\t\t Should never be allowed any more is the U.S. act of gravely infringing upon the independent right of the DPRK to use space for peaceful purposes and abusing the UNSC as a tool for executing its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Though belatedly, the U.S. should choose one of two options: To opt for respecting the DPRK's right to satellite launch and open up a phase of detente and stability or to keep on its present wrong road toward escalation of the situation to the extremity.\n\t\t\t\t\t\n\t\t\t\t\t The delegate expressed belief that the international community would pay due attention to the essence of the grave situation prevailing on Korean Peninsula which is a serious matter of whether a UN member state's sovereignty is protected or not."
        },
        {
            "title": "Independent Stand of DPRK Is Unshakable: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201303/news03/20130303-05ee.html",
            "content": "Independent Stand of DPRK Is Unshakable: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, March 3 (KCNA) -- Independent stand is indicative of an unshakable spirit peculiar to Songun Korea and one day the world will surely see the Korean people, who are unswervingly advancing along the way of justice chosen by themselves, achieve a final victory.\n\t\t\t\t\t Rodong Sinmun Sunday says this in a co-signed article.\n\t\t\t\t\t\n\t\t\t\t\t The article in the first part says that the independent stand of the DPRK gets stronger generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution started based on the spirit of independence and has advanced along the way of independence. At least eight decades have passed since it started upholding the banner of the Down-with-Imperialism Union. Over time the principle and faith of the DPRK have never been shaken. The independent spirit and principle that were shaped by President Kim Il Sung and invariably carried forward by leader Kim Jong Il have now become stronger under the leadership of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Such mainstay has remained unchanged although the generations of leadership and revolution have changed. Here lies the fundamental characteristic of the independent stand of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The strong independent stand of the DPRK has its own ideological, moral, social and historical backgrounds.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have fought under the banner of the great Juche idea regarding it as guidelines and a lifeline.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary spirit pervading Korean society is the spirit of national self-esteem. The mode of creation and construction is the one of self-supporting and self-sustaining. The lifestyle of the DPRK is Korean-style socialist one reflective of its excellent nationality.\n\t\t\t\t\t\n\t\t\t\t\t The strong independent stand of the DPRK is based on do-or-die spirit and indomitable will as well as tremendous political and military power.\n\t\t\t\t\t\n\t\t\t\t\t The article in its second part says that the prevailing developments bring home to Koreans the point that independent stand is truth and the truth is sure to win, which is an important quotation from Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The independent stand serves as the source that enables the DPRK to hold initiative with confidence despite complicated situation, a lever for achieving prosperity in all fields of the revolution and construction and a fundamental guarantee for winning a final victory of socialism.\n\t\t\t\t\t\n\t\t\t\t\t It is a foolish dream to expect for any change in line and ideology of the DPRK. The independent stand of the great Paektusan nation will remain unshaken as long as Kim Jong Un leads the country, concludes the article."
        },
        {
            "title": "Japan's Move to Distort Its Past Crime of Sexual Slavery Can Never Be Justified: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201303/news03/20130303-06ee.html",
            "content": "Japan's Move to Distort Its Past Crime of Sexual Slavery Can Never Be Justified: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, March 3 (KCNA) -- Japanese Prime Minister Abe, regarding Japan's past crime related to sexual slavery, said there is no evidence proving that the soldiers of the Imperial Japanese Army stormed dwellings and forcibly took women as \"comfort women\". The Japanese chief Cabinet secretary also openly revealed a scheme to reexamine the \"Kono's statement\" in 1993 which admitted Japan's past crime related to sexual slavery. Even adviser to Abe for diplomatic policy said the \"Kono's statement\" was a diplomatic gaffe that made \"comfort women\" an international issue. This will make Japan, a defeated nation, further isolated, he added, stressing the need to assert that the issue of sexual slavery didn't exist in the education field.\n\t\t\t\t\t Rodong Sinmun Sunday in a bylined article observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Japan's move to distort its past history of sexual slavery can never be justified as the sexual slavery system run by the erstwhile Japanese imperialists was a heinous unethical crime unprecedented in history.\n\t\t\t\t\t\n\t\t\t\t\t The coercive nature of the sexual slavery crime was proved by a lot of already-exposed data and testimonies of its victims.\n\t\t\t\t\t\n\t\t\t\t\t However, the Japanese reactionaries are openly negating the forcibility that was exercised as regards the \"comfort women\" for the Imperial Japanese Army. It is the height of brazen-faced baseness, peculiar to Japan.\n\t\t\t\t\t\n\t\t\t\t\t The Abe government's total denial of the coercive nature of the sexual slavery and the Imperial Japanese Army's involvement in it stem from Japan's wrong way of thinking and ulterior sinister design sought by the right-wing conservative elements.\n\t\t\t\t\t\n\t\t\t\t\t Another intention of the Japanese reactionaries is to evade the responsibility for the crime and reparation for it.\n\t\t\t\t\t\n\t\t\t\t\t The Abe government's denial derives from Japan's wild ambition to realize the erstwhile dream of the \"Greater East Asia Co-prosperity Sphere\" in the new century which it failed to do in the last century.\n\t\t\t\t\t\n\t\t\t\t\t However, such move of Japan will only add to its crimes and doing so will bring Japan international isolation and political doom."
        },
        {
            "title": "S. Korean Organization Denounces U.S.-S. Korea Joint Military Drills",
            "url": "http://kcna.co.jp/item/2013/201303/news03/20130303-08ee.html",
            "content": "S. Korean Organization Denounces U.S.-S. Korea Joint Military Drills\n\t\t\t\t\t\t\r\n Pyongyang, March 3 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea issued a joint statement on February 28 calling for struggling against the U.S.-south Korea joint military exercises.\n\t\t\t\t\t The statement said Key Resolve and Foal Eagle joint military drills can make a case for a war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It recalled that the north took such a tough step of carrying out the third underground nuclear test in reaction to the adoption of the U.S.-backed \"resolution on sanctions\" at the UN Security Council that followed the north's successful launch of satellite Kwangmyongsong 3-2.\n\t\t\t\t\t\n\t\t\t\t\t Any act provoking the north during the exercises can make the north take stronger countermeasure as the north will take it as a war action, the statement said, warning that this can soon spill over into a total war.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for the people to be fully aware that it is the U.S. which threatens the north with annual reckless war drills while touting \"preemptive attack\", and take actions for independent reunification and for peace against war, it noted.\n\t\t\t\t\t\n\t\t\t\t\t As long as war exercises go on, it will be hard to avert a war, the statement said, calling on people of all social standings to turn out in actions to oppose Key Resolve and Foal Eagle military drills, to disrupt the racket for \"sanctions\" against the DPRK and safeguard peace."
        },
        {
            "title": "DPRK-Targeted War Drills Censured in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201303/news03/20130303-09ee.html",
            "content": "DPRK-Targeted War Drills Censured in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, March 3 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held the 131st rally for peace and disarmament in Seoul on Feb. 28. The participants denounced the U.S. imperialists and the south Korean warmongers for their war moves against the DPRK.\n\t\t\t\t\t Those who took the floor at the rally contended that the U.S. and the south Korean \"government's\" moves for confrontation with the DPRK have pushed the situation on Korean Peninsula to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t They branded the U.S.-south Korean Key Resolve and Foal Eagle joint military drills a dangerous saber-rattling for igniting a war.\n\t\t\t\t\t\n\t\t\t\t\t The south Koreans were rattled by the plan for huge drills that simulated an attack on the north, they said, adding that the warmongers cited the north's nuclear test as a pretext for holding the drills.\n\t\t\t\t\t\n\t\t\t\t\t Calling for peace and stable life for the people, the speakers urged the warlike forces not to resort to \"sanctions\" and war moves against the DPRK."
        },
        {
            "title": "Kim Jong Il Praised by Foreign Papers",
            "url": "http://kcna.co.jp/item/2013/201303/news03/20130303-01ee.html",
            "content": "Kim Jong Il Praised by Foreign Papers\r\n Pyongyang, March 3 (KCNA) -- Papers of Syria and Senegal carried articles to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The Syrian paper Al Baath on Feb. 14 carried an article titled \"On the occasion of the 71st birth anniversary of the great leader HE Kim Jong Il, his exploits for the cause of socialism\".\n\t\t\t\t\t\n\t\t\t\t\t The paper said it is the biggest feat of Kim Jong Il, chairman of the National Defence Commission of the DPRK, that he safeguarded the destiny of socialism. The undying feats he performed for the cause of socialism are being successfully carried forward by the dear respected Kim Jong Un, it added.\n\t\t\t\t\t\n\t\t\t\t\t A Senegalese paper carried an article under the title of \"The leader who enjoyed absolute trust of people\" on the same day.\n\t\t\t\t\t\n\t\t\t\t\t The paper said:\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il, who is boundlessly revered by the Korean people, was possessed of prominent political ability and noble personality.\n\t\t\t\t\t\n\t\t\t\t\t He has the warm love for the people as his gifted disposition.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people, totally attracted by his greatness through their life experiences, cherish absolute trust in him as an invariable faith deep in their hearts.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are dynamically stepping up the building of a thriving socialist nation, united close around Supreme Leader Kim Jong Un."
        },
        {
            "title": "U.S., South Korea Start Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2013/201303/news03/20130303-02ee.html",
            "content": "U.S., South Korea Start Joint Military Exercises\n\t\t\t\t\t\t\r\n Pyongyang, March 3 (KCNA) -- The U.S. imperialists and the south Korean warmongers finally started joint military exercises Key Resolve and Foal Eagle across south Korea on March 1.\n\t\t\t\t\t Involved there are more than 200 000 troops of the units of corps-level, fleet command-level and air division-level of the south Korean puppet army and over 10 000 U.S. soldiers.\n\t\t\t\t\t\n\t\t\t\t\t They plan to mobilize the U.S. latest nuclear carrier, F-22 Stealth fighter bombers, long-range B-52 strategic bombers and others in the exercise.\n\t\t\t\t\t\n\t\t\t\t\t The plan involving the huge forces envisages boosting the U.S. rapid deployment ability, capacity of the south Korean army for waging a war and the capacity of the U.S. and south Korean forces for carrying out operations in a coordinated way.\n\t\t\t\t\t\n\t\t\t\t\t The military exercises are offensive drills including maneuvers, specialized operation exercise and landing exercise in the sky and seas and on land in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t More than 8 000 U.S. reinforcements are now reportedly moving to the Korean Peninsula from the mainland, the Asia-Pacific region, Japan and other areas as part of the military exercises.\n\t\t\t\t\t\n\t\t\t\t\t The military exercises that kicked off according to the offensive plan against the DPRK create a touch-and-go situation on the Korean Peninsula amid the racket for \"sanctions\" on the DPRK that has been stepped up by the U.S. and its allies in serious violation of the sovereignty of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t In case irretrievable consequences are entailed by the joint military exercises, the U.S. imperialists and the south Korean warmongers are bound to meet the fate of tiger moths."
        },
        {
            "title": "U.S. Condemned by Cuban Figure",
            "url": "http://kcna.co.jp/item/2013/201303/news03/20130303-03ee.html",
            "content": "U.S. Condemned by Cuban Figure\r\n Pyongyang, March 3 (KCNA) -- The director of Granma, the organ of the Central Committee of the Communist Party of Cuba, condemned the U.S. for applying the policy of double standards with regard to the DPRK's underground nuclear test.\n\t\t\t\t\t He told the Cuban TV on February 20 that the DPRK conducted the nuclear test to defend itself.\n\t\t\t\t\t\n\t\t\t\t\t The director denounced the UNSC permanent members for keeping silence about the U.S. sub-critical nuclear test and the nuclear weapons of Israel.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Nuclear powers continue to conduct nuclear tests, modernizing the nuclear weapons. They are the very one who makes other countries access nukes.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK does not hide its nuclear program, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Israel is said to have more than 200 nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t This is the typical example of the double standards.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. allows Israel to have nuclear weapons for its interests in the Mideast.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. double standards can be seen in its attitudes to the DPRK and Israel.\n\t\t\t\t\t\n\t\t\t\t\t Nuclear powers ban other countries from accessing nukes and even bar them from using nuclear technology for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. conducts the sub-critical nuclear tests but is opposed to the DPRK nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t This clearly shows the U.S. double standards."
        },
        {
            "title": "Swiss Bodies Condemn DPRK-Targeted War Drills Planned by U.S., S. Korea",
            "url": "http://kcna.co.jp/item/2013/201303/news03/20130303-04ee.html",
            "content": "Swiss Bodies Condemn DPRK-Targeted War Drills Planned by U.S., S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, March 3 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on Feb. 23 in denunciation of the projected U.S.-south Korea joint military maneuvers targeting the DPRK.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and south Korean war maniacs plan to wage Key Resolve and Foal Eagle.\n\t\t\t\t\t\n\t\t\t\t\t Most serious is that the period of the projected military exercises is particularly long and that satellite states of the U.S. are to take part in the drills under the signboard of the \"UN Forces\".\n\t\t\t\t\t\n\t\t\t\t\t This shows that the U.S. imperialists are going to involve those satellite states, which participated in the 1950-1953 Korean War, in the conspiratorial move for invading and \"toppling\" socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are trying to conduct their anti-DPRK conspiratorial moves worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The invincible, heroic Korean People's Army will not just remain watching the drills but will deal a deadly blow to the enemies in reaction to their criminal war drills for aggression.\n\t\t\t\t\t\n\t\t\t\t\t Bitterly condemning the aggressive and criminal nuclear war drills, we express full support for the decisive measures taken by the KPA to defend the freedom and independence of the country."
        }
    ]
}