{
    "date": "2013-02-05",
    "url": "http://kcna.co.jp/item/2013/201302/2013-02-05ee.html",
    "articles": [
        {
            "title": "Message of Sympathy to President of Mozambiqu",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-27ee.html",
            "content": "Message of Sympathy to President of Mozambique\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of sympathy to Armando Emilio Guebuza, president of Mozambique, on February 5 as regards flood accompanied by heavy rain that hit various regions of the country, causing human and material losses.\n\t\t\t\t\t Kim in the message expressed his conviction that the president, the government and people of Mozambique would eradicate the aftermath of the natural disaster at an early date and bring the living of the habitants in the inflicted areas to normal."
        },
        {
            "title": "Message of Sympathy to Mexican President",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-29ee.html",
            "content": "Message of Sympathy to Mexican President\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday sent a message of sympathy to Mexican President Enrique Pena Nieto in connection with the fact that recent explosion at an oil company in Mexico City caused huge casualties.\n\t\t\t\t\t In the message Kim expressed deep sympathy and consolation to the president, victims and their bereaved families."
        },
        {
            "title": "Greetings to Togolese FM",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-25ee.html",
            "content": "Greetings to Togolese FM\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- DPRK Foreign Minister Pak Ui Chun sent a message of greeting to Elliott Ohin, minister of State and foreign minister of Togo, on January 30 on the occasion of the 40th anniversary of the establishment of diplomatic relations between the DPRK and Togo.\n\t\t\t\t\t The message noted the two countries have steadily consolidated and developed friendship and cooperation in accomplishing their common cause for building an independent, peaceful and prosperous new world since the establishment of diplomatic relations.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that the long-standing friendly and cooperative relations between the two countries would grow stronger in the future by concerted efforts of the two sides.\n\t\t\t\t\t\n\t\t\t\t\t The message wished the Togolese foreign minister success in his work."
        },
        {
            "title": "Meeting of Ministry of People's Armed Forces Held",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-26ee.html",
            "content": "Meeting of Ministry of People's Armed Forces Held\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- A meeting of the Ministry of the People's Armed Forces was held at the April 25 House of Culture on Tuesday to mark the 50th anniversary of the advancement of the slogan \"a-match-for-a-hundred\" by Generalissimo Kim Il Sung.\n\t\t\t\t\t President Kim Il Sung visited a military post on Mt. Taedok on February 6, Juche 52 (1963) and set forth the slogan \"a-match-for-a-hundred\" to provide the revolutionary banner to be permanently held high in carrying out the cause of army building of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Generalissimo Kim Jong Il who visited the post together with Kim Il Sung said that the slogan reflects a high desire that all the service personnel should become \"a-match-for-a-hundred\" not only in defence but in offensive. Kim Jong Il intelligently indicated the ways for carrying it out.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Choe Ryong Hae, Hyon Yong Chol, Kim Kyok Sik and Hyon Chol Hae, officials of the Ministry of the People's Armed Forces and service personnel.\n\t\t\t\t\t\n\t\t\t\t\t A report was made by Choe Ryong Hae, director of the General Political Bureau of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that the slogan whose justice and might have been clearly proved in army building and military activities is being successfully carried out under the Songun leadership of the dear respected Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to make the hot wind of intensive training sweep the army just as the anti-Japanese guerrillas did on Mt. Paektu, so as to prepare all the soldiers to be a-match-for-a-hundred combatants who have acquired Kim Il Sung-Kim Jong Il's strategy and tactics, brave offensive mode and perfect capabilities for actual warfare.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t When Kim Jong Un gives his order, the KPA officers and soldiers should remove all the sources of aggression and evil, settle accounts with the U.S. the confrontation with which has lasted century after century and win a victory in the war for the country's reunification without fail.\n\t\t\t\t\t\n\t\t\t\t\t As the immortal flags bearing the beaming images of the Generalissimos flutter in the van and Kim Jong Un provides wise leadership, there will be only victory and glory for the KPA."
        },
        {
            "title": "Young Koreans Vow Loyalty to Kim Jong Un's Leadership",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-17ee.html",
            "content": "Young Koreans Vow Loyalty to Kim Jong Un's Leadership\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- A pledge-taking meeting of exemplary primary information workers of the Kim Il Sung Socialist Youth League across the country took place before leader Kim Jong Il's birthplace in the Paektusan Secret Camp on Tuesday. They vowed to accomplish generation after generation the revolutionary cause of Juche which started on Mt. Paektu, under the Songun leadership of the dear respected Marshal Kim Jong Un, true to the noble intention of Kim Jong Il.\n\t\t\t\t\t The participants laid a floral basket and bunches of flowers before the mosaic portraying the three commanders of Mt. Paektu in the Paektusan Secret Camp and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting speakers said they will learn from the noble ideological and spiritual world of the anti-Japanese revolutionary forerunners and thus devotedly defend Kim Jong Un and firmly trust and follow him only despite whatever storm and stress.\n\t\t\t\t\t\n\t\t\t\t\t They noted that they will work hard to embody Kim Jong Il's patriotism and make a breakthrough for advance in building an economic giant, holding high the slogan \"Let us bring about a radical turn in the building of an economic giant with the same spirit and mettle as were displayed in conquering space!\"\n\t\t\t\t\t\n\t\t\t\t\t If the enemy dares mount a preemptive attack on the DPRK, they will not miss the golden chance but become the vanguard in mercilessly wiping out the enemy, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants went round historic mementoes preserved with much care, being briefed on the Kim Jong Il's birthplace in the Paektusan Secret Camp."
        },
        {
            "title": "Sports Contest for Paektusan Prize Opens",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-16ee.html",
            "content": "Sports Contest for Paektusan Prize Opens\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- The sports contest for Paektusan Prize was opened with due ceremony at the Basketball Gymnasium in Chongchun Street here Tuesday.\n\t\t\t\t\t The sports contest takes place on the occasion of the birth anniversary of leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t During the period of the contest 8 sports events including basketball, volleyball, table tennis and ice hockey will take place in Pyongyang, Samjiyon and other places.  \n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Ro Tu Chol, vice-premier of the Cabinet, Ri Yong Su, department director of the Central Committee of the Workers' Party of Korea, officials in the sports field, sportspersons and people in the city. \n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Mu, minister of Physical Culture and Sports, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t The opening ceremony was followed by a men's basketball match between the Ryongnamsan Sports Team and the Kigwancha Sports Team."
        },
        {
            "title": "Korean Film Show Held to Celebrate Day of Shining Star",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-18ee.html",
            "content": "Korean Film Show Held to Celebrate Day of Shining Star\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- A Korean film show was held at the Taedongmun Cinema House here on Tuesday to celebrate the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t Present there on invitation were diplomatic envoys of different countries, representatives of international organizations and staff members of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Present were Pak Chun Nam, vice-minister of Culture who is concurrently director of the General Bureau of Film, officials of the Ministry of Culture, creators and artistes in the movie field and citizens.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched DPRK-UK co-produced feature film \"Comrade Kim Goes Flying\".\n\t\t\t\t\t\n\t\t\t\t\t The film deals with a girl electric car operator of a coal mine of the DPRK growing to be an aerial acrobat as she hoped."
        },
        {
            "title": "New Exhibition House of Building Materials Built in Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-22ee.html",
            "content": "New Exhibition House of Building Materials Built in Pyongyang\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- The newly-built exhibition house of building materials, located in Thongil Street here, is now teeming with customers.\n\t\t\t\t\t The three-storied building, roofed with semi-circular structure, sells kinds of furniture and building materials ranging from machines and tools to decorations.\n\t\t\t\t\t\n\t\t\t\t\t Put on sale on the first floor are water pumps, air exhausters, grinding machines and various kinds of tiles.\n\t\t\t\t\t\n\t\t\t\t\t On the second floor are kinds of LED lamps, wall and street lamps, chandeliers, etc.\n\t\t\t\t\t\n\t\t\t\t\t On the third floor there are various kinds of family furniture.\n\t\t\t\t\t\n\t\t\t\t\t Kwon Sun Im, a woman living in Mangyongdae District, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"I bought a wardrobe here a week ago, and I am here again to buy a set of new-style chairs.\n\t\t\t\t\t\n\t\t\t\t\t I like all of goods here.\""
        },
        {
            "title": "Taedoksan Revolutionary Site",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-23ee.html",
            "content": "Taedoksan Revolutionary Site\r\n Pyongyang, February 5 (KCNA) -- People in the Democratic People's Republic of Korea nowadays visit the Taedoksan revolutionary site with the 50th birth anniversary of the slogan \"A-match-for-a-hundred\" as an occasion.\n\t\t\t\t\t On February 6, Juche 52 (1963), President Kim Il Sung and leader Kim Jong Il called at a military post on Mt. Taedok and set forth the historic slogan while taking warm care of soldiers' life.\n\t\t\t\t\t\n\t\t\t\t\t Climbing this mountain on the frontline area to acquaint himself with the enemy's position, the President advanced a unique new war method of Korean style and stressed that \"A-match-for-a-hundred\" is a slogan to be held high by the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il again visited the place in March 1996 and gave a machine gun, an automatic rifle and binoculars as gifts to the soldiers there who prepared themselves to be able to defeat any formidable enemy at one stroke by intensifying the combat and political training, true to the field instruction of the President.\n\t\t\t\t\t\n\t\t\t\t\t In the site there are a monument to Kim Il Sung's field instructions, the slogan \"A-match-for-a-hundred\" carved on a natural rock, a monument to the revolutionary activities of Kim Il Sung and Kim Jong Il, etc."
        },
        {
            "title": "Phyonggang Radish ",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-20ee.html",
            "content": "Phyonggang Radish\r\n Pyongyang, February 5 (KCNA) -- Phyonggang radish is taken by many families in the Democratic People's Republic of Korea for preparing dishes.\n\t\t\t\t\t Cultivated in Phyonggang area of Kangwon Province from the 1940s, the radish is soft, sugary and watery. So it is used mainly for making kimchi (pickled vegetable).\n\t\t\t\t\t\n\t\t\t\t\t It is 40 to 50 centimeters long and 6 to 7 centimeters wide, weighing 400 to 600 grams on an average.\n\t\t\t\t\t\n\t\t\t\t\t Upper part of its fully-cultivated body is tinted with yellow green color at peel and light green at flesh and the lower part with white at peel and flesh.\n\t\t\t\t\t\n\t\t\t\t\t The radish can yield 40 to 50 tonnes per a hectare 60 or 70 days after the sowing.\n\t\t\t\t\t\n\t\t\t\t\t The species is cultivated after maize."
        },
        {
            "title": "Traditional Hairdos of Korean Girls",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-21ee.html",
            "content": "Traditional Hairdos of Korean Girls\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- Korean girls have long liked to trim their hairs with a single pigtail or two pigtails.\n\t\t\t\t\t According to a historian, the style of hairdo with a single pigtail in Korea dates back to the Three Kingdoms (Koguryo, Paekje and Silla).\n\t\t\t\t\t\n\t\t\t\t\t The history book \"Koryodogyong\" says that girls would dress their hairs with a single pigtail, with red ribbon tied to it as a sign of unmarried woman. In the period of the Feudal Joson Dynasty (1392-1910), people could distinguish girls by such hairdo.\n\t\t\t\t\t\n\t\t\t\t\t The hairdo with two pigtails makes girls look vivacious and lovely.\n\t\t\t\t\t\n\t\t\t\t\t Such hairstyle can be seen in Koguryo tomb murals listed as one of the world cultural heritages."
        },
        {
            "title": "Bitter Cold to Hit DPRK Again",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-24ee.html",
            "content": "Bitter Cold to Hit DPRK Again\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- The Democratic People's Republic of Korea has experienced frequent changes of weather conditions this winter.\n\t\t\t\t\t Biting cold swept throughout the country from early December last year to mid-January this year. After some days, the freezing temperature went on until early February.\n\t\t\t\t\t\n\t\t\t\t\t Cold weather is expected to hit the country again even after the beginning of spring (February 4).\n\t\t\t\t\t\n\t\t\t\t\t According to data released by the Hydro-meteorological Service, dry and cold air will flow into the Korean Peninsula on February 6-11 from eastern Siberia, affected by the cold continental high pressure that is growing stronger.\n\t\t\t\t\t\n\t\t\t\t\t On Feb. 7-9, the lowest temperature will stand at minus 18 to minus 15 degrees Celsius in the west coastal area, minus 27 to minus 21 degrees C. in the northern inland area and minus 14 to minus 10 degrees C. in the east coastal area, 5 to 10 degrees C. lower than the average year.\n\t\t\t\t\t\n\t\t\t\t\t The weather will be affected by the cold wind at speed of 7 to 10 meters per second.\n\t\t\t\t\t\n\t\t\t\t\t The temperature is expected to go up from Feb. 11."
        },
        {
            "title": "\"Resolution on Sanctions\" against DPRK Is Product of Collusion between U.S. and S. Korea",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-10ee.html",
            "content": "\"Resolution on Sanctions\" against DPRK Is Product of Collusion between U.S. and S. Korea\r\n Pyongyang, February 5 (KCNA) -- The U.S. and its allies endorsed a \"resolution on sanctions\" against the DPRK at the UNSC over the DPRK's legitimate satellite launch for peaceful purposes. This is an unpardonable and serious challenge to the dignity and sovereignty of the DPRK, says Rodong Sinmun in a bylined article Tuesday.\n\t\t\t\t\t The adoption of the \"resolution\" is a product of the base conspiracy between the master and his stooge to isolate and stifle the DPRK by escalating the confrontation racket against it, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has long worked hard to bring down the dignified DPRK. It regarded the DPRK's satellite launch as a golden chance for escalating the moves to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has described the DPRK's legitimate satellite launch for peaceful purposes as a \"long-range missile launch\" and a \"blatant challenge\" in the public eye. This is also aimed at doing harm to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The \"resolution\" clearly proves what a vicious and aggressive hostile policy the U.S. pursues towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Those crazy guys who are playing the role of a shock brigade in such international racket positively following the U.S. policy towards the DPRK are none other than the Lee Myung Bak group.\n\t\t\t\t\t\n\t\t\t\t\t Regarding the DPRK's satellite launch as a golden chance for isolating and stifling fellow countrymen in collusion with outsiders, the south Korean puppet regime is begging for tightening the \"sanctions\" against the DPRK while making frequent visits to the U.S., Japan and other countries. It went the lengths of inventing a \"proposal for sanctions\" against the DPRK and submitting it to the UN.\n\t\t\t\t\t\n\t\t\t\t\t As long as the Lee's group is at large, the Korean nation will never be able to live a peaceful life even a moment and only the danger of war will increase."
        },
        {
            "title": "S. Korean Regime Denounced for Stepping Up Confrontation with DPRK",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-11ee.html",
            "content": "S. Korean Regime Denounced for Stepping Up Confrontation with DPRK\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- S. Korean puppet Minister of Defense Kim Kwan Jin appeared at army units in the forefront area on Jan. 31 to call for \"rapid development and deployment\" of ballistic missiles with a firing range of 800 km to cope with the north's \"provocations\", and \"prompt and precise punishment\".\n\t\t\t\t\t Jong Sung Jo, chairman of the puppet Joint Chiefs of Staff, visited the 2nd marine division and an artillery brigade of the ground force in the western sector of the front to call for \"carrying out a concluding operation in case of provocations of the north\".\n\t\t\t\t\t\n\t\t\t\t\t Riff-raffs of the south Korean authorities including the Ministry of Foreign Affairs and Trade have held confabs with the U.S. and Japan to push for \"a resolution on extending sanctions on the DPRK\", while making ridiculous remarks about \"stop to provocations\" and \"generation of a serious result\".\n\t\t\t\t\t\n\t\t\t\t\t A bylined commentary of Rodong Sinmun Tuesday says the south Korean regime's wild act indicates its inveterate bitterness to the DPRK and an attempt to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak group of traitors has now become desperate in its bid to extend \"sanctions\" on the DPRK in league with foreign forces, hinder the DPRK's measure for defending its sovereignty and realize the ambition for invasion at any cost.\n\t\t\t\t\t\n\t\t\t\t\t No matter how actively the puppet regime take part in the U.S.-backed \"additional sanctions\" against the DPRK and threaten a military attack on the DPRK, it can change nothing in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The \"sanctions\" racket kicked up by the Lee group is as foolish an act as putting a noose around its own neck.\n\t\t\t\t\t\n\t\t\t\t\t The group challenging the just cause of the DPRK is like a puppy unafraid of the tiger and it will be made to regret bitterly for its rash action."
        },
        {
            "title": "Minju Joson Lays Bare S. Korean Warmongers' Moves to Make Preemptive Attack on DPRK",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-12ee.html",
            "content": "Minju Joson Lays Bare S. Korean Warmongers' Moves to Make Preemptive Attack on DPRK\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- Shortly ago, the south Korean ultra-right conservative paper Chosun Ilbo carried an article titled \"When the north's nuclear reactor was test-bombed in a secret way, the result was 'shocking'…\" According to it, the puppet military warmongers conducted a simulation test bombing of Nyongbyon nuclear reactor of the north ten years ago in a secret way.\n\t\t\t\t\t This fact proves that the south Korean warmongers have long tried hard to provoke a war against the DPRK by mounting a surprise preemptive attack, says Minju Joson Tuesday in a bylined commentary. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers' moves for a preemptive attack on the DPRK have been pushed forward in an extremely dangerous stage.\n\t\t\t\t\t\n\t\t\t\t\t They already mapped out scenarios for a war against the DPRK with a main emphasis on the preemptive attack and, according to it, the latest war equipment are being massively shipped from the U.S. The south Korean independent development of latest weapons is also being pushed forward on a full scale.\n\t\t\t\t\t\n\t\t\t\t\t Last year, the puppet group secured the massive extension of the missile range to 800 km from the U.S., further increased warhead weight and got an approval to develop and possess new unmanned striking planes. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the group has held a series of war drills under various codenames for a preemptive attack on the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The present situation goes to clearly prove that the army and the people of the DPRK were quite right when they bolstered war deterrence for self-defense in every way under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK would keep expanding and bolstering the military capabilities for self-defense including the nuclear deterrence both qualitatively and quantitatively to cope with the evermore undisguised war moves of the U.S. and puppet warmongers, no matter what others say. \n\t\t\t\t\t\n\t\t\t\t\t  If the U.S. and the puppet warmongers dare attempt to make a preemptive attack on the DPRK, its army and the people will deal a merciless strike to provocateurs and achieve the country's reunification without fail.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers should stop acting rashly."
        },
        {
            "title": "KCNA Commentary Rejects U.S. Double Standards",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-09ee.html",
            "content": "KCNA Commentary Rejects U.S. Double Standards\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- The U.S. and its allies have been deeply engaged in the moves against the DPRK over its satellite launch for peaceful purposes.\n\t\t\t\t\t What has the world seen for the past several days?\n\t\t\t\t\t\n\t\t\t\t\tJapan launched a reconnaissance satellite and permanent members of the UNSC including the U.S. announced they carried out missile interception tests.\n\t\t\t\t\t\n\t\t\t\t\t What is resentful is that the U.S., which raised a hue and cry over the DPRK's satellite launch, has played the dummy about Japan's reconnaissance satellite and its own missile test.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. applied \"sanctions\" against the DPRK over its satellite launch for peaceful purposes, calling it a missile launch and internationalizing it. Still the U.S. feigned ignorance of the reconnaissance satellite of war criminal state Japan and its own missile modernization plan. This is the height of partiality of double standards and despicable prejudice.\n\t\t\t\t\t\n\t\t\t\t\t It is a well-known fact clear even to a mere child which one poses a threat to peace, the satellite launch for building an economic power or the launch of the reconnaissance satellite capable of taking ground photographs for overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t It is the present world where the U.S. logic that its allies can do everything and those countries hostile to it can not do anything is connived at and jungle law prevails.\n\t\t\t\t\t\n\t\t\t\t\t All facts show that hostile forces including the U.S. were set to make the DPRK's satellite launch an occasion of stifling it and have denied its right to launch satellite as part of those moves.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile strategy toward the DPRK has reached an extreme phase as it opted for showdown with the DPRK, not abandoning repugnance and hostility to the idea and social system chosen by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. brigandish way of thinking and standard can never work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Each country and nation has the same obligation before the international community and the same right to be exercised in the international relations.\n\t\t\t\t\t\n\t\t\t\t\t The application of double standards is the most hideous high-handed practice and only harmful in the development of international relations at present.\n\t\t\t\t\t\n\t\t\t\t\t Space is no one's monopoly and the right to satellite launch for peaceful purposes is a universal right that any country can possess in the world.\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK have been greatly angered as the hostile forces' unreasonable moves for the space militarization are openly connived in the wake of the adoption of the \"resolution on sanctions\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The warlike forces should remember that the DPRK already stated to the world its intention to fight a just war.\n\t\t\t\t\t\n\t\t\t\t\t The shameless double standards and heinous hostile acts are bound to be met by the DPRK's toughest counteraction."
        },
        {
            "title": "DPRK's Choice Will Be beyond Imagination of Hostile Forces: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-19ee.html",
            "content": "DPRK's Choice Will Be beyond Imagination of Hostile Forces: KCNA Commentary\r\n Pyongyang, February 5 (KCNA) -- The U.S. hostile policy toward the DPRK and moves for a nuclear war against it have entered a grave stage.\n\t\t\t\t\t Some days ago, the U.S. fabricated a \"resolution on sanctions\" against the DPRK at the UNSC. It is now deploying armed forces for a nuclear war in the Korean Peninsula and its vicinity while talking about \"new provocation of the north\".\n\t\t\t\t\t\n\t\t\t\t\t It recently deployed on Guam, the island situated near the Korean Peninsula, B-2 Stealth bombers from the U.S mainland. The bombers have the mission of a \"precision strike\" at nuclear and missile bases of the DPRK. It also conducted an interceptor missile test in the central coast of California State on Jan. 26. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now getting hell-bent on the joint anti-submarine drill targeting the \"north's nuclear facilities\" in the East Sea of Korea in league with the south Korean puppet forces by mobilizing nuclear submarines of the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t This goes to fully prove what extent the U.S. and its allies' hysteria for a nuclear war has reached as they undisguisedly revealed the U.S. attempt at a preemptive nuclear attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC's \"resolution on sanctions\" backed by the U.S. is nothing but a pretext to realize its hostile policy toward the DPRK, not to ensure the stability and peace in the Korean Peninsula and its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t Problem rests with the UNSC which acted as a marionette under the manipulation of the U.S. which \"legalized\" the Korean war in the 1950s and ignited wars of aggression in Iraq and other places of Middle East and rest of the world in the new century.\n\t\t\t\t\t\n\t\t\t\t\t All facts prove that the DPRK was just when it chose the way of independence and Songun.\n\t\t\t\t\t\n\t\t\t\t\t Independence and Songun were the only options of the DPRK and they served as a secret of its final victory whenever the U.S. moves for a nuclear war reached the extreme phase, including U.S. armed spyship Pueblo incident in the 1960s, the Panmunjom axe incident in the 1970s and the nuclear racket in the 1990s.\n\t\t\t\t\t\n\t\t\t\t\t The history of the Korean people's struggle against imperialism and the U.S. and their experience left them with no other option but to declare an all-out action, such as expanding and bolstering military capabilities for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t We also need stability and peaceful environment for the country's economic development.\n\t\t\t\t\t\n\t\t\t\t\t But, for us the sovereignty is precisely the rights to existence, self-determination and development.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have drawn a bitter lesson of history that a country and nation without sovereignty has a fate worse than that of a dog of a mourner's house, to say nothing of having stability and the right to development.\n\t\t\t\t\t\n\t\t\t\t\t The enemies are seriously mistaken if they think they can get any flexibility and concession from the DPRK which declared an all-out action to defend the sovereignty of the country, the nation of the people considering sovereignty more valuable than their own lives.\n\t\t\t\t\t\n\t\t\t\t\t Now that the hostile acts toward the DPRK have gone beyond the limit of universally accepted understanding and norms of the international community, the DPRK's option in reaction to it will also go beyond the imagination of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has drawn a final conclusion that it will have to take a measure stronger than a nuclear test to cope with the hostile forces' nuclear war moves that have become ever more undisguised. This is the demand of the people.\n\t\t\t\t\t\n\t\t\t\t\t There is no other option for the DPRK but to fight it out."
        },
        {
            "title": "S. Korea-U.S. Joint Naval Exercises under Fire ",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-28ee.html",
            "content": "S. Korea-U.S. Joint Naval Exercises under Fire \n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- The Solidarity for Progress, the South Headquarters of the Pan-national Alliance for Korea's Reunification and other progressive organizations of south Korea demanded the puppet authorities immediately stop the south Korea-U.S. joint military exercises. They held a press conference in Seoul on Tuesday.\n\t\t\t\t\t The organizations denounced the U.S. and the south Korean authorities for starting the joint naval exercises in the East Sea of Korea from Monday with the involvement of the U.S. nuclear submarine San Francisco and Aegis cruiser and the south Korean puppet navy's destroyer and warships of various other types.\n\t\t\t\t\t\n\t\t\t\t\t Branding the exercises as a dangerous act of bringing a war, the organizations urged the warmongers to stop at once the reckless exercises that can touch off a military conflict."
        },
        {
            "title": "S. Korean Court Sentences Pro-North Residents to Prison Terms ",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-13ee.html",
            "content": "S. Korean Court Sentences Pro-North Residents to Prison Terms \n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- The south Korean Jeju District Court on Feb. 1 sentenced residents to prison terms on charges of violation of the ill-famed \"Security Law\", according to south Korean Yonhap News. They were detained on suspicion of praising the DPRK.\n\t\t\t\t\t The court declared them guilty for the mere reason that they made and distributed literatures praising the DPRK while operating an \"enemy-benefiting organization\" from 2006 to 2008. It labeled their act a \"dangerous one of jeopardizing security\"."
        },
        {
            "title": "GIs Assault S. Korean Woman ",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-14ee.html",
            "content": "GIs Assault S. Korean Woman\r\n Pyongyang, February 5 (KCNA) -- A south Korean woman was sexually assaulted by U.S. imperialist aggression troops in south Korea on Feb. 2, according to south Korean CBS.\n\t\t\t\t\t On the evening of the day, six soldiers belonging to the U.S. 2nd Division in south Korea sexually harassed a woman in her twenties on a subway train running between Tongduchon, Kyonggi Province and Inchon.\n\t\t\t\t\t\n\t\t\t\t\t As long as the U.S. imperialist aggression troops are allowed to commit all sorts of evils lording it over south Korea, its people will never be free from such misfortune and sufferings."
        },
        {
            "title": "Anti-Labor Policy under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-15ee.html",
            "content": "Anti-Labor Policy under Fire in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- South Koreans of all social strata are waging actions against an anti-labor policy of the authorities in Inchon, according to south Korean KBS.\n\t\t\t\t\t The court supported a musical instrument factory which was moving to fire workers under the pretext of the management difficulty, and finally laid them off on February 1.\n\t\t\t\t\t\n\t\t\t\t\t Unionists under the Metal Workers Union and members of public and civic organizations held a meeting in front of the gate to the factory and condemned the layoff measure taken by the enterpriser side and the court on February 2.\n\t\t\t\t\t\n\t\t\t\t\t The workers occupied the factory premise and launched a sit-in strike there, calling for retracting the unfair measure."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Ecuador",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-02ee.html",
            "content": "Day of Shining Star to Be Celebrated in Ecuador\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- An Ecuadorian committee to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was inaugurated in Cuenca City on January 29.\n\t\t\t\t\t Osvaldo Larriva Alvarado, chairman of the Ecuadorian Committee for Remembering Generalissimo Kim Jong Il, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t It decided to organize diverse political and cultural events such as meeting, lecture and film show on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Guinea",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-03ee.html",
            "content": "Day of Shining Star to Be Celebrated in Guinea\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- A Guinean preparatory committee to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was inaugurated with due ceremony at the meeting room of the Ministry of Culture and Heritage on January 30.\n\t\t\t\t\t Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t It set the period from February 1 to 17 as celebration period and decided to organize diverse political and cultural events."
        },
        {
            "title": "Guinean Figure on Bright Future of Korea",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-04ee.html",
            "content": "Guinean Figure on Bright Future of Korea\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- The future of humankind is bright and rosy as there is the dear respected Kim Jong Un.\n\t\t\t\t\t Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, said this at the inaugural ceremony of the Guinean preparatory committee to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) on January 30.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t We will mark the birth anniversary of HE Kim Jong Il, the great leader of the Korean people and world progressive people, before long.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il steadily developed in depth the Juche idea founded by President Kim Il Sung and firmly defended socialism upholding the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Although Kim Jong Il, who made an immortal contribution to the human cause of independence, passed away, his cause is being successfully carried forward by HE Kim Jong Un, supreme leader of the Korean people."
        },
        {
            "title": "Birth Anniversaries of Kim Il Sung, Kim Jong Il to Be Celebrated in Mexico",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-05ee.html",
            "content": "Birth Anniversaries of Kim Il Sung, Kim Jong Il to Be Celebrated in Mexico\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- A Mexican preparatory committee to mark the birth anniversary of President Kim Il Sung (the Day of the Sun) and the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was inaugurated with due ceremony at the building of the People's Socialist Party of Mexico on January 29.\n\t\t\t\t\t Present there were figures of the People's Socialist Party of Mexico, the Mexican Committee for the Study of Kimilsungism-Kimjongilism and the Mexican Institute for the Study of the Juche Idea and other political parties, social organizations, organizations for the study of the Juche idea and organizations for solidarity with the Korean people and masses.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to Mexico and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful events, including meeting, lecture and seminar, on the occasion of the Day of the Sun and the Day of the Shining Star."
        },
        {
            "title": "Bangladeshi Bulletin Marks Kim Jong Il's Birth Anniversary ",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-06ee.html",
            "content": "Bangladeshi Bulletin Marks Kim Jong Il's Birth Anniversary \n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- The Bangladesh Group for the Study of the Songun Policy issued a bulletin \"Songun Korea\" on January 30 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t An article of the bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, leader of the DPRK, was a man possessed of rare military strategy and matchless pluck.\n\t\t\t\t\t\n\t\t\t\t\t He started the Songun revolutionary leadership with his field guidance to the Seoul Ryu Kyong Su 105 Guards Tank Division of the Korean People's Army on August 25, 1960.\n\t\t\t\t\t\n\t\t\t\t\t He held higher the banner of Songun at the end of the last century when the DPRK suffered from grimmest trials as socialism collapsed in different countries and the imperialists and reactionaries had become frantic in their anti-socialist offensive and severe natural disasters hit the country.\n\t\t\t\t\t\n\t\t\t\t\t He inspected many units of the KPA in the whole period of his life.\n\t\t\t\t\t\n\t\t\t\t\t He firmly prepared the KPA soldiers to be persons strong in ideology and faith and consolidated the DPRK into an impregnable fortress by making the development of national defence industry a key priority.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics of the DPRK displays its tremendous might not only in the field of politics and military affairs but in the fields of economy and culture."
        },
        {
            "title": "UNSC's Anti-DPRK \"Resolution\" under Fire in Bangladesh, Britain",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-07ee.html",
            "content": "UNSC's Anti-DPRK \"Resolution\" under Fire in Bangladesh, Britain\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- The Central Committee of the Bangladesh Communist Party released a statement on January 29 to denounce the UNSC's \"resolution\" backed by the U.S.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies led the UNSC bid to adopt a \"resolution on extending sanctions\" against the DPRK while calling its satellite launch for peaceful purposes a \"long-range missile launch\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves deterring the DPRK from exercising its independent right amount to a criminal act of violently trampling upon international law against the aspiration and desire of all the Koreans and humankind.\n\t\t\t\t\t\n\t\t\t\t\t Today the respect for sovereignty and equal sovereignty, the main principles of the UN Charter, have been openly denied by the U.S. application of double standards in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the stand declared by the DPRK under the prevailing grim situation.\n\t\t\t\t\t\n\t\t\t\t\t The Staffordshire, Britain, Branch of the Korean Friendship Association released a statement on January 28.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed great concern about the UNSC's adoption of a \"resolution on sanctions\" against the DPRK over its successful launch of satellite Kwangmyongsong 3-2.\n\t\t\t\t\t\n\t\t\t\t\t Many countries in the world have so far developed and used space, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t But the UNSC has never taken issue with this.\n\t\t\t\t\t\n\t\t\t\t\t So the tough stand of the DPRK is very just.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will fight it out for the socialist system and sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t The statement appealed to all the progressive people in the world and anti-imperialist and peace-loving activists to positively support the Korean people's struggle."
        },
        {
            "title": "Korean People's Stand Supported in Peru",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-08ee.html",
            "content": "Korean People's Stand Supported in Peru\n\t\t\t\t\t\t\r\n Pyongyang, February 5 (KCNA) -- Peruvian political parties and organizations released a joint statement on Jan. 30 as regards the adoption of the UNSC's \"resolution\" masterminded by the U.S. and its allies over the DPRK's satellite launch for peaceful purposes.\n\t\t\t\t\t They included the Communist Party of Peru \"Red Motherland\", People's Front of Workers, Peasants and Students of Peru, Peruvian Communist Party, Revolutionary Socialist Party of Peru, Peruvian National Independent Movement for Free Voting's Union, Socialist Party of Peru, Workers' Party of Peru, Peruvian Committee for Remembering Generalissimo Kim Jong Il, Peruvian Group for the Study of Kimilsungism-Kimjongilism, Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea, Peruvian Association for the Study of Revolutionary Activities of Comrade Kim Jong Suk, Kim Jong Suk Library in Peru, General Kim Jong Il Peruvian Amicable Institute, Peruvian-Korean Institute of Culture and Friendship, Peru-Korea Friendship Institute for Study of the Juche Based Songun Policy, Peruvian Committee for Friendship and Solidarity with Peoples and the Pyongyang Cultural Center in Peru.\n\t\t\t\t\t\n\t\t\t\t\t The joint statement said:\n\t\t\t\t\t\n\t\t\t\t\t We resolutely reject the unjust \"resolution\" of the UNSC severely violating the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has an independent and legitimate right to launch satellites for peaceful purposes under international law on peaceful use of space.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC should apologize to the Korean people for seriously breaching the universally accepted international law pursuant to the U.S. hostile policy towards the DPRK and wantonly trampling upon the independence of the sovereign state, and retract at once all the \"resolutions\" unjustly adopted.\n\t\t\t\t\t\n\t\t\t\t\t We support the statement of the DPRK Foreign Ministry which declared that the denuclearization of the Korean Peninsula would be impossible before realizing the denuclearization of the world.\n\t\t\t\t\t\n\t\t\t\t\t We fully support measures of the DPRK on expanding and strengthening the self-defensive military strength including the nuclear deterrent to cope with the warlike and hostile moves of the U.S. imperialists and their stooges, and extend solidarity to the Korean people in their struggle for defending the sovereignty and revolution."
        },
        {
            "title": "Celebran 50o aniversario de presentacion de consigna por Kim Il Sung",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-30ee.html",
            "content": "Celebran 50o aniversario de presentacion de consigna por Kim Il Sung\n\t\t\t\t\t\t\r\nPyongyang, 5 de febrero (ACNC) -- Tuvo lugar este martes en la Casa Cultural 25 de Abril el acto del Ministerio de las Fuerzas Armadas Populares en homenaje al 50o aniversario de la presentacion de la consigna \"Uno contra ciento\" por el Generalisimo Kim Il Sung.\n\t\t\t\t\tDurante su visita al puesto Taedoksan el dia 6 de febrero del 52 (1963) de la Era Juche, el Presidente Kim Il Sung presento ese lema que serviria de bandera revolucionaria a tomar permanentemente en el cumplimiento de la autoctona causa de construccion militar.\n\t\t\t\t\t\n\t\t\t\t\tEl Generalisimo Kim Jong Il, quien visito el mismo puesto con el Presidente, instruyo que la consigna exige a todos los uniformados adquirir la capacidad de rivalizar a cien enemigos tanto en la defensa como en el ataque y aclaro los remedios para materializar esa demanda.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto estuvieron presentes Choe Ryong Hae, Hyon Yong Chol, Kim Kyok Sik, Hyon Chol Hae y otros funcionarios del MINFAP, y los soldados del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo del jefe de la Direccion Politica General del EPC Choe Ryong Hae.\n\t\t\t\t\t\n\t\t\t\t\tChoe puntualizo que esa consigna, cuya justeza y poderio fueron comprobados en la construccion y actividades militares, se materializa exitosamente bajo la direccion del Songun del Comandante Supremo Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de formar a todos los uniformados como combatientes invencibles dotados de la estrategia y tacticas de Kim Il Sung y Kim Jong Il, modo de ataque intrepido y perfecta capacidad de combatir.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que todos los oficiales y soldados del EPC deben eliminar la fuente de agresion y mal, concluir el enfrentamiento antiyanqui que prosigue de siglo en siglo y lograr sin falta la victoria en la guerra por reunificar la patria cuando el Comandante Supremo de la orden.\n\t\t\t\t\t\n\t\t\t\t\tFinalizo que habra siempre victoria y gloria en el futuro camino del invencible EPC porque flamea al frente de sus filas las banderas con efigies de los Generalisimos y cuenta con la sabia orientacion del Comandante Supremo."
        },
        {
            "title": "Nuestra opcion superara la imaginacion de fuerzas hostiles, comentario de ACNC",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-31ee.html",
            "content": "Nuestra opcion superara la imaginacion de fuerzas hostiles, comentario de ACNC\n\t\t\t\t\t\t\r\nPyongyang, 5 de febrero (ACNC) -- Entran en etapa crucial la politica hostil y las maniobras de guerra nuclear de Estados Unidos contra la Republica Popular Democratica de Corea. \n\t\t\t\t\tEl imperio fabrico hace poco la \"resolucion\" de sancion contra la RPDC abusando de la facultad del Consejo de Seguridad de la ONU y emplaza ahora en la Peninsula Coreana y su contorno sus fuerzas armadas nucleares hablando de la \"nueva provocacion del Norte de Corea\". \n\t\t\t\t\t\n\t\t\t\t\tCon el fin de asestar el \"ataque a precision\" contra las bases nucleares y de misiles de la RPDC, traslado los cazabombarderos Stealth \"B-2\" desde el territorio estadounidense a la isla Guam, cercana a la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, el 26 de enero pasado, realizo abiertamente la prueba de misil interceptor en la zona costera central del Estado de California.\n\t\t\t\t\t\n\t\t\t\t\tY se realizan en el Mar Este de Corea los ejercicios combinados antisubmarinos EE.UU.-Sur de Corea, en que toman parte los submarinos nucleares del primero, simulando el ataque a las \"instalaciones nucleares norcoreanas\". \n\t\t\t\t\t\n\t\t\t\t\tTales pasos insinuan que EE.UU. y sus seguidores quieren desatar la guerra nuclear contra la RPDC mediante el ataque preventivo.\n\t\t\t\t\t\n\t\t\t\t\tLa \"resolucion de sancion\" del Consejo de Seguridad no sirve para asegurar la estabilidad ni la paz de la Peninsula Coreana y su contorno, sino es un pretexto para realizar la politica hostil norteamericana a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. \"justifico\" la guerra coreana desatada en la decada de los 50 del siglo pasado y provoco en el nuevo siglo otras guerras de agresion por doquier del mundo, incluso Iraq y otras partes del Medio Oriente, usando el Consejo de Seguridad de la ONU como mecanismo de votacion que sigue sus mandatos. \n\t\t\t\t\t\n\t\t\t\t\tLa situacion actual de la Peninsula Coreana comprueba cuan justo es el camino de la independencia y el Songun escogido por el pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tCada vez que sucedian los incidentes anti-RPDC como el caso del barco armado espia \"Pueblo\" ocurrido en la decada de 1960, el de hacha en Phanmunjom en la decada de 1970 y la campana nuclear de la decada de 1990, la RPDC opto siempre por la senda de independencia y el Songun con que salio victoriosa finalmente. \n\t\t\t\t\t\n\t\t\t\t\tNinguna fuerza satelite pudo revocar esa opcion.\n\t\t\t\t\t\n\t\t\t\t\tLa historia y la experiencia del pueblo coreano en la lucha antiyanqui y antiimperialista hicieron tomar esta vez la unica opcion  de consolidar la capacidad militar de autodefensa, incluso el disuasivo nuclear, y declarar el enfrentamiento total. \n\t\t\t\t\t\n\t\t\t\t\tHacen falta tambien a la RPDC la estabilidad y el ambiente pacifico para su desarrollo economico.\n\t\t\t\t\t\n\t\t\t\t\tPero, la soberania le significa el derecho a la vida, a la autodeterminacion y al desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo coreanos no regatean nunca su soberania porque saben que sin ella no pueden vivir tranquilos ni desarrollarse, por el contrario, se arruinan al fin y al cabo.\n\t\t\t\t\t\n\t\t\t\t\tSeria absurdo esperar alguna flexibilidad o concesion de la RPDC que declaro el enfrentamiento total para la defensa de la soberania nacional mas preciosa que la vida. \n\t\t\t\t\t\n\t\t\t\t\tPracticamente, EE.UU. y sus satelites no dejaron a la RPDC tomar otra opcion. \n\t\t\t\t\t\n\t\t\t\t\tPuesto que las hostilidades a la RPDC ya pasaron el limite de entendimiento y norma universales de la sociedad internacional, ella tomara una opcion fuera de la imaginacion de las fuerzas hostiles. \n\t\t\t\t\t\n\t\t\t\t\tSe ha sacado la conclusion final de que se debe hacer algo mas fuerte que la prueba nuclear frente a la creciente campana de las fuerzas hostiles para lanzar la guerra nuclear anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tA la RPDC no le queda otro remedio que luchar hasta el final."
        },
        {
            "title": "Pauta de doble rasero causara solo contramedida intransigente, comenta ACNC",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-32ee.html",
            "content": "Pauta de doble rasero causara solo contramedida intransigente, comenta ACNC\n\t\t\t\t\t\t\r\nPyongyang, 5 de febrero (ACNC) ? Estados Unidos y sus satelites acusan cada dia mas el lanzamiento de satelite con fines pacificos de la Republica Popular Democratica de Corea.\n\t\t\t\t\tSin embargo, ?como actuaron ellos mismos?\n\t\t\t\t\t\n\t\t\t\t\tJapon lanzo el satelite de reconocimiento y el imperio y otros paises miembros permanentes del Consejo de Seguridad de la ONU anunciaron a porfia la prueba de intercepcion de misiles.\n\t\t\t\t\t\n\t\t\t\t\tLo que nos causa la indignacion es que el imperio, que cuestionaba tanto el lanzamiento de satelite de nuestro pais, se porta como sordomudo en cuanto al lanzamiento de satelite de reconocimiento de ese pais isleno y la prueba de sus misiles.\n\t\t\t\t\t\n\t\t\t\t\tEs el climax de la parcialidad y la pauta de doble rasero el hecho de que se aplica la \"sancion\" internacionalizando el lanzamiento de satelite con fines pacificos como el de misil y se hace vista gorda sobre el satelite de reconocimiento del estado criminal de guerra y la modernizacion de misiles de caracter hegemonico.\n\t\t\t\t\t\n\t\t\t\t\tTodo el mundo puede distinguir cual es mas peligroso a la paz entre el satelite para la construccion de la potencia economica y el satelite de reconocimiento para la agresion al ultramar.\n\t\t\t\t\t\n\t\t\t\t\tEs el estado actual del mundo en que se tolera la teoria de que sus lacayos pueden hacer lo todo, pero, no los paises hostiles y reina la ley de selva.\n\t\t\t\t\t\n\t\t\t\t\tTales hechos comprueban que desde los principios el imperio y las fuerzas hostiles intentaron aprovechar el lanzamiento de nuestro satelite como otra oportunidad para aplastar la RPDC, razon por la cual se opusieron tercamente al derecho de lanzamiento de satelite de esta.\n\t\t\t\t\t\n\t\t\t\t\tLlega al climax la estrategia hostil anti-RPDC del imperio que se entrega a la confrontacion con nosotros sin abandonar el sentimiento negativo y la hostilidad a la ideologia y regimen optados por el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tEl bandidesco modo de pensar y la pauta a estilo norteamericano nunca se saldran con lo suyo en cuanto a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSon igual la obligacion de cada pais y nacion asumida ante la sociedad internacional y el derecho a ejercer en las relaciones internacionales.\n\t\t\t\t\t\n\t\t\t\t\tLa aplicacion de la pauta de doble rasero es el acto arbitrario y es nocivo al desarrollo de las actuales relaciones internacionales.\n\t\t\t\t\t\n\t\t\t\t\tEl cosmos no es objeto monopolizado de alguien y el derecho a lanzamiento de satelite con fines pacificos es el universal para todos los  paises del mundo.\n\t\t\t\t\t\n\t\t\t\t\tDespues de adoptada la \"resolucion de sancion\" anti-RPDC, se toleran abiertamente las injustas maquinaciones de las fuerzas hostiles para militarizar el cosmos, lo que centuplica la indignacion y la voluntad de venganza de nuestro ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas belicas no deben olvidar nunca que la RPDC ya declaro al interior y exterior la sagrada guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa pauta de doble rasero y el acto hostil causaran solo la contramedida intransigente de la RPDC."
        },
        {
            "title": "Inaugurado Torneo Deportivo por Copa Paektusan",
            "url": "http://kcna.co.jp/item/2013/201302/news05/20130205-33ee.html",
            "content": "Inaugurado Torneo Deportivo por Copa Paektusan\n\t\t\t\t\t\t\r\nPyongyang, 5 de febrero (ACNC) -- Con motivo del dia de nacimiento del Dirigente Kim Jong Il (16 de febrero), quedo inaugurado el Torneo Deportivo por Copa Paektusan.\n\t\t\t\t\tDurante el certamen se realizaran en esta capital y Samjiyon 8 disciplinas inclusive baloncesto, voleibol, tenis de mesa, esqui, jockey sobre el hielo, etc.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 5 en el Centro de Baloncesto de la capitalina Avenida Chongchun una ceremonia inaugural.\n\t\t\t\t\t\n\t\t\t\t\tAsistieron a la ocasion el vicepremier Ro Tu Chol, el jefe de departamento del Comite Central del Partido del Trabajo de Corea, Ri Yong Su y otros funcionarios de la rama deportiva, deportistas y trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Deportes, Ri Jong Mu, pronuncio el discurso de apertura.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la ceremonia, hubo la competencia de baloncesto (m) entre los Conjuntos Deportivos Ryongnamsan y Kigwancha."
        }
    ]
}