{
    "date": "2013-10-01",
    "url": "http://kcna.co.jp/item/2013/201310/2013-10-01ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets to Cypriot President",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-07ee.html",
            "content": "Kim Yong Nam Greets to Cypriot President\r\n Pyongyang, October 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday sent a message of greeting to Nicos Anastasiades, president of the Republic of Cyprus, on the occasion of its independence day.\n\t\t\t\t\t Kim wished the president and the people of Cyprus greater success in their work for the development and prosperity of the country."
        },
        {
            "title": "Pak Pong Ju Congratulates to Algerian PM",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-14ee.html",
            "content": "Pak Pong Ju Congratulates to Algerian PM\r\n Pyongyang, October 1 (KCNA) -- Premier Pak Pong Ju sent a congratulatory message to Abdelmalik Sellal upon his reappointment as prime minister of Algeria on Sept. 27.\n\t\t\t\t\t The message wished him greater success in his responsible work for the independent development and prosperity of the country and expressed the belief that the traditional relations of friendship and cooperation between the two countries would grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t Foreign Minister Pak Ui Chun sent a similar message to Ramtane Lamamra upon his appointment as foreign minister of Algeria on the same day."
        },
        {
            "title": "Pak Ui Chun Meets Syrian Charge d'Affaires AI",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-18ee.html",
            "content": "Pak Ui Chun Meets Syrian Charge d'Affaires AI\r\n Pyongyang, October 1 (KCNA) -- Pak Ui Chun, foreign minister of the DPRK, met and had a talk with Syrian Charge d'Affaires ad interim Tammam Sulaiman who paid a courtesy call on him on Tuesday."
        },
        {
            "title": "Statue of Kim Jong Il Unveiled at Kim Il Sung University",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-26ee.html",
            "content": "Statue of Kim Jong Il Unveiled at Kim Il Sung University\r\n Pyongyang, October 1 (KCNA) -- The statue of leader Kim Jong Il has been erected at Kim Il Sung University, the highest seat for Juche-based education and science.\n\t\t\t\t\t The statue depicts Kim Jong Il who started his revolutionary activities at the university.\n\t\t\t\t\t\n\t\t\t\t\t The erection of his statue at the university helps it to glorify for all ages the feats he performed in training revolutionary talents for the building of a thriving nation and developing education and science as the university of President Kim Il Sung and the leader.\n\t\t\t\t\t\n\t\t\t\t\t An unveiling ceremony took place Tuesday, the anniversary of the university.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Nam, Pak Pong Ju, Choe Ryong Hae and other senior officials of the party, state and army, officials of party and power bodies, ministries and national institutions, teachers and students of the university and other universities in Pyongyang, officials and employees of the units which contributed to erecting the statue, officials and those of meritorious service of organs, factories and enterprises in the city.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were diplomatic envoys, representatives of international organizations and members of military attaches corps here, foreign guests staying here and foreign students studying at the university.\n\t\t\t\t\t\n\t\t\t\t\t The statue was unveiled by Kim Yong Nam, Pak Pong Ju, Choe Ryong Hae, Kim Ki Nam and others.\n\t\t\t\t\t\n\t\t\t\t\t When the statue was unveiled, the statue of Kim Jong Il threw its brilliant rays.\n\t\t\t\t\t\n\t\t\t\t\t The moment, the participants broke into cheers of \"hurrah\" fireworks were displayed and balloons released.\n\t\t\t\t\t\n\t\t\t\t\t A floral basket bearing the august name of Marshal Kim Jong Un was laid before the statue.\n\t\t\t\t\t\n\t\t\t\t\t Also laid were a floral basket in the joint name of the Central Committee of the Workers' Party of Korea, the Presidium of the Supreme People's Assembly of the DPRK and the DPRK Cabinet and a floral basket in the name of Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t Placed before the statue were floral baskets in the name of ministries, national institutions, universities, organs, enterprises and factories in Pyongyang and colleges and faculties of the university.\n\t\t\t\t\t\n\t\t\t\t\t All the participants made a bow to the statue in humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the DPRK Supreme People's Assembly, made an address.\n\t\t\t\t\t\n\t\t\t\t\t It was the unanimous wish of the teachers, students and graduates of Kim Il Sung University and their parents and all other people to erect the statue of Kim Jong Il together with the statue of Kim Il Sung at the university, he said.\n\t\t\t\t\t\n\t\t\t\t\t Their ardent desire has been successfully realized at the initiative of Kim Jong Un and thanks to his meticulous guidance, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all people to firmly prepare themselves to be revolutionary talents for the building of a thriving nation and dynamically advance toward the final victory in the revolutionary cause of Juche under the leadership of Kim Jong Un, the banner of eternal victory of the great Paektusan nation as befitting the descendants of Kim Il Sung and the soldiers and disciples of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round the statue, being briefed on it. They also visited the remodeled revolutionary museum of the university."
        },
        {
            "title": "Credentials of Angolan Ambassador Accepted",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-12ee.html",
            "content": "Credentials of Angolan Ambassador Accepted\r\n Pyongyang, October 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday received credentials from Garcia Bires,  new Angolan ambassador to the DPRK, at the Mansudae Assembly Hall.\n\t\t\t\t\t Kim had a talk with the ambassador."
        },
        {
            "title": "Indian Party Leader Meets DPRK Ambassador",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-03ee.html",
            "content": "Indian Party Leader Meets DPRK Ambassador\r\n Pyongyang, October 1 (KCNA) -- Debabrata Biswas, general secretary of the Central Committee of the All-India Forward Bloc, on Sept. 23 met Pak Kyong Son, DPRK ambassador to India, who took part in the 17th Congress of the All-India Forward Bloc as a delegate of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The general secretary extended warm thanks to supreme leader Kim Jong Un for sending the WPK delegate to the congress of weighty significance in the activities of the Forward Bloc.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t Visiting the DPRK, I witnessed the reality of the DPRK where the Juche idea was embodied. I was deeply impressed by the achievements made by the WPK and the people of the DPRK in building socialism under the wise guidance of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was an outstanding thinker and theoretician who founded the Juche idea and a great leader of the world revolution as he instilled confidence of victory and encouragement to progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il resolutely smashed all moves for aggression and challenges of the imperialists and reactionaries and firmly protected the sovereignty of the country and the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t It is my belief that the WPK and people of the DPRK would surely register great successes in the building of a thriving socialist nation and in the struggle to achieve the independent and peaceful reunification of the country under the energetic leadership of Kim Jong Un who is successfully carrying forward the idea and undying exploits of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The All-India Forward Bloc will always extend full support and solidarity to the WPK and people of the DPRK in their just struggle for accomplishing the socialist cause and firmly defending the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\tThe general secretary reiterated his party's will to boost the comradely and friendly relations of cooperation between the two parties."
        },
        {
            "title": " Commendations and Gift Awarded to Sportspersons",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-29ee.html",
            "content": "Commendations and Gift Awarded to Sportspersons\r\n Pyongyang, October 1 (KCNA) -- A meeting took place Tuesday to award commendations and gift to players who proved successful at the 18th World Taekwon-do Championships, their coaches and relevant officials.\n\t\t\t\t\t DPRK Taekwon-do players won four trophies, 21 gold medals, four silver medals and three bronze medals at the championships, thus placing first in the country standings.\n\t\t\t\t\t\n\t\t\t\t\t A watch bearing the august name of President Kim Il Sung was awarded to Kim Song Guk, coach of national Taekwon-do team, and testimonials of First Secretary of the Workers' Party of Korea Kim Jong Un to Ham Chol Guk, Director of the Korean Taekwon-do Committee, and player of North Hwanghae Provincial Taekwon-do Team Ri Myong Jin.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung Youth Honor Prize went to player of South Hamgyong Provincial Taekwon-do Team Han Il Gwang.\n\t\t\t\t\t\n\t\t\t\t\t The title of People's Sportsperson was conferred on player of the national Taekwon-do team Sin Jong Hwa, player of Pyongyang City Taekwon-do Team Ri Hyang, and the title of Merited Sportspersons to player of Ryanggang Provincial Taekwon-do Team Rim Wi Sok and five others.\n\t\t\t\t\t\n\t\t\t\t\t 22 persons received order of National Flag First Class and other orders and medals. \n\t\t\t\t\t\n\t\t\t\t\t Gift from Kim Jong Un was awarded to Jang Kyong Ok, coach of national Taekwon-do team.\n\t\t\t\t\t\n\t\t\t\t\t Resolution speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Department Director of the Central Committee of the WPK Ri Yong Su, Chairman of the Korean Taekwon-do Committee Kim Kyong Ho, officials concerned, players, coaches and researchers."
        },
        {
            "title": "Chinese Delegation Leaves",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-17ee.html",
            "content": "Chinese Delegation Leaves\r\n Pyongyang, October 1 (KCNA) -- A delegation of the China-Korea Friendship Association led by Chairman Wu Donghe flew back on Tuesday."
        },
        {
            "title": "Greetings from Interim President of Egypt",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-08ee.html",
            "content": "Greetings from Interim President of Egypt\r\n Pyongyang, October 1 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, received a message of greeting from Adli Mansour, interim president of Egypt, on Sept. 27.\n\t\t\t\t\t The message said that he was very pleased to extend sincere congratulations to Kim Jong Un on the occasion of the anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It wished Kim Jong Un good health and happiness and the friendly Korean people greater progress and prosperity."
        },
        {
            "title": "Greetings from Indian President",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-22ee.html",
            "content": "Greetings from Indian President\r\n Pyongyang, October 1 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, received a congratulatory message from Indian President Pranab Mukherjee on September 9.\n\t\t\t\t\t The message extended warm greetings to Kim Jong Un and the people of the DPRK on behalf of the Indian government and people on the occasion of the anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It said that India sets store by the traditional friendship and warm relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It noted that this year India and the DPRK celebrate the 40th anniversary of the establishment of the bilateral diplomatic relations. \n\t\t\t\t\t\n\t\t\t\t\t It offered heartfelt congratulations to the people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It sincerely wished Kim Jong Un good health, sending highest regards to him."
        },
        {
            "title": "Greetings from Maltese President",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-28ee.html",
            "content": "Greetings from Maltese President\r\n Pyongyang, October 1 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, received a message of greetings from Maltese President George Abela on September 11.\n\t\t\t\t\t The president extended sincerest greetings and congratulations to Kim Jong Un and the government and the people of the DPRK on behalf of the Maltese people and on his own behalf on the occasion of the anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Expressing the belief that the good relations between the two countries would continue to grow strong in the interests of the peoples of the two countries, he wished Kim Jong Un good health and the people of the DPRK steady progress."
        },
        {
            "title": "Gift from Americans",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-15ee.html",
            "content": "Gift from Americans\r\n Pyongyang, October 1 (KCNA) -- On display at the International Friendship Exhibition House in the Democratic People's Republic of Korea is a golden craft, a gift presented to leader Kim Jong Il by the Nelson Sports Company of the United States on February 9, Juche 86 (1997).\n\t\t\t\t\t Through their several visits to the DPRK, officials of the company were moved to see the DPRK dynamically advancing along the road of socialism despite trials and difficulties. \n\t\t\t\t\t\n\t\t\t\t\t In particular, they were deeply charmed by the noble traits of leader Kim Jong Il, who was making ceaseless journey of field guidance for the Korean people's wellbeing.  \n\t\t\t\t\t\n\t\t\t\t\t So, they presented to the leader gifts carrying their profound reverence for him whenever visiting the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Visiting Pyongyang again with the birthday of Kim Jong Il as an occasion, officials of the company decided to present the above-said gift to him. \n\t\t\t\t\t\n\t\t\t\t\t The gift represents a couple of cranes on a wooden prop and five bats on a peach tree laden with three fruits. It is said that the crane and peach tree symbolize longevity and bat fortune.\n\t\t\t\t\t\n\t\t\t\t\t Engraved on its metal stand with natural beauty are Kimjongilias in two rows and words saying that it is presented to Kim Jong Il, supreme leader of the DPRK, in celebration of his birthday."
        },
        {
            "title": "Anniversary of Nigerian Independence Marked",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-13ee.html",
            "content": "Anniversary of Nigerian Independence Marked\r\n Pyongyang, October 1 (KCNA) -- Nigerian Ambassador to the DPRK Nwofe Alexander gave a reception on Tuesday on the occasion of the 53rd anniversary of the country's independence.\n\t\t\t\t\t Present there on invitation were Kim Hyong Jun, vice-minister of Foreign Affairs, So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairman of the DPRK-Nigeria Friendship Association, Kim Kyong Su, vice-chairman of the Joint Venture and Investment Commission, Mun Jae Chol, vice-director of the General Bureau for Affairs with Diplomatic Corps, officials concerned, foreign diplomatic envoys and representatives of international organizations here. \n\t\t\t\t\t\n\t\t\t\t\t Nigerian embassy officials were present."
        },
        {
            "title": "Floral Tribute to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-23ee.html",
            "content": "Floral Tribute to Statues of Kim Il Sung, Kim Jong I\r\n Pyongyang, October 1 (KCNA) -- The participants in the national sports contest of provincial teams Tuesday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t They laid a floral basket and bunches of flowers before the statues in humblest reverence for the peerlessly great men who set forth the original sports idea and opened a new history of the development of the Juche-oriented sports before paying tribute to them."
        },
        {
            "title": "National Sci-tech Presentation in Field of Coal Industry Held",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-20ee.html",
            "content": "National Sci-tech Presentation in Field of Coal Industry Held\r\n Pyongyang, October 1 (KCNA) -- A national sci-tech presentation in the field of coal industry took place in Phyongsong City, South Phyongan Province, on Monday.\n\t\t\t\t\t Present there were scientists, technicians, teachers and graduate students in the field of coal industry.\n\t\t\t\t\t\n\t\t\t\t\t Introduced there were over 150 research papers helpful to solving the scientific and technological issues arising in developing the coal industry of the country.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated there were research findings that can make contributions to increasing coal production such as the structural improvement of the wheels of the coal wagon presented by the Central Mining Research Institute of the State Academy of Sciences, the enhancement of the reliability and stability of the detonating cord in the field of the mining presented by Phyongsong University of Coal Mining, the new type cone-shaped blade disintegrator presented by the Tokchon Coal Mine and the wireless blaster for coal mining presented by the Invention Office.\n\t\t\t\t\t\n\t\t\t\t\t Also highly appreciated were the introduction of the modern pneumatic coal-dressing plant suited to the conditions of the DPRK which was presented by the Coal Dressing Institute of the Branch Academy of Coal and the 3-D underground information system presented by the Environmental Engineering Institute of the State Academy of Sciences."
        },
        {
            "title": "Int'l Day of Old Persons Observed in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-21ee.html",
            "content": "Int'l Day of Old Persons Observed in DPRK\r\n Pyongyang, October 1 (KCNA) -- There took place colorful events in the DPRK on Tuesday, International Day of Old Persons.\n\t\t\t\t\t A joint performance with old persons in Pyongyang City was given at the Pyongyang Grand Theater to mark the day.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Yang Hyong Sop, Kwak Pom Gi and officials concerned, former unconverted long-term prisoners, war veterans, persons of merit and old persons in the city.\n\t\t\t\t\t\n\t\t\t\t\t  Present there on invitation were diplomatic envoys of various countries and embassy officials and staff members of missions of international bodies here and overseas Koreans staying in the socialist fatherland.\n\t\t\t\t\t\n\t\t\t\t\t Amusement and sports games and an angling contest of old persons in Pyongyang took place on the picturesque bank of the Taedong River.\n\t\t\t\t\t\n\t\t\t\t\t On the same day finals took place in the events including volleyball,\n\t\t\t\t\t\n\t\t\t\t\tJanggi (Korean chess), yut-game, and playing cards. They had been\n\t\t\t\t\t\n\t\t\t\t\tunder way for several days, divided into districts.\n\t\t\t\t\t\n\t\t\t\t\t Sports events of old persons took place in several parks in the capital including parks in Taedong Gate and Phalgol and cheerful dancing parties in the Moranbong Recreation Ground and promenade of the River Taedong and other places.\n\t\t\t\t\t\n\t\t\t\t\t Old persons were served with special food at public catering centers such as Okryu Restaurant and Chongryu Restaurant and other service facilities.\n\t\t\t\t\t\n\t\t\t\t\t Old persons spent a pleasant day in recreation grounds including the Amusement Park in Kaeson Youth Park and the Rungna People's Pleasure Park.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the party and power organs visited families of war veterans and old persons of merit and old people's homes and handed  daily necessaries to them on the same day.\n\t\t\t\t\t\n\t\t\t\t\t There took place similar events in each province on the occasion."
        },
        {
            "title": "National Sports Contest of Provincial Teams Begin in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-27ee.html",
            "content": "National Sports Contest of Provincial Teams Begin in DPRK\r\n Pyongyang, October 1 (KCNA) -- National sports contest of provincial teams began in Pyongyang Tuesday.\n\t\t\t\t\t The competitors will hold league matches for each event, being divided into two groups. Teams which took the first and second places from each group will hold knock-out matches to decide the final winner.\n\t\t\t\t\t\n\t\t\t\t\t There were league matches of basketball, volleyball, table tennis and tug of war on the first day."
        },
        {
            "title": "Pyongyang Students and Children's Palace",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-24ee.html",
            "content": "Pyongyang Students and Children's Palace\r\n Pyongyang, October 1 (KCNA) -- The Pyongyang Students and Children's Palace in the DPRK significantly celebrated its 50th anniversary on September 30.\n\t\t\t\t\t Since its birth the palace has served as an extracurricular education center for school youth and children, with enough material and technical foundations provided under the special care of the great Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t At present the palace has more than 200 study and hobby rooms of different fields, including natural science, literature and arts and sports. There are also a 1,100-seat theater, a gymnasium accommodating 500 persons at one time, a field practice ground and a library with hundreds of thousands of books.\n\t\t\t\t\t\n\t\t\t\t\t It has been so far used by a total of 6.73 million schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\tMore than 270,000 foreigners from 180-odd countries, including party and state leaders, and overseas Koreans visited the palace and many art performances of schoolchildren were given there. \n\t\t\t\t\t\n\t\t\t\t\t The palace won Order of Kim Il Sung, the highest order of the DPRK. And its teaching staff includes a number of academic degree and honorary title holders, who have made great contributions to improving the education level at the palace.\n\t\t\t\t\t\n\t\t\t\t\t A large number of its graduates became famous artistes and athletes, professors and doctors and produced good results at art activities and sports tournaments.\n\t\t\t\t\t\n\t\t\t\t\t Now the palace further displays the advantages of the Korean-style education system under the deep care of respected Marshal Kim Jong Un, who is fully inheriting Kim Il Sung and Kim Jong Il's noble view on the rising generations."
        },
        {
            "title": "History of Changsong County Turned into Well-off Locality (2)",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-16ee.html",
            "content": "History of Changsong County Turned into Well-off Locality (2)\r\nPyongyang, October 1 (KCNA) -- President Kim Il Sung in his lifetime visited Changsong County, North Phyongan Province, many times to find out a way for improving the livelihood of inhabitants in mountainous areas. His journey of guidance to the county extended to 22,000 kilometers in total.\n\t\t\t\t\t    In the course he came to a conclusion that it was urgently needed in mountainous areas to enhance the role of county, develop stockbreeding by use of mountains, properly combine agricultural production with stockbreeding and develop local industry and culture.\n\t\t\t\t\t\n\t\t\t\t\t    To this end, he gave field guidance to a total of 700 units in Changsong County day and night despite weather conditions.\n\t\t\t\t\t\n\t\t\t\t\t    Visiting the county again in August Juche 44 (1955), he went round its villages one after another to learn in detail about their living conditions. At a village shop, he asked about selling of wild fruits and about harvest of acorn at a peasant's house.\n\t\t\t\t\t\n\t\t\t\t\t    He climbed a steep mountain to acquaint himself with wild fruits and fodder grass.\n\t\t\t\t\t\n\t\t\t\t\t    Such energetic guidance and devoted efforts of the President turned this mountainous county into a land teemed with cattle, sheep, goat and other domestic animals and an area producing maize, sweet potato, pepper and other crops suited to its geographical characteristics.\n\t\t\t\t\t\n\t\t\t\t\t    And there appeared a foodstuff factory, textile and paper mills and other local industrial factories relying on the county's raw materials and resources.\n\t\t\t\t\t\n\t\t\t\t\t    In August Juche 51 (1962) Kim Il Sung convened a joint conference of local party and economic officials in Changsong County to generalize the experience, gained in turning the county into a well-off locality, throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t    The conference marked a significant occasion in enhancing the role of counties as a regional unit and improving the livelihood of the inhabitants in mountainous areas."
        },
        {
            "title": "Rodong Sinmun Flays S. Korean Minister of Unification's Remarks",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-25ee.html",
            "content": "Rodong Sinmun Flays S. Korean Minister of Unification's Remarks\r\n Pyongyang, October 1 (KCNA) -- Ryu Kil Jae, puppet minister of Unification of south Korea, spent very busy days addressing a meeting hosted by the Asan Policy Institute,  an academic meeting sponsored by the Security and Strategy Institute, giving a special lecture at Kyungnam University and making a speech at an  academic meeting at Dong-A University. He worked hard to justify the confrontation policy, taking issue with the just step and countermeasure taken by the DPRK. Much upset by the north's denunciation of the puppet authorities and conservative media's confrontation rackets, he grumbled that the north's behavior remains \"unchanged\" and \"it is not helpful\". And he jabbered that if the north does not undergo changes, the \"development of inter-Korean relations is bound to face a limit.\"\n\t\t\t\t\t Rodong Sinmun Tuesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is a well known fact that the inter-Korean relations have been driven into such crisis due to the confrontation rackets kicked off by the south Korean authorities and conservative media.\n\t\t\t\t\t\n\t\t\t\t\t If they made a mistake, they should admit it and reflect on it. But if they continue casting a shadow over the way of mending the inter-Korean relations, raising a hue and cry over \"limit to the development of inter-Korean relations\", these relations cannot but totally collapse.\n\t\t\t\t\t\n\t\t\t\t\t What Ryu uttered is nothing but outrageous outpouring which can be let loose only by those who do not want the improved inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces would be well advised to reflect on their behavior before finding fault with others.\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities had better keep promise and show good faith before talking about \"promise\" and \"confidence\".\n\t\t\t\t\t\n\t\t\t\t\t They should clearly know that their persistent reckless remarks against the DPRK will only bring into bolder relief their true colors as confrontation maniacs."
        },
        {
            "title": "S. Korean Regime Accused of Move to Deteriorate Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-05ee.html",
            "content": "S. Korean Regime Accused of Move to Deteriorate Inter-Korean Relations\r\n Pyongyang, October 1 (KCNA) -- Shortly ago, the south Korean puppet Ministry of Unification confirmed the \"policies toward north\" to be enforced by it for the 5 years to come and made public what it called \"the 2nd principal plan for development of north-south relations\" based on them.\n\t\t\t\t\t Minju Joson Tuesday in a commentary terms the \"plan\" the one for escalating confrontation, not for improving the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t The ministry confirmed \"the creation of conditions for changes in the north\" as its \"policy toward the north\" and made it public. This is nothing but an actual breach of the north-south joint declarations, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the ministry published it with the approach of the 6th anniversary of the October 4 declaration. Had the Lee Myung Bak group of traitors neither denied the north-south joint declarations nor opposed their implementation, the June 15 era of reunification would have made a steady advance and the inter-Korean relations would have not deteriorated. That is why all compatriots have strongly called for the implementation of north-south joint declarations, vehemently denouncing traitor Lee Myung Bak for bringing the inter-Korean relations to a collapse. Pressurized by this public mind-set, the present chief executive of south Korea mentioned the issue of implementing the October 4 declaration during her \"election campaign\" last year. Was this a deceptive artifice to garner votes to come to power? If not, did mandarins of the Ministry of Unification publish an anti-reunification document of confrontation rattling the nerves of the DPRK quite c\n\t\t\t\t\t\n\t\t\t\t\t ontrary to her intention? If this question is left unanswered, this will render the situation more serious.\n\t\t\t\t\t\n\t\t\t\t\t Now that the inter-Korean relations stand at the crossroads of mending or deterioration, the south Korean regime should clearly clarify its stand and attitude toward the north-south joint declarations and rescind its anti-reunification plan based on its policy of confrontation with compatriots."
        },
        {
            "title": "KCNA Slams S. Korean Minister of Unification's Remarks",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-19ee.html",
            "content": "KCNA Slams S. Korean Minister of Unification's Remarks\r\n Pyongyang, October 1 (KCNA) -- Ryu Kil Jae, puppet minister of Unification of south Korea, got so hysteric with confrontation with the DPRK that he is running a whole gamut of rubbish these days.\n\t\t\t\t\t In a recent special lecture at a university this traitor spoke volumes about \"confidence\" and the like. He went the lengths of blustering that \"as the parents persuade their children, the south should persistently persuade the north so that it may co-exist with the south\". He jabbered that \"the south approached the last talks for restarting the operation in the Kaesong Industrial Zone with such feelings.\"\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is a grave politically-motivated provocation against the DPRK as he revealed himself the true colors of the puppet group which has abused dialogue with fellow countrymen as a lever for confrontation to bring about \"a regime change\" and \"collapse of the social system\".\n\t\t\t\t\t\n\t\t\t\t\t A string of rigmaroles let loose by Ryu made clearer what approach the puppet group has taken towards the dialogue with the north, why the hard-won atmosphere of reconciliation and cooperation between the north and the south was spoilt and what \"confidence\" touted by it is like.\n\t\t\t\t\t\n\t\t\t\t\t As Ryu admitted, the south Korean regime has not abided by the principle of mutual respect and trust in relations with the north. The regime was so impudent as to put itself on such position to play a persuasive role towards the north, though no one recognizes it.\n\t\t\t\t\t\n\t\t\t\t\t The negotiators from the south abused dialogue for confrontation of the social systems while dreaming of \"change of social system\" all the time, making it impossible for cooperation undertakings between the north and the south including the reunion of separated families and their relatives to make any progress.\n\t\t\t\t\t\n\t\t\t\t\t  By \"confidence\" and \"policy toward the north\" the south Korean regime means nothing but \"insincerity\" and the double-dealing and cunning attitude seeking only confrontation of the social systems.\n\t\t\t\t\t\n\t\t\t\t\t What is ridiculous is that the guy who regards the inter-Korean relations as \"those between parents and their children\" is holding the post of minister of Unification in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t How a right \"policy toward the north\" can be worked out by the Ministry of Unification bossed by Ryu styling himself \"head of experts on the north\" though he does not know even ABC of the inter-Korean relations? And how can the north further dialogue with such guys bereft of sound way of thinking?\n\t\t\t\t\t\n\t\t\t\t\t Confrontation will never help settle the issues of reconciliation, cooperation and reunification between the north and the south, the ardent desire of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Ryu Kil Jae would be well advised to apologize to all fellow countrymen for having challenged the desire of the nation for improved inter-Korean relations and the reunification of the country with the above-said nonsensical remarks.\n\t\t\t\t\t\n\t\t\t\t\t Such confrontation maniacs as Ryu Kil Jae should be ousted as soon as possible for the sake of the nation and peace and reunification on the Korean Peninsula."
        },
        {
            "title": "Japan Should Pay for All Crimes under \"Governor-general Rule\"",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-04ee.html",
            "content": "Japan Should Pay for All Crimes under \"Governor-general Rule\"\r\n Pyongyang, October 1 (KCNA) -- The Japanese imperialists enforced the harshest \"governor-general rule\" in world history over Korea in the first half of the last century.\n\t\t\t\t\t After cooking up the illegal \"Korea-Japan Annexation Treaty\" in a brigandish way in August, 1910, they enforced the most barbarous and predatory colonial rule aimed at exterminating the Korean nation from October 1 that year.\n\t\t\t\t\t\n\t\t\t\t\t The \"governor-general\", the field executor of Japan's colonial rule over Korea, exercised unlimited power such as administrative, legislative and juridical powers and the right to command armed forces.  \n\t\t\t\t\t\n\t\t\t\t\t Japan empowered its \"governor-general\" to institute and promulgate all sorts of fascist laws which call for mobilizing troops and police any time for the operations to suppress and massacre Koreans, obliterating their national tradition and cultural heritages and looting natural resources and economic potentials of Korea as it pleases.\n\t\t\t\t\t\n\t\t\t\t\t Terauchi, the first Japanese \"governor-general\" in Korea, made public what he called \"the ordinance on summary trial of criminals\", blustering \"Koreans should either obey the Japanese laws or die.\"\n\t\t\t\t\t\n\t\t\t\t\t In accordance to the \"ordinance\", the Japanese imperialists committed such monstrous atrocities as arresting, imprisoning and killing Koreans at random under groundless pretexts.\n\t\t\t\t\t\n\t\t\t\t\t During several decades of their harsh colonial rule over Korea, the Japanese imperialists killed a great many Koreans, forcibly took away and abducted at least 8.4 million young Koreans before hurling them to shambles of war of aggression and sites of slave labor. They also forced 200 000 Korean women into sexual slavery for their Imperial Army.\n\t\t\t\t\t\n\t\t\t\t\t The colonial fascist rule enforced by them over Korea after the 1930s was the most undisguised and brutal political suppression by dint of bestial violence and a hideous policy for exterminating the Korean nation and perpetrating economic plunder of Korea.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can Japan write off the crimes the Japanese imperialists committed by illegally occupying Korea and enforcing brigandish colonial rule over it in the past.\n\t\t\t\t\t\n\t\t\t\t\t However, the Japanese reactionaries are persistently evading the settlement of their past crimes, distorting and embellishing the Japanese imperialists' criminal history of aggression of Korea even now.\n\t\t\t\t\t\n\t\t\t\t\t They are working hard to justify the harsh colonial rule of the Japanese imperialists over Korea, asserting \"Japan's past colonial rule over Korea brought civilization to it\" and \"this rule was what was desired by Koreans\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t 68 years have passed since the defeat of Japanese imperialism but Japan has desperately rushed headlong into the moves for veering to the Right and militarism, persistently denying its crime-woven history.\n\t\t\t\t\t\n\t\t\t\t\t Whenever an opportunity presents itself, Japan groundlessly accuses other countries, finding fault with them. However, what it should do before anything else is to settle its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Japan's settlement of its crime-woven past is its legal and moral obligation and its historical task the solution of which brooks no further delay.\n\t\t\t\t\t\n\t\t\t\t\t Politicians in Japan would be well advised to make sincere efforts to redeem the crimes Japan committed before the times and history."
        },
        {
            "title": "Candlelight Rally Demands Disbandment of Intelligence Service",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-10ee.html",
            "content": "Candlelight Rally Demands Disbandment of Intelligence Service\r\n Pyongyang, October 1 (KCNA) -- The Emergency Situation Council to Denounce IS's Interference in Presidential Election for Political Operation which consists of 280 plus civic and social organizations of south Korea held a candlelight rally in Seoul on September 28.\n\t\t\t\t\t More than 5,000 masses attended it.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers said the results of vote conducted among students showed that 91.5 percent demanded a special investigation into the truth about the case of the Intelligence Service's interference and 82.5 percent called on the present chief executive to own responsibility for the IS case.\n\t\t\t\t\t\n\t\t\t\t\t Students will take the lead in the actions till the day when all those involved in the case are punished and democratization is realized, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They said that election commitments which the chief executive did not honor are too many to count, adding that the people are enraged at the arbitrary practices of the IS and driven to despair at the lies made by the serving \"president\" and the \"government\".\n\t\t\t\t\t\n\t\t\t\t\t They noted that religionists will stage a demonstration in streets in demand of democratization.\n\t\t\t\t\t\n\t\t\t\t\t They denounced the present chief executive for reviving the dictatorial rule by calling back the departed soul of \"yusin\"."
        },
        {
            "title": "S. Korean Regime's Deception under Fire",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-11ee.html",
            "content": "S. Korean Regime's Deception under Fire\r\n Pyongyang, October 1 (KCNA) -- The south Korean Federation of University Students held a rally in Seoul on September 28 condemning the puppet regime's deception.\n\t\t\t\t\t The organization accused the present chief executive of not following through on its election commitment to halve the burden by university registration fee.\n\t\t\t\t\t\n\t\t\t\t\t This is fully evidenced by the draft budget for next year announced by the \"government\", it said, adding the commitment was a lie.\n\t\t\t\t\t\n\t\t\t\t\t The students have been taken in by the \"government\", it noted, adding: We cannot repress resentment at the deceptive attitude of the chief executive.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that it would wage a strong action against the unreasonable behavior of the present \"government\"."
        },
        {
            "title": "Koreans in China Mark Anniversary of October 4 Declaration",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-09ee.html",
            "content": "Koreans in China Mark Anniversary of October 4 Declaration\r\nPyongyang, October 1 (KCNA) -- The General Association of Koreans in China held an event in Shenyang, China on September 29 on the occasion of the 6th anniversary of the October 4 declaration.\n\t\t\t\t\t    Present there were Choe Un Bok, chairwoman of the association, its officials, Hwang Yong Du, chairman of the Liaoning Regional Association, and Koreans in Shenyang City.\n\t\t\t\t\t\n\t\t\t\t\t    A letter to Marshal Kim Jong Un from the General Association of Koreans in China was adopted at the event.\n\t\t\t\t\t\n\t\t\t\t\t    There took place a photo exhibition.\n\t\t\t\t\t\n\t\t\t\t\t    Displayed in the venue of the exhibition were photos of leader Kim Jong Il meeting with south Korean President Roh Moo Hyun in Pyongyang in October, 2007 and signing the \"Declaration for the Development of North-South Relations and Peace and Prosperity\".\n\t\t\t\t\t\n\t\t\t\t\t    Also on display were photos showing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t    The participants watched a Korean film documenting the May Day meeting for reunification held by workers in the north and the south to achieve the independent reunification of the country under the banner of the June 15 North-South Joint Declaration."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Nigeria",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-01ee.html",
            "content": "Kim Jong Il's Work Off Press in Nigeria\r\n Pyongyang, October 1 (KCNA) -- Leader Kim Jong Il's work \"Abuses of Socialism Are Intolerable\" was brought out in booklet by the N. K. Publishing House in Enugu, Nigeria.\n\t\t\t\t\t The work, published on March 1, Juche 82 (1993), lays bare the reactionary nature and absurdity of sophistry let loose by the imperialists and renegades of socialism slandering it as \"totalitarianism\", \"barracks-like\" and \"administrative and commanding.\"\n\t\t\t\t\t\n\t\t\t\t\t It also deals with the principled issues arising in defending the cause of socialism and accomplishing it such as the issues of regarding socialism as faith and putting it on a moral basis and giving full play to its advantages.\n\t\t\t\t\t\n\t\t\t\t\t Its releasing ceremony took place at the publishing house on Sept. 26."
        },
        {
            "title": "Anniversary of DPRK Marked Abroad",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-02ee.html",
            "content": "Anniversary of DPRK Marked Abroad\r\n Pyongyang, October 1 (KCNA) -- World progressives significantly celebrated the 65th anniversary of the DPRK with great joy.\n\t\t\t\t\t Supreme leader Kim Jong Un received congratulatory messages from the heads of state of various countries including the presidents of the People's Republic of China, the Russian Federation, Brazil, Mongolia, Tajikistan and Namibia on the occasion of the anniversary which fell on September 9.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Council of State of Cuba, the king of Cambodia, the foreign minister of Bangladesh, the minister of State for Foreign Affairs of India, the international secretary of the Communist Party in Sweden and other dignitaries of various circles including those of political parties and ministries of governments sent floral baskets and bouquets to the DPRK embassies in their countries and paid congratulatory visits to its missions.\n\t\t\t\t\t\n\t\t\t\t\t Foreign political parties and organizations and figures of various circles in their statements lauded President Kim Il Sung and leader Kim Jong Il for their exploits performed in the nation-building, convinced of the immensely rosy future of the DPRK led by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They included the Peruvian National Independent Movement for Free Voting's Union, the Switzerland-Korea Committee, the British Staffordshire Branch of the Korean Friendship Association, the Austrian Solidarity Committee of Trade Union Members for the Peaceful Reunification of Korea, the general secretary of the Central Committee of the New Communist Party of Britain and the secretary general of the International Liaison Committee for Reunification and Peace in Korea.\n\t\t\t\t\t\n\t\t\t\t\t A Kimjongilia exhibition was held in Dalian, China, a national seminar took place in India and a national meeting in Peru on the occasion of the anniversary. Colorful events took place in over 100 countries including Russia, Cuba, Vietnam, Laos, Germany, Britain, Uganda and Zimbabwe.\n\t\t\t\t\t\n\t\t\t\t\t Korean book, photo and handicraft exhibitions introducing the true picture of Songun Korea took place in various countries including Thailand, Malaysia, Italy and Tunisia, drawing keen interest of visitors. \n\t\t\t\t\t\n\t\t\t\t\t A Nepalese paper, the Indonesian paper International Media, Mega Miru, internet website of Irkutsk, Russia and other foreign media gave wide publicity to the invincible might of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Syrian Central TV, Guinean Domestic, International and 7 National Languages Broadcasting Services and the State Radio Broadcasting Service of Equatorial Guinea in their programs praised the path of victory and glory covered by the DPRK, a country centered on the popular masses and a symbol of sovereignty and dignity."
        },
        {
            "title": "Kim Yong Nam felicita dia de independencia de Chipre",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-30ee.html",
            "content": "Kim Yong Nam felicita dia de independencia de Chipre\r\nPyongyang, 1 de octubre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio este martes un mensaje de felicitacion al presidente de la Republica de Chipre, Nicos Anastasiades, con motivo del dia de la independencia de este pais. \n\t\t\t\t\tEl remitente desea al destinatario y el pueblo chipriota mayores exitos en sus trabajos para el desarrollo y prosperidad del pais."
        },
        {
            "title": "Debabrata Biswas apoya lucha justa del PTC y pueblo coreano",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-31ee.html",
            "content": "Debabrata Biswas apoya lucha justa del PTC y pueblo coreano\r\nPyongyang, 1 de octubre (ACNC) -- El secretario general del Comite Central del Frente Progresista de Toda la India, Debabrata Biswas, departio el 23 de septiembre con el embajador coreano en la India, Pak Kyong Son, quien participo en el XVII Congreso de la organizacion politica india como delegado del Partido del Trabajo de Corea.\n\t\t\t\t\tEn la ocasion, el secretario general dijo que agradece profundamente al Mariscal Kim Jong Un por haber enviado al delegado del PTC al XVII Congreso que tiene gran importancia en las actividades del Frente.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que durante su visita a Pyongyang, fue testigo presencial de la realidad de Corea donde se ha materializado la idea Juche y quedo conmovido de los exitos logrados por el PTC y el pueblo coreano en la construccion socialista.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el Presidente Kim Il Sung fue destacado ideologo y teorico quien ha creado la idea Juche y gran lider de la revolucion mundial que dio a la humanidad progresista la conviccion de la victoria.\n\t\t\t\t\t\n\t\t\t\t\tApunto que el Dirigente Kim Jong Il defendio firmemente la soberania del pais y la causa socialista frustrando rotundamente las maquinaciones de agresion y desafio de toda indole de los imperialistas y los reaccionarios.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la conviccion de que bajo la energica direccion del Mariscal Kim Jong Un quien continua con brillantez la idea y las hazanas del Presidente y el Dirigente, el PTC y el pueblo coreano lograran sin falta mayores exitos en la construccion de Estado prospero socialista y la lucha por la reunificacion independiente y pacifica del pais.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que el Frente enviara siempre apoyo total y solidaridad a la justa lucha del PTC y el pueblo coreano que defienden firmemente la causa socialista y la soberania del pais.\n\t\t\t\t\t\n\t\t\t\t\tPuntualizo que desarrollara tambien las fraternales y amistosas relaciones de cooperacion entre los dos partidos."
        },
        {
            "title": "Rodong Sinmun denuncia disparate del ministro de Unificacion del Sur de Corea",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-32ee.html",
            "content": "s100101 - Rodong Sinmun denuncia disparate del ministro de Unificacion del Sur de Corea\r\nPyongyang, 1 de octubre (ACNC) -- Hace poco, el ministro de Unificacion del Sur de Corea, Ryu Kil Jae, asistio sucesivamente a la reunion auspiciada por el Instituto de Politica de Asan, la reunion academica auspiciada por el Instituto Estrategico de Seguridad, la leccion especial y la reunion academica en la Universidad de Kyongnam y la de Tong-A.\n\t\t\t\t\tEn esas ocasiones, justifico la politica conflictiva cuestionando las justas medidas y reaccion de la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a las criticas de la RPDC contra el proceder conflictivo de las autoridades titeres y medios conservadores, disparateo que es la \"posicion invariable e inutil\" y que \"el desarrollo de las relaciones Sur-Norte llegara al limite mientras que no se cambie el Norte de Corea\". \n\t\t\t\t\t\n\t\t\t\t\tComo reconoce todo el mundo, la crisis actual de las relaciones entre ambas partes coreanas se debe a la campana conflictiva de las autoridades y medios conservadores surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tSenala asi el diario Rodong Sinmun en un comentario individual de este martes y continua: \n\t\t\t\t\t\n\t\t\t\t\tSi los titeres surcoreanos entenebrecen el avance de las relaciones intercoreanas, en lugar de reconocer su culpabilidad, los vinculos Norte-Sur se encontraran en el dilema sin salida. \n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos deben reflexionar de su proceder antes de acusar a otro y hablar de \"promesa\" y \"confianza\".\n\t\t\t\t\t\n\t\t\t\t\tSi ellos continuan acusando a la RPDC, se revelara mas su naturaleza conflictiva."
        },
        {
            "title": "ACNC critica disparate de Ryu Kil Jae",
            "url": "http://kcna.co.jp/item/2013/201310/news01/20131001-33ee.html",
            "content": "ACNC critica disparate de Ryu Kil Jae\r\nPyongyang, 1 de octubre (ACNC) -- El ministro surcoreano de Unificacion Ryu Kil Jae pronuncia disparates que fomentan la confrontacion anti-RPDC.\n\t\t\t\t\tEn la leccion especial impartida en una universidad, Ryu menciono la supuesta \"confianza\" y peroro que \"se debe persuadir al Norte (de Corea) a que coexista con el Sur como si el padre convence a su hijo\".\n\t\t\t\t\t\n\t\t\t\t\tContinuo que \"con tal sentimiento abordo las conversaciones sobre la zona industrial de Kaesong\".\n\t\t\t\t\t\n\t\t\t\t\tTal disparate de Ryu demostro la naturaleza de los que abusaron del dialogo con los connacionales en los fines de confrontacion para el \"cambio y derrumbe del regimen\" norcoreano.\n\t\t\t\t\t\n\t\t\t\t\tCon esta provocacion politica, se hicieron evidente la causa de ruptura del dificilmente preparado ambiente de reconciliacion y cooperacion entre ambas partes coreanas y la esencia de la \"confianza\" de que habla tanto la banda surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tComo dijo el traidor Ryu, la camarilla surcoreana no observo en las relaciones con el Norte los principios de respeto y confianza mutuos.\n\t\t\t\t\t\n\t\t\t\t\tAsumio la actitud grosera de persuadir al Norte para inducirlo al \"cambio\".\n\t\t\t\t\t\n\t\t\t\t\tPor esa razon, quedaron estancados los proyectos de cooperacion Norte-Sur como el encuentro de familiares y parientes separados.\n\t\t\t\t\t\n\t\t\t\t\tLa \"sinceridad\" fingida y la actitud ambigua a favor de la confrontacion de regimenes constituyen la \"confianza\" y la \"politica sobre el Norte\" mencionadas tanto por la banda titere surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tEs tan ridiculo que el ministro de Unificacion, que se cree como jefe de los especialistas en asuntos norcoreanos, considerara las relaciones intercoreanas como las de padre e hijo.\n\t\t\t\t\t\n\t\t\t\t\tCon el enfrentamiento, no se puede resolver el problema de reconciliacion, cooperacion y reunificacion entre ambas partes coreanas, a que aspiran tanto todos los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tRyu debe pedir disculpas a todos los connacionales por sus disparates contra la mejora de las relaciones intercoreanas y el anhelo de la nacion coreana por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tPara la nacion, la paz y la reunificacion de la Peninsula Coreana, hay que eliminar cuanto antes a los maniacos de confrontacion como Ryu Kil Jae."
        }
    ]
}