{
    "date": "2013-07-06",
    "url": "http://kcna.co.jp/item/2013/201307/2013-07-06ee.html",
    "articles": [
        {
            "title": "DPRK Delegation Back Home",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-08ee.html",
            "content": "DPRK Delegation Back Home\r\n Pyongyang, July 6 (KCNA) -- A DPRK delegation led by Foreign Minister Pak Ui Chun returned home on Saturday.\n\t\t\t\t\t The delegation had been to Brunei Darussalam to attend the ministerial meeting of the ASEAN Regional Forum."
        },
        {
            "title": "Special Adviser to UN Secretary General Arrives",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-15ee.html",
            "content": "Special Adviser to UN Secretary General Arrives\r\n Pyongyang, July 6 (KCNA) -- Wilfried Lemke, special adviser to the Secretary General of the United Nations on Sports for Development and Peace, and his companion arrived here on Saturday."
        },
        {
            "title": "Message from Russian Political Party Leader",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-17ee.html",
            "content": "Message from Russian Political Party Leader\r\n Pyongyang, July 6 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a message from Zhuganov, chairman of the Central Committee of the Communist Party of the Russian Federation, on July 4.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Comrade Kim Jong Un,\n\t\t\t\t\t\n\t\t\t\t\t Today the Korean people revere Comrade Kim Il Sung as the great son.\n\t\t\t\t\t\n\t\t\t\t\t The glorious pages of your country's history are associated with his august name.\n\t\t\t\t\t\n\t\t\t\t\t He dedicated his whole life to the struggle for achieving the independence of the country and building a just socialist society.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are still advancing along the road indicated by him.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Comrade Kim Jong Un,\n\t\t\t\t\t\n\t\t\t\t\t We wish you, the Workers' Party of Korea and all the Korean people fresh successes in building socialist society and creatively implementing the behests of Comrade Kim Il Sung."
        },
        {
            "title": "DPRK Women's Premier Soccer Finals Held",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-21ee.html",
            "content": "DPRK Women's Premier Soccer Finals Held\r\n Pyongyang, July 6 (KCNA) -- The women's premier soccer matches came to an end as part of the Sports Contest for Pochonbo Torch Prize. \n\t\t\t\t\t At the first and second rounds of the premier soccer league matches, the footballers achieved good successes by displaying high technique, persevering spirit and team spirit they have cultivated in their day-to-day trainings.\n\t\t\t\t\t\n\t\t\t\t\t  Finals between the Ponghwasan and the Sobaeksu teams took place at Kim Il Sung Stadium on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t The Ponghwasan Team beat its Sobaeksu rival 2:0.\n\t\t\t\t\t\n\t\t\t\t\t The women's eleven of the Ponghwasan Team came first in team standing."
        },
        {
            "title": "Kim Il Sung Shares Bitters, Sweets with People",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-19ee.html",
            "content": "Kim Il Sung Shares Bitters, Sweets with People\r\nPyongyang, July 6 (KCNA) -- With the approach of July 8, the day President Kim Il Sung passed away, the people in the Democratic People's Republic of Korea are sorely missing him, who devoted his all to their wellbeing.\n\t\t\t\t\tFinding it as his happiness to go among the popular masses, he made ceaseless field guidance for their better life in his lifetime.\n\t\t\t\t\t\n\t\t\t\t\tWhenever visiting factories and mines, he personally shook greasy hands of workers and went down into pits to meet miners.\n\t\t\t\t\t\n\t\t\t\t\tHe also planted rice seedlings together with farmers and opened rice cookers in their houses to learn about their diet.\n\t\t\t\t\t\n\t\t\t\t\tOnce, he pushed his mired car to go to the destination of his field guidance.\n\t\t\t\t\t\n\t\t\t\t\tIn June Juche 83 (1994), a month ahead of his death, he visited the Kumdang Cooperative Farm in Onchon County, discussing farming with farmers for hours. When he left the farm, he earnestly asked its peasants to do farming well.\n\t\t\t\t\t\n\t\t\t\t\tHis field guidance continued though he was over 80. When meeting people during his field guidance, he used to leave his walking stick in his car in apprehension of their worry over his health."
        },
        {
            "title": " Rodong Sinmun Denounces Unification Minister for Justifying Confrontation Attempt",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-09ee.html",
            "content": "Rodong Sinmun Denounces Unification Minister for Justifying Confrontation Attempt\r\n Pyongyang, July 6 (KCNA) -- Shortly ago, a spokesman for the south Korean puppet Ministry of Unification talked about \"inappropriate expressions and words\", \"regrets\" and \"sincere dialogue\" as regards the just step taken by the DPRK calling into question the outburst of escalating the confrontation made by the chief executive of south Korea during her foreign trip, says Rodong Sinmun Saturday in a bylined commentary. \n\t\t\t\t\t This is no more than the height of impudence, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It was improper for the chief executive of south Korea to have made desperate efforts to realize the anti-DPRK cooperation while spouting provocative language.\n\t\t\t\t\t\n\t\t\t\t\t In particular, she found fault with the DPRK's strategic line on simultaneously carrying out economic construction and the building of nuclear force, an unpardonable challenge and serious provocation against the DPRK's dignity, social system and policy. \n\t\t\t\t\t\n\t\t\t\t\t The oft-repeated ballad of \"sincere dialogue\" made by the ruling quarters is to shirk off the blame for the stalled dialogue and cover up their intention opposing the improved inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never pardon those who persist in the confrontation while daring hurt its dignity, social system, policy and line.\n\t\t\t\t\t\n\t\t\t\t\t If the ruling forces of south Korea continue to let loose a spate of vituperation getting on the nerves of the DPRK while going against the trend of the times, they will be held fully accountable for the ensuing catastrophic consequence."
        },
        {
            "title": "Japan's Politicians Slammed for Whitewashing Sexual Slavery",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-10ee.html",
            "content": "Japan's Politicians Slammed for Whitewashing Sexual Slavery\r\n Pyongyang, July 6 (KCNA) -- Hashimoto and Ishihara, co-heads of the Japan Restoration Party, are now being strongly criticized not only inside Japan but worldwide and even by their own party for their reckless remarks justifying the sexual slavery. But Hashimoto is insisting that he has no intention to retract what he uttered.\n\t\t\t\t\t The lady minister for Administrative Reform of Japan blustered at a news conference that \"the comfort women system was legal during the war time.\"\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday in a bylined commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a revelation of Japan's sinister intention to repeat its crime-woven past.\n\t\t\t\t\t\n\t\t\t\t\t In Japan an increasing number of guys unhesitatingly make reckless remarks justifying the sexual slavery for the Imperial Japanese Army but nobody considers this as a serious problem. This clearly shows the heterogeneous society of Japan.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese people should bear in mind that any act of denying the past history is as foolish an act as inviting a disaster, heighten vigilance against the reckless remarks of the right-wing politicians and not pardon such human scum.\n\t\t\t\t\t\n\t\t\t\t\t Human scum is fated to face a severe punishment by history.\n\t\t\t\t\t\n\t\t\t\t\t Japan should clearly know that with no rhetoric can it shirk off the historical, legal and moral responsibility for the above-said sexual slavery."
        },
        {
            "title": "KCNA Urges Withdrawal of US Forces from S. Korea",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-01ee.html",
            "content": "KCNA Urges Withdrawal of US Forces from S. Korea\r\n Pyongyang, July 6 (KCNA) -- A law on the withdrawal of the Manas base of the U.S. Air Force was adopted in Kyrgyzstan. \n\t\t\t\t\t The Information Policy Department of the Presidential Office declared that the law would take effect since its announcement. \n\t\t\t\t\t\n\t\t\t\t\t According to the law, the U.S. base should withdraw till July 11, 2014. \n\t\t\t\t\t\n\t\t\t\t\t This reflects the independent will of sovereign states not to allow any foreign military base in their own countries and the demand of the times. \n\t\t\t\t\t\n\t\t\t\t\t Contrary to the trend of the times, the U.S. is floating misinformation about the \"UN Command\" which has existed in south Korea since the Korean War period and the U.S. forces in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Former commanders of the U.S. forces in south Korea were reported to have claimed that the \"UN Command\" made up of 16 member countries has played the role of a defensive mechanism and it has played a big role in maintaining stability and peace on the Korean Peninsula along with the U.S.-south Korea \"Combined Forces Command\" and the U.S. forces present in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The Korean Peninsula is now standing at the crossroads of a war and peace because the U.S. forces which are technically at war with the DPRK are present in south Korea under the helmets of the \"UN forces\" to pursue war moves. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has steadily reinforced its armed forces in south Korea, turning it into the most dangerous nuclear outpost. Together with the south Korean puppet army the U.S. forces have frantically staged large-scale joint military drills in south Korea and its vicinity. Their number and scale have increased as the days go by. \n\t\t\t\t\t\n\t\t\t\t\t It staged 34 joint military drills in 2008, 40 in 2009, 41 in 2010, 39 in 2011 and 43 in 2012.\n\t\t\t\t\t\n\t\t\t\t\t The number of the troops involved in the Ulji Freedom Guardian reached more than 400,000 in 2010 and over 500,000 in 2012.\n\t\t\t\t\t\n\t\t\t\t\t The largest-ever Key Resolve and Foal Eagle were staged in March and April this year. It let B-52s and B-2As fly into the sky above the Korean Peninsula and introduced nuclear-powered submarines into waters off south Korea, further escalating tension than ever before.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressor forces in south Korea are the root cause of the escalated tension and the danger of war to the peninsula and the stumbling block laying in the way of peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable strategy of the U.S. for aggression to realize its ambition for dominating Asia with the Korean Peninsula as a military vantage point.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. aims to colonize the whole peninsula and the U.S. forces in south Korea are the advance and shock brigade to carry it out.\n\t\t\t\t\t\n\t\t\t\t\t It is desperately pushing forward its strategy to conquer the DPRK and Asia with south Korea as a strategic springboard.\n\t\t\t\t\t\n\t\t\t\t\t It is getting evermore frenzy in materializing its strategy toward the DPRK and Asia in which it seeks to invade the DPRK and dominate Asia with south Korea as a strategic springboard.\n\t\t\t\t\t\n\t\t\t\t\t It now seeks to turn the \"UN Command\" into \"a multi-national coalition mechanism\" in a bid to use it as a mother body of NATO of Asian version.\n\t\t\t\t\t\n\t\t\t\t\t This is a matter that can never be overlooked in view of guaranteeing peace in the Asia-Pacific region including the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t For the U.S. to immediately dismantle the \"UN Command\" and pull back its forces from south Korea serves as a litmus test showing whether it truly wants peace and security on the peninsula or not.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should withdraw its forces under the berets of \"UN Forces\" from south Korea without delay.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. has a true will to avert a war on the peninsula, ensure peace and improve the relations with the DPRK, it should make a bold decision to disband the \"UN Command\" and withdraw its forces from south Korea without delay."
        },
        {
            "title": "S. Korean Forces Plan Drill for Testing Ability to Command Battles",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-20ee.html",
            "content": "S. Korean Forces Plan Drill for Testing Ability to Command Battles\r\n Pyongyang, July 6 (KCNA) -- The 5th division of the south Korean puppet army announced that it would launch a drill to test the ability to command battles in the area of Ryonchon County, Kyonggi Province on July 8, according to south Korean Yonhap News.\n\t\t\t\t\t The saber-rattling will last till July 12 with the division's huge troops and war hardware involved.\n\t\t\t\t\t\n\t\t\t\t\t Due to these ceaseless war drills, the situation remains extremely tense on the Korean Peninsula."
        },
        {
            "title": "S. Korean Paper Calls for Ending Humiliating Ties with US",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-11ee.html",
            "content": "S. Korean Paper Calls for Ending Humiliating Ties with US\r\n Pyongyang, July 6 (KCNA) -- The south Korean paper Hangyore on July 3 editorially called for ending such humiliating relations with the U.S. as providing a colossal amount of money to the U.S. imperialist aggressor forces present in south Korea.\n\t\t\t\t\t The U.S. held negotiations in Washington on July 2 with the south Korean authorities to sign a new special agreement on sharing the upkeep of the U.S. forces in south Korea and agreed to clinch the issue by October, the editorial noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. used to sign such an agreement periodically after setting a certain period with the south Korean authorities since the early 1990s in bid to collect from the south Korean people in a legitimate manner funds to cover the upkeep of its forces. \n\t\t\t\t\t\n\t\t\t\t\t The negotiations are now under way to conclude a new agreement as the validity of the one signed at that time is to expire this year. The U.S. is pressuring south Korea to raise its share, sparking concern that Seoul's share is expected to surpass a trillion won.\n\t\t\t\t\t\n\t\t\t\t\t Disclosing this fact, the editorial deplored that south Korea is not in a position to know properly for what purpose the U.S. is going to spend such stupendous amount of money to be provided to it.\n\t\t\t\t\t\n\t\t\t\t\t It calls on the authorities to make a mechanism for confirming the use of such funds and prevent all of them from going into pockets of U.S. troops through the negotiations."
        },
        {
            "title": "Action Plan for Conclusion of Peace Treaty on Korean Peninsula Published",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-12ee.html",
            "content": "Action Plan for Conclusion of Peace Treaty on Korean Peninsula Published\r\n Pyongyang, July 6 (KCNA) -- The People's Action for Peace against War and the Joint Conference of People of Various Circles for Peace, Reconciliation and Cooperation on the Korean Peninsula in south Korea announced an action plan with the approach of the 60th anniversary of the conclusion of the Armistice Agreement.\n\t\t\t\t\t The organizations held the armistice agreement should be replaced by a peace treaty to defuse the military tension and remove the danger of war on the peninsula, adding that to this end they would launch large-scale information activities.\n\t\t\t\t\t\n\t\t\t\t\t They noted they would stage grand marches in demand of the conclusion of a peace treaty on the Korean Peninsula, touring major cities of south Korea and places symbolic of peace starting from Jeju Island from July 3 to 27.\n\t\t\t\t\t\n\t\t\t\t\t An all-people meeting for detente and peace will be held at Seoul Square on July 27, in particular, and international peace rallies demanding the conclusion of the peace treaty will take place in more than 50 parts of south Korea and at least 30 regions abroad, they said."
        },
        {
            "title": "S. Korean Organizations Denounce Authorities for Their Sycophancy towards US",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-13ee.html",
            "content": "S. Korean Organizations Denounce Authorities for Their Sycophancy towards US\r\n Pyongyang, July 6 (KCNA) -- Civic organizations of south Korea on July 2 held a press conference before the Ministry of Foreign Affairs in protest against the puppet authorities for their sycophancy towards the U.S.\n\t\t\t\t\t They included the People for Achieving Peace and Reunification, Solidarity for Progress, Committee for Study of Issue of U.S. Forces under the Bar Association for Democratic Society and the Confederation of Trade Unions. \n\t\t\t\t\t\n\t\t\t\t\t Speakers at the conference charged that the south Korean \"government\" is known to be obliged to cover 50 percent of the upkeep of the U.S. troops in south Korea, but it is, in fact, covering more than 70 percent of it. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is illegally accumulating money collected from the people as taxes and evading the tax payment but the authorities are feigning ignorance of those crimes, they held.\n\t\t\t\t\t\n\t\t\t\t\t They urged the present regime to drop its attitude of submitting to the U.S. and strongly demanded the abrogation of the sycophantic special agreement on sharing the upkeep of the U.S. forces."
        },
        {
            "title": "S. Korean Authorities Accused of Election Fraud",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-14ee.html",
            "content": "S. Korean Authorities Accused of Election Fraud\r\n Pyongyang, July 6 (KCNA) -- University students and people from all walks of life in south Korea held a candle-light rally outside the building of Dong-A Ilbo on July 3 in protest against the puppet regime's rigging the election.\n\t\t\t\t\t The participants angrily shouted slogans \"Park Geun Hye should own responsibility for the Intelligence Service's interference in the presidential election!\" \"Park Geun Hye, own the responsibility for the second March 15 election fraud!\" and \"Put Won Se Hun and Kim Yong Phan in custody!\"\n\t\t\t\t\t\n\t\t\t\t\t They recalled that the \"National Assembly\" on July 2 passed the motion calling for opening all information about the south-north summit, adding that this was a sinister plot to draw the issue of inter-Korean relations into the matter of the IS's interference in the election.\n\t\t\t\t\t\n\t\t\t\t\t Park Chung-Hee seized power at the point of bayonet and his daughter grabbed it through election fraud, they held.\n\t\t\t\t\t\n\t\t\t\t\t They strongly urged the regime to detain at once Won Se Hun who masterminded the interference in the election.\n\t\t\t\t\t\n\t\t\t\t\t The participants called on more people to take part in the candle-light campaign."
        },
        {
            "title": "S. Korean Organizations Call for Concluding Peace Treaty on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-16ee.html",
            "content": "S. Korean Organizations Call for Concluding Peace Treaty on Korean Peninsula\r\n Pyongyang, July 6 (KCNA) -- The People's Action for Peace against War and the Jeju Headquarters of the South Side Committee for Implementing the June 15 Joint Declaration on July 3 held a meeting before the Jeju City Office calling for the conclusion of a peace treaty on the Korean Peninsula.\n\t\t\t\t\t The speakers said that they are soon to mark the lapse of six decades since the conclusion of the Armistice Agreement on the Korean Peninsula where a touch-and-go situation has persisted.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to conclude a peace treaty on the peninsula for the peace, saying they can no longer live being exposed to the threat of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The peace treaty can be achieved only when the progressives carry on the struggle in unity, they said, adding that this is the way for defending the nation.\n\t\t\t\t\t\n\t\t\t\t\t They said they would tour different parts till July 27 under the sponsorship of the People's Action for Peace against War as part of the grand march for concluding the peace treaty on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They called for turning out in the struggle to remove the danger of a war and conclude the peace treaty."
        },
        {
            "title": "S. Korean Historians and Lawyers Release Declarations on Situation",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-18ee.html",
            "content": "S. Korean Historians and Lawyers Release Declarations on Situation\r\n Pyongyang, July 6 (KCNA) -- More than 230 south Korean historians held a press conference in Seoul on Thursday to release a declaration on the situation denouncing the Intelligence Service's interference in the election and the opening of the minutes of the inter-Korean summit. \n\t\t\t\t\t Historians said the reason why they released the declaration was that the \"National Assembly\" decided on July 2 to fully open all data related to the minutes of the inter-Korean summit to cover up the serious crime of the Intelligence Service. \n\t\t\t\t\t\n\t\t\t\t\t The declaration said that the Intelligence Service has ceaselessly resorted to cooking up false reports and launching politically-motivated operations under the Lee Myung Bak regime and even interfered in the \"presidential election\".\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Taking issue with the minutes of the south-north summit, the top secret, the Intelligence Service together with the \"Saenuri Party\" used them for the election campaign. \n\t\t\t\t\t\n\t\t\t\t\t This, being the biggest crime next to the Syngman Rhee's March 15 election fraud, reminds one of the period under the military dictatorial rule when the Central Intelligence Agency and the Security Planning Board violated democracy together with the ruling party.\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak who used his power for meeting his political and strategic purposes was behind all those crimes, the declaration said, urging the need to bring Won Se Hun and Lee Myung Bak to justice to probe the historical truth.\n\t\t\t\t\t\n\t\t\t\t\t  640 plus lawyers of south Korea also released the declaration on the situation, calling for thoroughly probe the truth behind the IS's interference in politics and sternly punishing relevant persons."
        },
        {
            "title": "Event of Hanging Portrait of Smiling Kim Il Sung Held in Mongolia",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-02ee.html",
            "content": "Event of Hanging Portrait of Smiling Kim Il Sung Held in Mongolia\r\n Pyongyang, July 6 (KCNA) -- An event of hanging a portrait of smiling President Kim Il Sung took place at Kim Il Sung Class of 12-Year Middle School in Altanbolag County, Mongolia on July 1.\n\t\t\t\t\t Displayed at the venue were pictures showing immortal exploits of Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Their works were also on display there.\n\t\t\t\t\t\n\t\t\t\t\t Teachers and students of the school attended the event.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were staff members of the DPRK embassy in Ulan Bator.\n\t\t\t\t\t\n\t\t\t\t\t A portrait of smiling Kim Il Sung was displayed at the event.\n\t\t\t\t\t\n\t\t\t\t\t The teacher of the class in a speech said that it is great honor for the class, symbol of friendship between the DPRK and Mongolia with long-standing history and tradition, to have the portrait of smiling Kim Il Sung hung on the wall of the classroom, saying:\n\t\t\t\t\t\n\t\t\t\t\t We would make positive efforts to further develop the bilateral friendly relations."
        },
        {
            "title": "Kim Il Sung Lauded by Laotian Paper",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-03ee.html",
            "content": "Kim Il Sung Lauded by Laotian Paper\r\n Pyongyang, July 6 (KCNA) -- The July 1-7 issue of the Laotian paper Heng Ngan carried a special write-up illustrated with a portrait of President Kim Il Sung on the occasion of the 19th anniversary of his demise.\n\t\t\t\t\t The paper in an article titled \"Founder of socialist Korea\" said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are holding Kim Il Sung in high esteem as  eternal President of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung is the founder of socialist Korea which is now demonstrating its might as a power of politics, ideology, military, science and technology in the world.\n\t\t\t\t\t\n\t\t\t\t\t The President, in various works he made public shortly after the liberation of the country, set forth the original political line on building the democratic people's republic to suit to the nature and duty of the Korean revolution and to meet the desire of the Korean people. On September 9, 1948 at last, he founded the Democratic People's Republic of Korea, the first people's democratic state in the East.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the foundation of the Republic, the Korean people, who had once been subject to the miserable fate of stateless people, became dignified people of an independent and sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t The President set independence in politics, self-support in economy and self-reliance in national defence as basic principles for building an independent and sovereign state. He consistently adhered to those principles throughout the period of leading the Republic.\n\t\t\t\t\t\n\t\t\t\t\t The socialist system centered on the popular masses where the people have become the masters of everything and everything serves them could be established in Korea thanks to the President.\n\t\t\t\t\t\n\t\t\t\t\t His exploits will shine long as he built a genuine people's country under socialist system centered on masses with his experienced and seasoned leadership based on the original idea of nation-building."
        },
        {
            "title": "Anniversary of Kim Il Sung's Visit to Mongolia Observed in Ulan Bator",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-04ee.html",
            "content": "Anniversary of Kim Il Sung's Visit to Mongolia Observed in Ulan Bator\r\n Pyongyang, July 6 (KCNA) -- A meeting was held at the Mongolian Institute for Strategic Studies on July 1 to mark the 25th anniversary of President Kim Il Sung's visit to Mongolia.\n\t\t\t\t\t Displayed at the venue were photos of the President meeting with the former state leaders of Mongolia.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Federation of Peace and Friendship Organizations, HUM Company Ltd., Mt. Paektu Association for Independent Development, Centre for the Study of Juche, Association for the Study of Juche Idea-Songun and the Ministry of Foreign Affairs and Trade of Mongolia and masses.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador and staff members of the DPRK embassy in Ulan Bator were present there on invitation.\n\t\t\t\t\t\n\t\t\t\t\t The participants placed a floral basket before portraits of Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Read out at the meeting was a full text of the speech made by the President at the Mongolia-DPRK friendship mass meeting on June 30, 1988.\n\t\t\t\t\t\n\t\t\t\t\t D. Michka, general director of the HUM Company Ltd., said she would make positive efforts to further consolidate the long-standing friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Mt. Paektu Association for Independent Development noted:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the wise leadership of Kim Il Sung, the DPRK powerfully demonstrated its dignity before the world, confidently advancing along the road of independent development. The bilateral friendly relations provided by him are sure to develop onto a higher stage thanks to the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t N. Bold, chairman of the Mongolian Centre for the Study of Juche, underlined the need to always remember the feats the President performed for the development of the friendly relations between the two countries, and boost the bilateral friendship generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t A message of greeting to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "DPRK's Important Day Marked in Peru, Germany",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-05ee.html",
            "content": "DPRK's Anniversary Marked in Peru, Germany\r\n Pyongyang, July 6 (KCNA) -- Various events took place in different countries from June 29 to July 1 to mark the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t They included a photo exhibition and film show in Peru and seminar in Germany.\n\t\t\t\t\t\n\t\t\t\t\t On display in the venues of the events were photos documenting the great exploits of Generalissimos Kim Il Sung and Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were books and pictures introducing the Korean army and people's achievements in building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t Attendants included personages of the American Popular Revolutionary Alliance of Peru, the Anti-Imperialist Forum of Germany and the Franken Group for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the American Popular Revolutionary Alliance of Peru said: \n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung was the great leader who led to a brilliant victory the Fatherland Liberation War against the U.S. imperialists' aggression and made a great contribution to the anti-imperialist cause and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The President leads an eternal life as the sun indicating the way for humankind.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany, the chief of the Franken Group for the Study of the Juche Idea and other speakers praised the President as an iron-willed commander and outstanding strategist.\n\t\t\t\t\t\n\t\t\t\t\t They said the President made everlasting achievements by foiling the aggression by U.S.-led imperialist allied forces and leading his army and people to victory in the struggle for defending the national sovereignty and dignity.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are dynamically advancing towards the final victory under the uplifted banner of socialism, upholding Kim Jong Un at the supreme post of the revolution and resolutely frustrating the imperialists' stifling moves, they noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will always win victory and glorify the honor under the leadership of Kim Jong Un, upholding the Generalissimos as eternal leaders.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted in the event in Germany."
        },
        {
            "title": "Day of Korean People's Victory in War to Be Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-06ee.html",
            "content": "Day of Korean People's Victory in War to Be Celebrated Abroad\r\n Pyongyang, July 6 (KCNA) -- Preparatory committees for celebrating the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War were formed in the Slovak Republic on June 29 and in Nakhodka, Russia on July 1.\n\t\t\t\t\t Ivan Draxler, chairman of the Slovakia-Korea Friendship Association, and Vasily Andreyevich Chernikh were elected chairmen of the preparatory committees.\n\t\t\t\t\t\n\t\t\t\t\t The committees decided to give wide publicity the undying exploits President Kim Il Sung performed by leading the war to victory and organize colorful political and cultural events on the occasion of the anniversary."
        },
        {
            "title": "Regresa a Pyongyang delegacion de RPDC luego de asistir a reunion de Foro Regional de ASEAN",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-22ee.html",
            "content": "Regresa a Pyongyang delegacion de RPDC luego de asistir a reunion de Foro Regional de ASEAN\r\nPyongyang, 6 de julio (ACNC) -- Regreso el dia 6 a esta capital la delegacion de la Republica Popular Democratica de Corea encabezada por el canciller Pak Ui Chun luego de participar en la reunion ministerial del Foro Regional de la Asociacion de Naciones del Sudeste Asiatico (ASEAN), efectuada en Brunei."
        },
        {
            "title": "En Pyongyang asesor especial de secretario general de la ONU",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-23ee.html",
            "content": "En Pyongyang asesor especial de secretario general de la ONU\r\nPyongyang, 6 de julio (ACNC) -- Arribo el dia 6 a esta capital la comitiva de Wilfried Lemke, asesor especial del secretario general de la ONU encargado de deporte para el desarrollo y la paz."
        },
        {
            "title": " Acuerdan cumplir declaraciones N-S en la reunion del Comite Conjunto Nacional del 15 de Junio",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-24ee.html",
            "content": "Acuerdan cumplir declaraciones N-S en la reunion del Comite Conjunto Nacional del 15 de Junio\r\nPyongyang, 6 de julio (ACNC) -- Con motivo del 41o aniversario de la publicacion de la historica Declaracion Conjunta del 4 de Julio, tuvo lugar del dia 4 al 5 en Beijing la reunion de los presidentes de las partes nortena, surena y ultramarina del Comite Conjunto Nacional del 15 de Junio.\n\t\t\t\t\tQuedo aprobado el dia 4 un comunicado que sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa reunion confirmo una vez mas que la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre son los principios fundamentales de reunificacion de la patria y la hoja de ruta comun de la nacion a ser mantenida invariablemente hasta el dia de reintegracion territorial.\n\t\t\t\t\t\n\t\t\t\t\tLa reunion coincidio en que la ejecucion de las declaraciones conjuntas N-S es la unica via para mejorar las relaciones entre ambas partes coreanas y lograr la paz y la reunificacion del pais.\n\t\t\t\t\t\n\t\t\t\t\tEl Comite Conjunto Nacional decidio tomar invariablemente como la bandera de reunificacion las dos declaraciones en el principio de solucionar de manera independiente el asunto de reunificacion del pais.\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del 68o aniversario de la Liberacion de la Patria, organizara en Kaesong un acto conjunto nacional con la participacion de los partidos politicos, entidades y personalidades de distintas capas que aspiran a la reconciliacion y reunificacion de la nacion y los otros en ocasion del dia de publicacion de la Declaracion del 4 de Octubre y el Dia de la Fundacion de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAcordo igualmente reabrir las actualmente bloqueadas vias de intercambio y cooperacion entre diferentes sectores y estratos.\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del 60o aniversario de la firma del Acuerdo de Armisticio, organizara un seminario academico para la paz y la reunificacion en la Peninsula Coreana y realizara otros esfuerzos.\n\t\t\t\t\t\n\t\t\t\t\tAl aplaudir la iniciativa presentada el 6 de junio por el Comite por la Reunificacion Pacifica de la Patria de la parte nortena con vistas a las conversaciones entre las autoridades del Norte y el Sur de Corea, la normalizacion de la Zona Industrial de Kaesong, el reinicio del turismo al monte Kumgang y el fomento de encuentros de los familiares y parientes separados y otras labores de cooperacion humanitaria, se quedo en consultar en detalles la propuesta del comite sureno de impulsar varias labores de nivel civil.\n\t\t\t\t\t\n\t\t\t\t\tImpulsara activamente las actividades solidarias y la lucha conjunta contra la tergiversacion de la historia, la usurpacion del islote Tok, la evasiva de responsabilidades del crimen de esclavitud sexual del ejercito japones, la discriminacion y acoso politico contra la comunidad coreana en Japon.\n\t\t\t\t\t\n\t\t\t\t\tSe acordo que el Comite Conjunto Nacional del 15 de Junio realice esfuerzos necesarios por desarrollar las relaciones de autoridades N-S al posibilitar las conversaciones de estas para el reinicio del turismo al monte Kumgang y el encuentro de familiares y parientes separados, aprovechando las platicas de ese tipo que tendran lugar el dia 6.\n\t\t\t\t\t\n\t\t\t\t\tEl Comite Conjunto Nacional quedo en dinamizar varias actividades solidarias por la reconciliacion, unidad y reunificacion de la nacion, inclusive celebrar regularmente la reunion de copresidentes para ampliar la solidaridad y afianzar la unidad."
        },
        {
            "title": "Rodong Sinmun condena a politiqueros japoneses que justifican esclavitud sexual",
            "url": "http://kcna.co.jp/item/2013/201307/news06/20130706-25ee.html",
            "content": "Rodong Sinmun condena a politiqueros japoneses que justifican esclavitud sexual\r\nPyongyang, 6 de julio (ACNC) -- Tanto en el interior de Japon como en ambito mundial, se alzan las voces de denuncia a los corepresentantes del Partido de Restauracion de Japon, Hashimoto e Ishihara, que dijeron unos disparates para justificar la esclavitud sexual impuesta en el siglo pasado por el viejo ejercito japones. \n\t\t\t\t\tA pesar de que las criticas se hacen fuertes hasta en el seno de su partido, Hashimoto se obstina en no revocar sus dichos. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, la ministra japonesa encargada de Reforma Administrativa dijo sin escrupulos en conferencia de prensa que \"en el tiempo de guerra, fue legitimo el sistema de consoladoras sexuales\". \n\t\t\t\t\t\n\t\t\t\t\tEl diario Rodong Sinmun, en un comentario individual de este sabado, revela que esos chismes parten de la siniestra intencion de repetir el pasado criminal, y continua:\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, en la sociedad japonesa no cuestionan los sucesivos chismes sobre el caso de esclavas sexuales para el viejo ejercito japones.\n\t\t\t\t\t\n\t\t\t\t\tLa poblacion japonesa debe estar alerta sobre los disparates de politiqueros derechistas y no perdonar a esas escorias humanas, teniendo presente que la negacion del pasado criminal es un acto de suicidio. \n\t\t\t\t\t\n\t\t\t\t\tLas escorias humanas estan condenadas al castigo severo de la historia. \n\t\t\t\t\t\n\t\t\t\t\tJapon no podra eludir jamas la responsabilidad historica, juridica y moral por el caso de esclavitud sexual."
        }
    ]
}