{
    "date": "2013-04-27",
    "url": "http://kcna.co.jp/item/2013/201304/2013-04-27ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Haedanghwa Health Complex",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-19ee.html",
            "content": "Kim Jong Un Visits Haedanghwa Health Complex\r\n Pyongyang, April 27 (KCNA) -- The dear respected Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission and supreme commander of the Korean People's Army, visited the Haedanghwa Health Complex near its inauguration together with Ri Sol Ju.\n\t\t\t\t\t The health complex which made its appearance on the picturesque bank of the River Taedong is a multi-function service complex with modern catering and welfare and service facilities.\n\t\t\t\t\t\n\t\t\t\t\t He went round a parking lot in the basement capable of accommodating dozens of cars at a time before entering the lobby on the ground floor.\n\t\t\t\t\t\n\t\t\t\t\t He said he was pleased to see the completed complex, adding that he appreciated its design and construction after examining the information on it presented to him by the relevant field.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the shop and various dining rooms on the ground and first floors to learn in detail about their construction and service plan. \n\t\t\t\t\t\n\t\t\t\t\t He highly praised the builders for constructing not only the shop but the dining rooms to suit their nature and meet the requirements of formative art.\n\t\t\t\t\t\n\t\t\t\t\t He also dropped in at the restaurant serving various kinds of roast meat and seafood.\n\t\t\t\t\t\n\t\t\t\t\t He said cooking is a science and arts, urging the cookers to steadily improve their skills and display creative ingenuity to serve customers with varieties of tasty and highly nutritive dishes.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo taken with them, expressing hope that they would fulfill their mission as faithful servants of the people.\n\t\t\t\t\t\n\t\t\t\t\t Then he went up to the second and third floors to see the public bath, wading pool, barber's, beauty salon, fitness hall, table-tennis hall, billiard room and other welfare and service and gyms.\n\t\t\t\t\t\n\t\t\t\t\t He personally checked the temperature of water at the bath and learnt about service provided at a face treatment room. He was pleased to see the wading pool. He was also pleased to go round various saunas built with peculiar building materials such as halite, agate and yellow earth.\n\t\t\t\t\t\n\t\t\t\t\t He learnt in detail about what kinds of sports apparatuses are there in the fitness hall and table-tennis hall. Watching the clock in the shape of billiard balls and billiard table on a wall of the billiard room, he praised the builders for having constructed the room in such a perfect manner that everything there is impeccable.\n\t\t\t\t\t\n\t\t\t\t\t He looked round an e-reading room where visitors can get common sense about cooking, and practice and lecture rooms on the fourth floor.\n\t\t\t\t\t\n\t\t\t\t\t He said that a relevant field should systematically send various data and videos on cooking to the e-reading room.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to supply a sufficient quantity of foodstuff necessary for cooking practice so that apprentices may acquire workable knowledge, saying that theory is not enough to acquire cooking skill.\n\t\t\t\t\t\n\t\t\t\t\t He went round the circular coffee shop on the fifth floor to acquaint himself in detail with its service plan.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm resolution of the WPK to enable the Korean people, the best in the world, to fully enjoy wealth and glory under socialism, without tightening their belts again, he noted, underlining the need to build more modern service centers such as the Haedanghwa Health Complex impeccable in any aspect.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by senior party, state and army officials including Pak Pong Ju, Choe Ryong Hae, Jang Song Thaek, Hyon Yong Chol, Kim Kyok Sik, Kim Kyong Hui, Kim Ki Nam, Choe Thae Bok, Kang Sok Ju, Kim Yang Gon, Kim Yong Il, Kim Phyong Hae, Kwak Pom Gi, Mun Kyong Dok, O Il Jong, Paek Kye Ryong and Han Kwang Sang."
        },
        {
            "title": "S. Korea Denounced for Making Public Decision to Do Away with KIZ",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-17ee.html",
            "content": "S. Korea Denounced for Making Public Decision to Do Away with KIZ\r\n Pyongyang, April 27 (KCNA) -- A spokesman for the General Bureau for Central Guidance to the Development of the Special Zone gave an answer to a question put by KCNA Saturday as the puppet south Korean regime made public a \"decision\" of withdrawing all the personnel of the south side remaining in the Kaesong Industrial Zone (KIZ).\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservatives held a meeting of ministers for diplomacy and security in Chongwadae with the presence of the chief executive. After the meeting they let the minister of Unification make public a \"government statement\".\n\t\t\t\t\t\n\t\t\t\t\t The statement clarified the \"decision\" to withdraw all the south side's personnel remaining in the KIZ, citing \"difficulty\" and \"protection of people\" while shifting the blame for the KIZ situation on to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is sheer sophism and hideous provocation of confrontation maniacs.\n\t\t\t\t\t\n\t\t\t\t\t It is a well known fact that the puppet conservative group has persistently tried to do away with the KIZ, a product of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t  Kim Kwan Jin, \"minister of Defense\", revealed a dangerous attempt to request the U.S. forces to hurl their commando into the KIZ for a military operation, crying out for \"hostages\" and \"detention\". Under such situation the DPRK blocked personnel of the south from entering the KIZ and made sure that those personnel who had already entered there went back according to their will.\n\t\t\t\t\t\n\t\t\t\t\t After taking issue with this, the puppet group made a mockery of the DPRK, proposing dialogue without any sincere intention. In the long run, it, proposing working-level talks between the authorities, went the lengths of demanding the DPRK respond to the proposal till next morning and threatening to take \"a crucial step\" in case it refuses to accept the proposal.\n\t\t\t\t\t\n\t\t\t\t\t There were many proposals for dialogue in the history of inter-Korean relations but there has never been such precedent that the present puppet group arrogantly proposed dialogue with threat of \"crucial step\" after setting a deadline and this is unprecedented in the history of world diplomacy either.\n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that such unheard-of strange farce is not to have dialogue with sincerity but to totally derail it.\n\t\t\t\t\t\n\t\t\t\t\t When the DPRK took a resolute stand on the arrogant proposal for dialogue made by the puppet group, it lost no time to hold an emergency confab, as if it had been waiting for this, and went over to the next phase of bringing the KIZ to a collapse.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove that the group's proposal for dialogue and decision to withdraw personnel are pursuant to the already worked out scenario to lead the KIZ to a collapse.\n\t\t\t\t\t\n\t\t\t\t\t This is fully evidenced by the confession made by an official concerned of Chongwadae, when explaining the \"crucial step,\" that it has worked out diverse scenarios against the north and is carrying them out after closely examining them.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group prattled that the step for withdrawing personnel was taken for the lack of food and materials in the KIZ but there is not lack of food and materials there in fact.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the group perpetrated a provocation painting food and materials as humanitarian issues. This only indicates that it is running the whole gamut of intrigues to bring down the KIZ.\n\t\t\t\t\t\n\t\t\t\t\t The KIZ at last ceased to operate due to the vicious moves of the group though it has been successful over the last nearly decade thanks to the compatriots' blessing and concern of the whole world. It may be completely closed any time. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK sets store by the KIZ, a product of the June 15 joint declaration, but it has no idea of continuing to confer a favor on those who abuse it, not feeling grateful to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The closure of the KIZ would only bring enormous losses and damage to the south side, not to the north. \n\t\t\t\t\t\n\t\t\t\t\t On the contrary, it would create more favorable conditions for the great war for national reunification as it would be possible to reoccupy the vast area of the KIZ as a military theatre, level at Seoul at closer distance and pave a wide road for southward advance. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK does not care at all about the group's pullback of its personnel and the like. \n\t\t\t\t\t\n\t\t\t\t\t It has never detained any of them in the KIZ but allowed them to go out of it. \n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous, indeed, for the group to try to browbeat the DPRK with such \"crucial measure.\" One cannot but express concern over to what catastrophe the stupid and reckless confrontation maniacs will push the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t The present chief executive of south Korea, in particular, is now crying out for \"the north's dismantlement of its nukes,\" \"right option\" and \"change,\" bringing into bolder relief her confrontational intention towards the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It is closely following whether or not the chief of Chongwadae intends to make the KIZ, the only undertaking for cooperation common to the nation, fall victim to the policy of confrontation, dancing to the tune of confrontation maniacs. \n\t\t\t\t\t\n\t\t\t\t\t The responsibility for the total closure of the KIZ will entirely rest with the puppet group."
        },
        {
            "title": " American Citizen to Be Tried",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-01ee.html",
            "content": "American Citizen to Be Tried\r\nPyongyang, April 27 (KCNA) -- The preliminary inquiry into crimes committed by American citizen Pae Jun Ho closed. He entered Rason City of the DPRK on Nov. 3 last year for the purpose of tour and was arrested for committing crimes against the DPRK. \n\t\t\t\t\t In the process of investigation he admitted that he committed crimes aimed to topple the DPRK with hostility toward it. His crimes were proved by evidence.\n\t\t\t\t\t\n\t\t\t\t\tHe will soon be taken to the Supreme Court of the DPRK to face judgment."
        },
        {
            "title": "King of Swaziland Meets DPRK Ambassador",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-07ee.html",
            "content": "King of Swaziland Meets DPRK Ambassador\r\n Pyongyang, April 27 (KCNA) -- Mswati III, king of Swaziland, met Jo Yong Man, DPRK ambassador to the country, on April 19.\n\t\t\t\t\t The king stressed the need to boost the bilateral cooperative relations in various fields, showing keen interest in the healthcare  and education in the DPRK."
        },
        {
            "title": "Greetings from Tajik Party Leader",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-15ee.html",
            "content": "Greetings from Tajik Party Leader\r\n Pyongyang, April 27 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, received a message of greeting from Sh. Shabdolov, chairman of the Communist Party of Tajikistan, on April 15.\n\t\t\t\t\t The message said that the C.C., the Communist Party of Tajikistan extended sincere congratulations to Kim Jong Un and all the fraternal Korean people on the occasion of the 101st birth anniversary of Kim Il Sung, eternal President of the DPRK and leader of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t For the members of the Communist Party of Tajikistan, the whole life of Kim Il Sung is a model of the revolutionary struggle for the happiness of the working people and socialist victory, it said.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung is the founder of the Juche idea, the Workers' Party of Korea and the revolutionary army which guarantees the defence of the socialist system on the Korean Peninsula, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The working people of Korea are ready to devote themselves to the reunification of the nation.\n\t\t\t\t\t\n\t\t\t\t\t We, communists of Tajikistan, keenly feels the danger of aggression by the U.S.-led imperialists, and are convinced that the idea of Kim Il Sung on peace, the reunification of the Korean people and the building of a reunified socialist state on the land of time-honored Korea would win victory."
        },
        {
            "title": "Lot of Explosive Discovered",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-16ee.html",
            "content": "Lot of Explosive Discovered\r\n Pyongyang, April 27 (KCNA) -- A lot of explosives, evidences of the crimes committed by the U.S. imperialists in the past Korean war were discovered in the sites for reclaiming Sepho Tableland in Kangwon Province, lashing the service personnel and people of the DPRK into fury. \n\t\t\t\t\t At least 40 bombs of various types have been unearthed since last year when the project started.\n\t\t\t\t\t\n\t\t\t\t\t During the war the U.S. imperialists introduced huge military hardware into the operations to reduce cities and rural countryside of the northern half of Korea to ashes. The same can be said of Kangwon Province where fierce battles with the aggressors were fought.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists dropped toxic gas bombs at random and conducted a germ warfare in wanton violation of international law, not content with using bombs, shells, machine-gun and rifle bullets. Evidence proving their crimes is being discovered in different parts of the projects without let-up.\n\t\t\t\t\t\n\t\t\t\t\t Two 250 kg bombs were found buried in Obong-ri, Sepho County and Sangsong-ri, Phyonggang County, a 100 kg bomb was unearthed in Rangha-ri and two 50 kg bombs in Unhaengjong-ri and Sachong-ri, Ichon County, where the projects are now under way.\n\t\t\t\t\t\n\t\t\t\t\t Several butterfly bombs and napalm bombs were discovered in Murung-ri, Ichon County and various types of mines and incendiary bombs, etc.  are being unearthed in different sites of the projects.\n\t\t\t\t\t\n\t\t\t\t\t In the course of de-detonating a germ bomb in Murung-ri, Ichon County a people's security man was infected with bacilli and fell unconscious, requiring an intensive treatment for his recovery.\n\t\t\t\t\t\n\t\t\t\t\t Having witnessed these explosives, shock brigade members and builders in the reclamation sites and people stunned by this news are filled with the resolution to take revenge upon the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t No matter how much water may flow under the bridge, the U.S. imperialists remain unchanged in their aggressive and bestial nature, they said, vowing to settle accounts with them keen to impose a nuclear war disaster upon the Korean nation."
        },
        {
            "title": "Rodong Sinmun Urges US and S. Korea to Defuse Tension",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-11ee.html",
            "content": "Rodong Sinmun Urges US and S. Korea to Defuse Tension\r\n Pyongyang, April 27 (KCNA) -- The U.S.-south Korea Foal Eagle joint military exercises are reaching the final stage. These drills created an extreme danger of a nuclear war on the Korean Peninsula and in Northeast Asia.\n\t\t\t\t\t Rodong Sinmun Saturday says in a bylined article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The end of this saber-rattling does not mean the defusing of the acute tension on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Peace can never settle on the Korean peninsula as long as the U.S. forces stay in south Korea because they need constant tension on the peninsula to step up its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All military exercises staged by the U.S. and south Korean warmongers every year under various codenames, claiming they are  \"defensive and annual ones,\" are premeditated actions to ignite a nuclear war on the peninsula, stifle the DPRK by force of arms and bring down the socialist system chosen by the Korean people. Their provocative nature has become pronounced year by year, reaching the worst phase in history.\n\t\t\t\t\t\n\t\t\t\t\t The Foal Eagle is more dangerous as it means the final stage of the war rackets systematically escalated to spark off a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have worked hard to unleash a war against the DPRK while escalating the tension on the peninsula. This is aimed to find a way out of the crisis caused by the total failure of their domestic and foreign policies.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S. and the south Korean puppet forces' moves for a war against the DPRK have reached an extreme phase, the DPRK has already declared a final sacred action of justice to defend the sovereignty of the country and the dignity of its supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and puppet warmongers ignite a war against the DPRK despite its repeated warnings, it will mobilize tremendous military muscle including diversified high-precision nuclear strike means and blow up the strongholds of the enemies by merciless nuclear strikes and achieve a final victory in the great war for national reunification."
        },
        {
            "title": "Rodong Sinmun Calls for Bolstering Up Its Nuclear Deterrent",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-12ee.html",
            "content": "Rodong Sinmun Calls for Bolstering Up Its Nuclear Deterrent\r\n Pyongyang, April 27 (KCNA) -- The stronger the capability of nuclear weapons grows, the more powerful the forces become to deter aggression, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t Those countries, which failed to direct efforts to bolstering up defence capabilities by relying on big powers in the past or abandoned even war deterrent, yielding to the U.S. pressure and appeasement, could not defend the dignity and sovereignty of the nation, much less protecting their happiness and prosperity, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The situation goes to prove that one can defend oneself only when one fights with nukes against the aggression forces coming in attack with nukes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is not the only country that keeps nuclear weapons. But it is the only country which imposed a horrible nuclear disaster upon mankind by brandishing nukes from the very moment it had access to them.\n\t\t\t\t\t\n\t\t\t\t\t It has never dropped its scenario to put the world under its control by threatening mankind with nukes. Since the demise of the Cold War era, in particular, it has rushed headlong into nuclear development, styling itself the \"world's only superpower.\" It, at the same time, advocated the doctrine of preemptive nuclear attack on non-nuclear weapons states.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the primary target of the U.S. preemptive nuclear attack.\n\t\t\t\t\t\n\t\t\t\t\t It is unreasonable for the DPRK to protect the sovereignty and security of the country and its socialist system by a diplomatic method or by appeal now that the U.S. imperialists are coming in attack with nuclear weapons. The DPRK's nukes are war deterrent for self-defence to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\t Its access to nukes is an option of justice to defend its supreme interests from the U.S. ceaseless nuclear threat, and an exercise of its right to self-defence. The DPRK is fully ready to react to the U.S. nuclear blackmail with a merciless nuclear attack, war of aggression with a total war of justice -- this is the strong message of the DPRK and its firm stand."
        },
        {
            "title": "Anniversary of Kim Jong Un's Work Marked",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-10ee.html",
            "content": "Anniversary of Kim Jong Un's Work Marked\r\n Pyongyang, April 27 (KCNA) -- Rodong Sinmun Saturday dedicates a bylined article to the first anniversary of the dear respected Kim Jong Un's work \"On Bringing About a Revolutionary Turn in Land Administration in Line with the Demands for Building a Thriving Socialist Country\".\n\t\t\t\t\t The work, published on April 27, Juche 101 (2012), deals with the undying feats performed by President Kim Il Sung and leader Kim Jong Il in land management. It also indicates the general orientation and tasks for face-lifting the land of the country as befitting a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t The work serves as important guidelines for turning Pyongyang into a capital city of the sacred revolution and a magnificent and picturesque world-class city so as to set an example of Songun culture and generalize it and convert the whole country into a socialist fairyland.\n\t\t\t\t\t\n\t\t\t\t\t It also serves as a precious compass for successfully managing and protecting land to bring about a decisive turn in the economic construction and the improvement of people's living standard and a patriotic banner for turning the country into a prosperous socialist country for posterity.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea's noble idea of land management serves as a powerful engine for turning the country into a beautiful cradle to live in.\n\t\t\t\t\t\n\t\t\t\t\t \"Let us more beautifully spruce up our mountains and rivers and land!\" -- This is a patriotic slogan the Korean people should put up, true to the intention of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will devote their patriotic efforts to the effort for turning the country into a more abundant land, tapestry-like land clad in thick verdure."
        },
        {
            "title": "Nuke and Peace (2)",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-13ee.html",
            "content": "Nuke and Peace (2)\r\n Pyongyang, April 27 (KCNA) -- Rodong Sinmun on April 25 carried a political essay titled \"Nuke and peace\".\n\t\t\t\t\t The U.S. nukes presage disaster but the Korean people's nukes promise peace and happiness, the political essay said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK can also roar at imperialism with nukes of justice, and disgrace, humble and insult U.S. imperialism which has grown fat by bleeding mankind white and exploiting the earth's resources.\n\t\t\t\t\t\n\t\t\t\t\t At last the DPRK crossed the watershed for realizing its dream for lasting peace and prosperity. The DPRK's access to nukes accelerates the world's denuclearization and peace. Strength can be contained only with strength and nukes with nukes. The U.S. nukes beget nuclear proliferation and nuclear arms race but the DPRK's nukes promote denuclearization based on new concept and mission of nukes. It has become possible to set up new peaceful and stable order by disabling big powers' nuclear advantages and hegemony.\n\t\t\t\t\t\n\t\t\t\t\t The arrogant U.S. imperialists and all stripes of hostile forces have built up public opinion as if the world has been faced with big danger. They have become vociferous about it almost every day. This can be interpreted in two ways: one is to put pressure on the DPRK to stop \"provocation\" and \"threats\" to the international community and the other is to threaten the DPRK to change its line and way. The U.S. asserts that the DPRK will have no future as long as it holds the possession of nukes. Do they have even an iota of idea of how the DPRK will respond to it? The U.S. imperialists' craftiness and brigandish nature are giving off venomous poison.\n\t\t\t\t\t\n\t\t\t\t\t Nuclear dismantlement precisely means disarmament and the change of line means the toppling of social system. This land will turn into a theatre of scramble of big powers and Korea will be forced to experience the second 1905 incident. The sacred history of our predecessors will be made a mockery of and we will lose the socialist life that has been kept dear to us generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists brought a false charge against a country that had never accessed nukes and occupied it by way of a war to gratify its unrelenting avarice for natural resources. A country reached out to the U.S. for reconciliation and concession, believing in the promise for prosperity in return for dismantlement of nukes, only to be overthrown and occupied by the U.S. These countries are now trembling with bitter anger.\n\t\t\t\t\t\n\t\t\t\t\t We will work hard without deviation or stop to make sure that no country and nation will fall a victim to the imperialist wolves and to prove human hope that man is equal and people of any country can achieve progress and civilization with their own view on value.\n\t\t\t\t\t\n\t\t\t\t\t It is shame for south Korea to boast of itself ranking among world's economically advanced nations with the help of fund and technology provided by the U.S. with an aim to use it as a springboard for the continental domination. What is all the more irony is the disgusting behavior of the south Korean puppet forces trying to admonish the DPRK, unbecoming for their inferior position in the aspect of possession of satellite and nukes, symbol of a country's might in the world arena.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces should feel shame of themselves as they make mischief in line with their master, far from expressing gratitude to the heroic people who achieved the great cause of the nation standing unspeakable and manifold difficulties. They are utterly ignorant of what the real treasure of the nation is and how the future generations will become.\n\t\t\t\t\t\n\t\t\t\t\t No one can turn back history which has advanced fast. The DPRK will keep advancing, standing all tempests of history and mercilessly smashing all rubbish forces no matter how hard it can be to the hostile forces and how much calumnies they may heap on the DPRK to check its advance by a war.\n\t\t\t\t\t\n\t\t\t\t\t With its foot firmly based on the foundation of a nuclear power, the DPRK will surge toward the world like a satellite. Just as it turned nukes which were a monopoly of imperialism into the treasured sword of the people it will turn the wealth and prosperity owned by imperialism into the possession of the people.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already advanced far. It has leapt to the center stage of Northeast Asia as a country of justice and will contribute to human progress and prosperity. It is now gearing up strategically to face the world which will be vibrant and with which it will forge broad and active bonds. \n\t\t\t\t\t\n\t\t\t\t\t Steadfast is our principle and coherent is our logic.\n\t\t\t\t\t\n\t\t\t\t\t We are firm and fixed in our stand and determination to counter all the reactionary forces' plots and obstruction moves that harass peace and stand in our way for prosperity until the U.S. clears itself of the inveterate bitterness toward the DPRK and persistent ambition for aggression.\n\t\t\t\t\t\n\t\t\t\t\t After decades and centuries, the world people will look back and reflect on the heroic deed done by the people of the present generation of socialist Korea by safeguarding the dignity and human justice in the face of manifold difficulties and pressure.\n\t\t\t\t\t\n\t\t\t\t\t No one can check our advance as long as there are the leadership of the dear respected Marshal Kim Jong Un, who represents ever-victorious banner, the nuclear force for self-defence of the powerful revolutionary Paektusan army and the united strength of the people."
        },
        {
            "title": "US, S. Korea Stage Combined Landing Drill against DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-18ee.html",
            "content": "US, S. Korea Stage Combined Landing Drill against DPRK\r\n Pyongyang, April 27 (KCNA) -- The U.S. imperialists and the south Korean warmongers kicked off a combined landing drill against the north in the area of Phohang, North Kyongsang Province, according to Yonhap News of south Korea.\n\t\t\t\t\t The warmongers staged the landing drill for securing coastal bridgehead in the event of contingency from April 21. They made public the course of the drill on April 26, inciting war hysteria.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. marines and navy present in Okinawa, Japan and other aggression forces including the three services and the marine corps of the south Korean puppet army and the latest war equipment including armored cars, tanks, helicopters and VTOL transport planes were involved in the drill, reminding one of a real war."
        },
        {
            "title": "S. Korean Authorities Accused of Their Humiliating Action",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-14ee.html",
            "content": "S. Korean Authorities Accused of Their Humiliating Action\r\n Pyongyang, April 27 (KCNA) -- The People for Achieving Peace and Reunification in south Korea held a press conference in Seoul on Wednesday at which it accused the \"government\" authorities of their humiliating action.\n\t\t\t\t\t It accused the U.S. forces in south Korea of diverting the upkeep of the U.S forces to the purpose of building a museum of the U.S. Second Division, a restaurant in the U.S. military base in Ryongsan, etc.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is pressurizing south Korea to increase 50 percent of its share of the upkeep of the U.S. forces in south Korea under an unreasonable pretext, it charged.\n\t\t\t\t\t\n\t\t\t\t\tIf this is allowed, the south Korean people's burden will swell by over 1,000 billion won, it deplored.\n\t\t\t\t\t\n\t\t\t\t\t It accused the south Korean \"government\" of remaining an onlooker to the unreasonable use of the upkeep of the U.S. forces collected as taxes from the people.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the authorities totally take back the upkeep unreasonably used, away from their humiliating attitude.\n\t\t\t\t\t\n\t\t\t\t\t It urged them to stop negotiations on the upkeep of the U.S. forces to meet U.S. interests, and scrap the special agreement on sharing their upkeep."
        },
        {
            "title": "DPRK's Nukes Changes Structure of DPRK-US Confrontation: Website",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-05ee.html",
            "content": "DPRK's Nukes Changes Structure of DPRK-US Confrontation: Website\r\n Pyongyang, April 27 (KCNA) -- An article titled \"Present international situation is decided by the DPRK\" was posted on The Fourth Media, a website of China, on March 31.\n\t\t\t\t\t The DPRK's access to nuclear weapons has dramatically changed the structure of DPRK-U.S. showdown, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has long made desperate efforts to stifle the DPRK only to sustain a serious setback.\n\t\t\t\t\t\n\t\t\t\t\t It finds itself at a loss, much upset by the statement of the DPRK reflecting its determination to defend its social system and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. introduced strategic bombers, nuclear strike means, into the sky above south Korea. But it has not attained its aim and strategic bombers were compelled to fly back to their base like a paper tiger.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is bluffing before the world.\n\t\t\t\t\t\n\t\t\t\t\t How the world situation will develop depends on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Stronger is the will of the Korean people to settle accounts with the U.S. by using everything they have attained by their devoted efforts while tightening their belts.\n\t\t\t\t\t\n\t\t\t\t\t Gone are the days never to return when the nuclear powers could hold sway over the world situation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a new realistic force defining the trend of the world situation.\n\t\t\t\t\t\n\t\t\t\t\t Though not such big power as the U.S., the DPRK is steering the international situation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is set to bring the U.S. to the history's final trial."
        },
        {
            "title": "Japanese Party Demands Halt to US-S. Korea War Drills",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-06ee.html",
            "content": "Japanese Party Demands Halt to US-S. Korea War Drills\r\n Pyongyang, April 27 (KCNA) -- The Society for Korean Peninsula Studies of the New Socialist Party of Japan on April 2 issued a statement in protest against the U.S.-south Korea joint war drills.\n\t\t\t\t\t The statement said a touch-and-go situation was prevailing on the Korean Peninsula due to the moves of the U.S. and south Korea for aggression against the DPRK, accusing the U.S. of introducing even strategic nuclear bombers into the war drills and the south Korean puppet troops of openly perpetrating such provocations as hurting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Under such extremely tense situation the Supreme Command of the Korean People's Army and the DPRK Foreign Ministry issued statements demanding the U.S. and south Korea immediately halt their reckless nuclear war drills, it added.\n\t\t\t\t\t\n\t\t\t\t\t This situation is entirely attributable to the moves of the U.S. and its followers to stifle the DPRK and the double standards of the UN, the statement noted, strongly demanding the U.S. and south Korea immediately halt their nuclear war racket and military actions against the DPRK."
        },
        {
            "title": "Kim Il Sung Praised by Newspapers of India, Kuwait",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-02ee.html",
            "content": "Kim Il Sung Praised by Newspapers of India, Kuwait\r\n Pyongyang, April 27 (KCNA) -- Newspapers of India and Kuwait carried special write-ups to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The Indian paper New Delhi Times on April 10 devoted its one whole page to a special write-up illustrated with a photo of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"The eternal sun of Juche\" the paper said he is revered by the world progressive people as the eternal sun of Juche. He founded the Juche idea, providing the idea guiding the human cause of independence and hewing out the cause of independence through his original Songun revolutionary leadership and leading it to victory, the paper noted.\n\t\t\t\t\t\n\t\t\t\t\t His benevolent image will shine long as the eternal sun of Juche in the hearts of all people the world over aspiring after independence, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t The Indian paper Indian and World Event on April 15 dedicated its one whole page to articles titled \"The people's father\" and \"Estimation of history\" illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that he was not only the leader of a country but  also the great father of the people, adding his image as a tender-hearted leader  will always be enshrined in the hearts of progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The Kuwaiti paper Al-Rai on April 15 in an article titled \"President Kim Il Sung, eternal sun of Juche\" introduced in detail his undying feats.\n\t\t\t\t\t\n\t\t\t\t\t The Juche cause which was started on Mt. Paektu is confidently being carried forward by Marshal Kim Jong Un, supreme leader of the Korean people."
        },
        {
            "title": "DPRK's Important Days Marked in Italy, Brazil",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-03ee.html",
            "content": "DPRK's Important Days Marked in Italy, Brazil\r\n Pyongyang, April 27 (KCNA) -- Events took place in Italy and Brazil on April 18 on the occasions of the birth anniversary of President Kim Il Sung, the 20th anniversary of leader Kim Jong Il's election as chairman of the National Defence Commission of the DPRK and the first anniversaries of the dear respected Kim Jong Un's election to the top posts of the Workers' Party of Korea and the state. They included meetings, round-table talks and book and photo exhibitions.\n\t\t\t\t\t Displayed in the venues of the events were photos dealing with exploits of Kim Il Sung, Kim Jong Il and Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display were works of the peerlessly great persons of Mt. Paektu and books and photos introducing the stirring situation of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Matteo Carbonelli, secretary general of the European Society for the Study of the Juche Idea, in a speech at the meeting praised Kim Il Sung as a legendary hero who defeated the U.S. and Japanese imperialists in one generation, saved the destiny of the country and the nation and turned the DPRK into a socialist power.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un, faithful successor to the idea and cause of Kim Il Sung and Kim Jong Il, laid down a new line on simultaneously pushing forward economic construction and the building of nuclear force and is leading the Korean people in their effort to carry it out, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t We will conduct more brisk activities to support the Korean people in their struggle to firmly defend socialism.\n\t\t\t\t\t\n\t\t\t\t\t Aldo Bernardini, chairman of the Italian Committee for the Study of the Juche idea, and other speakers said that Western media are floating misinformation on the grave situation prevailing on the Korean Peninsula, saying that the DPRK government has taken countermeasures for self-defence to cope with the U.S. and its allies' decades-long moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Brasilia Federal District Committee of the Brazilian Communist Party at the round-table talks lauded the feats performed by Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They noted that Kim Jong Un is wisely leading the Korean people in their effort to build a thriving nation, resolutely shattering the moves of the imperialists to ignite a nuclear war, under the uplifted banner of independence and Songun."
        },
        {
            "title": "Korean People's Struggle Supported by Peruvian Organizations",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-04ee.html",
            "content": "Korean People's Struggle Supported by Peruvian Organizations\r\n Pyongyang, April 27 (KCNA) -- Organizations of Peru extended full support to the ultimatum of the Supreme Command of the Korean People's Army, the statement of the Policy Department of the National Defence Commission of the DPRK and the statement of a spokesman for its Foreign Ministry.\n\t\t\t\t\t The Peruvian Committee for Remembering Generalissimo Kim Jong Il and the Peruvian Committee for Friendship and Solidarity with Peoples in a joint statement on April 19 said that at a time when the whole world was in a festive mood to celebrate the Day of the Sun (birth anniversary of President Kim Il Sung), the south Korean puppet regime let anti-communist gangsters dare hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet authorities currying favor with the U.S. are echoing their master's talk about dialogue, the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the U.S. and south Korean regime raised the precondition to the DPRK that it should show its \"will for denuclearization\" under the plea of dialogue.\n\t\t\t\t\t\n\t\t\t\t\t If they truly want dialogue, they should roll back their trite hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies should draw a due lesson from the disgrace they have repeatedly suffered after refusing to accept the sincere proposals of the DPRK in the past, stop at once all the anti-DPRK moves and make a total apology for them as already declared by the Policy Department of the DPRK National Defence Commission.\n\t\t\t\t\t\n\t\t\t\t\t They should give formal assurances before the world that they would not resort to nuclear war maneuvers threatening or blackmailing the DPRK, and take practical steps for dialogue and negotiations such as withdrawing all nuclear war means from south Korea and its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are sure to win in the present showdown with imperialism and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian Group for the Study of Kimilsungism-Kimjongilism on the same day said the U.S. and south Korean regime are misleading world public, creating impression that they are interested in detente on the Korean Peninsula. It stated:\n\t\t\t\t\t\n\t\t\t\t\t They are talking about dialogue in a bid to weather a crisis, taken aback by the might of Songun Korea, but they are seriously mistaken if they think they can fool the army and people of the DPRK and world progressives.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the ultimatum of the Supreme Command of the Korean People's Army, the statement of the Policy Department of the DPRK National Defence Commission and the statement of a spokesman for the DPRK Foreign Ministry and extend invariable solidarity to the Korean people in their struggle to defend the sovereignty and dignity of the country and the nation and reunify the country."
        },
        {
            "title": "Vocero del BGDCDZE publica declaracion",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-20ee.html",
            "content": "Vocero del BGDCDZE publica declaracion\r\nPyongyang, 27 de abril (ACNC) -- A la pregunta de un reportero de la ACNC formulada en relacion con que la banda titere surcoreana publico la supuesta \"decision\" de retirar sus miembros restantes en la Zona Industrial de Kaesong, el portavoz del Buro General de Direccion Central sobre el Desarrollo de Zona Especial respondio el dia 27 con siguiente contenido:\n\t\t\t\t\tEl dia 26, la banda de los conservadores titeres del Sur de Corea convoco en Chongwadae la reunion de los ministros de diplomacia y seguridad con la participacion de la gobernante, ocasion en la cual publico por medio del ministro de Unificacion la \"declaracion del gobierno\" que imputa la responsabilidad del estado de la ZIK a la RPDC y decide retirar a todos los surcoreanos restantes en esta zona bajo el pretexto de la \"dificultad\" y la \"proteccion de civiles\".\n\t\t\t\t\t\n\t\t\t\t\tDe veras, son los sofismas de los maniacos conflictivos y brutales alborotos de provocacion.\n\t\t\t\t\t\n\t\t\t\t\tTodo el mundo sabe las obstinadas maquinaciones de ella para eliminar la ZIK, fruto de la Declaracion Conjunta del 15 de Junio.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, el ministro titere de Defensa Nacional, Kim Kwan Jin, revelo hasta el intento aventurero de realizar las operaciones militares en la ZIK introduciendo hasta el comando norteamericano bajo el rotulo de \"rehenes\" y \"retencion\". \n\t\t\t\t\t\n\t\t\t\t\tEn tal circunstancia, hemos interrumpido la entrada del personal surcoreano en la ZIK e hicimos a las personas ya entradas salir de esta zona segun sus deseos.\n\t\t\t\t\t\n\t\t\t\t\tAl cabo de acusarlo, los titeres surcoreanos insultaron a la RPDC con la enganosa propuesta de dialogo y presentaron las conversaciones de trabajo de autoridades demandando que diera la respuesta hasta la manana del dia siguiente y amenazando que tomarian las \"medidas importantes\" en caso de que la RPDC lo niegue.\n\t\t\t\t\t\n\t\t\t\t\tEn la historia de las relaciones intercoreanas hubieron muchas propuestas de dialogo. Pero, nadie, excepto a la banda de los conservadores titeres del Sur de Corea en actual mandato, hizo la propuesta de dialogo tan insolente fijando hasta el plazo y hablando de las \"medidas importantes\".  \n\t\t\t\t\t\n\t\t\t\t\tIndudablemente, esa farsa, nunca vista ni en la historia de diplomacia internacional, no es para hacer el dialogo sino para romperlo completamente. \n\t\t\t\t\t\n\t\t\t\t\tCuando la RPDC tomo la posicion rotunda sobre esta insolente propuesta de dialogo, los titeres surcoreanos convocaron de inmediato la reunion urgente y pasaron a la nueva etapa para romper la ZIK.\n\t\t\t\t\t\n\t\t\t\t\tTodo esto demuestra fehacientemente que la propuesta de dialogo y la resolucion de retirada del personal surcoreano son actos premeditados para llevar a la bancarrota la ZIK.\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a sus \"medidas importantes\", un relacionado de Chongwadae dijo que \"ya hemos trazado diversos guiones de contramedidas contra el Norte de Corea y los ponemos en practica despues de hacer la revision detallada\". \n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos dicen como si la retirada de su personal de la ZIK se debe a la falta de alimentos y materiales, pero es una mentira. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho demuestra que ellos se valen de todos los medios y metodos para destruir la ZIK.\n\t\t\t\t\t\n\t\t\t\t\tDebido a las brutales maniobras de la banda de los conservadores surcoreanos, quedo en suspension la ZIK, que funcionaba bien durante cerca de 10 anos bajo el parabien de la nacion y la atencion de todo el mundo. Ya es la cuestion de tiempo el rompimiento total de la ZIK. \n\t\t\t\t\t\n\t\t\t\t\tApreciamos la ZIK, producto de la epoca del 15 de junio, pero no pensamos en seguir ofreciendo el favor a quienes pagan con enemistad a la benevolencia.\n\t\t\t\t\t\n\t\t\t\t\tEn caso del cierre de la ZIK, la parte Sur sufrira grandes perdidas y danos, y la parte Norte no pierde nada.\n\t\t\t\t\t\n\t\t\t\t\tAl contrario, llegaremos a ocupar otra vez como zona militar la vasta area de la ZIK concedida hasta la fecha a la parte Sur, y apuntar mas cercanamente a Seul y asi sera mas favorable a la gran batalla por la reunificacion de la patria porque quedara abierto el camino de avance hacia el Sur.\n\t\t\t\t\t\n\t\t\t\t\tNo tomamos en consideracion las palabrerias de la banda titere sobre la retirada de sus empleados.\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, nunca retuvimos a las personas surcoreanas en la ZIK y permitimos regresar a la parte surena los que querian.\n\t\t\t\t\t\n\t\t\t\t\tEs una estupidez que la banda titere intente a asustarnos con la supuesta \"medida importante\".\n\t\t\t\t\t\n\t\t\t\t\tNos preocupamos a que fase catastrofica llevaran esos imbeciles belicistas conflictivos las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tParticularmente, la actual mandataria revela gradualmente su naturaleza conflictiva hablando de la \"renuncia de armas nucleares\", \"opcion correcta\" y el \"cambio\".\n\t\t\t\t\t\n\t\t\t\t\tObservamos atentamente que si la duena de Chongwadae tiene o no la intencion de sacrificar la ZIK, ultima parte de labor de cooperacion de la nacion conjunta, como ofrenda de la politica de confrontacion bailando al son de los fanaticos conflictivos.\n\t\t\t\t\t\n\t\t\t\t\tLa banda titere se responsabilizara totalmente del cierre total de la ZIK."
        },
        {
            "title": "Kenneth JunHo Bae se sometera al juicio en RPDC",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-21ee.html",
            "content": "Kenneth JunHo Bae se sometera al juicio en RPDC\r\nPyongyang, 27 de abril (ACNC) -- Ya fue terminado el sumario al ciudadano norteamericano Kenneth JunHo Bae quien fue capturado el 3 de noviembre del ano pasado en la Republica Popular Democratica de Corea, entrado bajo el rotulo del turismo a la ciudad de Rason de la RPDC.\n\t\t\t\t\tDurante el sumario, el reconocio totalmente su acto criminal de haber maniobrado para derrocar la RPDC abrigando la hostilidad a esta y su crimen fue comprobado claramente por los testimonios.\n\t\t\t\t\t\n\t\t\t\t\tEn unos dias no lejanos, el ciudadano norteamericano sera acusado al Tribunal Supremo y sentenciado."
        },
        {
            "title": "Rodong Sinmun denuncia ejercicios \"Foal Eagle\" EE.UU.-Sur de Corea",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-22ee.html",
            "content": "Rodong Sinmun denuncia ejercicios \"Foal Eagle\" EE.UU.-Sur de Corea\r\nPyongyang, 27 de abril (ACNC) -- Entra en etapa final el simulacro militar conjunto \"Foal Eagle\" Estados Unidos-Sur de Corea que lleva a la crisis de guerra nuclear la Peninsula Coreana y el resto del Nordeste Asiatico.\n\t\t\t\t\tPero, aunque se acabe este simulacro, no se aliviara la aguda tension de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un articulo individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tMientras exista EE.UU. que espera la tension permanente en esta Peninsula para realizar la politica hostil anti-RPDC, no estara en paz el territorio coreano.\n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios militares de varios tipos que libran los belicistas norteamericanos y los titeres surcoreanos bajo el rotulo de la \"defensa\" y \"los anuales\" son la provocacion premeditada para desatar la guerra nuclear en la Peninsula Coreana, aplastar con las fuerzas armadas a la RPDC y derrocar el regimen socialista optado por el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tSu caracter provocativo se intensifico cada ano y llega al climax como ahora.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, el simulacro \"Foal Eagle\" es el mas peligroso porque es la etapa final del alboroto de guerra ampliado y fortalecido de modo sistematico suponiendo la guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tRecientemente, EE.UU. se entrega con frenesi a las maquinaciones de provocacion de guerra anti-RPDC agravando mas la tension de la Peninsula Coreana con el fin de buscar la salida de la crisis por el fracaso total de la politica interna y externa.\n\t\t\t\t\t\n\t\t\t\t\tEn relacion con que llegaron al climax las maquinaciones de provocacion de guerra de EE.UU. y los titeres surcoreanos, la RPDC declaro ya la sagrada guerra final de justicia para defender la soberania y la maxima dignidad del pais.\n\t\t\t\t\t\n\t\t\t\t\tSi los belicistas norteamericanos y los titeres surcoreanos desatan la guerra anti-RPDC despreciando nuestras repetidas advertencias, arrasaremos todos los nidos de los enemigos movilizando todas las fuerzas militares incluyendo los medios diversificados de ataque nuclear a superprecision y lograremos la victoria final en la guerra por la reunificacion de la patria."
        },
        {
            "title": " Armas nucleares son fuerte disuasivo de guerra, afirma Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201304/news27/20130427-23ee.html",
            "content": "Armas nucleares son fuerte disuasivo de guerra, afirma Rodong Sinmun\r\nPyongyang, 27 de abril (ACNC) -- En un articulo individual de este sabado, el diario Rodong Sinmun insiste en que cuanto mas se fortalezca el poderio de las armas nucleares, tanto mas se hace fuerte el disuasivo de guerra. \n\t\t\t\t\tLos paises, que no fortalecieron la capacidad de defensa nacional apoyandose en las grandes potencias o renunciaron el disuasivo de guerra existente rendidos ante la presion y engano de Estados Unidos, no pudieron asegurar la felicidad y prosperidad del pais ni defender la dignidad y soberania de la nacion, comienza el articulo y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que hay que enfrentarse con armas nucleares a las fuerzas agresoras con mismos armamentos.\n\t\t\t\t\t\n\t\t\t\t\tEn este mundo existen varios paises con armas nucleares como EE.UU. Pero, ninguno de ellos, excepto al imperio yanqui, no acarreo tan enormes desastres nucleares a la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. tiene la invariable ambicion de tomar la hegemonia mundial amenazando con las armas nucleares a la humanidad. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, despues del fin de la guerra fria, acelera el desarrollo de armas nucleares autodenominandose de \"unica superpotencia\" e insiste en el ataque preventivo nuclear contra los paises desnuclearizados. \n\t\t\t\t\t\n\t\t\t\t\tEl primer blanco del ataque preventivo nuclear del imperio norteamericano es la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEn tal circunstancia, es una ilogica defender la soberania y seguridad del pais y el regimen socialista con algun llamamiento o por via diplomatica. \n\t\t\t\t\t\n\t\t\t\t\tLas armas nucleares de la RPDC son precisamente el disuasivo de guerra de caracter autodefensivo.\n\t\t\t\t\t\n\t\t\t\t\tLa posesion de armas nucleares de la RPDC es la justa opcion y ejercicio de su derecho a la autodefensa para defender sus maximos intereses en medio de la incesante amenaza nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tResponder al chantaje nuclear de EE.UU. con el implacable ataque nuclear, y a la guerra de agresion con la justa guerra total, esto es la inmutable posicion de la RPDC."
        }
    ]
}