{
    "date": "2013-04-26",
    "url": "http://kcna.co.jp/item/2013/201304/2013-04-26ee.html",
    "articles": [
        {
            "title": "NDC Policy Department Threatens to Take Final, Decisive Step",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-15ee.html",
            "content": "NDC Policy Department Threatens to Take Final, Decisive Step\r\n Pyongyang, April 26 (KCNA) -- A spokesman for the Policy Department of the National Defence Commission (NDC) of the DPRK released the following statement Friday:\n\t\t\t\t\t The DPRK already made public the principled stand of its army and people as to the south Korean puppet authorities' \"proposal for dialogue\" under the grave war-like situation created on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north and the south and abroad and the world peace-loving people are unanimous in their demand that the south Korean authorities prove in practice its sincerity regarding the \"proposal for dialogue\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities, however, instigated die-hard conservative gangsters to scatter copies of literature malignantly slandering the DPRK on the occasion of its Day of the Army.\n\t\t\t\t\t\n\t\t\t\t\t Those copies of literature were packaged in dishonest and provocative language slandering the dignified social system in the DPRK and shifting the blame for the situation of the Kaesong Industrial Zone on to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What merits serious attention is that human scum who directly scattered the anti-DPRK leaflets made appearance in official media and said that they committed the hostile act after approaching the area close to the \"line under civilian control\" unrestricted by the authorities.\n\t\t\t\t\t\n\t\t\t\t\t This proves that the scattering operation was conducted at the tacit connivance and under the manipulation of the authorities.\n\t\t\t\t\t\n\t\t\t\t\t This, at the same time, proves that the \"dialogue offer\" made by them is nothing but a crafty trick to make the mockery of the public and evade from the responsibility for the war-like situation.\n\t\t\t\t\t\n\t\t\t\t\t The recent operation can not be overlooked as it was openly carried out at a time when the Chongwadae chief is loudly crying out for \"abidance by north-south agreements\".\n\t\t\t\t\t\n\t\t\t\t\t There were times in the past when the north and the south adopted valuable agreements for reconciliation, unity, peace and prosperity such as the June 15 joint declaration and the October 4 declaration, bringing delight to the nation.\n\t\t\t\t\t\n\t\t\t\t\t If these agreements, gains common to the nation, had been abided by and implemented, there would not have been such a nightmare of the confrontation between fellow countrymen as today and this land would not have turned into a hotbed of war.\n\t\t\t\t\t\n\t\t\t\t\t The chief of Chongwadae in public appearance asserted that the north should observe the north-south agreements but behind scene let human scum scatter leaflets, revealing her true colors as an element seeking confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The most frantic south Korea-U.S. naval landing drill is going on in the East Sea of Korea at this time quite contrary to her much touted dialogue and negotiations, pushing the tense situation to the point of explosion.\n\t\t\t\t\t\n\t\t\t\t\t Is there any provision which allows mud-slinging and hostile acts against the other party in the north-south agreements?\n\t\t\t\t\t\n\t\t\t\t\t The Kaesong Industrial Zone (KIZ) is now on the verge of collapse. This is entirely attributable to the reckless war hysteria of the south Korean puppet regime.\n\t\t\t\t\t\n\t\t\t\t\t As recognized by the world, the KIZ is a precious gain in the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army made a bold decision such as offering the major military vantage point in the area along the Military Demarcation Line as a plot for the KIZ though huge armed forces are standing in acute confrontation. In the subsequent period the KPA made every possible effort for its normal operation despite all the obstructive moves of the U.S. and the puppet regime.\n\t\t\t\t\t\n\t\t\t\t\t This is fully evidenced by the fact that traitor Lee Myung Bak's heinous \"May 24 step against the north\" dared not affect the KIZ.\n\t\t\t\t\t\n\t\t\t\t\t Even when the smear campaign launched by the regime with ultra-right conservative politicians and media involved reached an intolerable phase, the DPRK did not take such important steps as forcibly expelling personnel of the south and totally closing the KIZ. But, there is now a limit to the DPRK's efforts and patience.\n\t\t\t\t\t\n\t\t\t\t\t At a time when the U.S. hostile acts and the resultant nuclear war racket reached an extreme phase, traitor Kim Kwan Jin who is the boss of the military gangsters openly disclosed his scenario to ask the U.S. imperialist aggressor forces to hurl even their commando into the KIZ in anticipation of \"hostage taking\" there. \n\t\t\t\t\t\n\t\t\t\t\t As the KIZ turned into a de facto scene of \"hostage taking\" to be abused by the U.S. and south Korean military gangsters for provoking an all-out war any time, the DPRK was compelled to take steps for banning personnel from entering the zone and temporarily suspending operations in the zone in order to ensure the safety of personnel from the south.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the puppet regime floated misinformation that the DPRK \"refused to take minimum humanitarian step\" for the personnel of the south remaining in the zone. On Thursday the group let a spokesman for the \"Ministry of Unification\" release a statement little short of an \"ultimatum\" accusing the DPRK like a wolf concerned about a sheep. \n\t\t\t\t\t\n\t\t\t\t\t The regime plunged the KIZ into the unrecoverable state and escalated the tension while not doing what it should do, not content with viciously hurting the dignity of the DPRK with such rhetoric as \"financial source\" and \"drain on resources\". Its action can never be pardoned under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t The arch criminals who pushed the inter-Korean relations to the brink of a war floated the deceptive story about \"talks between authorities\", not yet coming to their senses and even became vocal about an \"ultimatum-like crucial measure\". This will precipitate their final destruction.\n\t\t\t\t\t\n\t\t\t\t\t If they are truly worried about the lives of south Korean personnel in the KIZ, they may withdraw all of them to the south side where there are stockpile of food and raw materials and sound medical conditions.\n\t\t\t\t\t\n\t\t\t\t\t Institutions concerned of the DPRK will responsibly take all the humanitarian measures including the provision of guarantee for their personal safety that may arise in the course of the withdrawal.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean puppet regime keeps aggravating the situation, in disregard of the situation, it will be the DPRK, not south Korea, that will be forced to take the final decisive and crucial measure first."
        },
        {
            "title": "Greetings to Sierra Leonean President",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-08ee.html",
            "content": "Greetings to Sierra Leonean President\r\n Pyongyang, April 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of greeting to Ernest Bai Koroma, president of Sierra Leone, on the occasion of the 52nd anniversary of its independence.\n\t\t\t\t\t The message sincerely wished the Sierra Leonean president great success in his responsible work for the national unity and socio-economic development, expressing belief that the friendly and cooperative relations between the two countries would grow stronger."
        },
        {
            "title": "Greetings to South African President",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-09ee.html",
            "content": "Greetings to South African President\r\n Pyongyang, April 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Tuesday sent a message of greeting to Jacob Gedleyihlekisa Zuma, president of South Africa, on the Day of Freedom, its national day.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger, wishing the president and government of South Africa greater success in their work for the prosperity of the country, people's wellbeing and regional peace."
        },
        {
            "title": "Greetings to Togolese President",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-10ee.html",
            "content": "Greetings to Togolese President\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Friday sent a message of greeting to Faure Essozimna Gnassingbe, president of Togo, on the occasion of the 53rd anniversary of its independence.\n\t\t\t\t\t The message expressed belief that the friendly relations between the two countries would grow stronger, wishing the government and people of Togo fresh success in achieving the national reconciliation and unity and socio-economic development under the correct leadership of the Togolese president."
        },
        {
            "title": "Nuke and Peace (1)",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-11ee.html",
            "content": "Nuke and Peace (1)\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- Rodong Sinmun carried a political essay titled \"Nuke and Peace\" on Thursday.\n\t\t\t\t\t Explaining why the DPRK had to access nuclear weapons by making painstaking efforts and tightening its belt several times and even risking war and death, the political essay said:\n\t\t\t\t\t\n\t\t\t\t\t One has to understand the world if one wants to understand the reason of unavoidability and inevitable consequences. One also needs to see through the nature of U.S. imperialism which nibbles at earth under the spurious show of human civilization.\n\t\t\t\t\t\n\t\t\t\t\t Despite all kinds of splendid sermons and advertisements about freedom, equality, growth and civilization and despite 19-chapter and 111-article UN Charter and slews of treaties, a whole gamut of doctrines and speeches and heated debates that are made in the world on a daily basis, there is one thing which has grown all the more ferocious and undisguised.\n\t\t\t\t\t\n\t\t\t\t\t That is the logic of strength, order of strength and rule of strength by the U.S. imperialists. It is the U.S. which lords it over the world and behind its avarice and huge might lie such monopoly tycoons like Rockfeller.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. did not hesitate to start wars and manipulate upheavals in Iraq, Afghanistan and later in Libya and Middle East to seize more natural resources and maintain its rule. It even made no scruple of committing assassination and terrorism to this end.\n\t\t\t\t\t\n\t\t\t\t\t Peace is the false face of imperialism and equal dealings with imperialism will lead it to a ruin. War and plunder are like air and food that keep imperialist monster survive and go on.\n\t\t\t\t\t\n\t\t\t\t\t Justice without strength entails tears. Peace advocated by the weak amounts to begging. One should not talk about love for peace without building strength.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear thunder made by the DPRK in spring in 2013 was its answer to this and a landmark event that was like a wake-up call for humankind.\n\t\t\t\t\t\n\t\t\t\t\t During the last Korean war the U.S. announced that it would use A-bomb in Korea. MacArthur blustered that it would form a radioactive corridor running from the east sea to the west sea in the northern part of Korea, adding that no living things will be able to come to life in the zone for 60 to 120 years.\n\t\t\t\t\t\n\t\t\t\t\t This produced the long procession of \"A-bomb evacuees\" from the north headed to the south. Some families sent only men to the south out of desire to keep their family line. This is the reason that millions of families now live separated in the north and the south of Korea and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have never led a peaceful life amid the vortex of endless threats of war. With the 1969 Focus Retina operation as the starting one, the U.S. imperialists constantly staged war exercises under various codenames for over 40 years. In the new century the U.S. designated the DPRK as part of an \"axis of evil\", put it in the list of preemptive nuclear attack and has resorted to the whole gamut of threats and blackmail against it.\n\t\t\t\t\t\n\t\t\t\t\t Its nuclear racket was followed by \"human rights\" issue that was also followed by the call for \"change in social system\". By raising issues endlessly, it designs to keep Northeast Asia under its domination.\n\t\t\t\t\t\n\t\t\t\t\t Bottom-line is whether the nation keeps its dignity or submits to others and whether it survives or ruins.\n\t\t\t\t\t\n\t\t\t\t\t The world conscience, please answer.\n\t\t\t\t\t\n\t\t\t\t\t Have you ever thought of the pain suffered by a nation falling to victim of ferocious high-handed practices and domination strategy for the mere reason that it has differing ideology and social system and it is not an ally following the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Such hard-working and resourceful, highly civilized nation in the land of golden tapestry has had its opportunities for progress and prosperity deprived for nearly seven decades, being subject to hardships generation after generation. Its grudge is now running sky-high.\n\t\t\t\t\t\n\t\t\t\t\t So the Koreans accessed nukes for punishment and retaliation, a weapon enough to smash the oppression and replace the imperialists' order by one of independent people.\n\t\t\t\t\t\n\t\t\t\t\t Nuclear tests were conducted on October 9, 2006, May 25, 2009 and February 12, 2013. Just as satellite enters into its orbit through three-stage surges, the DPRK leaped into a nuclear weapons state by crossing three big mountains and making three big leaps in seven years of hardships. \n\t\t\t\t\t\n\t\t\t\t\t It was human tragedy that A-bomb was first possessed by the imperialists and the U.S. emerged as a nuclear empire. As the U.S. imperialists became the first owner of nuclear weapons and big powers have had monopoly of them for years, nuke has become the pronoun of war and horror. \n\t\t\t\t\t\n\t\t\t\t\t In protest against this unjust and crime-woven history, the DPRK at last had access to nuke. (to continue)"
        },
        {
            "title": "DPRK's Nuclear Weapons Serve as Treasured Sword for Defending Sovereignty: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-12ee.html",
            "content": "DPRK's Nuclear Weapons Serve as Treasured Sword for Defending Sovereignty: Rodong Sinmun\r\n Pyongyang, April 26 (KCNA) -- The DPRK's nuclear weapons represent the life and soul and treasure of the nation and the dignity of the DPRK. The DPRK will protect its sovereignty with nuclear weapons, build an economic power and a highly civilized socialist nation under the protection of a nuclear shield and achieve the cherished  desire of the country's reunification by tightly holding nuclear force. \n\t\t\t\t\t Rodong Sinmun Friday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The March, 2013 plenary meeting of the C.C., the Workers' Party of Korea laid down a strategic line on simultaneously pushing forward economic construction and building of nuclear force. The line serves as a great banner for defending the peace and security on the Korean Peninsula and paving a wide avenue for national prosperity.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent and unshakable line of the WPK and the government of the DPRK to secure and bolster up powerful nuclear deterrent for self-defence as long as the imperialists' nuclear threat persists and there remains the danger of a nuclear war to it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet forces do not abandon their scenario to invade the DPRK even a bit. It is, therefore, nothing but a crafty artifice to let loose rhetoric that they would do something for the DPRK if it dismantles its nukes.\n\t\t\t\t\t\n\t\t\t\t\t They paint the DPRK's access to nuclear weapons as something for a political bargain. This reveals their sinister ploy to label the DPRK a nuclear criminal in a bid to shift the blame for the strained situation onto it and justify their moves for invading it.\n\t\t\t\t\t\n\t\t\t\t\t Their assertion is part of their moves for a nuclear war against the DPRK and represents its height.\n\t\t\t\t\t\n\t\t\t\t\t Now that they are working hard to ignite a nuclear war against the DPRK, its option is clear. It is left with no option but to bolster up its war deterrent for self-defense centered on nuclear force in every way.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear weapons are not something for bargaining.\n\t\t\t\t\t\n\t\t\t\t\t It will produce more precision and diverse nuclear weapons to bolster up its nuclear deterrent. It will never put down its nuclear weapons till the whole world is denuclearized."
        },
        {
            "title": "Ever-escalating Foal Eagle Joint Military Exercises under Fire",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-13ee.html",
            "content": "Ever-escalating Foal Eagle Joint Military Exercises under Fire\r\n Pyongyang, April 26 (KCNA) -- The U.S. and south Korean warmongers are going busy staging drills, including ones for joint landing, joint coast amphibious logistic support and emergency runway takeoff and landing, kicking up an extreme war atmosphere.\n\t\t\t\t\t In another development, the U.S. is massively concentrating aggressor forces including nuclear carriers, nuclear submarines and Aegis craft in the Pacific in anticipation of \"contingency\" on the Korean Peninsula, posing a grave threat to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Friday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This fact indicates that though the U.S. and south Korean puppet forces talk about \"dialogue\", they are putting spurs to the provocation moves for a nuclear war against the DPRK, with their daggers hidden behind their belts.\n\t\t\t\t\t\n\t\t\t\t\t It is clear evidence proving that they do not have even the slightest intention to defuse the tension on the Korean Peninsula but are working round-the-clock to ignite a nuclear war at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Foal Eagle joint military exercises which kicked off early in March have driven the tension on the peninsula into an extreme phase, creating such danger that a nuclear war may break out any moment.\n\t\t\t\t\t\n\t\t\t\t\t To take only those drills opened to media as an example, they were of very aggressive nature in their programs and features. The joint landing drills which have been under way for a month since April 5 were typical offensive drills.\n\t\t\t\t\t\n\t\t\t\t\t The moves of the U.S. and puppet warmongers for a war against the DPRK have reached an evermore grave phase. The present situation requires the DPRK to take a decisive military counteraction.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as a pikestaff that their trumpeting about \"dialogue\" is sheer hypocrisy and the scenario of the warmongers to start a nuclear war against the DPRK remains unchanged.\n\t\t\t\t\t\n\t\t\t\t\t They are sadly mistaken if they think they can browbeat the DPRK and break its will to defend its sovereignty by military threat and pressure.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and puppet warmongers should behave themselves, properly understanding the will of the army and people of the DPRK to wage a final decisive battle against them."
        },
        {
            "title": "Minju Joson Slams U.S.-S. Korea Dangerous War Confab",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-14ee.html",
            "content": "Minju Joson Slams U.S.-S. Korea Dangerous War Confab\r\n Pyongyang, April 26 (KCNA) -- Jong Sung Jo, south Korean puppet chairman of joint chiefs of staff, and his U.S. counterpart Dempsey held a meeting on April 21 while staying in Seoul  at which they discussed the issue of strengthening the \"joint posture\" to \"cope the threat of provocation from the north\". Dempsey blustered the U.S. would \"defend\" south Korea by mobilizing all military muscles such as nuclear umbrella and missile defence capability under the pretext of \"provocation from the north\". Jong responded to him by pledging to increase \"retaliatory capability\" through \"military cooperation\" with the U.S.\n\t\t\t\t\t Minju Joson Friday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This was a dangerous war confab to ignite a nuclear war against the DPRK at any cost by labeling it a provoker.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. and the south Korean puppet group that created a touch-and-go situation on the Korean Peninsula. The U.S. and south Korean puppet group and other hostile forces prodded the UN Security Council into cooking up the \"resolution on sanctions\" against the DPRK over its legitimate satellite launch for peaceful purposes and another \"resolution on sanctions\" against it over its nuclear test for self-defence to cope with it. It is again the U.S. and the puppet group which have staged the madcap Foal Eagle nuclear war maneuvers for two months. It is shameless, indeed, for the U.S. and the puppet group to accuse the north of \"its threat of provocation\" though they are to blame for such provocations.\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, the \"joint posture to cope with the threat\" touted by Dempsey and Jong is a version of war posture against the DPRK. \"Dialogue with the north\" proposed by the U.S. and the puppet group is nothing but a deceptive ploy to mislead public opinion and this made clearer the fact that they are working hard to ignite a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Facts go to prove that mere talking does not work on the U.S. and the puppet group as they seek to bring down the social system of the DPRK, refusing to co-exist with it, and that the warmongers keen on a war against it deserve a merciless punishment.\n\t\t\t\t\t\n\t\t\t\t\t The U.S and south Korean warmongers would be well advised to stop their reckless acts, mindful that their provocation of a nuclear war against the DPRK will only bring corpses and ruin to them."
        },
        {
            "title": "Manpho Yonha Power Station Goes Operational",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-19ee.html",
            "content": "Manpho Yonha Power Station Goes Operational\r\n Pyongyang, April 26 (KCNA) -- The Manpho Yonha Power Station was successfully built in the DPRK.\n\t\t\t\t\t The completion of its construction makes it possible to contribute to the economic development of Manpho City and improve the people's standard of living.\n\t\t\t\t\t\n\t\t\t\t\t An inaugural ceremony was held on Friday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Pak Pong Ju, Pak To Chun, Yang Hyong Sop and officials concerned, builders of the power station, people and helpers in the city.\n\t\t\t\t\t\n\t\t\t\t\t The tablet to honor the construction of the power station \"Manpho Yonha Power Station\" autographed by the dear respected Kim Jong Un was unveiled.\n\t\t\t\t\t\n\t\t\t\t\t Premier Pak Pong Ju, member of the Political Bureau of the Central Committee of the Workers' Party of Korea (WPK), conveyed a message of thanks of the C.C., the WPK to the builders who performed labor feats in the building of the power station and their helpers.\n\t\t\t\t\t\n\t\t\t\t\t The C.C., the WPK said in the message that the power station is vivid crystal of general secretary Kim Jong Il's love for the people and proud creation in the era of Songun as it was built by the inexhaustible mental power of the builders, people in the city and helpers.\n\t\t\t\t\t\n\t\t\t\t\t The message went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il provided field guidance to the city, setting forth a task for building a minor hydraulic power station and leading the city to dynamically push forward the construction project with loving care.\n\t\t\t\t\t\n\t\t\t\t\t All the builders, people in the city and helpers built the modern power station where all processes of operating generators have been computerized.\n\t\t\t\t\t\n\t\t\t\t\t The message highly praised the builders of the power station and their helpers for having successfully carried out the behests of Kim Jong Il."
        },
        {
            "title": "DPRK Wrestlers Visit Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-18ee.html",
            "content": "DPRK Wrestlers Visit Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 26 (KCNA) -- DPRK wrestlers who came back home after proving successful at the 2013 Asian Wrestling Championship visited the statues of President Kim Il Sung and general secretary Kim Jong Il on Mansu Hill on Friday.\n\t\t\t\t\t They laid bouquets before the statues before paying tribute to them."
        },
        {
            "title": "Architecture Festival to Be Held in DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-20ee.html",
            "content": "Architecture Festival to Be Held in DPRK\r\n Pyongyang, April 26 (KCNA) -- The 13th May 21 Architecture Festival and the 8th Symposium on Architectural Aesthetics will take place here from May 6 to 10.\n\t\t\t\t\t The festival will involve architectural design prize contest, public presentation of scientific papers on architecture and construction and competition of support program for designing in the field of construction and the production of multimedia.\n\t\t\t\t\t\n\t\t\t\t\t To be presented to the festival are plans for architectural designing and lay-out, papers, architectural design programs and multimedia selected at provincial festivals.\n\t\t\t\t\t\n\t\t\t\t\t The symposium will hear papers underlining the need to eternally glorify the immortal feats general secretary Kim Jong Il performed in the field of the construction and prove the validity and vitality of the dear respected Kim Jong Un's idea and theories on the Juche-oriented architectural aesthetics in a scientific way. It will discuss the tasks arising in building more grand monumental edifices."
        },
        {
            "title": "KPA Shows No Mercy to Aggressors",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-16ee.html",
            "content": "KPA Shows No Mercy to Aggressors\r\n Pyongyang, April 26 (KCNA) -- The history of 80 odd years covered by the Korean People's Army is woven with victories won under the guidance of Generalissimo Kim Jong Il, the brilliant commander of Songun (military-first) possessed of great courage and pluck.\n\t\t\t\t\t It is the heroic KPA's mettle to mercilessly punish any provokers who hurt the dignity of the Democratic People's Republic of Korea, no matter where they are.\n\t\t\t\t\t\n\t\t\t\t\t At about 10:45 on December 17, 1994 a U.S. reconnaissance helicopter intruded deep into the sky above Ipho-ri, Kumgang County, Kangwon Province of the DPRK, beyond the Military Demarcation Line in the eastern sector of the front. \n\t\t\t\t\t\n\t\t\t\t\t An anti-aircraft gun of the KPA shot down the helicopter with a single shot, displaying its fixed will to show no mercy to the aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The bellicose forces of the U.S. tried to settle the case in a coercive way, concealing its truth. Instead of making an apology, they demanded a prompt repatriation of pilots and threatened that refusal to meet this demand would badly affect the implementation of the DPRK-U.S. Agreed Framework.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, general secretary Kim Jong Il instructed the KPA mission in Panmunjom to strongly take the U.S. to task for the case. Accordingly, the mission urged the U.S. side to frankly admit and apologize for the intrusion of the helicopter, declaring that the captured pilots would never be sent back unless it has made an apology.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. could not but apologize for its intrusion at several rounds of the DPRK-U.S. general-level military talks and contacts, and sign a memorandum of understanding carrying the demands of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This victory was thanks to the superb strategy and matchless pluck of Kim Jong Il, the gifted illustrious commander who made neither concession nor compromise.\n\t\t\t\t\t\n\t\t\t\t\t Under his loving care the KPA developed into an invincible army with powerful offensive and defensive means.\n\t\t\t\t\t\n\t\t\t\t\t The heroic KPA, now led by respected Marshal Kim Jong Un, another brilliant commander, will win the final victory in the ongoing all-out action against the U.S. imperialists and display its might as the powerful revolutionary Paektusan army."
        },
        {
            "title": "Books on Korean History Published in DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-17ee.html",
            "content": "Books on Korean History Published in DPRK\r\n Pyongyang, April 26 (KCNA) -- The History Institute of the DPRK Academy of Social Sciences has newly compiled books \"Korean Histories of Sectors\" (vols. 40 of enlarged edition) and \"Josondandaesa\" (vols. 38).\n\t\t\t\t\t The books comprehensively systematize the history of the Korean nation spanning 5 000 years.\n\t\t\t\t\t\n\t\t\t\t\t The book \"Korean Histories of Sectors\" is divided into the political, economic, cultural and military history. Contained in it are history of Korea-Japan relations, history of Korea's bourgeois democratic movement, history of Korean people's struggles against aggressors, history of development of land system and histories of transport, commerce, music, education, architecture, naval forces, military system, ect.\n\t\t\t\t\t\n\t\t\t\t\t The book \"Josondandaesa\" deals with ancient and medieval histories of the Korean nation ranging from the foundation of Tangun's Korea to the closing years of the Feudal Joson Dynasty (1392-1910). It is divided into histories of ancient Korea and Jinguk, Puyo, Kuryo, Koguryo, Paekje, Silla, Kaya, Palhae and Koryo kingdoms and Feudal Joson Dynasty and chronology.\n\t\t\t\t\t\n\t\t\t\t\t It also gives a comprehensive explanation of the reactionary nature of the theory of \"Mimana Miyake\" meaning \"Japan's government agency of Imna\".\n\t\t\t\t\t\n\t\t\t\t\t Contained in it are the history of the Korean people's class struggles and the national cultural heritage as well as new historical data found out after the edition of book \"Whole History of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The books will be greatly helpful to giving a correct understanding of the time-honored history and culture of the Korean nation."
        },
        {
            "title": "U.S. Hostile Policy toward DPRK Blasted",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-06ee.html",
            "content": "U.S. Hostile Policy toward DPRK Blasted\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- An editorial member of Minjok Thongsin, an internet newspaper of Koreans in the U.S., on April 3 released a commentary denouncing the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t The commentary accused south Korean conservative media, the U.S. and Western media of making reports distorting the cause of the crisis on the Korean Peninsula and the essence of the showdown with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The basic cause is attributable to the U.S. hostile policy toward the DPRK, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t As already known, the DPRK has called for concluding a peace treaty, longing for denuclearization.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S., turning back on the DPRK's call, designated it as the target of preemptive nuclear strike, while encroaching upon its sovereignty. It has persisted in its hostile policy toward the DPRK, singling it out as an \"axis of evil\". In this course the DPRK has prepared the self-defensive capabilities to protect its sovereignty and dignity.\n\t\t\t\t\t\n\t\t\t\t\t It did not yield to the U.S. as it regarded the sovereignty as its life and soul, even though it had to make the forced march.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the conservative media have talked about \"provocation of the north\".\n\t\t\t\t\t\n\t\t\t\t\t Whoever has common sense and conscience should properly answer what is the cause of the crisis and how to tide over it.\n\t\t\t\t\t\n\t\t\t\t\t All countries of the world have the right to launch satellites.\n\t\t\t\t\t\n\t\t\t\t\t Several countries launched many satellites but the UN Security Council has never slapped sanctions on any of them.\n\t\t\t\t\t\n\t\t\t\t\t When the DPRK succeeded in launching satellite Kwangmyongsong 3-2, the U.S. prodded the UNSC into adopting a \"resolution on sanctions\" against the DPRK. How will one answer it?\n\t\t\t\t\t\n\t\t\t\t\t The U.S. also persisted in applying \"sanctions\" against the DPRK over its nuclear test. Question is whether such unreasonable acts can convince those with the power of normal thinking.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy toward the DPRK convinces no one.\n\t\t\t\t\t\n\t\t\t\t\t In order to remove the danger of a war on the Korean Peninsula it is necessary to opt for implementing the June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": "S. Korean Religious Organization Slams Japanese Politicians' Visit to Yasukuni Shrine",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-07ee.html",
            "content": "S. Korean Religious Organization Slams Japanese Politicians' Visit to Yasukuni Shrine \r\n Pyongyang, April 26 (KCNA) -- A south Korean religious organization issued a statement on Wednesday denouncing Japanese politicians for their group visit to Yasukuni Shrine.\n\t\t\t\t\t The statement noted:\n\t\t\t\t\t\n\t\t\t\t\t 168 dietmen's visit to Yasukuni Shrine is an attempt to embellish Japan's crimes and revive the departed soul of militarism, far from repenting on the wrongdoings of Japan which trampled down Asian countries at the point of bayonet.\n\t\t\t\t\t\n\t\t\t\t\t Japan should abandon its base and clumsy policy of veering to the right and sincerely look back on its wrongdoings."
        },
        {
            "title": "Conclusion Made by Kim Jong Un at WPK Plenary Meeting Carried by Egyptian Paper",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-02ee.html",
            "content": "Conclusion Made by Kim Jong Un at WPK Plenary Meeting Carried by Egyptian Paper\r\n Pyongyang, April 26 (KCNA) -- The Egyptian paper Al-Misaiya on April 17 carried the full text of the dear respected Kim Jong Un's conclusion made at the March, 2013 Plenary Meeting of the Central Committee of the Workers' Party of Korea."
        },
        {
            "title": "Kim Il Sung Praised by Brazilian Figure",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-03ee.html",
            "content": "Kim Il Sung Praised by Brazilian Figure\r\n Pyongyang, April 26 (KCNA) -- Rosanita Campos, vice-president of the Party for Free Motherland of Brazil, on April 17 issued a statement titled \"President Kim Il Sung is a paragon of humankind\" on the occasion of his birth anniversary.\n\t\t\t\t\t The statement said that Kim Il Sung fought against foreign aggressors for a long time, winning the independence of the country and performed immortal exploits while leading the Korean revolution till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t He founded the Juche idea, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He smashed the continuous military provocations of the south Korean puppet army backed by the U.S. after the liberation of Korea and led the three year-long Fatherland Liberation War to victory.\n\t\t\t\t\t\n\t\t\t\t\t Everything was broken due to the war provoked by the U.S. imperialists but the DPRK determinedly rose to build powerful economy and developed into an independent and highly civilized country without illiterates and jobless people.\n\t\t\t\t\t\n\t\t\t\t\t In recent years the DPRK took its full position in the field of the ultra-modern technology despite severe natural disasters that hit the country in succession. It made great progress in the fields of media and arts.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung devoted all his life to accomplishing the independence of Korea and its independent and peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK which was founded by him is a free country and its people are a wise and highly civilized people.\n\t\t\t\t\t\n\t\t\t\t\t Free medical care and free education are being enforced in the DPRK and its entire people are provided dwelling houses by the state free of charge.\n\t\t\t\t\t\n\t\t\t\t\t The exploits he performed for humankind will be immortal."
        },
        {
            "title": "Day of Sun Observed by Russian Papers",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-04ee.html",
            "content": "Day of Sun Observed by Russian Papers\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- Russian papers carried special write-ups to mark the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The April 7th issue of the Russian paper My Home Sochi dedicated its one full page to an article titled \"The father of the people\". It carried a portrait of smiling Kim Il Sung, a photo of general secretary Kim Jong Il standing together with the dear respected Kim Jong Un and a photo of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper noted:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, founder of socialist Korea, was not only the leader of a country but also a great father who warmly looked after the destiny and life of the Korean people. He gave endless field guidance to provide them with a happier life.\n\t\t\t\t\t\n\t\t\t\t\t The April 11th issue of the Russian paper S. M. No. 1 carried an article \"The power of independence\" on one of its pages with a photo of Kim Il Sung standing together with Kim Jong Il, a photo of Kim Jong Un and a photo of the statues of Kim Il Sung and Kim Jong Il on Mansu Hill.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Kim Il Sung put forth the revolutionary line meeting the independent demands and aspiration of the Korean people in each period and at each stage of the revolution and construction, the paper said:\n\t\t\t\t\t\n\t\t\t\t\t The line of Songun politics was set forth by Chairman of the National Defence Commission of the DPRK Kim Jong Il who carried forward the idea and cause of Kim Il Sung. It is a completely independent line which makes it possible to reliably defend the sovereignty of the country with its own efforts in today's world where the imperialists are getting undisguised in their aggression and high-handed practices.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is standing at the helm of the DPRK, a country demonstrating before the world its dignity and might as a power of independence.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will eternally shine as an independent power.\n\t\t\t\t\t\n\t\t\t\t\t The Russian paper Patriot No. 14 carried an article titled \"The sun Kim Il Sung\" and other articles and a poem praising his revolutionary career and exploits under the banner title \"Looking up to the sun\".\n\t\t\t\t\t\n\t\t\t\t\t It carried a portrait of smiling Kim Il Sung and a photo of Kim Jong Un."
        },
        {
            "title": "Korean People's Army Lauded by British Organizations",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-05ee.html",
            "content": "Korean People's Army Lauded by British Organizations\r\n Pyongyang, April 26 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea issued a joint statement on April 19 on the 81st anniversary of the Korean People's Army.\n\t\t\t\t\t The statement lauded the KPA as the only armed forces fighting against the U.S. imperialist aggression forces on the globe.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The KPA was originated from the Anti-Japanese People's Guerrilla Army founded by President Kim Il Sung, invincible and iron-willed commander and gifted strategist.\n\t\t\t\t\t\n\t\t\t\t\t The KPA is an army of the party, leader and working class which has grown to be invincible ranks and genuine Juche-type revolutionary armed forces. It has carried forward the traditions of the anti-Japanese armed struggle and achieved unity based on revolutionary comradeship.\n\t\t\t\t\t\n\t\t\t\t\t It dealt a bitter defeat at the U.S. imperialists in the past Korean war under the wise leadership of the President and later frustrated all the U.S. provocations including the case of the U.S. spy ship Pueblo and the large spy plane EC-121 incident.\n\t\t\t\t\t\n\t\t\t\t\t Its might has been strengthened under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He put forward the army as the main force of the revolution and pursued the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun revolutionary leadership, the KPA has been bolstered politically and ideologically and in military technique.\n\t\t\t\t\t\n\t\t\t\t\t The KPA possessed powerful arms and equipment and deterrent so as to resolutely foil any provocations of the enemies under the leadership of Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The past 81 years are history of triumphant victory of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the KPA will firmly safeguard the country and achieve the final victory, true to Kim Jong Un's leadership."
        },
        {
            "title": "Departamento de Politica del CDN de la RPDC advierte a titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-21ee.html",
            "content": "Departamento de Politica del CDN de la RPDC advierte a titeres surcoreanos\r\n Pyongyang, 26 de abril (ACNC) -- El portavoz del Departamento de Politica del Comite de Defensa Nacional de la Republica Popular Democratica de Corea hizo publica el dia 26 una declaracion como sigue:\n\t\t\t\t\t Ya declaramos al interior y exterior del pais la posicion de principios del ejercito y el pueblo de la RPDC sobre la supuesta \"propuesta de dialogo de las autoridades\" presentada por la banda titere del Sur de Corea aturdidamente por la aguda crisis de guerra creada en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t Ahora, todos los connacionales del Norte y el Sur de Corea y en ultramar y los pueblos del mundo amantes de la paz insisten a la vez en que si las autoridades titeres surcoreanas desean de veras el \"dialogo\", deben probarlo con las acciones practicas.\n\t\t\t\t\t\n\t\t\t\t\t Precisamente en este momento, las autoridades titeres lanzaron a los gangsteres conservadores para salpicar con motivo del dia de fundacion del EPC los volantes que calumnian a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Los volantes ofendan el digno sistema de la RPDC e imputan a esta la responsabilidad del caso de la Zona Industrial de Kaesong ocurrido recientemente.\n\t\t\t\t\t\n\t\t\t\t\t Lo que llama atencion es que uno de escorias humanas que lanzaron directamente los volantes anti-RPDC peroro en el medio de prensa oficial que ellos mismos perpetraron a su gusto el acto hostil acercandose a la zona de \"cordon de civiles\" sin ninguno obstaculo de las autoridades titeres.\n\t\t\t\t\t\n\t\t\t\t\t Esto muestra que el acto de lanzamiento de volantes anti-RPDC se realiza bajo el amparo y el control directos de las autoridades titeres.\n\t\t\t\t\t\n\t\t\t\t\t Al mismo tiempo, revela que la \"propuesta de dialogo\" de los titeres no pasa de ser un engano para burlar la opinion publica y eludir la responsabilidad de la creacion de la fase de guerra.\n\t\t\t\t\t\n\t\t\t\t\t Lo que no se puede pasar por alto es que el lanzamiento de volantes se realizo abiertamente en el tiempo en que la duena de Chongwadae preconiza la \"observacion de acuerdo Norte-Sur\".\n\t\t\t\t\t\n\t\t\t\t\t En el pasado, ambas partes coreanas aprobaron los valiosos acuerdos nacionales por la reconciliacion, la unidad, la paz y la prosperidad incluyendo la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre.\n\t\t\t\t\t\n\t\t\t\t\t Si se hubieran observado y ejecutado estos acuerdos, conquistas comunes de la nacion, no se habria creado el estado de confrontacion fratricida como hoy ni el del tiempo de guerra como hoy.\n\t\t\t\t\t\n\t\t\t\t\t La duena de Chongwadae en una reunion oficial demando a la RPDC observar el acuerdo Norte-Sur y detras de la cortina persigue la confrontacion fratricida movilizando a las escorias humanas para lanzar volantes.\n\t\t\t\t\t\n\t\t\t\t\t En particular, en contraste con el dialogo y negociaciones, ahora lleva a la fase de explosion la situacion aguda intensificando al maximo los ejercicios de desembarco maritimo junto con EE.UU. en el Mar Este de Corea.  \n\t\t\t\t\t\n\t\t\t\t\t A preguntar, ?acaso hay articulo que permite cometer la calumnia y hostilidad sobre la contraparte de entre los acuerdos Norte-Sur?\n\t\t\t\t\t\n\t\t\t\t\t  Hoy en dia, la Zona Industrial de Kaesong esta en visperas de su fin debido a la situacion critica, lo cual se debe absolutamente a la imprudente locura belica de la banda de los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t  Como reconoce el mundo, la ZIK es la conquista preciosa de la epoca de la reunificacion iniciada el 15 de junio.\n\t\t\t\t\t\n\t\t\t\t\t  El Ejercito Popular de Corea tomo la decision audaz de haber concedido como solar de la ZIK el punto de importancia militar del area de la linea de demarcacion militar donde se enfrentan agudamente las enormes fuerzas armadas de ambas partes. Despues ha hecho todos los esfuerzos posibles por la administracion normal de esta zona aun en medio de las maniobras de estorbo de toda indole de EE.UU. y la banda titere surcoreana.\n\t\t\t\t\t\n\t\t\t\t\t  Lo comprueba el que tambien la atroz \"medida sobre el Norte publicada el 24 de mayo\" por el traidor Lee Myung Bak no se atrevio a ejercer influencia negativa sobre la ZIK.\n\t\t\t\t\t\n\t\t\t\t\t  Aun cuando ella hacia travesuras movilizando a los politicastros ultraderechistas y los medios de prensa, la RPDC tampoco tomo las medidas importantes como el destierro forzoso del personal de la parte sur y el cierre total de la ZIK.\n\t\t\t\t\t\n\t\t\t\t\t  Pero nuestros esfuerzos y paciencia tropezaron con el limite.\n\t\t\t\t\t\n\t\t\t\t\t  Cuando llegaban al climax la politica hostil a la RPDC de EE.UU. y la recrudescente campana de guerra nuclear debido a dicha politica, el traidor Kim Kwan Jin, caudillo de los gangsteres de la capa militar revelo abiertamente su intento de introducir hasta el comando especial de las tropas agresoras yanquis porque se supone el \"estado de detencion de rehenes\" en la ZIK.\n\t\t\t\t\t\n\t\t\t\t\t  En relacion con que debido a EE.UU. y los gangsteres de la capa militar surcoreana, la ZIK se ha convertido en un \"rehen\" de verdad que puede abusar de pretexto de la provocacion de la guerra total en cualquier tiempo, la RPDC se vio obligada a tomar las medidas de prohibir el paso de los miembros de la parte sur a la ZIK para asegurar su seguridad e interrumpir provisionalmente las actividades empresarias de dicha zona.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, diciendo que la RPDC \"niega hasta la minima medida humanitaria\" para el personal de la parte Sur que se halla en la ZIK, la banda titere publico el dia 25 hasta la declaracion  al \"estilo de ultimatum\" que burla a la RPDC como si el lobo se preocupa por la vida de la oveja instigando al vocero del Ministerio de Unificacion.\n\t\t\t\t\t\n\t\t\t\t\t  No sera perdonado ni en cualquier caso el crimen de la horda titere que calumnio atrozmente hasta nuestra dignidad disparateando la supuesta \"fuente de ingreso\" y \"entrega desmesurada\", e insatisfecho con esto, empeoro mas la situacion de la ZIK sin cumplir su deber.\n\t\t\t\t\t\n\t\t\t\t\t  Si los autores que llevaron a la fase de guerra las relaciones Norte-Sur, se atreven a hablar de la \"medida importante al estilo de ultimatum\" difundiendo el enganoso rumor de \"conversaciones entre las autoridades\", esto acelerara solo la ruina final.\n\t\t\t\t\t\n\t\t\t\t\t  Si se preocupan tanto por la vida de sus miembros en la ZIK, deberan retirar a todos ellos a la parte sur en que los alimentos y materiales estan acumulados y quedan establecidas las medidas medicas.\n\t\t\t\t\t\n\t\t\t\t\t  Todas las medidas humanitarias incluyendo la de aseguramiento de seguridad personal relacionadas con el retiro, las tomaran responsablemente nuestras instituciones correspondientes.\n\t\t\t\t\t\n\t\t\t\t\t  Si la banda titere del Sur de Corea sigue persiguiendo la agravacion de la situacion volviendo las espaldas a la realidad, nos vemos obligados a tomar antes que las autoridades surcoreanas las medidas importantes finales y decisivas."
        },
        {
            "title": "CRN denuncia la represion a fuerzas pro-reunificacion en Sur de Corea",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-22ee.html",
            "content": "CRN denuncia la represion a fuerzas pro-reunificacion en Sur de Corea\r\n Pyongyang, 26 de abril (ACNC) -- El Consejo de Reconciliacion Nacional (CRN) hizo publica el dia 25 la siguiente declaracion:\n\t\t\t\t\t La banda titere surcoreana se entrega con mas frenesi a la represion fascista contra las fuerzas aspirantes a la reunificacion pro-Norte en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Hace poco, la Corte Suprema titere sentencio a un escritor, quien dio a conocer en la pagina web la realidad conmovedora de la Republica Popular Democratica de Corea, la condena de prision en virtud de la \"ley de seguridad\", mientras que la fiscalia surcoreana arma la farsa de investigacion sobre un inspector cinematografico acusandole de haber insertado en la pagina web una \"expresion proenemiga\". \n\t\t\t\t\t\n\t\t\t\t\t Al cometer el ataque de hacking contra la pagina web de la RPDC \"Uriminzokkiri\" y  trazar la lista de usuarios, los titeres surcoreanos levantan una oleada de investigacion calificandolos de \"fuerzas pro-Norte\".\n\t\t\t\t\t\n\t\t\t\t\t Los surcoreanos de distintos estratos lo denuncian como \"caza de bruja de version moderna\" y \"resurgimiento de la dictadura de renovacion\".\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, el ministro de Justicia del Sur de Corea expreso la malsana intencion de intensificar la represion diciendo que \"ahora nos encontramos en la crisis de seguridad mas grave que en el tiempo de guerra fria\" y que \"es necesario retener la libertad de expresion\". \n\t\t\t\t\t\n\t\t\t\t\t El CRN denuncia severamente junto con toda la nacion indignada tal represion calificandola de otra campana intrigante anti-RPDC y de intolerable violencia fascista tendente a infringir la libertad de la ideologia y el derecho de la conciencia. \n\t\t\t\t\t\n\t\t\t\t\t Optar a sus anchas por la idea progresista y expresar su voluntad es el derecho intangible de los seres humanos.\n\t\t\t\t\t\n\t\t\t\t\t En particular, reprimir brutalmente en virtud de la \"ley de seguridad\" a los que apoyan y respetan a los grandes hombres venerados por toda la nacion y expresan la aspiracion a la reunificacion, es un crimen que pueden cometer solo los bribones y traidores a la nacion enloquecidos por la confrontacion fratricida. \n\t\t\t\t\t\n\t\t\t\t\t Ahora la sociedad surcoreana hace recordar el periodo de la dictadura fascista de \"renovacion\". \n\t\t\t\t\t\n\t\t\t\t\t La fanatica campana de represion de los titeres surcoreanos es una locura desesperada para frenar la propaganda en el suelo surcoreano de la realidad del socialismo coreano centrado en las masas populares que sale victoriosa bajo la sabia guia del General Insigne del  monte Paektu, exterminar el clima de reunificacion pro-Norte, salvar la grave crisis de dominacion y justificar la confrontacion fratricida y las maniobras de guerra. \n\t\t\t\t\t\n\t\t\t\t\t Es muy cinico el que hablen de \"DDHH\" de alguien los fascistas surcoreanos que infringieron hasta los elementales derechos de la poblacion surcoreana a escuchar, ver y hablar.\n\t\t\t\t\t\n\t\t\t\t\t Cuanto mas los titeres surcoreanos recurran a la represion contra las fuerzas aspirantes a la reunificacion pro-Norte, tanto mas se revela su naturaleza como maniacos de confrontacion fratricida y gobernantes fascistas.\n\t\t\t\t\t\n\t\t\t\t\t No pueden detener con bayonetas el alma de elogio a los grandes hombres de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t Los titeres surcoreanos deben parar ahora mismo la injusta represion a las fuerzas patrioticas por la reunificacion, abolir las infames leyes y abandonar las maniobras de confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\t Los opositores a la justicia y la verdad no evadiran la severa sentencia de la historia."
        },
        {
            "title": "Kim Yong Nam felicita al presidente de Sierra Leona",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-23ee.html",
            "content": "Kim Yong Nam felicita al presidente de Sierra Leona\r\n Pyongyang, 26 de abril (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 22 un mensaje de felicitacion al presidente de la Republica de Sierra Leona, Ernest Bai Koroma, con motivo del 52o aniversario de la independencia de este pais. \n\t\t\t\t\t Convencido de que las relaciones de amistad y cooperacion entre los dos paises se ampliaran y se desarrollaran mas en el futuro, el remitente desea de todo corazon al destinatario grandes exitos en sus responsabilidades por la unidad nacional y el desarrollo socioeconomico."
        },
        {
            "title": "Kim Yong Nam envia mensaje al presidente de Sudafrica",
            "url": "http://kcna.co.jp/item/2013/201304/news26/20130426-24ee.html",
            "content": "Kim Yong Nam envia mensaje al presidente de Sudafrica\r\n Pyongyang, 26 de abril (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 23 un mensaje al presidente de la Republica de Sudafrica, Jacob Gedleyihlekisa Zuma, para felicitarle por el Dia de la Libertad, dia nacional de ese pais. \n\t\t\t\t\t El remitente desea al mandatario y el gobierno de Sudafrica mayores exitos en sus trabajos para la prosperidad del pais, el bienestar del pueblo y la paz de la region y expresa la conviccion de que las relaciones de amistad y cooperacion entre los dos paises se fortaleceran y se desarrollaran mas en el futuro."
        }
    ]
}