{
    "date": "2013-10-22",
    "url": "http://kcna.co.jp/item/2013/201310/2013-10-22ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Receives Personal Letter from Indonesian President",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-28ee.html",
            "content": "Kim Jong Un Receives Personal Letter from Indonesian President\r\nPyongyang, October 22 (KCNA) -- Marshal Kim Jong Un received a personal letter from Susilo Bambang Yudhoyono, president of the Republic of Indonesia.\n\t\t\t\t\tThe letter was conveyed to Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, by Raden Mohammad Marty Muliana Natalegawa, Indonesian foreign minister on a visit to the DPRK, on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un also received a gift from the Indonesian foreign minister."
        },
        {
            "title": "Kim Yong Nam Meets Indonesian FM",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-15ee.html",
            "content": "Kim Yong Nam Meets Indonesian FM\r\nPyongyang, October 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, had a talk with Indonesian Foreign Minister Raden Mohammad Marty Muliana Natalegawa and his party who paid a courtesy call on him at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\tPresent there were Pak Kil Yon, vice-minister of Foreign Affairs, and Nasri Gustaman, Indonesian ambassador to the DPRK."
        },
        {
            "title": "Talks between FMs of DPRK, Indonesia Held",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-17ee.html",
            "content": "Talks between FMs of DPRK, Indonesia Held\r\nPyongyang, October 22 (KCNA) -- Talks between DPRK Foreign Minister Pak Ui Chun and Indonesian Foreign Minister Raden Mohammad Marty Muliana Natalegawa were held at the Mansudae Assembly Hall on Tuesday.\n\t\t\t\t\tAt the talks both sides informed each other home and foreign policies and discussed views on the issue of boosting the bilateral relations and strengthening cooperation in the regional and international matters. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK side declared the principled stand on the issue of the Korean Peninsula and appreciated the role of Indonesia in ASEAN. Both sides decided to make joint efforts for regional peace, stability and development."
        },
        {
            "title": "Indonesian FM Pays Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-16ee.html",
            "content": "Indonesian FM Pays Tribute to Kim Il Sung, Kim Jong Il\r\nPyongyang, October 22 (KCNA) -- Indonesian Foreign Minister Raden Mohammad Marty Muliana Natalegawa and his party Tuesday visited the Kumsusan Palace of the Sun to pay homage to President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\tThe guests paid tribute to the statues of the great Generalissimos Kim Il Sung and Kim Jong Il in humble reverence to them who made undying contributions to accomplishing the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\tThey entered the halls where the Generalissimos lie in state and made a bow to them.\n\t\t\t\t\t\n\t\t\t\t\tThey went round with keen interest the halls where orders the Generalissimos received are on display and the halls that house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign trips till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\tThe Indonesian foreign minister wrote in the visitor's book: I deem it an honor to pay tribute to Kim Il Sung and Kim Jong Il, the great leaders. The peerlessly great men made undying contributions to providing and consolidating the friendly relations between the two countries."
        },
        {
            "title": "Indonesian FM Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-18ee.html",
            "content": "Indonesian FM Visits Mangyongdae\r\nPyongyang, October 22 (KCNA) -- Indonesian Foreign Minister Raden Mohammad Marty Muliana Natalegawa and his party on Tuesday visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\tBeing briefed on the undying revolutionary history of the President and his family in Mangyongdae, the guests went round with keen interest historic mementoes preserved with much care at the old home in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\tThe foreign minister said the visit to Mangyongdae offered an opportunity for him to keenly feel the Korean people's deep reverence for the President.\n\t\t\t\t\t\n\t\t\t\t\tThe guests also visited the Tower of the Juche Idea and other places."
        },
        {
            "title": "Indonesian FM Hosts Banquet",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-24ee.html",
            "content": "Indonesian FM Hosts Banquet\r\nPyongyang, October 22 (KCNA) -- Indonesian Foreign Minister Raden Mohammad Marty Muliana Natalegawa hosted a banquet Tuesday as regards his visit to the DPRK.\n\t\t\t\t\tPresent there on invitation were DPRK Foreign Minister Pak Ui Chun, Vice Foreign Minister Pak Kil Yon and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\tThe Indonesian foreign minister's party, Nasri Gustaman, Indonesian ambassador to the DPRK, and staff members of the Indonesian embassy were on hand."
        },
        {
            "title": "Chinese Delegation Here",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-25ee.html",
            "content": "Chinese Delegation Here\r\nPyongyang, October 22 (KCNA) -- A delegation of the All-China Journalists Association led by Liu Ying, director of the International Department of the Workers' Daily, arrived here Monday."
        },
        {
            "title": "Russian Art Troupe Gains Popularity in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-20ee.html",
            "content": "Russian Art Troupe Gains Popularity in DPRK\r\nPyongyang, October 22 (KCNA) -- Russia's Orchestra of the 21st Century is one of the Korean people's favorite foreign art troupes.\n\t\t\t\t\tOver the past years the Orchestra gave performances of diverse themes in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tNot only its separate performances but also joint performances with experienced art troupes of the DPRK left an indelible impression on the spectators, as they well represented the national feelings and sentiment of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\tOn October 18 and 19, this year, the orchestra conducted again joint performances with the DPRK's National Symphony Orchestra.\n\t\t\t\t\t\n\t\t\t\t\tThrough the performances, characterized by attractive and elegant conduct, dulcet and passionate singing with voice of great volume, and skilful rendition, the two art troupes fully displayed their faculties, touching the heartstrings of spectators. Such joint performances of Russian and Korean artistes were given in Pyongyang on several occasions, including May Day in 2010 and the International Women's Day in 2011, deepening the friendship between the two countries.\n\t\t\t\t\t\n\t\t\t\t\tOn October 15 the Orchestra of the 21st Century had the honor to give a performance in the presence of Kim Jong Un, supreme leader of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThat day Kim Jong Un met with Pavel Ovsyannikov, head and chief conductor of the orchestra, and Natalia Ivanovna Semyonova, its administrative manager.\n\t\t\t\t\t\n\t\t\t\t\tHe praised the orchestra for its activities conducive to the development of friendly relations between the DPRK and Russia, recalling that leader Kim Jong Il enjoyed its performances several times in his lifetime."
        },
        {
            "title": "DPRK's Om Yun Chol Takes World's Weightlifting Title",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-23ee.html",
            "content": "DPRK's Om Yun Chol Takes World's Weightlifting Title\r\nPyongyang, October 22 (KCNA) -- Om Yun Chol of the Democratic People's Republic of Korea took the title in the men's 56 kg division in the 2013 World Weightlifting Championship now under way in Poland.\n\t\t\t\t\tOn Monday, he won two gold medals and one silver by snatching 127 kg and jerking 162 kg, 289 kg in total.\n\t\t\t\t\t\n\t\t\t\t\tThe finals in the 56 kg division were contested between Om and a Chinese rival.\n\t\t\t\t\t\n\t\t\t\t\tThe Chinese rival took the lead in the snatch event with 130 kg.\n\t\t\t\t\t\n\t\t\t\t\tBut in the jerk event, Om lifted 162 kg, 5 kg more than that of his rival, emerging victorious in the division.\n\t\t\t\t\t\n\t\t\t\t\tIn the London Olympic Games, Om set a new Olympic record in the men's 56 kg division by jerking 168 kg, thrice his body-weight.\n\t\t\t\t\t\n\t\t\t\t\tHe snatched a gold medal in the 2011 World Junior Weightlifting Championship.\n\t\t\t\t\t\n\t\t\t\t\tIn the 2013 Asian Weightlifting Championship, he took the first both in the snatch and jerk events in his category.\n\t\t\t\t\t\n\t\t\t\t\tHe broke the world's record in the jerk event by lifting 169 kg in the 2013 Asian Cup and Interclub Junior and Senior Weightlifting Championship held in Pyongyang in September. \n\t\t\t\t\t\n\t\t\t\t\tDPRK's Ryang Chun Hwa also bagged three silver medals in the women's 48 kg category."
        },
        {
            "title": "Construction of Wonsan Army-People Power Station Progressing at Final Phase",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-19ee.html",
            "content": "Construction of Wonsan Army-People Power Station Progressing at Final Phase\r\nWonsan, October 22 (KCNA) -- Builders of the Wonsan Army-People Power Station in Kangwon Province have carried out the overall project more than 90 percent.\n\t\t\t\t\tNow that the project is progressing at a final phase, officials worked out detailed daily plans and are scrupulously organizing and commanding the operations so that the building of waterway tunnels and generator room, assembling of pressure pipe conduit and others were dynamically pushed forward.\n\t\t\t\t\t\n\t\t\t\t\tThe 2nd brigade in charge of waterway tunnel construction is carrying out its daily plan for covering a tunnel with concrete at more than 150 percent by introducing efficient work methods with the same vim and vigor with which it finished the driving of a huge waterway tunnel.\n\t\t\t\t\t\n\t\t\t\t\tThe 1st brigade in charge of waterway tunnel construction has also achieved successes in expanding waterway tunnel and concrete placing.\n\t\t\t\t\t\n\t\t\t\t\tThe builders of the generator room have hastened interior and exterior plastering and stepped up the preparations for completing the installing of generators in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\tThe workers and technicians in charge of assembling the pressure pipe conduit are carrying out the project qualitatively while saving a lot of manpower and materials by pooling creative wisdom and energies and introducing technical innovations, inventions and rationalization proposals into operations.\n\t\t\t\t\t\n\t\t\t\t\tDrivers of vehicles are ensuring a timely transport of cement, structural steel, gravel and sand and other materials, contributing to the rapid progress of the overall project."
        },
        {
            "title": "Feats Performed by Soldier-builders in Water Park Construction",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-06ee.html",
            "content": "Feats Performed by Soldier-builders in Water Park Construction\r\nPyongyang, October 22 (KCNA) -- The Munsu Water Park, the best one in the world, was successfully built on the picturesque bank of the River Taedong on the occasion of the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\tThe soldier-builders worked such miracle as completing the huge project in a matter of 9 months. They built outdoor and indoor wading pools with various types of water slides and water tanks in the park covering 109,000 square meters. This is much better than any other water parks in the world.\n\t\t\t\t\t\n\t\t\t\t\tThey had no experience in building such a water park but they didn't hesitate or vacillate.\n\t\t\t\t\t\n\t\t\t\t\tSpecific plans were worked out for every process to be carried out in the fixed period. Frontline-style agitation was dynamically conducted in every worksite. Thorough measures were taken to ensure supply of equipment and materials necessary for the construction.\n\t\t\t\t\t\n\t\t\t\t\tThose in charge of the project for constructing the outdoor wading pool did away with the existing buildings and concrete floor and removed 260,000 cubic meters of earth in a short span of time since the ground-breaking. As a result, they carried out their quota over 10 days earlier than scheduled and stepped up the building of thousands of pillars for water tanks.\n\t\t\t\t\t\n\t\t\t\t\tThe project was pushed forward in three dimensions. New methods of concrete tamping and other innovative methods were introduced into the operations.\n\t\t\t\t\t\n\t\t\t\t\tConcrete tamping of hundreds of cubic meters on water tanks was carried out every day and the construction of over 10 outdoor water tanks including plastering of water-proof and lagging materials on them made rapid progress.\n\t\t\t\t\t\n\t\t\t\t\tA huge project for making a man-made hill and a project for plastering lagging materials in water tanks, plastering of water tanks went full steam ahead. The digging of a well for ensuring geothermal water was completed.\n\t\t\t\t\t\n\t\t\t\t\tAfter the successful construction of water tanks, the soldier-builders dynamically pressed ahead with the installing of amusement facilities including water slides.\n\t\t\t\t\t\n\t\t\t\t\tIt was the work which called for going through complicated technical processes and required high skills. But they completed it in a matter of 4 days, which would take 10 days at an ordinary pace.\n\t\t\t\t\t\n\t\t\t\t\tOfficials and creators of the Mansudae Art Studio and soldier-builders devoted themselves to the work for making sure that the statue of leader Kim Jong Il was erected in the main lobby of the indoor wading pool in the most bright and respectful manner.\n\t\t\t\t\t\n\t\t\t\t\tSoldier-builders in charge of building ball-shaped roofing truss of the indoor wading pool successfully carried out their tasks by displaying the spirit of bold offensive and advancing extraordinary ideas.\n\t\t\t\t\t\n\t\t\t\t\tIt was the first time for them to construct water park of Eldorado-style involving diverse work including scaffold work. But they dynamically pushed ahead with the construction of various water tanks and welfare service facilities in a simultaneous manner.\n\t\t\t\t\t\n\t\t\t\t\tSky-high spirit prevailed in every worksite, making it possible for them to complete the frame assembling of the indoor gymnasium in a matter of a month which would take several months at an ordinary pace.\n\t\t\t\t\t\n\t\t\t\t\tThe construction of tanks and plastering of buildings were successfully completed in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\tOfficials of armed forces organs, ministries, national institutions, provinces, cities and counties, young people of institutions, enterprises here gave sincere helping hands to the soldier-builders.\n\t\t\t\t\t\n\t\t\t\t\tThanks to ardent patriotism displayed by service personnel and people, the Munsu Water Park has successfully been built as a monumental edifice of eternal value."
        },
        {
            "title": "Othan Children's Park Facelifted",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-21ee.html",
            "content": "Othan Children's Park Facelifted\r\nPyongyang, October 22 (KCNA) -- The Othan Children's Park here has been renovated recently.\n\t\t\t\t\tThe billboards standing near both sides of the park's gate are covered with color paintings depicting the scenes from the Korean children's films \"The Clever Raccoon Dog\" and \"A Squirrel and a Hedgehog\", which are popular among children.\n\t\t\t\t\t\n\t\t\t\t\tWhat catches one's eye is fruit-shaped light decorations in different parts of the park.\n\t\t\t\t\t\n\t\t\t\t\tFurnished with various kinds of amusement facilities, the park is crowded with children all day long.\n\t\t\t\t\t\n\t\t\t\t\tMost of the visitors are primary school, kindergarten and even nursery children living nearby the park.\n\t\t\t\t\t\n\t\t\t\t\tAlso seen there are adults who look at their jolly children with satisfaction."
        },
        {
            "title": "New Kind of Flowerpot Invented",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-22ee.html",
            "content": "New Kind of Flowerpot Invented\r\nPyongyang, October 22 (KCNA) -- A new kind of flowerpot, effective for cultivating flowers, has been popular among florists in the Democratic People's Republic of Korea. \n\t\t\t\t\tThe flowerpot was invented by Kim Hyo Su, a resident in Wonsan City. \n\t\t\t\t\t\n\t\t\t\t\tThe pot is calcined with additives of salt, powder of Kumgang medical stone, etc. \n\t\t\t\t\t\n\t\t\t\t\tIt is glost-fired for three rounds to fully ensure esthetic appearance.\n\t\t\t\t\t\n\t\t\t\t\tCarved in relief with various patterns, the flowerpot consists of two or three steps.\n\t\t\t\t\t\n\t\t\t\t\tThe new kind of flowerpot is massively used in the Pyongyang Floriculture Institute and greenhouses in Kangwon Province. \n\t\t\t\t\t\n\t\t\t\t\tThe technique of making the flowerpot was certified as one of the national scientific and technological successes. The flowerpot also won the first prize at the National Flower Exhibition, which was held on October 8-12 in Pyongyang."
        },
        {
            "title": "S. Korean Regime's Fresh Psychological Warfare Slammed by KCNA Commentary",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-14ee.html",
            "content": "S. Korean Regime's Fresh Psychological Warfare Slammed by KCNA Commentary\r\nPyongyang, October 22 (KCNA) -- The south Korean puppet regime's confrontation hysteria against the DPRK has reached an extreme phase.\n\t\t\t\t\tAccording to the data about the \"state investigation\" recently submitted to the Defense Committee of the south Korean puppet National Assembly, the regime decided to stage a joint psychological warfare to cope with the wartime in parallel with the DPRK-targeted south Korea-U.S. war exercises to be conducted next year.\n\t\t\t\t\t\n\t\t\t\t\tIt was decided to hold \"a regular meeting on psychological warfare in battle areas\" with its American master to specify wartime operation plans and sharply beef up the forces for the warfare including mobile relay equipment to be operated even in the peace time and development and introduction of shells and balloons for scattering leaflets, etc.\n\t\t\t\t\t\n\t\t\t\t\tNot content with the joint saber-rattling with outsiders, the regime announced the integration and regularization of psychological warfare operations. This is one more serious provocation to the DPRK as it is a clear indication that the regime leaves no means untried to escalate the confrontation with it.\n\t\t\t\t\t\n\t\t\t\t\tThe Park Geun Hye group seeks to employ a fascist maniac's doctrine that \"telling a lie a hundred times makes people believe it as truth\" and its American master's base mode of psychological warfare in escalating the confrontation with compatriots. This indicates what an extreme phase its hysteria has reached.\n\t\t\t\t\t\n\t\t\t\t\tThe situation on the Korean Peninsula is again inching close to the brink of war though the inter-Korean relations were put on the orbit of dialogue. This is entirely attributable to Park Geun Hye who took the lead in the malignant smear campaign against the social system in the DPRK and the diplomacy intended to solicit cooperation in the moves for confrontation, traveling different parts of the world.\n\t\t\t\t\t\n\t\t\t\t\tInstead of paying heed to the ever-mounting criticism of Park and her group by the compatriots and international community, they seem to feel not satiated with crying out for \"confrontation accompanied by dialogue\". That was why they announced their scenario to resort to all-out military provocations and psychological warfare together with its master. \n\t\t\t\t\t\n\t\t\t\t\tJudging from the precedent in the history of modern war in which all psychological warfare means were mobilized before the use of physical war means and the gravity of the escalating joint military games, this is little short of a formal declaration of war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is behind these frantic moves of its servants.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. did not cut down the budget for the psychological warfare against the DPRK despite its domestic financial crisis. It is zealously instigating the present south Korean chief executive to the warfare, pleased with her rare disposition to escalate the stand-off and increased enthusiasm to spend money for it.\n\t\t\t\t\t\n\t\t\t\t\tHowever, they should bear in mind that to try to do harm to the ever-growing mental power of the army and people of the DPRK through psychological warfare is as foolish an act as running one's head against a wall. \n\t\t\t\t\t\n\t\t\t\t\tSuch a ruckus would only bring into bolder relief the miserable plight of those taken aback by the might of Songun Korea growing stronger as the days go by.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has its own style of counteraction to beat back at a single blow any physical war means and psychological warfare of the provocateurs.\n\t\t\t\t\t\n\t\t\t\t\tIt remains unchanged in its stance to go into action the moment the enemy provokes even a bit.\n\t\t\t\t\t\n\t\t\t\t\tIt will never miss a chance."
        },
        {
            "title": "KCNA Commentary Hits out at Japanese Dietmen's Visit to Shrine",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-29ee.html",
            "content": "KCNA Commentary Hits out at Japanese Dietmen's Visit to Shrine\r\nPyongyang, October 22 (KCNA) -- More than 150 Japanese Dietmen flocked to the Yasukuni shrine where the mortuaries of top-class war criminals are kept and paid tribute under the pretext of marking autumn grand festival on October 18.\n\t\t\t\t\tThe ultra-right elements led by the chief executive of Japan are now eulogizing erstwhile militarists and justifying their visit to the shrine.\n\t\t\t\t\t\n\t\t\t\t\tOn October 17, the Japanese chief executive made an offering to the shrine and trumpeted about \"respect\" for \"those who lost their lives while fighting for the country\".\n\t\t\t\t\t\n\t\t\t\t\tThe chief Cabinet secretary and other ultra-right conservative politicians are lifting the criminals up, talking about \"those who met deaths in battlefields while thinking about the country and worrying about their families\".\n\t\t\t\t\t\n\t\t\t\t\tThis militarist act is as hideous and serious as a war crime committed by the Japanese imperialists in the past as it is aimed to laud as \"heroes\" those fascists and murderers who committed crimes against humanity and step up the preparations for turning the country into a military giant and launching reinvasion.\n\t\t\t\t\t\n\t\t\t\t\tThose whom the Japanese reactionaries call \"heroes who fought for the country\" to be \"respected\" are top-class criminals to whom the human conscience does not apply the statute of limitations as they inflicted unspeakable misfortune and pain on the Koreans and other Asian people in the last century.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese imperialist beasts unhesitatingly committed hideous crimes that would make even animals blush including murder, extortion and even sexual slavery. Those crimes can never be written off no matter how much water may flower under the bridge and Japan has not yet redeemed them.\n\t\t\t\t\t\n\t\t\t\t\tThese top-class war criminals committed indelible crimes against Japanese people, to say nothing of Asians.\n\t\t\t\t\t\n\t\t\t\t\tJapan hurled its simple young and middle-aged men to battlefields and turned them into a group of robbers and dirty animals whose regular jobs are murder and plunder.\n\t\t\t\t\t\n\t\t\t\t\tThey left Japan as a country of devils in history.\n\t\t\t\t\t\n\t\t\t\t\tThe trumpeting about \"sacred sacrifice\" and \"respect\" can not but be a frontal challenge to the international community and a mockery of the Japanese.\n\t\t\t\t\t\n\t\t\t\t\tThis deplorable thing is happening in Japan at a time when efforts are being made by European countries to bury fascism once and for all as evidenced by the movement waged by Italians recently not to allow a Nazi war criminal to be buried in their country after his death.\n\t\t\t\t\t\n\t\t\t\t\tThis fact goes to prove that Japan is a modern type fascist state and a depraved war criminal state blinded by war hysteria.\n\t\t\t\t\t\n\t\t\t\t\tThe rulers of Japan are pursuing visits to the shrine, projecting the war criminals as \"patriots\" though they were mercilessly executed by international law. This is aimed at implanting the fascist idea of the war criminals into the minds of Japanese people and painting their unethical acts as just ones and hurling all of them into reinvasion as militarist maniacs. \n\t\t\t\t\t\n\t\t\t\t\tHistory proves that only death awaited those psychopaths who pursued aggression, plunder and genocide as a way out. \n\t\t\t\t\t\n\t\t\t\t\tShould the Japanese reactionaries pursue the moves for turning Japan into a military giant and launching reinvasion in defiance of truth of history, Japan will certainly fall into a bottomless abyss of ruin."
        },
        {
            "title": "Rodong Sinmun Calls for Successfully Concluding This Year's Drive",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-09ee.html",
            "content": "Rodong Sinmun Calls for Successfully Concluding This Year's Drive\r\nPyongyang, October 22 (KCNA) -- Rodong Sinmun Tuesday editorially calls for intensifying the drive for creating the \"speed on Masik Pass\" and glorifying this significant year as a year of great victory unprecedented in the history of the country under the leadership of Marshal Kim Jong Un. \n\t\t\t\t\tThe editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\tIt is the steadfast will of the Workers' Party of Korea and the people of the DPRK to glorify this year crowded with a series of revolutionary happy events noteworthy in the history of the country as a year of great creation and changes for bringing about a turning phase in the building of a thriving socialist nation. \n\t\t\t\t\t\n\t\t\t\t\tA drive for creating the \"speed on Masik Pass,\" a  new speed of offensive, a speed of a-match-for-a-hundred in the 21st century, raged under the leadership of Kim Jong Un. This marked an eye-opening event which gave full play to the mental power of the service personnel and people and brought about a great surge in the overall operations for the building of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\tAll service personnel and people grandly celebrated the diamond jubilee of the victory in the Fatherland Liberation War and the 65th anniversary of the DPRK amid high political enthusiasm by advancing like the wind at the \"speed on Masik Pass,\" fully demonstrating the spirit of single-minded unity of the revolutionary ranks led by the great Songun brilliant commander and the might of the great Paektusan nation. \n\t\t\t\t\t\n\t\t\t\t\tThe great events and changes in the country are the fruition of the far-sighted plan of Kim Jong Un and his energetic leadership.\n\t\t\t\t\t\n\t\t\t\t\tThe drive this year proved once again that the DPRK will always remain strong and prosperous as it is led by Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tIt is the spirit and work-style of the Korean people to steadily advance to achieve bigger victories and greater leap forward. \n\t\t\t\t\t\n\t\t\t\t\tThe editorial calls on all party members, service personnel and people to keep pace with Kim Jong Un's speed of offensive and forced march and successfully conclude the drive this year at the \"speed on Masik Pass\"."
        },
        {
            "title": "Rodong Sinmun Denounces U.S. for Creating Atmosphere of Confrontation",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-11ee.html",
            "content": "Rodong Sinmun Denounces U.S. for Creating Atmosphere of Confrontation\r\nPyongyang, October 22 (KCNA) -- Shortly ago, the commander of the U.S. forces in south Korea told reporters that the DPRK's development of asymmetric fighting capability is a matter of concern.\n\t\t\t\t\tThe U.S. secretary of Defense and the chairman of the U.S. Joint Chiefs of Staff spread story that north Korea's ballistic missile poses a \"threat\" to the security of not only the Korean Peninsula but also Northeast Asia. They went the lengths of blustering that they want to develop the theatre missile defense system with the south Korean puppet forces and improve the defense capability by deploying spy technical equipment in Japan.\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun Tuesday in a commentary dismisses the story of \"threat\" from the DPRK touted by the U.S. as sheer sophism which can convince no one.\n\t\t\t\t\t\n\t\t\t\t\tLooking back on history, the U.S. used to beef up its aggressor forces in south Korea and its vicinity and make war drumbeats under the pretext of \"threat\" from the DPRK, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tWhat is obvious is that the U.S. does not want peace and stability on the Korean Peninsula. What is required by the U.S. is the escalation of confrontation and tension.\n\t\t\t\t\t\n\t\t\t\t\tIt is hard for the U.S. to build up the U.S.-Japan-south Korea triangular military alliance in a peaceful environment because it can never convince the world.\n\t\t\t\t\t\n\t\t\t\t\tHence, the U.S. is working hard to build a world public opinion about the DPRK's \"increased threat\" and fan up the atmosphere of confrontation with the DPRK in a bid to create a favorable environment for knocking into shape the alliance.\n\t\t\t\t\t\n\t\t\t\t\tThe sinister aim sought by the U.S. in creating the U.S.-Japan-south Korea military alliance is to maintain its military edge in Northeast Asia on its basis.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is deeply concerned about the economic development and bolstering up of self-defense capability in the Northeast Asian countries and their increasing influence on the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\tIt is the U.S. calculation that it cannot dominate the Asia-Pacific region unless it puts Northeast Asia under its military control."
        },
        {
            "title": "Dependence on Foreign Forces Will Lead to Ruin: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-13ee.html",
            "content": "Dependence on Foreign Forces Will Lead to Ruin: Rodong Sinmun\r\nPyongyang, October 22 (KCNA) -- The south Korean authorities will get nothing but ruin in case they resort to dependence on foreign forces while going against the desire of the times and the nation, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\tFlunkeyism and dependence on foreign forces are an inveterate bad habit of the south Korean ruling quarters and their typical political mode, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tAt recent various events held in Seoul to mark the 60th anniversary of south Korea-U.S. \"alliance\", the puppet forces called for \"raising the level of alliance\" with the U.S., while fawning on their master with such words as \"most successful alliance\" and \"source of strength\". When the conservative group called for tightening \"alliance\" with the U.S. inside, the puppet chief executive actively solicited the U.S. and Japanese masters for support for the \"policy toward the north\" the core of which is \"confidence-building process\" and \"plan for peace and cooperation in Northeast Asia\". This rowdyism on the part of the puppet forces proves that dependence on foreign forces will turn one into a fool without dignity and self-esteem, being lost to shame.\n\t\t\t\t\t\n\t\t\t\t\tDependence on foreign forces shows the servility of those who prolong their remaining days by relying on foreign forces after deserting their own nation. Reliance on foreign forces will make one read other's face, dance to other's tune and sell off the interests of the nation, being dead-set against the desire and requirements of the nation.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet ruling forces' moves are an intolerable act of treachery of making south Korea all the more dependent on the U.S., preventing the cause of national reunification from making progress and mounting the danger of a new war. The south Korean treacherous forces will only meet a miserable ruin for their acts of kowtowing to foreign forces.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities should clearly face up to the trend of the times. Time has gone when dependence on foreign forces was justified, and it is an irresistible trend of the south Korean people to reject the U.S. and achieve independence."
        },
        {
            "title": "S. Korean Military Authorities Accused of Interfering in Election",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-08ee.html",
            "content": "S. Korean Military Authorities Accused of Interfering in Election\r\nPyongyang, October 22 (KCNA) -- The Emergency Situation Council to Denounce Intelligence Service's Interference in Presidential Election for Political Operation of south Korea held the 16th all-people candlelight rally at Seoul Square on Oct. 19 in protest against the puppet military group's illegal interference in the election.\n\t\t\t\t\tAt the rally speakers accused the Park Geun Hye regime of mocking at the people by hatching all plots, involved in political scandals, adding angry people are turning out in candlelight actions in various places.\n\t\t\t\t\t\n\t\t\t\t\tIt was against this backdrop that the interference in the election by agents of the Cyber Command belonging to the Defense Ministry and the Decoration Department was disclosed to spark off bitterer resentment among the people, they noted.\n\t\t\t\t\t\n\t\t\t\t\tNo one can guess what extent the power bodies' illegal interference in the election has reached, they deplored.\n\t\t\t\t\t\n\t\t\t\t\tPark who took office claimed that she has not received any benefit from the Intelligence Service, etc. and is obstructing investigation into the case of the interference in the election, they charged.\n\t\t\t\t\t\n\t\t\t\t\tThe regime's interference in politics is being brought to light thanks to the people's actions, they noted, warning that the Park regime should bear in mind it cannot go against the will of the people.\n\t\t\t\t\t\n\t\t\t\t\tThey declared candlelight actions would force the regime to conduct a special investigation into the power bodies' interference in the election and thus seek a thorough probe into the truth about the case and punishment of those involved."
        },
        {
            "title": "U.S.-S. Korea Combined Airlifting Drill Staged",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-26ee.html",
            "content": "U.S.-S. Korea Combined Airlifting Drill Staged\r\nPyongyang, October 22 (KCNA) -- The U.S. imperialists and the south Korean puppet warmongers on Monday staged a combined airlifting drill in the area of Phohang, North Kyongsang Province, according to south Korean Yonhap News.\n\t\t\t\t\tThe drill was aimed at airlifting forces, equipment and supplies for operations of landing units under the simulated conditions of attack on the areas of the DPRK from seas. Involved in the drill were the 501st brigade for supporting reinforcing forces belonging to the 19th support command of the U.S. imperialist aggressor forces and a unit of the south Korean puppet marine corps for supporting the  landing forces.\n\t\t\t\t\t\n\t\t\t\t\tThe warmongers staged the whole course of the drill including airlifting supplies from transport planes under the simulated wartime conditions. It was reported that the U.S. and the south Korean puppet forces staged such joint saber-rattling for the first time.\n\t\t\t\t\t\n\t\t\t\t\tThe unprecedented military exercise was staged   for performing the duty for landing operations in the wake of the maneuvers conducted by the U.S. nuclear carrier in the East, South and West Seas of Korea for a preemptive nuclear attack on the DPRK. This is a clear indication that the warmongers' moves have reached a more reckless phase.\n\t\t\t\t\t\n\t\t\t\t\tThis grave situation goes to prove the hypocrisy of \"dialogue\" and \"confidence\" touted by the warmongers."
        },
        {
            "title": "U.S. Urged to Exercise Restraint in Military Actions against DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-10ee.html",
            "content": "U.S. Urged to Exercise Restraint in Military Actions against DPRK\r\nPyongyang, October 22 (KCNA) -- The secretary of State and other high-ranking officials of the Obama administration recently vied with each other to let loose such rhetoric that the U.S. does not pursue a hostile policy toward the DPRK and has no intent to attack it.\n\t\t\t\t\tRodong Sinmun Tuesday says in a commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\tWhat they uttered is nothing but hypocrisy. If the present U.S. administration truly wants to see denuclearization on the Korean Peninsula and peace and security in the region, it should exercise restraint in its military actions contrary to its allegation.\n\t\t\t\t\t\n\t\t\t\t\tIt is none other than the U.S. which spawned the nuclear issue on the Korean Peninsula and has posed a constant nuclear threat to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is working hard to browbeat the DPRK through its escalated nuclear confrontation racket and nuclear blackmail but the army and people of the DPRK are not afraid of such \"show of force.\"  The U.S. nuclear racket periodically repeated on the Korean Peninsula has gone beyond the tolerance limit, rattling the nerves of the DPRK to extremes. Its escalated military provocations would compel the DPRK to intensify its political-military counteractions against them.\n\t\t\t\t\t\n\t\t\t\t\tNo smoke without fire.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. should bear in mind that unpredictable consequences will be entailed by the frequent saber-rattling being staged by the nuclear attack means of its aggression troops including nuclear carrier in the air and waters off the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe warmongers had better behave themselves, clearly understanding the gravity of the situation."
        },
        {
            "title": "Japan's Intention to Pave Way for Becoming War State Denounced",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-12ee.html",
            "content": "Japan's Intention to Pave Way for Becoming War State Denounced\r\nPyongyang, October 22 (KCNA) -- At a Japan-U.S. security consultative committee meeting of officials in charge of foreign and defense affairs held in Tokyo on October 3, both countries agreed to rapidly reexamine the Japan-U.S. defense cooperation guidelines that were revised 16 years ago and replace them with new ones.\n\t\t\t\t\tMinju Joson Tuesday in a commentary says Japan and the U.S. seek to include in the new guidelines the specifics for expanding Japan's military role for the security of Japan and its surrounding areas in contingency and facilitating close cooperation between the armed forces of the two countries.\n\t\t\t\t\t\n\t\t\t\t\tThe revision of the guidelines has become an established fact. This means the provision of basic conditions for Japan to emerge as a main player of a war, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tIt was the Japanese reactionaries' attempt to directly take part in combat actions together with the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\tIt is for this reason that the Japanese reactionaries have long called for expanding and strengthening Japan's military role in \"Japan-U.S. alliance\" and have reached a full agreement with the U.S. over the issue at the recent meeting.\n\t\t\t\t\t\n\t\t\t\t\tThis proves that Japan is becoming independent war force.\n\t\t\t\t\t\n\t\t\t\t\tAt the recent meeting Tokyo elicited Washington's support for the reexamination of constitution for the exercise of the right to collective self-defense, establishment of the state security council and increasing budget for defense.\n\t\t\t\t\t\n\t\t\t\t\tThis will enable Japan to participate in combat actions under various pretexts, typically a pretext that U.S. warships have been attacked even though Japan has not been attacked. Japan will also expand defense budget at will and step up the moves to become a military giant.\n\t\t\t\t\t\n\t\t\t\t\tIt is the sinister intention of the Japanese reactionaries to pave the way for becoming a war state and realize the ambition for reinvasion and the old dream of the \"Greater East Asia Co-prosperity Sphere\" by way of holding \"responsibility for security\", availing themselves of  the U.S. pivot to Asia-Pacific strategy."
        },
        {
            "title": "Head of Congolese Government Delegation Gives Impression on DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-27ee.html",
            "content": "Head of Congolese Government Delegation Gives Impression on DPRK\r\nPyongyang, October 22 (KCNA) -- Gakosso Jean Claude, minister of Culture and Art, who visited the DPRK as head of the Congolese government delegation, was interviewed by KCNA.\n\t\t\t\t\tI was deeply moved to see the Korean people steadily maintaining the principle of independence and pushing ahead with a drive for building a thriving nation, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tDuring my visit to the DPRK, I came to know well about the Korean people strong in revolutionary character and their spirit of overcoming difficulties.\n\t\t\t\t\t\n\t\t\t\t\tIt is said that seeing is believing.\n\t\t\t\t\t\n\t\t\t\t\tI confirmed the true meaning of the saying.\n\t\t\t\t\t\n\t\t\t\t\tReptile media of the West are making false reports on socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people are advancing with confidence while braving all trials and difficulties.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists reduced Pyongyang into ashes during the Korean war launched by them.\n\t\t\t\t\t\n\t\t\t\t\tUnder the wise leadership of President Kim Il Sung the Korean people successfully built edifices of peculiar style from debris.\n\t\t\t\t\t\n\t\t\t\t\tThey have done so many things for the prosperity of the country with confidence and optimism.\n\t\t\t\t\t\n\t\t\t\t\tGoing round different places of Pyongyang, I knew well about the creative wisdom and resourcefulness of the Korean people and the might of self-supporting national economy.\n\t\t\t\t\t\n\t\t\t\t\tThey built monumental edifices in every nook and corner of the country.\n\t\t\t\t\t\n\t\t\t\t\tThis was the fruition of the wise guidance of Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThey brought up the Korean people to be excellent and led them to revolutionary struggle and construction.\n\t\t\t\t\t\n\t\t\t\t\tThe revolutionary cause of the peerlessly great men has been successfully carried forward by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tHe is making tireless efforts to bring happiness to the people.\n\t\t\t\t\t\n\t\t\t\t\tThe great Korean people are dynamically advancing toward the future under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tSure is victory for the Korean people."
        },
        {
            "title": "WPK's Anniversary Marked by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-03ee.html",
            "content": "WPK's Anniversary Marked by Foreign Newspapers\r\nPyongyang, October 22 (KCNA) -- Newspapers of various countries dedicated special write-ups to the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\tThe October 7 issue of the Russian newspaper Komsomolskaya Pravda carried an article titled \"Mother Party\" illustrated with a photo of smiling President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tThe paper said that the love for the people is the starting point of all thinking and activities of Kim Jong Un, first secretary of the WPK, and the supreme principle and the highest goal of his politics.\n\t\t\t\t\t\n\t\t\t\t\tIt emphasized that the WPK headed by Kim Jong Un will always emerge victorious thanks to the absolute support and trust of the people.\n\t\t\t\t\t\n\t\t\t\t\tThe Russian paper Pravda Primoriya No. 40 in its article illustrated with a photo of Kim Il Sung and leader Kim Jong Il dealt with the leadership exploits of the peerlessly great men of Mt. Paektu who strengthened the WPK into a party serving the people.\n\t\t\t\t\t\n\t\t\t\t\tThe October 7 issue of the Iranian newspaper Iran News allotted one whole page to a special write-up illustrated with photos of the peerlessly great men under the headline \"68th anniversary of the WPK\".\n\t\t\t\t\t\n\t\t\t\t\tThe paper in an article titled \"The WPK\" dealt with the devoted efforts made by Kim Il Sung and Kim Jong Il for accomplishing the cause of building a Juche-oriented party. It also noted that Kim Jong Un has successfully carried forward their idea and cause.\n\t\t\t\t\t\n\t\t\t\t\tThe October 12 issue of the Nepalese newspaper Nepal Today and the October 10 issue of the Malian newspaper Le Malien in their articles praised the WPK for bringing about epoch-making changes in the revolution and construction despite all difficulties and trials of history for nearly 70 years since its founding and creditably performing its mission and role as a mother party."
        },
        {
            "title": "WPK's Important Days Marked by British Newspapers",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-04ee.html",
            "content": "WPK's Important Days Marked by British Newspapers\r\nPyongyang, October 22 (KCNA) -- Organs of political parties of Britain dedicated special write-ups to the 68th anniversary of the Workers' Party of Korea (WPK) and the 87th anniversary of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\tOrgans of the Revolutionary Communist Party of Britain (Marxist-Leninist) carried articles titled \"Congratulations to WPK on its 68th anniversary,\" etc.\n\t\t\t\t\t\n\t\t\t\t\tThe Workers' Weekly on October 15 said that President Kim Il Sung laid down a unique line of founding a party right after he embarked upon the road of revolution, made full preparations for it in the days of the anti-Japanese struggle and founded the WPK without delay on the basis of them after the liberation of the country.\n\t\t\t\t\t\n\t\t\t\t\tThe organ recalled that Kim Il Sung and leader Kim Jong Il developed the WPK into a revolutionary party deeply rooted among the popular masses.\n\t\t\t\t\t\n\t\t\t\t\tThe October issue of the Line of March said:\n\t\t\t\t\t\n\t\t\t\t\tThe WPK is the powerful general staff of the revolution which has led Songun Korea along the road of prosperity.\n\t\t\t\t\t\n\t\t\t\t\tIt greeted a new heyday of its development under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tIt will certainly achieve a final victory in building a thriving nation under his steersmanship.\n\t\t\t\t\t\n\t\t\t\t\tThe October 11 issue of The New Worker, organ of the New Communist Party of Britain, carried news that significant events were held in Britain under the sponsorship of various political parties and organizations to celebrate the 68th anniversary of the WPK."
        },
        {
            "title": "Important Days of WPK Observed by British, Nigerian Organizations",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-02ee.html",
            "content": "Important Days of WPK Observed by British, Nigerian Organizations\r\nPyongyang, October 22 (KCNA) -- Organizations of Britain and Nigeria posted special write-ups on their websites on October 9 and 10 to mark the 68th anniversary of the Workers' Party of Korea (WPK) and the 87th anniversary of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\tThe British Association for the Study of Songun Policy carried  \"WPK shining with the august names of the peerlessly great men\" and other articles illustrated with photos of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tAn article titled \"WPK, invincible and iron-willed party\" said:\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il's election as general secretary of the WPK on October 8, 1997 marked a historic event of great significance in accomplishing the cause of building the Juche-oriented party and a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\tHe comprehensively developed in depth the revolutionary idea of Kim Il Sung with his rare wisdom and through his energetic ideological and theoretical activities.\n\t\t\t\t\t\n\t\t\t\t\tHe was a prominent statesman and a master of leadership who developed the WPK into an invincible party and ushered in the new era of building a thriving nation on the land of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe great exploits he performed by leading the WPK with his outstanding idea, leadership art and noble virtues and bringing about an epoch-making turn in carrying out the revolutionary cause of Juche will last forever.\n\t\t\t\t\t\n\t\t\t\t\tOnly victory and glory are in store for the Korean revolution advancing under the leadership of Kim Jong Un, holding Kim Jong Il as eternal general secretary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\tIn an article the Nigerian National Committee for the Study of the Juche Idea said that the formation of the DIU marked an event of great significance in founding and developing the WPK and the DPRK."
        },
        {
            "title": "Kim Jong Un's Talk Published by British Political Party",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-01ee.html",
            "content": "Kim Jong Un's Talk Published by British Political Party\r\nPyongyang, October 22 (KCNA) -- Marshal Kim Jong Un's talk \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" was brought out in booklet by the New Communist Party of Britain.\n\t\t\t\t\tThe talk was published in Rodong Sinmun, organ of the Workers' Party of Korea, and Joson Inmingun, organ of the Korean People's Army, on August 25 (Day of Songun), Juche 102 (2013).\n\t\t\t\t\t\n\t\t\t\t\tThe talk deals with the Songun revolutionary feats of leader Kim Jong Il and clarifies the essence and originality of the idea of the Songun revolution and the tasks to be carried out to successfully accomplish the revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\tA book-releasing ceremony was held at the building of the New Communist Party of Britain on October 16."
        },
        {
            "title": "U.S., Its Allies' Joint Naval Strike Drill under Fire in Nigeria",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-05ee.html",
            "content": "U.S., Its Allies' Joint Naval Strike Drill under Fire in Nigeria\r\nPyongyang, October 22 (KCNA) -- Alhassan Mamman Muhammad, chairman of the Nigerian National Committee for the Study of the Juche Idea, issued a statement on October 14 in denunciation of the U.S. and its allies' naval strike drill targeted against the DPRK.\n\t\t\t\t\tHe accused the U.S., Japan and south Korea of staging a large-scale joint naval strike drill in the East and South Seas of Korea recently despite strong public denunciation at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\tThe gravity of this drill lies in that it was staged, timed to coincide with the U.S. and south Korean puppet authorities' adoption of the \"tailored deterrence strategy\" which calls for a preemptive strike at the DPRK, he noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\tThe \"tailored deterrence strategy\" calls for stifling the DPRK by mobilizing all military forces including conventional armed forces and the missile defence system of the U.S. and south Korean puppet forces, not content with the provision of a nuclear umbrella by the U.S., the world's biggest possessor of nukes. This, in essence, means the increased threat of a nuclear war to the DPRK and the completion of the scenario for a preemptive nuclear strike at it.\n\t\t\t\t\t\n\t\t\t\t\tWe fully support all measures taken by the DPRK to defend the dignity and sovereignty of the country and nation.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people will certainly emerge victorious in confrontation with the provocateurs as they are advancing under the outstanding Songun leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Kim Jong Un recibe carta personal del presidente indonesio",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-18ss.html",
            "content": "Kim Jong Un recibe carta personal del presidente indonesio\r\nPyongyang, 22 de octubre (ACNC) -- El Mariscal Kim Jong Un recibio la carta personal que le enviara el presidente de la Republica de Indonesia, Susilo Bambang Yudhoyono.\n\t\t\t\t\tEl ministro de Relaciones Exteriores de este pais asiatico, Raden Mohammad Marty Muliana Natalegawa, de visita en Corea, la entrego el dia 22 al presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam.\n\t\t\t\t\t\n\t\t\t\t\tEl visitante dedico tambien regalo al Mariscal."
        },
        {
            "title": "Kim Yong Nam se reune con canciller indonesio y su comitiva",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-21ss.html",
            "content": "Kim Yong Nam se reune con canciller indonesio y su comitiva\r\nPyongyang, 22 de octubre (ACNC) -- Kim Yong Nam, Presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, departio hoy en el Palacio de los Congresos Mansudae con Raden Mohammad Marty Muliana Natalegawa, ministro de Relaciones Exteriores de Indonesia, y su comitiva que le hicieron una visita de cortesia.\n\t\t\t\t\tEstuvieron presentes el vicecanciller coreano, Pak Kil Yon y el embajador indonesio en Corea, Nasri Gustaman."
        },
        {
            "title": "Canciller coreano se reune con su homologo indonesio",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-22ss.html",
            "content": "Canciller coreano se reune con su homologo indonesio\r\nPyongyang, 22 de octubre (ACNC) -- Tuvieron lugar el dia 22 en el Palacio de los Congresos Mansudae las conversaciones entre el canciller de la Republica Popular Democratica de Corea, Pak Ui Chun, y el ministro de Relaciones Exteriores de Indonesia, Raden Mohammad Marty Muliana Natalegawa.\n\t\t\t\t\tEn la ocasion, ambas partes avisaron las politicas internas y externas y discutieron sobre los problemas de ampliar y desarrollar mas las relaciones bilaterales e intensificar la cooperacion en asuntos regionales e internacionales.\n\t\t\t\t\t\n\t\t\t\t\tLa parte coreana aclaro la posicion de principios sobre el problema de la Peninsula Coreana y evaluo el papel que juega Indonesia en ASEAN. Ademas ambas partes decidieron esforzarse en conjunto para la paz, la estabilidad y el desarrollo de la region."
        },
        {
            "title": "Pesista coreano Om Yun Chol conquista titulo mundial",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-17ss.html",
            "content": "Pesista coreano Om Yun Chol conquista titulo mundial\r\nPyongyang, 22 de octubre (ACNC) -- Resulto vencedor el jugador de la Republica Popular Democratica de Corea Om Yun Chol en la division de 56kg del Campeonato Mundial de Levantamiento de Pesas de 2013 que tiene lugar en Polonia.\n\t\t\t\t\tEl dia 21, el levanto 127 kilos en arranque y 162 kilos en envion con un total de 289kg y conquisto asi 2 medallas de oro y una de plata.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, su compatriota Ryang Chun Hwa ocupo segundo lugar en arranque, envion y total de la division femenina de 48 kilos llevandose 3 preseas de plata.\n\t\t\t\t\t\n\t\t\t\t\tFue renida la disputa entre Om Yun Chol y su rival chino quien levanto 130 kilos en arranque, o sea, 3 mas que el peso levantado por el primero. \n\t\t\t\t\t\n\t\t\t\t\tPero, Om logro desquitarse de su desventaja al levantar 162 kilos, 5 mas que el muchacho chino, llevandose el titulo mundial.\n\t\t\t\t\t\n\t\t\t\t\tAnteriormente, Om establecio nuevo record olimpico al levantar en envion 168 kilos, el triple de su peso corporal, durante los 30o Juegos Olimpicos y se hizo medallista de oro.\n\t\t\t\t\t\n\t\t\t\t\tConquisto una medalla de oro en el Campeonato Mundial Juvenil de Levantamiento de Pesas de 2011.\n\t\t\t\t\t\n\t\t\t\t\tTriunfo en arranque, envion y total de su peso en el Campeonato Asiatico de Levantamiento de Pesas de 2013.\n\t\t\t\t\t\n\t\t\t\t\tEn septiembre pasado, establecio nuevo record mundial al levantar 169 kilos en envion durante el campeonato de levantamiento de pesas por la copa asiatica y de clubes de los jovenes y adultos de 2013, efectuado en esta capital."
        },
        {
            "title": "Guerra psicologica anti-RPDC adelantara arruinamiento de titeres surcoreanos, senala ACNC",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-15ss.html",
            "content": "Guerra psicologica anti-RPDC adelantara arruinamiento de titeres surcoreanos, senala ACNC\r\nPyongyang, 22 de octubre (ACNC) -- Llega al extremo la fiebre conflictiva de los titeres surcoreanos con la Republica Popular Democratica de Corea. \n\t\t\t\t\tSegun los datos de la \"inspeccion de la administracion\" presentados a la comision de defensa de la Asamblea Nacional, los titeres surcoreanos decidieron librar desde el proximo ano junto con los ejercicios belicos anti-RPDC Sur de Corea-EE.UU. el entrenamiento conjunto de guerra psicologica suponiendo el tiempo de guerra. \n\t\t\t\t\t\n\t\t\t\t\tPara este fin, abriran periodicamente con su amo norteamericano la \"reunion de guerra psicologica en el campo de combate\" para concretar el plan operacional del tiempo de guerra y al mismo tiempo, aumentaran en gran medida las fuerzas de guerra psicologica como el desarrollo y aplicacion de los equipos moviles de retransmision y los proyectiles y aparatos para el lanzamiento de volantes que se pondran en funcionamiento tambien en tiempo de paz. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho demuestra que la banda de Park Geun-hye quiere lanzar la guerra psicologica contra la RPDC por el estilo de un maniaco nazis quien dijo que \"mentira repetida cien veces se acepta como verdad\" o de su amo gringo. \n\t\t\t\t\t\n\t\t\t\t\tLa situacion de la Peninsula Coreana, que tomaba el rumbo al dialogo, vuelve al borde de guerra por culpa de Park Geun-hye que calumnia el sistema de la RPDC hasta en su viaje al extranjero mendigando la cooperacion en su campana de confrontacion fratricida. \n\t\t\t\t\t\n\t\t\t\t\tEn vez de escuchar las crecientes criticas de la nacion y la sociedad internacional, Park y sus compinches, insatisfechos con el \"enfrentamiento con dialogo\", anuncian publicamente que recurriran junto con su amo a la provocacion militar y la campana psicologica. \n\t\t\t\t\t\n\t\t\t\t\tTomando en consideracion la historia de guerras contemporaneas en que se movilizaron todos los medios de guerra psicologica antes del uso de los medios fisicos de guerra y la escalada de los ejercicios conjuntos, lo dicho arriba significa la declaracion oficial de la guerra total con la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tDetras de todo eso esta EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU., que no podia reducir los presupuestos para la guerra psicologica anti-RPDC, pese a su crisis financiera, alienta con mucho placer el temperamento conflictivo y el deseo de inversion financiera anti-RPDC de la mandataria surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tPero, los enemigos deben tener presente que el intento de debilitar con la campana psicologica la gran fuerza espiritual de los militares y civiles de la RPDC es una tonteria que revela la fachada miserable de los atemorizados ante el poderio de la Corea del Songun en prosperidad. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC tiene su propio modo de respuesta con que puede destruir de un golpe cualquier medio fisico de guerra o de campana psicologica de los provocadores. \n\t\t\t\t\t\n\t\t\t\t\tEs invariable la posicion de ella de entrar, sin perder la oportunidad, en acciones inmediatas si los enemigos dan algun movimiento sospechoso."
        },
        {
            "title": "Minju Joson critica enmienda de guia de defensa de Japon",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-04ss.html",
            "content": "Minju Joson critica enmienda de guia de defensa de Japon\r\nPyongyang, 22 de octubre (ACNC) -- El 3 de octubre, Japon y Estados Unidos sostuvieron en Tokio una reunion del comite de consulta de seguridad con la participacion de los ministros de relaciones exteriores y de defensa de ambos paises. En la ocasion, se acordo revisar con urgencia la guia de cooperacion de defensa Japon-EE.UU., modificada hace 16 anos, y preparar la otra nueva.\n\t\t\t\t\tEn un comentario individual del dia 22, el rotativo Minju Joson revela que a traves de la enmienda de mencionada guia, Japon y EE.UU. pretenden anadir los parrafos que estipulen ampliar el papel militar de Japon para la seguridad de este pais y su contorno y estrechar mas la colaboracion entre las fuerzas armadas de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tEl comentarista senalo que al hacerse posible la enmienda de guia, se ha dado la condicion principal que permitira a Japon desempenar el papel protagonico en la guerra, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tFue intento de los reaccionarios japoneses tomar parte en las acciones de combate junto con las tropas norteamericanas.\n\t\t\t\t\t\n\t\t\t\t\tDe ahi que ellos demandaban con ansiedad, desde hace mucho tiempo, el aumento del papel militar de Japon en la \"alianza Japon-EE.UU.\" y lo lograron mediante el presente acuerdo con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEsto insinua que Japon aparece como una fuerza belica independiente.\n\t\t\t\t\t\n\t\t\t\t\tEsta vez, este pais isleno obtuvo el consenso de EE.UU. en la revision de interpretacion de la Constitucion para el ejercicio del derecho a la autodefensa colectiva, la fundacion del consejo de seguridad nacional, el aumento de presupuestos de defensa, etc.\n\t\t\t\t\t\n\t\t\t\t\tAsi, Japon podra participar en las acciones militares con varios pretextos, tales como el ataque asestado a un buque de guerra norteamericano. Ademas, le sera posible aumentar a su antojo los presupuestos de defensa y dar acicate a la construccion de una potencia militar.\n\t\t\t\t\t\n\t\t\t\t\tLa siniestra intencion de los reaccionarios japoneses consiste en abrir la senda de conversion en un Estado de guerra asumiendo mayor \"responsabilidad de seguridad\" en adhesion a la estrategia norteamericana de dar importancia a Asia-Pacifico y en realizar su ambicion de lanzar nuevamente la agresion y el viejo sueno con la \"esfera de coprosperidad de gran Asia oriental\"."
        },
        {
            "title": "Rodong Sinmun llama a coronar lucha de este ano con \"velocidad Masikryong\"",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-01ss.html",
            "content": "Rodong Sinmun llama a coronar lucha de este ano con \"velocidad Masikryong\"\r\nPyongyang, 22 de octubre (ACNC) -- En el editorial publicado este martes, el diario Rodong Sinmun llama a dinamizar la lucha por crear la \"velocidad Masikryong\" en todos los sectores y glorificar este ano como ano de grandes victorias sin precedentes en la historia de la patria, bajo la orientacion del Mariscal Kim Jong Un. \n\t\t\t\t\tHacer brillar el presente ano de grandes fiestas revolucionarias como un ano de grandes creaciones e innovaciones que abriran la coyuntura de viraje en la construccion de un Estado prospero socialista, esto es la ferrea voluntad del Partido del Trabajo de Corea y del pueblo coreano, comienza el editorial y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tBajo la guia del Mariscal, se creo la \"velocidad Masikryong\", nueva velocidad de ataque del siglo XXI, lo cual fue gran acontecimiento que centuplico la fuerza espiritual de los militares y civiles coreanos y llevo al auge la construccion de Estado prospero. \n\t\t\t\t\t\n\t\t\t\t\tAl trabajar con la \"velocidad Masikryong\", todos los militares y civiles coreanos celebraron solemnemente con gran fervor politico el 60o aniversario de la victoria en la pasada guerra coreana y el 65o aniversario de la fundacion de la Republica Popular Democratica de Corea, de modo que se manifestaran a todo el mundo el poderio de la unidad monolitica de las filas revolucionarias y de la potencia del monte Paektu. \n\t\t\t\t\t\n\t\t\t\t\tTodos los acontecimientos y cambios acontecidos este ano en la patria son frutos del magno proposito y energica guia del Mariscal. \n\t\t\t\t\t\n\t\t\t\t\tEste ano ha comprobado otra vez que gracias a la guia del Mariscal, Corea sera mas prospera y poderosa. \n\t\t\t\t\t\n\t\t\t\t\tMarchar logrando incesantes victorias y saltos es el temperamento del pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tTodos los militantes del partido, los oficiales y soldados del Ejercito Popular y los habitantes deben concluir victoriosamente la lucha de este ano marchando a la \"velocidad Masikryong\" y marcando los pasos con los del Mariscal quien realiza las visitas de orientacion a modo de marcha forzada."
        },
        {
            "title": "EE.UU. debe parar acciones militares anti-RPDC, advierte Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201310/news22/20131022-02ss.html",
            "content": "EE.UU. debe parar acciones militares anti-RPDC, advierte Rodong Sinmun\r\nPyongyang, 22 de octubre (ACNC) -- Hace unos dias, el secretario de Estado y otros altos funcionarios de la administracion Obama dijeron que EE.UU. no practica la politica hostil contra la Republica Popular Democratica de Corea ni tiene la voluntad de atacarla. \n\t\t\t\t\tPero, esto no pasa de ser una pura mentira, senala el diario Rodong Sinmun en un comentario individual de este martes y continua:\n\t\t\t\t\t\n\t\t\t\t\tSi la actual administracion norteamericana desea de veras la desnuclearizacion de la Peninsula Coreana y tiene algun interes en la paz y la seguridad de la region, ha de parar las acciones militares contrarias a sus palabras. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es precisamente el autor que produjo el problema nuclear de la Peninsula Coreana y ejerce incesantemente la amenaza nuclear a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. pretende derrocar a la RPDC intensificando de modo escalonado su enfrentamiento y chantaje nucleares, pero con tal \"manifestacion militar\" no puede asustar al ejercito y pueblo de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl alboroto nuclear de EE.UU. que se repite periodicamente en la Peninsula Coreana ya pasa el limite y provoca la vehemente indignacion de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tCuanto mas sigan las provocaciones militares de EE.UU., se intensificaran tanto mas las contramedidas politicas y militares de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl cantaro que mucho va a la fuente acaba por romperse. \n\t\t\t\t\t\n\t\t\t\t\tLos belicistas deben actuar con prudencia teniendo presente que acarrearan una imprevisible consecuencia catastrofica si los medios de ataque nuclear incluso el portaaviones nuclear suelen infiltrarse en el espacio aereo y la zona maritima de la Peninsula Coreana para participar en los ejercicios belicos."
        }
    ]
}