{
    "date": "2013-11-20",
    "url": "http://kcna.co.jp/item/2013/201311/2013-11-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Kim Jong Il Military Postgraduate Institute under Construction",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-01ee.html",
            "content": "Kim Jong Un Inspects Kim Jong Il Military Graduate School under Construction\r\n Pyongyang, November 20 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and  first chairman of the DPRK National Defence Commission, looked round Kim Jong Il Military Graduate School under construction  at Kim Il Sung Military University.\n\t\t\t\t\t While going round the buildings of teaching staff and graduate students, a training course and a hall and other places where the construction has reached a final phase, he gave important instructions for finishing them well.\n\t\t\t\t\t\n\t\t\t\t\t He said that it is of weighty importance to build the graduate school, a center for training dependable military personnel of the party, at the university which was founded and has developed under the energetic leadership and loving care of Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to provide all educational facilities of the graduate school and environment for education at the best level as required by the nature of Kim Il Sung Military University, a world-famous university with a long history and prestige.\n\t\t\t\t\t\n\t\t\t\t\t Stressing the need to build not only educational  facilities but also football field, basketball court, volleyball court, gymnasium, indoor swimming pool and indoor shooting gallery in such a manner as to be impeccable in the distant future, he indicated tasks and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Vice Marshal of the KPA Choe Ryong Hae, director of the General Political Bureau of the KPA, General of the KPA Jang Jong Nam, minister of the People's Armed Forces, and Hwang Pyong So and Ma Won Chun, vice-department directors of the C.C., the WPK."
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Bulgarian Ambassador",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-11ee.html",
            "content": "Kim Yong Nam Receives Credentials from Bulgarian Ambassador\r\n Pyongyang, November 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Plamen Shukyurliev, new Bulgarian ambassador to the DPRK, at the Mansudae Assembly Hall on Wednesday.\n\t\t\t\t\t Kim had a talk with the ambassador."
        },
        {
            "title": "Kim Yong Nam Greets Maldivian President",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-19ee.html",
            "content": "Kim Yong Nam Greets Maldivian President\r\n Pyongyang, November 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Wednesday sent a congratulatory message to Abdulla Yameen Abdul Gayoom, on his election as president of the Republic of Maldives.\n\t\t\t\t\t Kim in his message wished the president success in his responsible work for the country's prosperity and people's well-being, expressing the belief that the friendly and cooperative relations between the two countries would develop on good terms in the future, too."
        },
        {
            "title": "Kim Yong Nam Sends Sympathy to Italian President",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-20ee.html",
            "content": "Kim Yong Nam Sends Sympathy to Italian President\r\n Pyongyang, November 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a message of sympathy to Italian President Giorgio Napolitano as regards the recent flood caused by a typhoon which hit Sardinia Island, Italy, claiming human and material losses.\n\t\t\t\t\t The message expressed deep sympathy and condolences to the president, victims and their bereaved families.\n\t\t\t\t\t\n\t\t\t\t\t It hoped that the Italian government and people would eradicate the aftereffects of the natural disaster and put the life of the inhabitants in the inflicted area on a normal basis as early as possible."
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Flays Hostile Forces' Adoption of \"Human Rights Resolution\" against DPRK",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-21ee.html",
            "content": "DPRK Foreign Ministry Spokesman Flays Hostile Forces' Adoption of \"Human Rights Resolution\" against DPRK\r\n Pyongyang, November 20 (KCNA) -- A spokesman for the DPRK Foreign Ministry gave the following answer to the question put by KCNA on Wednesday in connection with the fact that an anti-DPRK \"human rights resolution\" was adopted at the 3rd Committee of the 68th UN General Assembly:\n\t\t\t\t\t Those forces hostile to the DPRK, which regard it as a thorn in their flesh, railroaded such a \"resolution\" based on all sorts of lies and fabrications this year, too.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK bitterly condemns such a \"resolution\" as it did before \n\t\t\t\t\t\n\t\t\t\t\tbecause the U.S. and its allies' adoption of  such a \"resolution\" every year is the height of the politicization and selectivity of human rights and the application of double standard.\n\t\t\t\t\t\n\t\t\t\t\t The above-said forces adopted such a \"resolution\" making profound confusing of right and wrong, turning their faces away from the stirring reality in which the policy of love for the people is enforced, steeped in inveterate repugnance towards the Korean style socialist system centered on the masses. This farce which has nothing to do with the protection of human rights will only stoke confrontation and distrust.\n\t\t\t\t\t\n\t\t\t\t\t Such a ridiculous attempt to infringe upon the sovereignty of the DPRK and do harm to its dignified socialist system by abusing human rights for a sinister political purpose is bound to meet a stern punishment by history.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will decisively foil all sorts of challenges and conspiratorial plots of the hostile forces with the might of single-minded unity and proudly build a thriving socialist nation where the people will enjoy happiness."
        },
        {
            "title": "Korean People's Struggle Supported by Brazilian Political Parties",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-14ee.html",
            "content": "Korean People's Struggle Supported by Brazilian Political Parties\r\n Pyongyang, November 20 (KCNA) -- Renato Ravello, national chairman of the Central Committee of the Brazilian Communist Party (BCP), on November 15 met and had a talk with the delegation of the Workers' Party of Korea (WPK) led by Pak Kun Gwang, vice department director of the WPK Central Committee, which participated in the 13th Congress of the BCP.\n\t\t\t\t\t At the meeting Renato Ravello said that the WPK and the Korean people have registered shining successes in socialist construction under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Their struggle for socialism against imperialism is encouraging the members of the BCP and the world progressive people, he added.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the belief that the party and people of the DPRK led by Kim Jong Un would win a final victory in the drive to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Sergio Rubens De Araujo Torres, national president of the Party for Free Motherland of Brazil, met the same delegation at the building of the party on November 16.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting he said he was pleased that the WPK and the Korean people were dynamically pushing forward the building of an economic power under the leadership of Kim Jong Un despite the U.S. imperialists' moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the leadership of his party sets great store by the relations with the WPK and will send invariable support to the party and people of the DPRK in their struggle for building a thriving socialist nation and achieving the country's reunification."
        },
        {
            "title": "Reception Given at Bulgarian Embassy ",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-13ee.html",
            "content": "Reception Given at Bulgarian Embassy \r\n Pyongyang, November 20 (KCNA) -- The Bulgarian embassy here gave a reception on Wednesday on the occasion of the 65th anniversary of the establishment of diplomatic ties between the DPRK and Bulgaria.\n\t\t\t\t\t Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t Bulgarian Ambassador to the DPRK Plamen Shukyurliev and his embassy officials were on hand."
        },
        {
            "title": "Anniversary of Establishment of Diplomatic Ties between DPRK, Bulgaria Marked",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-12ee.html",
            "content": "Anniversary of Establishment of Diplomatic Ties between DPRK, Bulgaria Marked\r\n Pyongyang, November 20 (KCNA) -- A Bulgarian photo exhibition was opened with due ceremony at the Pyongyang Center for Cultural Exchange with Foreign Countries on Wednesday under the co-sponsorship of the Korean Committee for Cultural Relations with Foreign Countries, the Bulgarian embassy here and the DPRK-Bulgaria Friendship Association on the occasion of the 65th anniversary of the establishment of diplomatic relations between the DPRK and Bulgaria.\n\t\t\t\t\t Present there were So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, members of the DPRK-Bulgaria Friendship Association, officials concerned, Pyongyangites, Plamen Shukyurliev, Bulgarian ambassador to the DPRK, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys and representatives of international organizations and foreign embassy officials here.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the exhibition would contribute to boosting the friendly and cooperative relations between the peoples of the two countries. \n\t\t\t\t\t\n\t\t\t\t\t The participants looked round photos showing the cultural heritages of Bulgaria registered in the UNESCO and its natural scenery."
        },
        {
            "title": "Delegation of Minju Joson Leaves",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-18ee.html",
            "content": "Delegation of Minju Joson Leaves\r\n Pyongyang, November 20 (KCNA) -- A delegation of Minju Joson headed by Vice Editor-in-Chief Jon Jong Ho left here Wednesday to visit China."
        },
        {
            "title": "DFRK Appeals to S. Koreans to Foil Regime's Moves to Revive \"Yusin\" Dictatorship",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-17ee.html",
            "content": "DFRK Appeals to S. Koreans to Foil Regime's Moves to Revive \"Yusin\" Dictatorship\r\n Pyongyang, November 20 (KCNA) -- The Central Committee of the Democratic Front for the Reunification of Korea (DFRK) issued an appeal addressed to all the south Koreans Wednesday calling for resolutely foiling the authorities' moves to revive \"yusin\" dictatorship.\n\t\t\t\t\t The notorious \"yusin\" dictatorship is being revived in south Korea, stirring up the whirlwind of fascism, the appeal says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The remnants of \"yusin\" who seized power by resorting to a whole gamut of illegalities and frauds are brandishing with blood-shot eyes the sword of dictatorship to crack down on progressive and democratic forces standing for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The \"yusin\" remnants and their descendents have become desperate in their moves to revive dictatorship and suppress progressive and democratic forces. This is aimed to stamp out progressives in south Korea, split and trample down democratic forces and realize the long-term stay in power by the conservative forces, the \"yusin\" dictatorial forces.\n\t\t\t\t\t\n\t\t\t\t\t This was also prompted by their design to tide over the catastrophic crisis that was caused by the case of the Intelligence Service's interference in the \"presidential election\" by branding the Unified Progressive Party as forces plotting rebellion and labeling the Teachers Union and the Government Employees Union as \"enemy-benefiting\" organizations to pursue suppression-oriented politics.\n\t\t\t\t\t\n\t\t\t\t\t The revival of the \"yusin\" dictatorship is a tragedy in the 21st century and shame on the nation and the source of evil in the present era.\n\t\t\t\t\t\n\t\t\t\t\t All the progressive and democratic forces in south Korea should achieve solidarity and alliance and turn out in the actions to hamper the \"yusin\" remnants' moves for disbanding the Unified Progressive Party and defend the Teachers Union, the Government Employees Union and the paper Jaju Minbo.\n\t\t\t\t\t\n\t\t\t\t\t It is the truth taught by history that dictatorship does not last long and dictators are bound to meet a miserable end.\n\t\t\t\t\t\n\t\t\t\t\t This was proven by the miserable ends of dictators Mussolini and Hitler as well as Syngman Rhee and military dictator Park Chung-Hee.\n\t\t\t\t\t\n\t\t\t\t\t The actions to check the revival of \"yusin\" dictatorship are part of the nationwide movement to improve the north-south ties and achieve national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Only when south Korean society is democratized will it be possible to achieve the genuine development of the north-south ties, peace and prosperity of the nation and its independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans are standing by you who rose up in the just actions for defending progress and democracy, and the world progressive and democratic forces are extending full support and encouragement to you in your just struggle.\n\t\t\t\t\t\n\t\t\t\t\t The appeal expresses the conviction that the broad segment of south Koreans will turn out in a sacred struggle to destroy the citadel of \"yusin\" dictatorship with the flame of all-people resistance, realize democracy and open up a new phase of improvement of the north-south ties and independent reunification."
        },
        {
            "title": "KCNA Commentary Decries Japan's Suspension of Subsidies to Korean Schools ",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-16ee.html",
            "content": "KCNA Commentary Decries Japan's Suspension of Subsidies to Korean Schools\r\n Pyongyang, November 20 (KCNA) -- The Tokyo Metropolitan authorities and the Yokohama City Educational Committee of Japan decided not to pay subsidies to Korean schools in Japan.\n\t\t\t\t\t Citing the reason, they said it is because \"north Korea threatens Japan's peace with nuclear weapons and missiles\" and \"facilities of Korean schools have been used for activities of the General Association of Korean Residents in Japan (Chongryon).\"\n\t\t\t\t\t\n\t\t\t\t\t This is a mean act of those steeped in bitterness toward the DPRK and Chongryon and chauvinist idea to the marrow of their bones.\n\t\t\t\t\t\n\t\t\t\t\t The reason cited by the Japanese reactionaries when suppressing the Korean schools is sophism to justify their crimes against humanity.\n\t\t\t\t\t\n\t\t\t\t\t Once they cried out for imposing sanctions on Korean schools, citing \"abduction issue\" and \"contents of education\". This sparked off denunciation and rebuff by the public.\n\t\t\t\t\t\n\t\t\t\t\t Now they label Korean schools as \"ideology schools\" and \"institutions for operation against Japan\", not content with taking issue with the war deterrence of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As was reported by CNN broadcasting journalists' travelogue on a Korean school in Japan this year, Korean schools in Japan are educational institutions as same as those in other parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t This proves the absurdity of the reasons cited by the Japanese reactionaries.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the aim sought by the Japanese authorities in kicking up the wholesale suppression of Korean schools in Japan.\n\t\t\t\t\t\n\t\t\t\t\t We cannot but take note of the fact that the reasons for discrimination against Korean schools have something in common with the anti-DPRK and anti-Chongryon moves which have so far been conducted by the Japanese right-wing forces.\n\t\t\t\t\t\n\t\t\t\t\t Politicians of the island country have been angered by their anti-DPRK racket proving futile despite their loud call for \"pressurizing the DPRK to abandon nuclear program\".\n\t\t\t\t\t\n\t\t\t\t\t They seek to use Korean students in Japan for realizing their hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese ultra-right forces' racket for imposing sanctions on Korean schools is a hideous crime against humanity.\n\t\t\t\t\t\n\t\t\t\t\t The international convention on abolition of all forms of racial discrimination adopted at the UN in 1965 defines as racial discrimination any form of differentiation, rejection and restriction attributed to lineage and nationality and brands organizations encouraging these acts and those affiliated to them as international criminals.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, students of Korean schools are descendents of Koreans who were subject to all kinds of hard work after being forcibly taken to Japan during the Japanese imperialists' fascist colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities are under obligation to provide Korean students with the right to learn from international legal point of view and in the light of historical facts.\n\t\t\t\t\t\n\t\t\t\t\t Japan has so far officially approved the operation of Korean schools in Japan and could not but conduct activities supporting them till a few years ago because it owned legal and moral obligations for its past crime-woven history and it feared strict opinion of the international community.\n\t\t\t\t\t\n\t\t\t\t\t With nothing can Japan justify the act of using foreign students in the country as political bargaining chips for realizing its reactionary foreign policy.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' hideous political terrorism to achieve their aim by suppressing rising generations and campus will result in pricking their own eyes."
        },
        {
            "title": "Socialism Advancing by Dint of Ideology Is Sure to Triumph: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-06ee.html",
            "content": "Socialism Advancing by Dint of Ideology Is Sure to Triumph: Rodong Sinmun\r\n Pyongyang, November 20 (KCNA) -- Rodong Sinmun Wednesday dedicates an article to the 55th anniversary of President Kim Il Sung's work \"On Communist Education\".\n\t\t\t\t\t The work, published on November 20, Juche 47 (1958), clearly indicates the tasks and ways for the revolutionary party to build an invincible socialist power, holding fast to the ideological work.\n\t\t\t\t\t\n\t\t\t\t\t The past 55 years are shining as a proud history in which the party ideological work has been steadily improved and great victories and changes have been brought about in all fields of the revolution and construction thanks to the heroic struggle of all the service personnel and people fully armed with the socialist idea, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The unbreakable unity of the revolutionary ranks in thinking and purpose centered on the leader, the sky-high spirit of Korean-style socialism making a long drive even under the difficult situation and the noble spirit and indomitable fighting traits prevalent throughout the society are the precious fruition of the revolutionary leadership provided by the party over the work for attaching importance to ideology and keeping the ideological work ahead of all other work.\n\t\t\t\t\t\n\t\t\t\t\t The might of ideology is tremendous and a final victory is in store for the party and the people who hold fast to ideology as a determining factor, the article concludes."
        },
        {
            "title": "Rodong Sinmun on History of Pomminryon's Struggle",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-07ee.html",
            "content": "Rodong Sinmun on History of Pomminryon's Struggle\r\n Pyongyang, November 20 (KCNA) -- The Pan-national Alliance for Korea's Reunification (Pomminryon) has a shining history in which it has waged a sacred struggle for national unity and reunification amid the full support and encouragement of all Koreans since its formation on Nov 20, Juche 79 (1990).\n\t\t\t\t\t Rodong Sinmun Wednesday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t Pomminryon is an umbrella body for a nation-wide pro-reunification patriotic movement. It promotes the reunification movement by arousing the enthusiasm of the members of the nation with north, south and overseas organizations and broad strata of compatriots aspiring after independence and reunification involved.\n\t\t\t\t\t\n\t\t\t\t\t Its formation marked an important occasion in strengthening the driving force of reunification and developing the reunification movement onto a higher stage, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It has strengthened its organizations despite vicious obstructions on the part of the anti-reunification forces and rallied all Koreans under the banner of national unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t It has conducted dynamic activities, holding aloft the banner of the June 15 joint declaration to fling open the gate of reunification by the concerted efforts of the Koreans as required by the era of independent reunification which dawned with the start of the new century.\n\t\t\t\t\t\n\t\t\t\t\t A particular mention should be made of the fact that Pomminryon has taken the lead in the struggle to condemn the south Korean puppet forces for standing in the way of the implementation of the June 15 joint declaration and the October 4 declaration while negating them and achieve independent reunification, peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Since the publication of the June 15 joint declaration the solidarity among organizations in the north and the south and overseas has grown stronger and the movement for national reunification has developed into a nationwide movement grouping the people from all walks of life at home and abroad. This would be unthinkable without positive role and activities of Pomminryon as an umbrella body for great national unity."
        },
        {
            "title": "U.S. Talk about \"Threat from North Korea\" Ridiculed",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-08ee.html",
            "content": "U.S. Talk about \"Threat from North Korea\" Ridiculed\r\n Pyongyang, November 20 (KCNA) -- It is illogical for the U.S. to talk about \"threat\" from the DPRK as the former has stockpiled more nuclear weapons and delivery means than any others in the world, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t Such story floated by the U.S. is aimed to justify its military moves to realize its ambition for world domination under the pretext of \"threat\" from the DPRK, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t After working out the pivot to Asia-Pacific strategy to dominate the world in the new century, the U.S. has put spurs to carrying it out. It is contemplating building a missile shield in the vicinity of the Korean Peninsula while pushing forward the establishment of the missile defense system (MD) in Europe.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. completion of the MD in Europe and Asia in the future would lead to laying a huge siege. This is triggering off a rebuff among the regional big powers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. needed an excuse for calming down the rebuff and attaining its aim with ease. This is the reason why Washington is floating the fiction about the nuclear and missile \"threats\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t These reckless moves stepped up by it under the pretext of those threats are further straining the situation in the Asia-Pacific region and increasing the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The tension on the Korean Peninsula, in particular, is being retched up, rendering the situation there so alarming that a war may break any moment.\n\t\t\t\t\t\n\t\t\t\t\t Facts go to prove that the nuclear and missile \"threats\" from the DPRK touted by the U.S. is nothing but hypocrisy and those threats come from the U.S."
        },
        {
            "title": "Unreasonable Layoff Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-05ee.html",
            "content": "Unreasonable Layoff Protested in S. Korea\r\n Pyongyang, November 20 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) issued a statement on Nov. 15 in protest against the unreasonable layoff taken by the educational authorities against the former senior vice-chairman of the KCTU.\n\t\t\t\t\t The statement accused the Jeju Provincial Education Agency of deciding to dismiss the former senior vice-chairman of the KCTU from the office of teacher on the suspicion that he led a general strike of the KCTU against the import of American beef in 2008.\n\t\t\t\t\t\n\t\t\t\t\t It is unreasonable to take such disciplinary step against him for the mere reason that he opposed the import of American beef threatening the lives of people, it noted.\n\t\t\t\t\t\n\t\t\t\t\t This cannot be interpreted otherwise than an act of backing the regime's intensified suppression of the Teachers Union, it charged.\n\t\t\t\t\t\n\t\t\t\t\t We will make every possible effort to have the unreasonable disciplinary step lifted, it declared."
        },
        {
            "title": "S. Korean Chief Executive's Self-justified Ruling Method Flayed",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-09ee.html",
            "content": "S. Korean Chief Executive's Self-justified Ruling Method Flayed\r\n Pyongyang, November 20 (KCNA) -- An article accusing the south Korean regime of resorting to high-handed and arbitrary practices was posted on the south Korean internet paper Voice of People on Nov. 15.\n\t\t\t\t\t The article recalled that those officials appointed by the present regime account for 45. 5 percent of the bosses of the public organs at present.\n\t\t\t\t\t\n\t\t\t\t\t This percentage surpasses that of the officials under the Lee Myung Bak regime, it noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The parachute-like policy of administering personnel affairs which makes public organs strictly subject to the regime is a bad habit dating back to the old era which should be abandoned as early as possible."
        },
        {
            "title": "Unemployment Gets Serious in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-10ee.html",
            "content": "Unemployment Gets Serious in S. Korea\r\n Pyongyang, November 20 (KCNA) -- A survey made by the contemporary economic institute of south Korea on Nov. 14 showed that the jobless rate in October was 4.8 times higher than what was officially announced, according to Seoul Sinmun of south Korea."
        },
        {
            "title": "S. Korean Regime Accused of Deceiving People",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-15ee.html",
            "content": "S. Korean Regime Accused of Deceiving People\r\n Pyongyang, November 20 (KCNA) -- The Citizens Solidarity for Democratic Society in south Korea in a commentary on Nov. 18 denounced the puppet regime for reneging on its commitments made during the election campaign and thereby deceiving people.\n\t\t\t\t\t The commentary recalled that Park Geun Hye made a \"policy address\" on the draft budget for next year at the \"National Assembly\" on the same day.\n\t\t\t\t\t\n\t\t\t\t\t This makes the people skeptical about whether she has the willingness to keep the promise with the people or not, the commentary noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t She had already talked about the radical reform of the tax system including exemption or reduction and increased taxes on illegal income. But she is now trying to delete basic points needed for reforming the general tax system and levy heavier taxes on those in worksites.\n\t\t\t\t\t\n\t\t\t\t\t The commentary accused her of dropping the radical reform of the tax system under the pretext of depression.\n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical for her to ask for cooperation in passing the bill on the draft budget, while refusing to fulfill her commitment to the people's living, it ridiculed.\n\t\t\t\t\t\n\t\t\t\t\t It demanded Park keep her promise, though belatedly."
        },
        {
            "title": "DPRK's Efforts for Peace Praised by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-02ee.html",
            "content": "DPRK's Efforts for Peace Praised by Nigerian Organization\r\n Pyongyang, November 20 (KCNA) -- The Nigerian National Committee for the Study of the Juche Idea posted an article titled \"For Peace\" on its website on November 12.\n\t\t\t\t\t The article praised the DPRK for providing all people with everything including food, clothing and housing.\n\t\t\t\t\t\n\t\t\t\t\t It referred in detail to the facts that the DPRK was subject to armed invasion by the U.S. imperialists in the last century and has been exposed to the constant danger of war, a nuclear war, amid acute political and military confrontation with the latter in the subsequent period, too.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t In this course the Korean people more keenly realized how dear peace is for them than any others.\n\t\t\t\t\t\n\t\t\t\t\t They have consistently made sincere efforts to ensure peace and stability on the Korean Peninsula and in the rest of the Asian region.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's proposal and efforts for peace have always faced the U.S. grave challenge.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has perpetrated ceaseless political and military provocations against the DPRK, not abandoning its ambition for dominating the whole of Korea even a moment.\n\t\t\t\t\t\n\t\t\t\t\t However, no war broke out on the Korean Peninsula and peace has been preserved there. Why?\n\t\t\t\t\t\n\t\t\t\t\t This is entirely thanks to the consistent efforts and reliable war deterrent of the peace-loving DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists can never invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In a word, peace and security on the Korean Peninsula and in the rest of the world are reliably ensured."
        },
        {
            "title": "Letter of Protest to Park Geun Hye from Venezuelan Organizations",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-03ee.html",
            "content": "Letter of Protest to Park Geun Hye from Venezuelan Organizations\r\n Pyongyang, November 20 (KCNA) -- The Venezuelan National Society for the Study of the Juche Idea, the Venezuela-Korea Friendship and Solidarity Association and the Venezuelan Group for the Study of Kimilsungism-Kimjongilism sent a letter to the south Korean chief executive on November 9 protesting against the puppet conservative group's evermore brutal crackdown upon the progressive forces.\n\t\t\t\t\t The letter said that the puppet regime's moves to disband the legitimate political party are arousing serious concern of the world at a time when progressive mankind is aspiring after freedom and democracy.\n\t\t\t\t\t\n\t\t\t\t\t It branded the south Korean authorities' tyrannical action as a double standard on democracy and freedom."
        },
        {
            "title": "Kim Jong Un recorre Instituto Militar de Postgraduado Kim Jong Il en construccion",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-22ee.html",
            "content": "Kim Jong Un recorre Instituto Militar de Postgraduado Kim Jong Il en construccion\r\nPyongyang, 20 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea recorrio el Instituto Militar de Postgraduado Kim Jong Il que se construye de nuevo en la Academia Militar General Kim Il Sung.\n\t\t\t\t\tAl recorrer el edificio de profesores y empleados, el de postgraduados, el plantel practico, la casa cultural y otros lugares en la etapa final de la obra, el dio instrucciones  para acabarla perfectamente.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que reviste gran importancia levantar en esta academia, fundada y desarrollada bajo la energica direccion y atencion de los Generalisimos Kim Il Sung y Kim Jong Il, dicho Instituto Militar, centro de formacion de los fidedignos funcionarios militares del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEnseno que conforme a la dignidad de la academia de talla mundial con larga historia y alto prestigio, hay que acondicionar en el nivel supremo todas las instalaciones y condiciones docentes del instituto.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, deben construir magnificamente las canchas de futbol al aire libre, baloncesto y voleibol, el gimnasio bajo techo, la piscina bajo techo y el centro de tiro bajo techo, dijo e ilumino las tares y remedios para el particular. \n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion el vicemariscal del EPC Choe Ryong Hae, jefe de la Direccion Politica General del EPC, el general de ejercito de las fuerzas terrestres del EPC Jang Jong Nam, ministro de las Fuerzas Armadas Populares, y los subjefes de departamento del CC del PTC, Hwang Pyong So y Ma Won Chun."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajador bulgaro",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-23ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajador bulgaro\r\nPyongyang, 20 de noviembre (ACNC) -- Plamen Shukyurliev presento el dia 20 en el Palacio de los Congresos Mansudae ante el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, sus cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica de Bulgaria en Corea.\n\t\t\t\t\tTras recibirlas Kim departio con el diplomatico."
        },
        {
            "title": "Presidentes de partidos politicos de Brasil apoyan lucha de pueblo coreano",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-24ee.html",
            "content": "Presidentes de partidos politicos de Brasil apoyan lucha de pueblo coreano\r\nPyongyang, 20 de noviembre (ACNC) -- El presidente nacional del Comite Central del Partido Comunista Brasileno, Renato Ravello, se reunio el dia 15 con la delegacion del Partido del Trabajo de Corea encabezada por el subjefe de departamento Pak Kun Gwang, que participo en el XIII Congreso del PCB.\n\t\t\t\t\tEn la ocasion el titular brasileno subrayo que bajo la sabia direccion del camarada Kim Jong Un, el PTC y el pueblo coreano alcanzan brillantes exitos en la construccion socialista.\n\t\t\t\t\t\n\t\t\t\t\tDijo que la lucha del PTC y el pueblo coreano contra el imperialismo y por el socialismo estimula a los militantes del PCB y los pueblos progresistas del mundo.\n\t\t\t\t\t\n\t\t\t\t\tExpreso conviccion de que bajo la guia del Mariscal Kim Jong Un, el partido y el pueblo de Corea lograran la victoria final en la construccion de un Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tSergio Rubens de Araujo Torres, presidente nacional del Partido de Patria Libre de Brasil, departio el dia 16 en el edificio del partido con la delegacion del PTC.\n\t\t\t\t\t\n\t\t\t\t\tSenaloque se sentia alegre ante el hecho de que bajo la orientacion del Mariscal el PTC y el pueblo aceleran con vigor la construccion de la potencia economica frustrando las maniobras de  aplastamiento del imperialismo norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que la direccion de su partido aprecia mucho las relaciones con el PTC y enviaria el invariable apoyo y respaldo a la lucha del PTC y el pueblo coreano por la construccion de un Estado prospero socialista y la reunificacion del pais."
        },
        {
            "title": "Galeria de fotos por dia de establecimiento de relaciones diplomaticas Corea-Bulgaria",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-25ee.html",
            "content": "Galeria de fotos por dia de establecimiento de relaciones diplomaticas Corea-Bulgaria\r\nPyongyang, 20 de noviembre (ACNC) -- Con motivo del 65o aniversario del establecimiento de relaciones diplomaticas entre la Republica Popular Democratica de Corea y la Republica de Bulgaria, quedo inaugurada hoy en el Centro de Intercambio Cultural con el Extranjero de Pyongyang la Galeria de fotos bulgaras en nombre del Comite Coreano de Relaciones Culturales con el Extranjero, la embajada bulgara en Corea y la Asociacion de Amistad Corea-Bulgaria.\n\t\t\t\t\tEstuvieron presentes en la ocasion So Ho Won, vicepresidente del comite arriba citado, los miembros de dicha asociacion y otros funcionarios, trabajadores capitalinos, el embajador Plamen Shukyurliev y otros integrantes de la embajada bulgara en Corea.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los representantes diplomaticos de varios paises, los de organizaciones internacionales y otros miembros de sedes diplomaticas acreditadas en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia inaugural, los oradores senalaron que la galeria de fotos contribuira a desarrollar mas las relaciones de amistad y cooperacion entre los pueblos de ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes pasaron revista a las fotos alusivas a los patrimonios culturales de Bulgaria registrados en UNESCO y paisajes naturales de este pais."
        },
        {
            "title": "FDRP publica llamamiento a frustrar campana de resucitar dictadura de \"Yusin\"",
            "url": "http://kcna.co.jp/item/2013/201311/news20/20131120-26ee.html",
            "content": "FDRP publica llamamiento a frustrar campana de resucitar dictadura de \"Yusin\"\r\nPyongyang, 20 de noviembre (ACNC) -- El Comite Central del Frente Democratico para la Reunificacion de la Patria (FDRP) hizo publico el dia 20 un llamamiento a los habitantes surcoreanos a frustrar las maniobras de las autoridades surcoreanas para resucitar la dictadura de \"Yusin\" (renovacion).\n\t\t\t\t\tEn el Sur de Corea resurgio la infame dictadura de \"Yusin\" levantando nuevamente la oleada de represion fascista, asi comienza el llamamiento y continua:\n\t\t\t\t\t\n\t\t\t\t\tLos residuos de \"Yusin\", que arrebataron el poder de manera fraudulenta, reprimen ahora ferozmente a las fuerzas progresistas, democraticas y pro-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tEsta campana de represion tiene por objetivo de exterminar a las fuerzas progresistas y democraticas en el Sur de Corea al separarlas y descomponerlas, por una parte, y por la otra, tomar el poder a largo plazo.\n\t\t\t\t\t\n\t\t\t\t\tAl calificar el Partido Progresista Unido como fuerzas de conspiracion para una rebelion y el Sindicato Nacional de Ensenantes y el Sindicato Nacional de Funcionarios Publicos como \"entidades pro-enemigas\", los residuos de \"Yusin\" y sus descendientes tratan de eludir la crisis causada por el caso de intervencion del Servicio Nacional de Inteligencia en las pasadas elecciones presidenciales.\n\t\t\t\t\t\n\t\t\t\t\tEl resurgimiento de la dictadura de \"Yusin\" constituye una tragedia del siglo 21, una verguenza de la nacion y una calamidad de la epoca contemporanea.\n\t\t\t\t\t\n\t\t\t\t\tUniendose entre si, las fuerzas progresistas y democraticas del Sur de Corea deben frustrar las tentativas de los residuos de \"Yusin\" de disolver por la fuerza el Partido Progresista Unido, y movilizarse en la lucha por defender el Sindicato Nacional de Ensenantes, el Sindicato Nacional de Funcionarios Publicos y \"Jaju Minbo\".\n\t\t\t\t\t\n\t\t\t\t\tLa historia ensena la verdad de que la dictadura no dura mucho y es miserable el fin del dictador.\n\t\t\t\t\t\n\t\t\t\t\tPor ejemplo, se puede citar los fines tragicos de Mussolini, Hitler, Syngman Rhee y Park Chung Hee.\n\t\t\t\t\t\n\t\t\t\t\tLa lucha por evitar la resucitacion de la dictadura de \"Yusin\" forma parte de la causa pannacional por realizar la mejora de relaciones intercoreanas y la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tSe lograran el verdadero desarrollo de relaciones Norte-Sur, la paz y la prosperidad de la nacion y la reunificacion independiente cuando fuera democratizada la sociedad surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tTodos los connacionales se encuentran al lado de las fuerzas progresistas y democraticas del Sur de Corea que se levantaron en la sagrada lucha por el progreso y la democracia y las fuerzas progresistas mundiales amantes de la democracia envian el apoyo total y respaldo a la justa lucha de ellas.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el llamamiento manifiesta la conviccion de que todos los sectores surcoreanos se levantaran para destruir el baluarte de la dictadura de \"Yusin\" a traves de la lucha pannacional, realizar la democratizacion y abrir la nueva coyuntura de la mejora de relaciones intercoreanas y la reunificacion independiente."
        }
    ]
}