{
    "date": "2013-03-16",
    "url": "http://kcna.co.jp/item/2013/201303/2013-03-16ee.html",
    "articles": [
        {
            "title": "DPRK Premier Makes Field Survey of Sites for Reclamation of Sepho Tableland",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-02ee.html",
            "content": "DPRK Premier Makes Field Survey of Sites for Reclamation of Sepho Tableland\r\n Pyongyang, March 16 (KCNA) -- Premier Choe Yong Rim made a field survey of the reclamation of the Sepho tableland.\n\t\t\t\t\t He went round several places to encourage the service persons and members of shock brigade in their drive for carrying out the great nature-transforming project. \n\t\t\t\t\t\n\t\t\t\t\t A consultative meeting was held on the spot.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that the dear respected Marshal Kim Jong Un unrolled a gigantic plan to reclaim the Sepho tableland for providing better living conditions to the people and is wisely leading this drive with deep loving care. \n\t\t\t\t\t\n\t\t\t\t\t He underlined the need for all officials, service persons and members of shock brigade to finish the reclamation project in the spirit of \"At one go\" and took measures for settling issues arising in the project.\n\t\t\t\t\t\n\t\t\t\t\t He toured the Namchang Co-operative Farm in Munchon City, the Pisan Co-operative Farm in Anbyon County and the Anbyon Silicon Potash Fertilizer Factory.\n\t\t\t\t\t\n\t\t\t\t\t He called on all farms to increase the production of quality organic compound fertilizer, while boosting the production of livestock products through the introduction of cyclic production system and on the fertilizer factories to radically lift the production for the purpose of attaining the grain production goal this year without fail. \n\t\t\t\t\t\n\t\t\t\t\t He also acquainted himself with the work at the Munphyong Smeltery."
        },
        {
            "title": "DPRK Has No Idea of Negotiating with U.S. Unless It Rolls back Its Hostile Policy towards It",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-25ee.html",
            "content": "DPRK Has No Idea of Negotiating with U.S. Unless It Rolls back Its Hostile Policy towards It\r\n Pyongyang, March 16 (KCNA) -- A spokesman for the Ministry of Foreign Affairs of the DPRK issued the following statement on Saturday:\n\t\t\t\t\t U.S. high-ranking officials vied with each other to talk such nonsense as misinterpreting the present situation on the Korean Peninsula, claiming that the situation was aggravated due to the DPRK's access to nuclear weapons. Their ulterior aim is to cover up their responsibility for having compelled the DPRK to have access to nukes.\n\t\t\t\t\t\n\t\t\t\t\t This is little short of a foolish poor artifice to justify the U.S. hostile policy toward the DPRK which escalated the situation on the Korean Peninsula to an extreme phase and stifle the DPRK by creating an international atmosphere of sanctions and pressure upon it.\n\t\t\t\t\t\n\t\t\t\t\t This only fully revealed that the U.S. remains unchanged in its hostile policy toward the DPRK and it has become more pronounced.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK would like to re-clarify its unshakable principled stand on its nuclear deterrence for self-defence now that the U.S. persistently sticks to its hostile policy toward the DPRK, taking issue with its access to nukes with such sophism making profound confusion of right and wrong. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear weapons serve as an all-powerful treasured sword for protecting the sovereignty and security of the country. Therefore, they cannot be disputed even in the least as long as the U.S. nuclear threat and hostile policy persist.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK did not have access to nuclear weapons for the purpose of getting a recognition from someone. It will never reach out to anyone to get it recognized as a nuclear weapons state in the future.\n\t\t\t\t\t\n\t\t\t\t\t The only objective of its access to nukes is to put an end to the U.S. persistent nuclear threat and blackmail that have lasted for over half a century and mercilessly blow up strongholds for aggression wherever they are on the earth.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is seriously mistaken if it thinks that the DPRK had access to nukes as a bargaining chip to barter them for what it called economic reward.\n\t\t\t\t\t\n\t\t\t\t\t Nothing is more valuable than the sovereignty of the country and national dignity in the world-this remains an invariable faith of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. poor temptation that it would help the DPRK if the latter makes other choice may work on other countries, but it sounds nonsensical to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has no idea of negotiating with the U.S. unless it rolls back its hostile policy towards the former and it will advance straight along the road of Songun of its own choice no matter what others may say."
        },
        {
            "title": "Statement of Spokesman for DPRK Foreign Ministry Distributed as Official Document of UNSC",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-24ee.html",
            "content": "Statement of Spokesman for DPRK Foreign Ministry Distributed as Official Document of UNSC\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- A spokesman for the DPRK Foreign Ministry released a statement on March 9 as regards  the fact that the UN Security Council fabricated again the U.S.-masterminded \"resolution on sanctions\" against the DPRK over its third underground nuclear test. \n\t\t\t\t\t The statement was distributed as an official document of the UNSC S/2013/141 on March 14."
        },
        {
            "title": "National Meeting Marks Anniversary of 250-mile Journey for Learning Covered by Generalissimo Kim Il Sung",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-15ee.html",
            "content": "National Meeting Marks Anniversary of 1 000-ri Journey for Learning Covered by Kim Il Sung\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- A national meeting took place at the April 25 House of Culture Saturday to mark the 90th anniversary of the 1 000-ri journey for learning covered by the great Generalissimo Kim Il Sung.\n\t\t\t\t\t True to the instructions of his father Kim Hyong Jik, an indomitable revolutionary fighter, that he should get a good knowledge of history and culture of Korea while studying in Korea and deeply experiencing misfortune and grief suffered by the Koreans, President Kim Il Sung crossed the River Amnok on March 16, Juche 12 (1923) and embarked on the road of learning for the country.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Kim Yong Nam, Choe Ryong Hae, Kim Ki Nam and Choe Thae Bok, officials in the fields of preservation of revolutionary relics, education, literature and the arts and media, officials of the youth league and school youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the Central Committee of the Kim Il Sung Socialist Youth League, made a report:\n\t\t\t\t\t\n\t\t\t\t\t The 1 000-ri journey for learning was a significant one that helped the President acquire ideological and moral traits and qualifications as a great revolutionary and peerless patriot. It was also a sacred course that marked his first trace in the annals of sacred struggle for achieving the independence of the country and building a prosperous country.\n\t\t\t\t\t\n\t\t\t\t\t The great Generalissimo Kim Jong Il made sure that study tour of the revolutionary battle sites in the area of Mt. Paektu, the 1 000-ri journey for learning and the 1 000-ri journey for national liberation were made regularly so that all the schoolchildren could deeply grasp, absolutely uphold and preserve and glorify the personality and immortal revolutionary feats of the President generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Marshal Kim Jong Un saw to it that the 1 000-ri journey for learning was made by schoolchildren across the country on a big scale on the occasion of the 90th anniversary of the 1 000-ri journey for learning made by the President.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called upon all the schoolchildren to positively learn from the glorious juvenile days of Kim Il Sung and Kim Jong Il and steadily carry forward the lineage of revolution.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all of them to rally close around Marshal Kim Jong Un and successfully implement honorable mission and duty as successors of the Songun revolutionary cause while fluttering the flags bearing the immortal beaming images of the Generalissimos before flags of the youth league and the children's union."
        },
        {
            "title": "Group of School Youth and Children Starts Journey for Learning",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-17ee.html",
            "content": "Group of School Youth and Children Starts Journey for Learning\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- A group of school youth and children from across the country started their march for study tour on the occasion the 90th anniversary of 1 000-ri Journey for Learning made by President Kim Il Sung.\n\t\t\t\t\t The group is made up of more than 1 000 exemplary school youth and children selected from across the country. It left Phophyong and will arrive at Mangyongdae, the time-honored place, by making a 1 000-ri (250-mile) trip associated with giant footsteps of the President.\n\t\t\t\t\t\n\t\t\t\t\t It held its departure meeting at Phophyong on Saturday to mark the 90th anniversary of the President's 1 000-ri journey for learning.\n\t\t\t\t\t\n\t\t\t\t\t Its participants laid a floral basket before the statue of the President at the Phophyong Revolutionary Site and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t They began their march, led by a banner bearing the portrait of smiling great Generalissimo Kim Il Sung and another banner bearing the portrait of smiling great Generalissimo Kim Jong Il and flying flags of the tour group and red flags."
        },
        {
            "title": "Kim Il Sung's 1 000-ri Journey for Learning",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-22ee.html",
            "content": "Kim Il Sung's 1 000-ri Journey for Learning\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- Ninety years has passed since President Kim Il Sung began making 1 000-ri (250 mile) Journey for Learning in March 16, Juche 12 (1923).\n\t\t\t\t\t In his teens he walked 1 000-ri from Badaogou in China to Mangyongdae, his birthplace in Korea, all alone to learn about his homeland and fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Braving severe snowstorm, he had to go over steep and craggy, uninhabited mountains and hills where fierce wild animals were prowling about.\n\t\t\t\t\t\n\t\t\t\t\t In his reminiscences \"With the Century\", Kim Il Sung wrote, recalling the days:\n\t\t\t\t\t\n\t\t\t\t\t \"I suffered a lot during the journey. I really had a hard time of it while crossing the Jik Pass, Kae Pass (Myongmun Pass) and the like. It took me a whole day to cross the passes in Mt. Oga. When I had crossed one pass another would appear. It seemed there was no end.\"\n\t\t\t\t\t\n\t\t\t\t\t In the course of journey the profound meaning of what his father Kim Hyong Jik had said to him on his departure about learning about Korea came home to him.\n\t\t\t\t\t\n\t\t\t\t\t Seeing people groaning under the colonial rule of the Japanese imperialists, he made determination to annihilate the Japanese imperialists who reduced Korea to be a living hell.\n\t\t\t\t\t\n\t\t\t\t\t He spent two years back in the homeland, during which he learned and experienced a lot of things.\n\t\t\t\t\t\n\t\t\t\t\t The popular masses were shedding their blood in resistance to the Japanese imperialists. Seeing them he felt an undaunted sense of national dignity and unbreakable spirit of independence.\n\t\t\t\t\t\n\t\t\t\t\t From that time he believed that he could liberate the country if he organized their efforts properly.\n\t\t\t\t\t\n\t\t\t\t\t Because he went to Korea while others went abroad, he could deeply learn about his homeland and the Korean people and got a good understanding about the enemy.\n\t\t\t\t\t\n\t\t\t\t\t Years later, he started an anti-Japanese armed struggle to lead Korea to liberation."
        },
        {
            "title": "Participants in National Meeting of Light Industrial Workers Visit Mangyongdae, Revolutionary Martyrs Cemetery ",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-16ee.html",
            "content": "Participants in National Meeting of Light Industrial Workers Visit Mangyongdae, Revolutionary Martyrs Cemetery\r\n Pyongyang, March 16 (KCNA) -- The participants in the national meeting of light industrial workers visited the birthplace of President Kim Il Sung in Mangyongdae, time-honored holy place of the revolution.\n\t\t\t\t\t They placed wreaths and bouquets before the graves of the President's grandparents Kim Po Hyon and Ri Po Ik and his parents Kim Hyong Jik and Kang Pan Sok and paid silent tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked round historic materials and relics on display at the Mangyongdae Revolutionary Museum, looking back on the noble lives of the President and his family.\n\t\t\t\t\t\n\t\t\t\t\t Then they proceeded to the President's old home at Mangyongdae where they went round the historic relics preserved with great care and once again deeply grasped his revolutionary life.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Revolutionary Martyrs Cemetery on Mt. Taesong.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets before the bust of anti-Japanese war hero Kim Jong Suk before paying tribute to her.\n\t\t\t\t\t\n\t\t\t\t\t They laid a wreath and bouquets on the wreath-laying stand and paid silent tribute to the revolutionary martyrs."
        },
        {
            "title": "Choral Wartime Song Contest Held",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-20ee.html",
            "content": "Choral Wartime Song Contest Held\r\n Pyongyang, March 16 (KCNA) -- Appealing songs, composed during the Fatherland Liberation War (1950-1953), are nowadays heard everywhere in the Democratic People's Republic of Korea.\n\t\t\t\t\t The wartime songs encourage the army and people to turn out in an all-out action against the provokers in response to the statement recently issued by a spokesman for the Supreme Command of the Korean People's Army as regards the grave situation prevailing on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, a contest of singing wartime songs in chorus while marching in array was held by university students in North Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t Among the songs were \"Song of National Defence\", \"To a Decisive Battle\", \"Song of Coast Artillerymen\" and \"Advance\". Through the contest the students showed their burning hatred toward the U.S. imperialists and the south Korean puppet forces seeking to provoke a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Ri Chol Hyok, a student of Ri Kye Sun Sariwon University of Education No. 1, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The wartime songs give us confidence in sure victory. Encouraged by the songs, the heroic KPA soldiers defended every inch of the country at the cost of their blood in the last war.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for us to achieve a victory in another possible war, singing the songs.\""
        },
        {
            "title": "DPRK's Access to Nukes Is for Countering U.S. Nuclear Threat",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-21ee.html",
            "content": "DPRK's Access to Nukes Is for Countering U.S. Nuclear Threat\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- The Democratic People's Republic of Korea conducted the third nuclear test in a safe and perfect way on a high level with the use of a smaller and lighter A-bomb with great explosive power.\n\t\t\t\t\t The DPRK's access to nukes is not for getting recognition from the international community. By nature, nuclear possession was going against the will of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation has long been exposed to nuclear threat.\n\t\t\t\t\t\n\t\t\t\t\t Many Koreans, who were taken to Japan for forced labor or military service during its colonial rule over Korea, fell victims to U.S. nuclear attacks on Hiroshima and Nagasaki. The number of Korean victims is the highest next to the Japanese.\n\t\t\t\t\t\n\t\t\t\t\t During the Korean War (1950-1953), the U.S. threatened to drop A-bombs on the DPRK, forcing millions of family members to live separated in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t After the war, the U.S. deployed more than 1 000 nuclear weapons in south Korea, carrying on DPRK-targeted nuclear war rehearsals annually for scores of years.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the DPRK joined the Nuclear Non-proliferation Treaty (NPT) and inked the DPRK-U.S. Agreed Framework in an attempt to remove the U.S. nuclear threat. However, the U.S. stopped short of implementing all agreements signed with the DPRK over the nuclear issue and relations between the two countries while abusing them only to isolate and stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In the new century, the U.S. put the DPRK on the list of preemptive nuclear attack targets.\n\t\t\t\t\t\n\t\t\t\t\t Such developments compelled the DPRK to manufacture nuclear weapons in order to avert a war and defend its social system and destiny. In view of the self-defense right, it is quite natural for the DPRK to get access to nuclear weapons in face of the U.S. attempt for preemptive nuclear strike.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should ponder over the consequences to be entailed by a war against the DPRK which has turned into a full-fledged nuclear weapons state."
        },
        {
            "title": "Rodong Sinmun on Tremendous Might of DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-11ee.html",
            "content": "Rodong Sinmun on Tremendous Might of DPRK\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- The DPRK is the great Paektusan nation with tremendous might.\n\t\t\t\t\t Rodong Sinmun Saturday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The criteria of a power lies not in the size of territory and population, military hardware and economic potential, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Any big country that challenges peace and conscience of mankind and acts under the baton of others can never be a power recognized by the world progressives, no matter what strong military and economic potentials it has.\n\t\t\t\t\t\n\t\t\t\t\t In a word, a power means a country with strong national capability and its main criteria is politics and ideology.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a socialist power of Juche defending its sovereignty and achieving the prosperity of the nation with its own capability.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is not a country which refrains from saying what it wishes to utter and doing what it wants to do while reading other's face.\n\t\t\t\t\t\n\t\t\t\t\t Being strong in its independent faith, the DPRK successfully launched a Juche-based working satellite and succeeded in its third underground nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t It is a single-minded power in which the leader, party, army and people are close united organizationally and ideologically and in the sense of moral obligation.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will surely emerge victorious in their final decisive battle to protect the sovereignty of the nation                      as President Kim Il Sung and leader Kim Jong Il, symbols of the great Paektusan nation, wish them rosy future and the dear respected Marshal Kim Jong Il is leading the Korean revolution, the article concludes."
        },
        {
            "title": "Rodong Sinmun Terms Story about \"Provocations by North\" Hypocritical ",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-12ee.html",
            "content": "Rodong Sinmun Terms Story about \"Provocations by North\" Hypocritical \n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- The U.S. and the south Korean regime seize every opportunity to vociferate about the story about \"provocations by the north\" at a time when the situation on the Korean Peninsula is inching close to an unpredictably alarming phase.\n\t\t\t\t\t Rodong Sinmun Saturday observes in a bylined commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t This is a sheer lie to twist the situation. \n\t\t\t\t\t\n\t\t\t\t\t The trite method employed by the imperialists while perpetrating aggression and war is to brand their rival as \"provocateur\". \n\t\t\t\t\t\n\t\t\t\t\t The U.S. ignited the Iraqi War and Afghan War on the basis of the groundless story about \"threat\". \n\t\t\t\t\t\n\t\t\t\t\t Looking back on history, the U.S. imperialists and the south Korean puppet forces floated fictions about \"provocations by the north\" and \"threat\" whenever they escalate the moves for confrontation and war on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t If there be any provocation and threat on the peninsula, they are nothing but provocations and threat of war against the DPRK by the U.S. and south Korean puppet forces. \n\t\t\t\t\t\n\t\t\t\t\t Clear are the aims sought by them in branding the DPRK as \"a provocateur.\" They seek to evade the responsibility for the present tension on the peninsula, justify their \"sanctions\" against the DPRK and their moves for a war against it and tarnish its dignified image. \n\t\t\t\t\t\n\t\t\t\t\t They had better stop playing sleight of hand. \n\t\t\t\t\t\n\t\t\t\t\t Now is the time to decisively settle accounts with the enemies as they perpetrated provocations against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The enemies forced the DPRK to nullify the Korean Armistice Agreement and all the agreements on non-aggression, placing the Korean Peninsula in a state of war. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are confident of the victory in this grim revolutionary war."
        },
        {
            "title": "Rodong Sinmun Warns U.S. Not to Misjudge DPRK's Patience",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-14ee.html",
            "content": "Rodong Sinmun Warns U.S. Not to Misjudge DPRK's Patience\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- A new war did not break out and peace has been preserved on the Korean Peninsula so far entirely thanks to the DPRK's patient efforts, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has escalated its hostile actions by taking the lead in implementing the UN Security Council's \"resolutions on sanctions,\" far from apologizing for its wanton violation of the DPRK's right to satellite launch. Consequently, the DPRK's patience has reached its limit.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK was left with no option but to conduct its third underground nuclear test for self-defense as part of its practical countermeasures to defend the security and sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t When the U.S. announced that it would stage a test nuclear war with huge armed forces involved, the DPRK served a stern warning to it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies, nevertheless, again kicked off the Key Resolve and Foal Eagle joint military drills to stifle the DPRK militarily.\n\t\t\t\t\t\n\t\t\t\t\t It is natural for the DPRK, a full-fledged nuclear weapons state, to counter with precision nuclear strike means of Korean style the U.S. keen to attack it with nuclear weapons and it is the steadfast stand of its army and people. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. will come to know clearly how wrong it was when it interpreted the DPRK's patience as a sign of weakness."
        },
        {
            "title": "Rodong Sinmun Warns S. Korean Provocateurs of Deadliest Retaliation",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-13ee.html",
            "content": "Rodong Sinmun Warns S. Korean Provocateurs of Deadliest Retaliation \n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- Deputy Commander of the puppet Marine Corps Ri Sang Hwa on March 14 toured Yonphyong Island together with puppet Prime Minister Jong Hong Won. There Ri recalled the DPRK Supreme Commander's recent inspection of Jangjae Islet and Mu Islet in great horror and strongly urged their hirelings to not allow such thing to happen again.\n\t\t\t\t\t Jong Hong Won also cried out for making \"a ten-fold retaliation\", vociferating about \"the north's provocation\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is the most hideous provocation in history.\n\t\t\t\t\t\n\t\t\t\t\t The traitors without equals who dare hurt the dignity of the supreme leadership of the nation and make desperate efforts have already been put on the list of primary targets of the DPRK's army.\n\t\t\t\t\t\n\t\t\t\t\t What the traitors uttered is as crazy as playing with the destiny of 40 million people. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK are waiting for an order to go into action, keeping all the strongholds of aggression and confrontation within their gun sights, and will deal a thousand-fold blows at those going reckless, not knowing what a real war is like.\n\t\t\t\t\t\n\t\t\t\t\t Once KPA artillery pieces open their fire for the great war for the country's reunification, the enemies will not be able to save their skins and Ri Sang Hwa and other provocateurs will perish in debris of their dens.\n\t\t\t\t\t\n\t\t\t\t\t  Then they will keenly realize what awful things they did before meeting their miserable ends."
        },
        {
            "title": "KCNA Commentary Warns S. Korean Puppet Forces Not to Gamble",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-09ee.html",
            "content": "KCNA Commentary Warns S. Korean Puppet Forces Not to Gamble \n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- The south Korean puppet forces are running reckless unafraid of divine punishment.\n\t\t\t\t\t Deputy Commander of the south Korean Marine Corps Ri Sang Hwa on March 14 toured Yonphyong Island together with \"Prime Minister\" Jong Hong Won. There Ri let loose coarse invectives that \"revisit to Jangjae Islet and Mu Islet must be prevented\" referring to the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Jong Hong Won also blustered that \"tens-fold retaliation should be mounted\", not content with such bluffing as \"north's provocation\", \"substantial counteractions\" and \"maximum alert\".\n\t\t\t\t\t\n\t\t\t\t\t Taken aback by the series of field inspection of biggest hotspots in southwestern sector of the front by the peerlessly great man of Mt. Paektu and his call for making stronger retaliation against enemies, the puppet forces came out for gambling, freely wagging their tongues.\n\t\t\t\t\t\n\t\t\t\t\t Those imbeciles' wild remarks can never be overlooked as they are a hideous provocation amounting to an open declaration that they would not rule out a war with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As already stated, the revolutionary armed forces of the DPRK are waiting for a final order, getting themselves fully ready to deluge the enemies with a shower of bullets so that they can not survive, if they provoke it.\n\t\t\t\t\t\n\t\t\t\t\t The recent live shell firing drill of artillery sub-units of the Korean People's Army in the hotspots whose mission is to strike Taeyonphyong and Paekryong Islands proved in practice the strength of firepower of the strong revolutionary army determined to destroy the islands, to say nothing of puppet army units and bases there. The drill also showed the miserable fate awaiting them.\n\t\t\t\t\t\n\t\t\t\t\t Ri Sang Hwa and other riff-raffs of the Marine Corps, who are utterly unaware of what a real war is like, and Jong Hong Won, who had been engaged in money-making meddling in legal circles and civilian companies, set their tongues in motion, not yet coming to their senses, a desperate behavior of senseless men.\n\t\t\t\t\t\n\t\t\t\t\t Such crazy dogs are trying to get rid of extreme uneasiness and fear by wagging their tongues. But such an act will only reveal their stupidity. But it is already too late for them.\n\t\t\t\t\t\n\t\t\t\t\t Such traitors as Ri Sang Hwa and Jong Hong Won, who dare point their fingers at the sky, have already been put on the list of first targets in the upcoming great war for national reunification. We do not hide this.\n\t\t\t\t\t\n\t\t\t\t\t Those who dare wag their tongues, not content with playing with fire, will be made to keenly experience the fate that awaits them.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces should clearly know that those who freely wag their tongues may jeopardize the destiny of 40 million people."
        },
        {
            "title": "Guarantee of Women's Rights Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-19ee.html",
            "content": "Guarantee of Women's Rights Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification made public a statement titled \"War and women's rights can not go together\" on March 8, the International Women's Day.\n\t\t\t\t\t Women have suffered a lot from war, the statement said, adding this is proved by the issue of sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. troops present in south Korea are staging ceaseless war drills against the north and perpetrating horrible killings of women every day, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Every south Korean woman can never escape such misfortune as what Yun Kum I, Sin Hyo Sun and Sim Mi Son suffered as long as the U.S. forces are present in south Korea, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t It accused the U.S. of staging the madcap north-targeted Key Resolve and Foal Eagle joint military exercises together with the south Korean military warmongers.\n\t\t\t\t\t\n\t\t\t\t\t Women's rights can never be expected in the south Korean society where people have no independence, exposed to constant danger of war, it deplored.\n\t\t\t\t\t\n\t\t\t\t\t It urged the south Korean authorities to stop at once the racket of \"sanctions\" against the north and war drills for invading it so that there may be no war threatening women's rights and people's lives."
        },
        {
            "title": "U.S. Criminal Scenario for War against North Disclosed ",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-23ee.html",
            "content": "U.S. Criminal Scenario for War against North Disclosed \n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- It was disclosed again that the U.S. imperialists have committed ceaseless aerial espionage against the DPRK, according to south Korean CBS on Mar. 14.\n\t\t\t\t\t According to the U.S. newspaper Stars and Stripes, U-2s deployed in south Korea have been busy operating to gather information about military communications, movements of forces, nuclear tests, etc. of the DPRK since 1976.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that hundreds of personnel were involved in these operations.\n\t\t\t\t\t\n\t\t\t\t\t Such espionage is an extremely reckless provocation to start a war of aggression against the DPRK to all intents and purposes, and clearly indicates who is the arch criminal escalating the military tension on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are disturbers of peace and war maniacs."
        },
        {
            "title": "Explosion in S. Korea ",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-18ee.html",
            "content": "Explosion in S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- There was an explosion at a factory in Ryosu City, South Jolla Province on Mar. 14, according to the south Korean MBC. \n\t\t\t\t\t The accident left seven people dead and 13 others wounded."
        },
        {
            "title": "Seminar on Juche Idea Held in Mexico",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-01ee.html",
            "content": "Seminar on Juche Idea Held in Mexico\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- A seminar on the Juche idea for the building of independent and peaceful Latin America was held in Mexico on Mar. 8.\n\t\t\t\t\t Seen in the venue of the seminar were photos on the noble revolutionary careers and immortal exploits of President Kim Il Sung, leader Kim Jong Il and the dear respected Kim Jong Un and their works.\n\t\t\t\t\t\n\t\t\t\t\t Present at the seminar were members of the Executive Committee of the Latin American Institute of the Juche Idea, representatives of the Juche idea study organizations from Venezuela, Peru, Brazil, Colombia, Ecuador, Costa Rica and Mexico, members of the delegation of the International Institute of the Juche Idea and other public figures.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the delegation of the Social Scientists Society of Korea and leading members of Mexican political parties and public organizations.\n\t\t\t\t\t\n\t\t\t\t\t The participants placed a floral basket before portraits of Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, and others made congratulatory addresses.\n\t\t\t\t\t\n\t\t\t\t\t Ramon Jimenez Lopez, chairman of the Latin American Institute of the Juche Idea, said in a report:\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea, the valuable revolutionary legacy of Kim Il Sung and Kim Jong Il, is a revolutionary doctrine for achieving the popular masses' independence and a powerful weapon greatly encouraging the people in their struggle for independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism serves as guidelines for resolutely frustrating the maneuvers of the imperialists and reactionaries of all hues and victoriously leading the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches made by representatives of different countries under the titles of \"The Juche idea is a banner of Latin Americans' struggle for independence in 21st century\" and \"Feasibility and attractive power of Juche idea in Latin America.\"\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un and appeal to the Juche idea followers all over the world were adopted at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t The letter said it is the irresistible trend of the world progressives to carve out their destiny under the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t It underscored the need to wage a dynamic struggle for independence and peace of the continent by playing the role as the master in studying and embodying Kimilsungism-Kimjongilism suited to the specific conditions of the Latin American region and each country.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called for arming the broad masses with consciousness of independence and achieving the unity of independent forces by conducting brisk activities for studying, disseminating and embodying Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t It also called for waging a dynamic struggle to achieve the human cause of independence along the road indicated by Kimilsungism-Kimjongilism shining with the august names of the great men."
        },
        {
            "title": "Day of Sun to Be Celebrated in UK",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-03ee.html",
            "content": "Day of Sun to Be Celebrated in UK\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- A British preparatory committee was inaugurated in London on Mar. 9 to mark the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse political and cultural events from Mar. 11 to April 25."
        },
        {
            "title": "Korean People's Just Cause Supported in Britain",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-04ee.html",
            "content": "Korean People's Just Cause Supported in Britain\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- A meeting for solidarity with the Korean people took place in London on Mar. 9.\n\t\t\t\t\t Present there were personages of different political parties and organizations including the New Communist Party of Britain, the Revolutionary Communist Party of Britain (Marxist-Leninist) and the Coordinating Committee of the British Friends of the DPRK and masses.\n\t\t\t\t\t\n\t\t\t\t\t Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, accused the U.S. of prodding the UN Security Council into fabricating the \"resolution on sanctions\" against the DPRK over its satellite launch for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t This is a wanton  infringement not only upon international law on the use of space for peaceful purposes but upon  the legitimate right of a sovereign state, he noted, adding his party vehemently denounces the U.S. imperialists for their undisguised moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He expressed full support for all the measures taken by the government of the DPRK to defend its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t Michael Chant, general secretary of the C.C., the Revolutionary Communist Party of Britain (Marxist-Leninist), accused the U.S. imperialists and their satellite forces of staging the joint military drills which involve even nuclear weapons, escalating the situation on the Korean Peninsula to an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t Any slight compromise with the imperialists should not be allowed and it is the only way of defending the country's sovereignty to have access to powerful military muscle and war deterrence, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Our party is convinced that the Korean people are sure to win a final victory in the confrontation with the U.S. imperialists to defend the country's sovereignty and the global peace, single-mindedly united around the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will not remain a passive onlooker to the moves of the U.S. and its followers to stifle the DPRK but positively support the just cause of the Korean people."
        },
        {
            "title": "Polish Organizations Support Statement of KPA Supreme Command Spokesman",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-05ee.html",
            "content": "Polish Organizations Support Statement of KPA Supreme Command Spokesman\r\n Pyongyang, March 16 (KCNA) -- Organizations of Poland fully supported the statement issued by a spokesman for the Supreme Command of the Korean People's Army.\n\t\t\t\t\t They recalled that a spokesman for the KPA Supreme Command declared important measures on Mar. 5 as regards the fact that the U.S. and its satellite forces instigated the UN Security Council to adopt the \"resolution on sanctions\" against the DPRK and finally kicked off hostile actions against it.\n\t\t\t\t\t\n\t\t\t\t\t The Communist Youth League of Poland in its statement on Mar. 7 said the imperialists' hostile actions against the Korean people have reached their height, adding:\n\t\t\t\t\t\n\t\t\t\t\t We believe that the Korean people who have waged a protracted struggle against aggressors will smash the wild ambition of the disturbers of the global peace.\n\t\t\t\t\t\n\t\t\t\t\t The absolute trust in the dear respected Kim Jong Un and matchless bravery serve as an invincible source of strength for the Korean people in their struggle to foil the imperialists' moves for aggression.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the Korean people will certainly win victory in their struggle for independence, peace and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the Polish Branch of the Korean Friendship Association in a statement fully supported the statement issued by a spokesman for the KPA Supreme Command which clarified the countermeasures to defend the country's sovereignty and dignity.\n\t\t\t\t\t\n\t\t\t\t\t The base smear campaign of the U.S. and its satellite forces against the DPRK has become evermore undisguised, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t They are sadly mistaken if they think they can provoke a war against the DPRK, while treating it like other countries.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK led by Marshal Kim Jong Un have the invincible might capable of beating back any attack of enemies and achieving the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will defend its sovereignty, independence and dignity."
        },
        {
            "title": "Organizations of Russia, France Blast Military Threats of U.S., Its Followers against DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-06ee.html",
            "content": "Organizations of Russia, France Blast Military Threats of U.S., Its Followers against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- Organizations of Russia and France accused the U.S. and its followers of their military threats against the DPRK.\n\t\t\t\t\t The Russian Association for the Study of the Juche Idea in a statement on Mar. 6 said:\n\t\t\t\t\t\n\t\t\t\t\t Progressive mankind express great concern over the fact that the U.S. imperialists' nuclear-powered super-large carrier task forces with more than 100 A-bombs and strategic bomber B-52H are involved in the Key Resolve and Foal Eagle joint military exercises.\n\t\t\t\t\t\n\t\t\t\t\t Entirely just are the important measures clarified by a spokesman for the Supreme Command of the Korean People's Army (KPA) in its statement in view of this situation.\n\t\t\t\t\t\n\t\t\t\t\t We are confident of the validity of the socialist cause of Korea of Juche and fully support the statement issued by the spokesman for the KPA Supreme Command.\n\t\t\t\t\t\n\t\t\t\t\t Resolutely assailing the war maneuvers of the U.S. and its satellite forces, we call on the international community and progressive mankind not to allow all sorts of provocations and acts of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The France-Korea Friendship Association in its statement on Mar. 7 said that the U.S. and south Korea are, indeed, the primary targets of sanctions to be slapped by the UN Security Council as they are wantonly violating international law and other countries' security.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Peninsula is exposed to the grave danger of a nuclear war due to the military threats of the U.S. and its followers and \"the resolution on sanctions\" slapped by them, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The option made by the  permanent member states of the UNSC for military threat and \"sanctions\" in disregard of the peace-loving stand of the DPRK will only escalate the tension in the region and incite military confrontation and conflict.\n\t\t\t\t\t\n\t\t\t\t\t We re-clarify our invariable stand desirous of the peace and stability on the Korean Peninsula."
        },
        {
            "title": "UNSC's \"Resolution\" against DPRK Rejected in Foreign Countries",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-07ee.html",
            "content": "UNSC's \"Resolution\" against DPRK Rejected in Foreign Countries\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- Organizations of Ecuador and the Czech Republic rejected the UN Security Council's \"resolution\" against the DPRK.\n\t\t\t\t\t The Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People said in a statement on March 10:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's third underground nuclear test was a due measure for self-defence taken by it to cope with the moves of the U.S.-led hostile forces which wantonly encroached upon the legitimate right of a sovereign state to develop space. \n\t\t\t\t\t\n\t\t\t\t\t This being a hard fact, the U.S. is working hard to stifle the DPRK as evidenced by its act of prodding its allies and the UNSC, its marionette, into cooking up a \"resolution\".\n\t\t\t\t\t\n\t\t\t\t\t It is hardly understandable that the UNSC is being abused as a marionette of the U.S., a tool encroaching upon sovereignty though it has the mission to respect and protect of the sovereignty of all countries and ensure global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC should, to begin with, take issue with the U.S. and its allies which are staging the Key Resolve and Foal Eagle joint military exercises for aggression with huge armed forces involved, escalating the tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We resolutely denounce the UNSC's \"resolution\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We, at the same time, fully support the stand of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  The Young Communist League of Czechoslovakia in a statement on March 8 supported all the efforts made by the DPRK to defend its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t We serve a strong warning to the base actions of the permanent member nations of the UNSC which fabricated the \"resolution\" against the DPRK, the statement said."
        },
        {
            "title": "DPRK's Important Measures Supported by British Organization",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-08ee.html",
            "content": "DPRK's Important Measures Supported by British Organization\n\t\t\t\t\t\t\r\n Pyongyang, March 16 (KCNA) -- The British Association for the Study of Songun Policy posted on its website an article titled \"Thunder of Korea\" on March 10.\n\t\t\t\t\t The DPRK launched its first application satellite in December last year, the article said, adding: This was the one for peaceful purposes from A to Z pursuant to its scientific and technological development plan for developing the country's economy and improving the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. prodded the UN Security Council into cooking up the \"resolution on sanctions\" against the DPRK over its satellite launch for peaceful purposes, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK totally rejected this illegal \"resolution\", solemnly declared it would take countermeasures to defend its sovereignty and dignity and conducted the third underground nuclear test as part of its countermeasures.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies are making outcries but, in fact, the DPRK's nuclear test was very just.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the DPRK to cope with the ever increasing U.S. nuclear threat with its nuclear deterrent. \n\t\t\t\t\t\n\t\t\t\t\t Conscience-minded and sincere public of the world is deeply deploring the UN Security Council for covering the high-handed and arbitrary practices of the U.S. imperialists for aggression and interference in other countries with a silk veil of \"international legality\" \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear test was the primary countermeasure taken with maximum self-restraint.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will take the strong second and third countermeasures in succession now that the U.S. is complicating the situation through its hostile acts.\n\t\t\t\t\t\n\t\t\t\t\t The thunder of the DPRK will go on."
        },
        {
            "title": "Portavoz del MINREX se refiere a posicion de la RPDC",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-26ee.html",
            "content": "Portavoz del MINREX se refiere a posicion de la RPDC\n\t\t\t\t\t\t\r\nPyongyang, 16 de marzo (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea publico el dia 16 la siguiente declaracion:\n\t\t\t\t\tRecientemente, las autoridades de alto rango de Estados Unidos tergiversaron en cada renglon  la situacion como si fuera fue agravada por la posesion de las armas nucleares de la RPDC encubriendo su responsabilidad de haber empujado a esta a la posesion de armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tEsto no pasa de ser una absurda artimana para justificar la politica hostil anti-RPDC de EE.UU. que agravo al extremo la situacion de la Peninsula Coreana y asfixiar la RPDC fomentando el ambiente internacional de sancion anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn fin de cuentas, se ha revelado plenamente que la politica hostil anti-RPDC de EE.UU. no ha cambiado nada sino se torna cada dia mas grave.\n\t\t\t\t\t\n\t\t\t\t\tEn las condiciones de que EE.UU. persigue obstinadamente su politica hostil anti-RPDC calumniando con sofismas nuestras armas nucleares, la RPDC vuelve a exponer fehacientemente la invariable posicion de principios sobre el disuasivo nuclear de autodefensa.\n\t\t\t\t\t\n\t\t\t\t\tNuestras armas nucleares son el remedio omnipotente para defender la soberania y la seguridad del pais, y nadie puede tocarlas mientras existen la amenaza nuclear y la politica hostil de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC no ha poseido las armas nucleares para recibir el reconocimiento de alguien ni pedira jamas reconocerlas a nadie.\n\t\t\t\t\t\n\t\t\t\t\tEl unico proposito de las armas nucleares de la RPDC es poner fin a la obstinada amenaza y chantaje nucleares de EE.UU. de mas de medio siglo y castigar despiadadamente todos los bastiones de agresion en cualesquier lugares de la Tierra.\n\t\t\t\t\t\n\t\t\t\t\tEs absurdidad el que la RPDC ha tenido las armas nucleares como regateo para el beneficio economico.\n\t\t\t\t\t\n\t\t\t\t\tEn este mundo son muy valiosas la soberania del pais y la dignidad de la nacion. Esta fue y es la invariable fe de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa tentacion de EE.UU. de que si la RPDC opta el otro camino, le ayudaria, no pasa de ser una tonteria para la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tMientras EE.UU. no abandona su politica hostil anti-RPDC, esta no piensa en el dialogo con este imperio sino avanzara hasta el fin por el camino del Songun optado por si misma."
        },
        {
            "title": "Distribuida nota de cancilleria de RPDC en Consejo de Seguridad",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-27ee.html",
            "content": "Distribuida nota de cancilleria de RPDC en Consejo de Seguridad\n\t\t\t\t\t\t\r\nPyongyang, 16 de marzo (ACNC) -- Quedo distribuida el dia 14 como documento oficial S/2013/141 del Consejo de Seguridad de la ONU la declaracion del portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea, publicada el dia 9 con respecto a que ese organismo de la ONU fabrico bajo el patrocinio de Estados Unidos otra \"resolucion de sancion\" anti-RPDC cuestionando la tercera prueba nuclear subterranea."
        },
        {
            "title": "Acto central por aniversario nonagesimo de caminata de mil ries de Kim Il Sung para el studio",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-28ee.html",
            "content": "Acto central por aniversario nonagesimo de caminata de mil ries de Kim Il Sung para el estudio\n\t\t\t\t\t\t\r\nPyongyang, 16 de marzo (ACNC) -- Tuvo lugar el dia 16 en la Casa Cultural 25 de Abril el acto central por el 90o aniversario de la caminata de mil ries del Presidente Kim Il Sung para el estudio. \n\t\t\t\t\tEl Presidente la emprendio el 16 de marzo del 12 (1923) de la Era Juche segun las instrucciones de su padre Kim Hyong Jik, indoblegable combatiente revolucionario, de estudiar en la patria experimentando las desgracias y sufrimientos de la nacion y conocer bien la historia y cultura de la patria. \n\t\t\t\t\t\n\t\t\t\t\tEn el acto participaron Kim Yong Nam, Choe Ryong Hae, Kim Ki Nam, Choe Thae Bok y otros cuadros, funcionarios de las ramas de conservacion de datos de interes historico-revolucionario, educacion, literatura y arte, prensa e informacion, la Union de la Juventud Socialista Kim Il Sung junto con los jovenes y ninos escolares. \n\t\t\t\t\t\n\t\t\t\t\tEl presidente del Comite Central de la UJS, Jon Yong Nam, dijo en su informe de ocasion que durante su caminata de mil ries para el estudio el Presidente adquirio los rasgos ideo-espirituales y las cualidades del gran revolucionario y patriota sin igual y dio el primer  paso en los anales de su sagrada lucha por lograr la independencia del pais y construir la patria prospera. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il hizo realizar periodicamente el recorrido por los campos de batalla revolucionaria de la zona del monte Paektu y por las caminatas de mil ries para el estudio y para la restauracion para que todos los ninos escolares aprendan, defiendan y mantengan firmemente y glorifiquen generacion tras generacion los rasgos y las proezas revolucionarias del Presidente. dijo. \n\t\t\t\t\t\n\t\t\t\t\tContinuo que con motivo de esa efemeride, el Mariscal Kim Jong Un hizo organizar en gran dimension la marcha de los jovenes y ninos escolares por la caminata de mil ries para el estudio.\n\t\t\t\t\t\n\t\t\t\t\tTodos los jovenes y ninos escolares deben continuar el linaje de la revolucion coreana aprendiendo la gloriosa epoca de juventud y ninez de los Generalisimos Kim Il Sung y Kim Jong Il, apunto.\n\t\t\t\t\t\n\t\t\t\t\tLlamo a todos a cumplir excelentemente con la honrosa mision y deber de continuadores de la causa revolucionaria del Songun uniendose compactamente en torno al Mariscal y enarbolando las efigies de sol de los Generalisimos y las banderas de la UJS y de la Organizacion de Ninos de Corea."
        },
        {
            "title": "Canciones del periodo de guerra infunden la fe en victoria final",
            "url": "http://kcna.co.jp/item/2013/201303/news16/20130316-29ee.html",
            "content": "Canciones del periodo de guerra infunden la fe en victoria final\n\t\t\t\t\t\t\r\nPyongyang, 16 de marzo (ACNC) -- Repercuten ahora por doquier del pais las canciones que solian cantar los defensores de la patria durante la pasada guerra coreana desatada en la decada de 1950.\n\t\t\t\t\tDesde que fuera publicada la declaracion del portavoz de la Comandancia Suprema del Ejercito Popular de Corea, ellas siembran en los militares y habitantes el animo de exterminar a los imperialistas norteamericanos y sus satelites que estan desesperados para atropellar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tHace unos dias, tuvo lugar en la provincia de Hwanghae del Norte el concurso estudiantil de canciones del tiempo de guerra interpretadas en coro.\n\t\t\t\t\t\n\t\t\t\t\tAl compas de las dinamicas notas de la \"Cancion de la defensa de la Patria\",  \"A la batalla decisiva\", \"Cancion de artilleros costeros\", \"Avance\" y otras, los jovenes se desfilaron en columnas expresando su gran odio a los imperialistas norteamericanos y los titeres surcoreanos que trajeron el peligro de guerra nuclear al territorio coreano.\n\t\t\t\t\t\n\t\t\t\t\tEn exclusiva con la ACNC al pie de su bloque, Ri Chol Hyok (27 anos de edad), estudiante de la Universidad Pedagogica no.1 Ri Kye Sun de Sariwon, dijo como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLas canciones del tiempo de guerra nos redoblan la conviccion de la victoria.\n\t\t\t\t\t\n\t\t\t\t\tCantandolas, los heroes de la decada de 1950 defendieron la tierra patria.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, nuestra generacion esta dispuesta a traer el segundo dia de victoria entonando las mismas."
        }
    ]
}