{
    "date": "2013-08-01",
    "url": "http://kcna.co.jp/item/2013/201308/2013-08-01ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Leaves for Iran",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-01ee.html",
            "content": "International Kim Jong Il Prize to Be Awarded to Equatorial Guinean President\r\nPyongyang, August 1 (KCNA) -- The International Kim Jong Il Prize Council on July 25 decided to award the prize to Obiang Nguema Mbasogo, president of the Republic of Equatorial Guinea, in recognition of his special contribution to the justice and development of the world, human dignity and equality and peace, friendship and unity among countries."
        },
        {
            "title": "Congratulations to Pakistani President",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-18ee.html",
            "content": "Congratulations to Pakistani President\r\nPyongyang, August 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a congratulatory message to Mamnoon Hussain upon his election as  president of Pakistan.\n\t\t\t\t\tThe message expressed belief that the friendly and cooperative relations between the two countries would grow stronger in the future and sincerely wished him greater success in his responsible work."
        },
        {
            "title": "Greetings to President of Benin",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-14ee.html",
            "content": "Greetings to President of Benin\r\nPyongyang, August 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greeting to Thomas Boni Yayi, president of Benin, on occasion of the 53rd anniversary of its independence.\n\t\t\t\t\tKim expressed belief that the traditional relations of friendship and cooperation between the DPRK and Benin would grow stronger in various fields and wished the president and people of Benin greater success in their efforts for the stability and prosperity of the country."
        },
        {
            "title": "Chinese Military, Naval and Air Attache Hosts Reception",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-19ee.html",
            "content": "Chinese Military, Naval and Air Attache Hosts Reception\r\nPyongyang, August 1 (KCNA) -- Zhang Ping, military, naval and air  attache of the Chinese embassy here, Thursday hosted a reception at the Taedonggang Diplomatic Club on the occasion of the 86th anniversary of the Chinese People's Liberation Army.\n\t\t\t\t\tPresent there on invitation were Kang Phyo Yong, vice-minister of the People's Armed Forces, generals and officers of the Korean People's Army, officials concerned, diplomatic envoys and military attaches of various countries here.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were Liu Hongcai, Chinese ambassador to the DPRK, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\tSpeeches were made there."
        },
        {
            "title": "Kim Jong Un Receives Message from Chairman of Mongolian People's Party",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-16ee.html",
            "content": "Kim Jong Un Receives Message from Chairman of Mongolian People's Party\r\nPyongyang, August 1 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a message of greeting from A. Enkhtubshin, chairman of the Mongolian People's Party, on July 26 on the occasion of the 60th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\tThe message said:\n\t\t\t\t\t\n\t\t\t\t\tI extend congratulations to you on the occasion of the 60th anniversary of the July 27 historic event traditionally celebrated by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\tI think this event made a positive contribution to ensuring stability not only on the Korean Peninsula but in our region.\n\t\t\t\t\t\n\t\t\t\t\tI am sure that the cooperative relations between the Mongolian People's Party and the WPK will continue growing in conformity with the peace and security in Northeast Asia and in the interests of the peoples of the two countries. \n\t\t\t\t\t\n\t\t\t\t\tHighest regards to you."
        },
        {
            "title": "Kim Jong Un Receives Message from Zambian President",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-15ee.html",
            "content": "Kim Jong Un Receives Message from Zambian President\r\nPyongyang, August 1 (KCNA) -- The dear respected Kim Jong Un received a message of greeting from Zambian President Michael Chilufya Sata on July 24 on the occasion of the 60th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\tIn the message the Zambian president extended sincere congratulations to Kim Jong Un on behalf of the people and government of Zambia on the important occasion of the 60th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\tNoting that  Zambia and the DPRK have developed strong bonds of friendship, maintaining warm and close relations for decades, the message expressed the sincere wish to boost these relations in the mutual interests of the two countries.\n\t\t\t\t\t\n\t\t\t\t\tPointing out that the two countries have a history of the common struggle for sovereignty and independence and their accomplishment of this cause was to achieve freedom for the peoples of the two countries, the message expressed the hope that the two countries would continue pushing forward the cause of achieving lasting world peace and peaceful solution of international disputes.\n\t\t\t\t\t\n\t\t\t\t\tThe Zambian president sent Kim Jong Un best wishes for his good health and success in his state affairs."
        },
        {
            "title": "International Kim Jong Il Prize to Be Awarded to Equatorial Guinean President",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-01ee.html",
            "content": "International Kim Jong Il Prize to Be Awarded to Equatorial Guinean President\r\nPyongyang, August 1 (KCNA) -- The International Kim Jong Il Prize Council on July 25 decided to award the prize to Obiang Nguema Mbasogo, president of the Republic of Equatorial Guinea, in recognition of his special contribution to the justice and development of the world, human dignity and equality and peace, friendship and unity among countries."
        },
        {
            "title": "Egyptian Folk, Art Exhibition Held",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-20ee.html",
            "content": "Egyptian Folk, Art Exhibition Held\r\nPyongyang, August 1 (KCNA) -- An Egyptian folk and art exhibition was held at the Egyptian embassy here on Thursday to mark the 50th anniversary of the establishment of diplomatic relations between the DPRK and Egypt and the 55th anniversary of the conclusion of the agreement on cultural cooperation.\n\t\t\t\t\tPresent there on invitation were Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Hyong Jun, vice-minister of Foreign Affairs, Chae Chun Hui, vice-chairwoman of the Central Committee of the Democratic Women's Union of Korea, officials concerned,  diplomatic envoys of various countries, representatives of international organizations, staff members of embassies and missions, Nguyen Thi Loi, chairwoman of the Pyongyang International Women's Association, and members of the association.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were Iman Mostafa Abdou Ahmed, Egyptian ambassador to the DPRK, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\tSpeeches were made at the exhibition.\n\t\t\t\t\t\n\t\t\t\t\tThe speakers said that the friendly relations between the two countries provided and developed by the great Generalissimos Kim Il Sung and Kim Jong Il and the Egyptian leaders are invariably growing stronger under the deep care of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThey expressed their will to contribute to boosting the friendly and cooperative relations between the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\tThe participants looked round exhibits including craftworks and art works showing the history and culture of Egypt."
        },
        {
            "title": "Foreign Party Officials, Personages Pay Congratulatory Visits to DPRK Embassies",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-06ee.html",
            "content": "Foreign Party Officials, Personages Pay Congratulatory Visits to DPRK Embassies\r\nPyongyang, August 1 (KCNA) -- Party delegations and public figures of foreign countries visited the DPRK embassies in their countries from July 13 to 27 on the occasion of the 60th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\tThey included a delegation of the Union Solidarity and Development Party of Myanmar, delegation of the Democratic Party of Equatorial Guinea, chairwoman of the Party for Peace and Unity of Russia, general manager of a stock company of the Russian Technical Glass Research Institute, second secretary of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, chairman of the Moscow War Veterans Committee, president of the Khmer Democratic Party of Cambodia, general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), chairman of the Study and Research Forum of Songun Politics of the National Press Club of Nepal, chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics and the chairman of the Nigeria-Korea Friendship Association.\n\t\t\t\t\t\n\t\t\t\t\tThey laid floral baskets and bouquets before portraits of President Kim Il Sung and leader Kim Jong Il and full-length pictures of them standing together and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\tThe co-chairman of the Council of the Kim Il Sung-Kim Jong Il Foundation, chief secretary of the China Hong Kong Zhonghwa Energy Fund Commission, chairperson of the Emperor Group of Hong Kong, China, general director of the Golden Trip Travel Service Co. Ltd., Hong Kong, China and the president of the Socialist Party of Benin sent floral baskets and bouquets to the DPRK missions in their countries on July 24 and 26."
        },
        {
            "title": "WHO South-East Asia Regional Technical Consultation on Telemedicine Held",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-07ee.html",
            "content": "WHO South-East Asia Regional Technical Consultation on Telemedicine Held\r\nPyongyang, August 1 (KCNA) -- The WHO South-East Asia Regional Technical Consultation on Telemedicine was held here from July 30 to August 1.\n\t\t\t\t\tAttending the meeting were Kang Ha Guk, minister of Public Health, public health officials of the DPRK and from foreign countries, Rajesh Bhatia, acting regional director for WHO South-East Asia, the representative of the WHO here, foreign embassy officials and representatives of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\tSpeeches were made there.\n\t\t\t\t\t\n\t\t\t\t\tAfter briefing was made on the telemedicine service system established in all parts of the country, experience gained in different countries was exchanged.\n\t\t\t\t\t\n\t\t\t\t\tThe issues of increasing the qualitative level of such service were discussed.\n\t\t\t\t\t\n\t\t\t\t\tWhile the meeting was under way, the participants visited Kim Man Yu Hospital, Pyongyang City Hospital No. 2, and Yonsan County People's Hospital in North Hwanghae Province to learn about how telemedicine service is working in the hospitals."
        },
        {
            "title": "DPRK Wrestlers Back Home from Asian Championship",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-17ee.html",
            "content": "DPRK Wrestlers Back Home from Asian Championship\r\nPyongyang, August 1 (KCNA) -- DPRK wrestlers returned home Thursday after participating the 2013 Asian Junior Wrestling Championship held in Mongolia.\n\t\t\t\t\tThey were greeted at Pyongyang Railway Station by Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, officials in the field of sports and families of the wrestlers."
        },
        {
            "title": "Foreign Delegations Leave",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-12ee.html",
            "content": "Foreign Delegations Leave\r\nPyongyang, August 1 (KCNA) -- The delegation of the Communist Youth Collectives of Spain and the president of the Women's International Democratic Federation left for home by air and train on Thursday after participating in the celebrations of the 60th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\tEarlier leaving here for home were the delegation of the Institute of the Far East of the Russian Academy of Sciences, delegation of the All-Russia Women's Council \"Hope of Russia\", delegation of the Lenin Young Communist League of the Russian Federation, delegation of the Mongolian Agriculture, Food and Environment Workers’ Trade Unions, delegation of the Fukuoka Prefectural Japan-DPRK Friendship Association of Japan and the head and chief conductor of the \"Orchestra of the 21st Century\" of Russia and his party."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Mushroom-growing Factories",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-21ee.html",
            "content": "DPRK Premier Makes Field Survey of Mushroom-growing Factories\r\nPyongyang, August 1 (KCNA) -- Pak Pong Ju, premier of the DPRK, made a field survey of mushroom-growing factories operated by the Korean People's Army.\n\t\t\t\t\tSoldiers built modern mushroom factories and are operating them well to increase production true to the behests of Generalissimos Kim Il Sung and Kim Jong Il who paid deep concern to provide the soldiers and people with more mushroom and lofty intention of Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tGoing round production processes including preparation of raw materials, sterilizing, cultivation of fungus and mushroom growing, he learned in detail about the issues arising in the production and the management of the factories.\n\t\t\t\t\t\n\t\t\t\t\tHe called upon all units to learn from the experience gained by the People's Army in putting the mushroom production on a higher scientific and intensive basis.\n\t\t\t\t\t\n\t\t\t\t\tFor the present, the relative units should standardize the design of mushroom production centers, deepen researches, cultivate lots of mushroom spores and send them to the centers, he said.\n\t\t\t\t\t\n\t\t\t\t\tEarlier, the premier went round stations of Pyongyang Metro associated with the undying leadership feats of the peerlessly great men of Mt. Paektu to learn about their operation and management before holding a consultative meeting.\n\t\t\t\t\t\n\t\t\t\t\tThe meeting took measures to satisfactorily settle the issues arising in operating Pyongyang Metro."
        },
        {
            "title": "U.S. Defeat Revealed in Course of AA Conclusion",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-10ee.html",
            "content": "U.S. Defeat Revealed in Course of AA Conclusion\r\nPyongyang, August 1 (KCNA) -- Sixty years have passed since the Korean Armistice Agreement (AA) was concluded.\n\t\t\t\t\tOn the occasion of the AA anniversary, the U.S. and south Korean ruling forces talked about the \"forgotten victory\" and the like. They also worked hard to justify their crimes in the Korean War and beautify the AA conclusion as their \"victory\".\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun Thursday says in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\tWith no advertisement can they cover up the U.S. defeat revealed in the course of concluding the AA.\n\t\t\t\t\t\n\t\t\t\t\tIt is none other than the U.S. which raised the ceasefire issue first in the war.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists, driven back by the re-advance of the Korean People's Army, sought a way to tide over their defeat. The U.S. State Department proposed the armistice issue.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. tried to realize the armistice in the \"position of victors\". The U.S. imperialists kicked off an offensive operation with huge armed forces under the pretext of the \"tactical breakthrough\" in the front from early April 1951. But they were driven away south of the 38th parallel by a strong counter-attack of the Korean People's Army. Their attempt was frustrated. Then they attempted to let a third country have an indirect contact with the DPRK in a bid to cover up their true colors as the defeated asking for the armistice.\n\t\t\t\t\t\n\t\t\t\t\tThey, driven into a tight corner, proposed armistice talks with the DPRK in the name of Commander of the \"UN Forces\" Ridgway through radio on June 30, 1951.\n\t\t\t\t\t\n\t\t\t\t\tThe units of the KPA inflicted strong military strikes on the U.S. imperialists and the south Korean puppet forces from July 13, 1953. Upset by this, the U.S. was compelled to come out again to the armistice talks. The U.S. agreed upon all the agenda items of the armistice talks and finally yielded to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tA ceremony of signing AA was held at 10 a.m. on July 27, 1953.\n\t\t\t\t\t\n\t\t\t\t\tThe AA was concluded in line with the demand of the DPRK. The AA was an instrument of surrender the U.S. presented to the DPRK. As a result, the Korean War ended with the victory of the DPRK army and the people."
        },
        null,
        {
            "title": "Russian Papers Praise Korean People's Victory in War",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-04ee.html",
            "content": "Russian Papers Praise Korean People's Victory in War\r\nPyongyang, August 1 (KCNA) -- Russian papers carried special articles with a portrait of smiling President Kim Il Sung and his photos on the occasion of the 60th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\tVladivostok on July 24 said in an article titled \"Echo of victory in the war\" that the DPRK won a historic victory in the war against the U.S. imperialists who boasted of being the \"strongest\" in the world on July 27, 1953. It went on:\n\t\t\t\t\t\n\t\t\t\t\tAfter the war the DPRK has always emerged victorious in the confrontation with the U.S. imperialists. The history of the confrontation between the DPRK and the U.S. is characterized by the DPRK's victory and the U.S defeat.\n\t\t\t\t\t\n\t\t\t\t\tPri Amurskiye Vedomosti carried an article titled \"60th anniversary of the victory in the Fatherland Liberation War\" and other articles on July 22 and 24.\n\t\t\t\t\t\n\t\t\t\t\tThe articles said the miraculous victory won by the young DPRK in the war against the U.S. is ascribable to Kim Il Sung's extraordinary strategy and tactics and his original war methods.\n\t\t\t\t\t\n\t\t\t\t\tThey praised the President for performing feats to be specially recorded in the modern history of war, adding the U.S. numerical and technical superiority was completely shattered by the strategic and tactical one of the DPRK led by him.\n\t\t\t\t\t\n\t\t\t\t\tThe 27th issue of Veteran in an article titled \"Start and cause of Korean war\" said that the U.S. imperialists ignited the war of aggression in June 1950 for the purpose of stifling the DPRK and, furthermore, dominating the world."
        },
        {
            "title": "DPRK's V-Day Marked in Cuba",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-05ee.html",
            "content": "DPRK's V-Day Marked in Cuba\r\nPyongyang, August 1 (KCNA) -- There took place a meeting and a photo show in Havana on July 24 in celebration of the 60th anniversary of the Korean people's victory in the Fatherland Liberation War. They were co-sponsored by the Cuban Institute of Friendship with the Peoples and the Cuban Committee for Supporting Korea's Reunification.\n\t\t\t\t\tDisplayed in the venues of the events were photos of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tSome photos showed the invincibility of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were officials of the Cuban Institute of Friendship with the Peoples, Cuban Committee for Supporting Korea's Reunification, Ministry of Foreign Affairs, Ministry of the Revolutionary Armed Forces and the Cuba-DPRK Friendship Parliamentary Group and other people.\n\t\t\t\t\t\n\t\t\t\t\tPresent there on invitation were the DPRK ambassador to Cuba and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\tThe participants looked round the photos. Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Cuban Committee for Supporting Korea's Reunification said the Korean army and people defeated the U.S. imperialists in the fierce three-year Fatherland Liberation War by displaying patriotic devotion and heroism.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people's victory is the brilliant fruition of the outstanding strategy and tactics of the President and his seasoned leadership, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe Cuban people will always support the Korean people's just struggle for national reunification free from the interference by outsiders.\n\t\t\t\t\t\n\t\t\t\t\tThe speaker expressed belief that the Korean people would win another victory despite any threat of outside forces by inheriting the undying exploits of Kim Il Sung and Kim Jong Il under the leadership of Kim Jong Un and the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\tAfter the meeting, an art performance was given by Cuban artistes and staff members of the DPRK embassy."
        },
        {
            "title": "Foreigners Praise Kim Il Sung's Exploits",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-08ee.html",
            "content": "Foreigners Praise Kim Il Sung's Exploits\r\nPyongyang, August 1 (KCNA) -- Meetings took place in Russia, Ukraine and Hungary and by a regional organization from July 21 to 24 to mark the 60th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\tPresent there were officials of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, Communist Party of Ukraine, Ukraine-DPRK Association, Hungarian Communist Workers' Party, Hungarian preparatory committee for celebrating the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War and the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions and other people.\n\t\t\t\t\t\n\t\t\t\t\tGrishkov, first secretary of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, said that President Kim Il Sung led the three-year war against the U.S. to victory, a miracle that will shine in the world history of wars for all ages. Kim Il Sung is a great man recognized by the world, he added.\n\t\t\t\t\t\n\t\t\t\t\tNikolai Polishk, chairman of the Ukraine-DPRK Association, said that the Korean People's Army has developed into the invincible revolutionary Paektusan army capable of defeating any formidable enemy thanks to the Songun politics pursued by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThe foundation of Songun was laid already in the anti-Japanese war days and its vitality was proved in the fierce Fatherland Liberation War, he added. \n\t\t\t\t\t\n\t\t\t\t\tGyula Thurmer, chairman of the Hungarian Communist Workers' Party, and other speakers praised Kim Il Sung as iron-willed brilliant commander who defeated the U.S. and Japanese imperialists in one generation. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people could defeat the arrogant U.S. imperialists and win a shining victory in the Fatherland Liberation War thanks to Kim Il Sung's outstanding strategy and tactics, unique military war methods and superb commanding art, they noted. \n\t\t\t\t\t\n\t\t\t\t\tCongratulatory messages to Kim Jong Un were adopted at the meetings in Ukraine and Hungary."
        },
        {
            "title": "Kim Jong Un's Work Published in India",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-03ee.html",
            "content": "Kim Jong Un's Work Published in India\r\nPyongyang, August 1 (KCNA) -- The dear respected Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" was brought out in pamphlet by the Indian and World Event, a newspaper of India.\n\t\t\t\t\tThe work, published on April 15, Juche 101 (2012), clarifies that the centenary history of Kim Il Sung's nation clearly proved the immutable truth that the dignity and prosperity of the country and nation are guaranteed by the outstanding leader.\n\t\t\t\t\t\n\t\t\t\t\tIt indicates the tasks to be fulfilled to glorify the dignity of Songun Korea for all ages and successfully carry out the cause of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\tA book releasing ceremony was held at the building of the newspaper on July 24.\n\t\t\t\t\t\n\t\t\t\t\tWipin Gupta, chairman of the Juche Philosophy Study Committee of India who is editor of the newspaper, made the following speech:\n\t\t\t\t\t\n\t\t\t\t\tWe have the honor to bring out Marshal Kim Jong Un's work on the occasion of the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\tThe work reflects his intense loyalty to the preceding leaders, high sense of responsibility for the destiny of the country and nation and boundless love and trust in soldiers and people.\n\t\t\t\t\t\n\t\t\t\t\tRosy is the future of Songun Korea dynamically advancing toward the final victory under the seasoned leadership of youthful Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tWe warmly congratulate the Korean people on the 60th anniversary of the victory in the war."
        },
        {
            "title": "Kim Jong Un's Work Published in Argentina",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-02ee.html",
            "content": "Kim Jong Un's Work Published in Argentina\r\nPyongyang, August 1 (KCNA) -- The dear respected Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was brought out in booklet by the Communist Party of Argentina on July 25.\n\t\t\t\t\tThe work, published on April 6, Juche 101 (2012), clarifies that to hold leader Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea (WPK) is the principled requirement for victoriously advancing the cause of the Korean revolution. It indicates the tasks to be fulfilled to steadily develop the WPK into the glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Un se reune con ganadoras de Copa de Asia Oriental 2013",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-03ss.html",
            "content": "Kim Jong Un se reune con ganadoras de Copa de Asia Oriental 2013\r\nPyongyang, 1 de agosto (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, se reunio con las jugadoras que ocuparon primer lugar en el futbol femenino de la Copa de Asia Oriental 2013.\n\t\t\t\t\tLe acompanaron en esta ocasion Choe Ryong Hae, Jang Song Thaek, Kim Kyong Hui, Kang Sok Ju, Ri Yong Su, Ri Yong Gil, Pak Thae Song, Hwang Pyong So, Kim Pyong Ho, Kim Yong Hun, Ma Won Chun, Kim Yong Chol, O Kum Chol, el ministro de Deportes Ri Jong Mu, el secretario responsable del comite del PTC en el Ministerio de Deportes Ri Ju Bong y el presidente del Comite Central de la Union de la Juventud Socialista Kim Il Sung, Jon Yong Nam. \n\t\t\t\t\t\n\t\t\t\t\tEstrechando la mano con las jugadoras y el entrenador-jefe Kim Kwang Min, el Mariscal felicito calidamente el resultado de juego de ellas que exaltaron el honor de la Corea del Songun en la Copa de Asia Oriental 2013.\n\t\t\t\t\t\n\t\t\t\t\tAprecio altamente los exitos excepcionales de Kim Un Ju, quien recibio el premio de mejor jugadora, Ho Un Byol ganadora del premio de mejor goleadora y el entrenador-jefe Kim Kwang Min, quien condujo su equipo a la victoria.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo reiteradamente sus meritos diciendo que las futbolistas demostraron bien en los partidos los autoctonos metodos de juego, las tecnicas adiestradas en entrenamientos cotidianos, la gran resistencia y la unidad.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que en particular, ellas triunfaron en el dia del 60o aniversario de la victoria en la Guerra de Liberacion de la Patria, lo cual hizo mas alegres al ejercito y pueblo coreanos, que celebraron significativamente el 27 de julio, y les infundio la conviccion y optimismo de la victoria.\n\t\t\t\t\t\n\t\t\t\t\tIzar la bandera de la RPDC en el torneo internacional de futbol resulta mas llamativo e influyente que miles de palabras en exhortar a todos los uniformados y civiles a la lucha y proezas, asevero.\n\t\t\t\t\t\n\t\t\t\t\tDebemos concentrar mayor fuerza en desarrollar el futbol femenino, ya que nuestro equipo femenino tiene tradicion y posibilidad de ganar, de modo que surjan muchas futbolistas como Ri Kum Suk que gano la fama en anteriores competencias internacionales, apunto.\n\t\t\t\t\t\n\t\t\t\t\tVolvio a apreciar los resultados obtenidos esta vez por ellas y les entrego regalos.\n\t\t\t\t\t\n\t\t\t\t\tTomo una foto de recuerdo con las futbolistas manifestando la esperanza y conviccion de que ellas honraran mas a la patria con medallas de oro en juegos internacionales."
        },
        {
            "title": "Kim Jong Un presencia competencia de futbol masculino",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-04ss.html",
            "content": "Kim Jong Un presencia competencia de futbol masculino\r\nPyongyang, 1 de agosto (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio la competencia de futbol masculino entre los onces 25 de Abril y Hwaebul.\n\t\t\t\t\tLe acompanaron en verla Choe Ryong Hae, Jang Song Thaek, Kim Kyong Hui, Kang Sok Ju, Ri Yong Su, Ri Yong Gil, Pak Thae Song, Hwang Pyong So, Kim Pyong Ho, Kim Yong Hun, Ma Won Chun, Kim Yong Chol, O Kum Chol, el ministro de Deportes Ri Jong Mu, el secretario responsable del comite del PTC en el ministerio  de Deportes Ri Ju Bong y el presidente del Comite Central de la Union de la Juventud Socialista Kim Il Sung, Jon Yong Nam.\n\t\t\t\t\t\n\t\t\t\t\tDesde el principio de juego, el equipo Hwaebul paso de la defensa al ataque rapido y sorpresivo. A eso de 27 minutos del primer tiempo, el delantero no.10 Kim Yong Gwang marco  un gol.\n\t\t\t\t\t\n\t\t\t\t\tSu rival se mantenia en el ataque total sin perder animo ante la perdida. El defensa no.18 Ji Kwang Hyok marco un gol de empate al lograr el chut correcto en el juego desordenada ante la puerta de rival.\n\t\t\t\t\t\n\t\t\t\t\tEn el penalti, el once Hwaebul marco dos goles mas y salio ganador.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal manifesto su gran satisfaccion de que los jugadores de ambos equipos hayan ejecutado el juego en un alto nivel y felicito los resultados de ellos.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo que el once Hwaebul, adscrito al CC de la Union de la Juventud Socialista Kim Il Sung, realizo un buen juego y salio personalmente a la cancha y tomo una foto de recuerdo junto con los jugadores de ese equipo.\n\t\t\t\t\t\n\t\t\t\t\tEl pais se llenara de la pasion cuando la union juvenil este apasionada, dijo y destaco la necesidad de que los jovenes ocupen la delantera del pais tambien en avivar el fervor deportivo.\n\t\t\t\t\t\n\t\t\t\t\tPara glorificar el honor de la patria es muy importante esta disciplina deportiva, asevero y prosiguio la necesidad de perfeccionar la tecnica futbolista, el sistema de tactica y metodo de entrenamiento a nuestro estilo y asentar a la nueva etapa mas alta el nivel de cientifizacion.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que lo importante en desarrollar el futbol es buscar muchas reservas futbolistas. Ratifico la necesidad de establecer el ordenado sistema de formacion de la reserva e impulsar este trabajo sin interrupcion y particularmente  organizar con frecuencia la competencia entre las escuelas a todos los niveles.\n\t\t\t\t\t\n\t\t\t\t\tHay que establecer el ambiente social sobre el futbol, intensificar el apoyo estatal a esta disciplina y elevar la atencion de los funcionarios sobre la rama. \n\t\t\t\t\t\n\t\t\t\t\tExpuso su esperanza y conviccion de que los deportistas cumplan con su honrosa mision y deberes para llevar, cuanto antes, a nivel mundial el futbol y otras disciplinas deportivas  que infunden la conviccion y el optimismo a los militares y civiles."
        },
        {
            "title": "Kim Jong Un presencia competencia de tiro al arco",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-02ss.html",
            "content": "Kim Jong Un presencia competencia de tiro al arco\r\nPyongyang, 1 de agosto (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio la competencia del tiro al arco de los jugadores del Conjunto de Deportes Militares 25 de Abril y el otro Amnokgang.\n\t\t\t\t\tLa vieron tambien Choe Ryong Hae, Jang Song Thaek, Kim Kyong Hui, Kang Sok Ju, Ri Yong Su, Ri Yong Gil, Pak Thae Song, Hwang Pyong So, Kim Pyong Ho, Kim Yong Hun, Ma Won Chun, Kim Yong Chol, O Kum Chol, el ministro de Deportes Ri Jong Mu, el secretario responsable del comite del PTC en el ministerio de Deportes Ri Ju Bong, y el presidente del Comite Central de la Union de la Juventud Socialista Kim Il Sung, Jon Yong Nam.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal vio el juego colectivo femenino, el individual de ambos sexos y el otro individual femenino.\n\t\t\t\t\t\n\t\t\t\t\tCada vez que las flechas acertaban correctamente los blancos, el evaluo el resultado de jugadores.\n\t\t\t\t\t\n\t\t\t\t\tEl Conjunto de Deportes Militares 25 de Abril salio ganador.\n\t\t\t\t\t\n\t\t\t\t\tLos jugadores del mencionado conjunto tiran bien los arcos, evaluo y prosiguio que para tomar la hegemonia mundial en esta disciplina es importante la fuerza espiritual de los jugadores al igual que otras disciplinas deportivas y hay que ponerla de pleno manifiesto para que los jugadores participen en la competencia con la decision de exaltar el honor de la patria.\n\t\t\t\t\t\n\t\t\t\t\tDebemos concentrar las fuerzas en esta disciplina porque nuestros arqueros tienen la posibilidad de ocupar primeros lugares en los proximos juegos olimpicos y otras competencias internacionales, destaco.\n\t\t\t\t\t\n\t\t\t\t\tHay que perfeccionar la tecnica de tiro al arco y los metodos mas cientificos para el entrenamiento al estilo coreano y asegurar bien las condiciones de entrenamiento, puntualizo.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que los funcionarios, con la profunda atencion a esta disciplina, deben tomar de antemano las medidas para asegurar en el nivel maximo el arco, las flechas y otros equipos."
        },
        {
            "title": "Kim Yong Nam parte hacia Iran",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-19ss.html",
            "content": "Kim Yong Nam parte hacia Iran\r\nPyongyang, 1 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, partio el dia primero de esta capital para tomar parte en la ceremonia de toma de posesion del presidente de la Republica Islamica de Iran cumplimentando la invitacion del gobierno irani. \n\t\t\t\t\tLe acompanaron el vicecanciller Pak Kil Yon y otros acompanantes.\n\t\t\t\t\t\n\t\t\t\t\tEn el aeropuerto le despidieron el vicepresidente del Presidium de la APS, Yang Hyong Sop, el viceministro de Relaciones Exteriores, Kung Sok Ung, el embajador irani en Corea, Mansour Chavoshi, y el embajador chino en Corea Liu Hongcai."
        },
        {
            "title": "Kim Yong Nam felicita al presidente pakistani",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-16ss.html",
            "content": "Kim Yong Nam felicita al presidente pakistani\r\nPyongyang, 1 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia primero un mensaje de felicitacion a Mamnoon Hussain, recien electo como presidente de la Republica Islamica de Pakistan. \n\t\t\t\t\tEl remitente expreso la conviccion de que se desarrollaran aun mas las relaciones de amistad y cooperacion existentes entre los dos paises y deseo de todo corazon mayores exitos en la labor responsable del destinatario."
        },
        {
            "title": "Kim Yong Nam felicita a presidente de Benin",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-13ss.html",
            "content": "Kim Yong Nam felicita a presidente de Benin\r\nPyongyang, 1 de agosto (ACNC) -- Kim Yong Nam, presidente del Presidium de  la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, envio el 31 de julio un mensaje de felicitacion a Thomas Boni Yayi, presidente de la Republica de Benin, con motivo del 53o aniversario de la independencia de este pais africano.\n\t\t\t\t\tEl remitente expreso la conviccion de que se ampliaran y se desarrollaran en varias esferas las tradicionales relaciones de amistad y cooperacion entre la RPDC y Benin.\n\t\t\t\t\t\n\t\t\t\t\tY formulo votos por mayores exitos al mandatario y pueblo de Benin en la labor por la estabilidad y la prosperidad del pais."
        },
        {
            "title": "Otorgado Premio Internacional Kim Jong Il al presidente de Guinea Ecuatorial",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-01ss.html",
            "content": "Otorgado Premio Internacional Kim Jong Il al presidente de Guinea Ecuatorial\r\nPyongyang, 1 de agosto (ACNC) -- El Consejo del Premio Internacional Kim Jong Il decidio el 25 de julio otorgar este premio a Obiang Nguema Mbasogo, presidente de la Republica de Guinea Ecuatorial, quien realizo aporte excepcional a la justicia y desarrollo del mundo,  la dignidad e igualdad del ser humano y la paz, la amistad y la solidaridad entre los paises."
        },
        {
            "title": "Delegaciones de varios paises parten de esta capital",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-18ss.html",
            "content": "Delegaciones de varios paises parten de esta capital\r\nPyongyang, 1 de agosto (ACNC) -- Partieron hoy de esta capital por via aerea y de tren la presidenta de la Federacion Democratica Internacional de Mujeres y la delegacion de la Union de Juventudes Comunistas de Espana que participaron en las festividades por el 60o aniversario de la victoria en la Guerra de Liberacion de la Patria.\n\t\t\t\t\tCon anterioridad, lo hicieron la delegacion del Instituto del Extremo Oriente de la Academia de Ciencias de Rusia, la del Consejo de Mujeres de Toda Rusia \"Esperanza de Rusia\", la de la Union de la Juventud Comunista Lenin de la Federacion Rusa, la de la Union de Trabajadores de Agricultura, Alimento y Medio Ambiente de Mongolia, la de la Asociacion de Amistad Japon-Corea del departamento de Fukuoka de Japon, el jefe y director principal de la Orquesta del Siglo 21 de Rusia y su comitiva, etc."
        },
        {
            "title": "Acuerdo de Armisticio es acta de capitulacion de EE.UU.: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201308/news01/20130801-05ss.html",
            "content": "Acuerdo de Armisticio es acta de capitulacion de EE.UU.: Rodong Sinmun\r\nPyongyang, 1 de agosto (ACNC) -- Este ano, se cumple el 60o aniversario de la firma del Acuerdo de Armisticio de Corea.\n\t\t\t\t\tCon motivo del 27 de Julio, dia de concertacion del Acuerdo de Armisticio, EE.UU. y las fuerzas gobernantes surcoreanas lo describieron como \"victoria olvidada\" y \"resultado de su victoria\" tratando con afan de justificar sus crimenes cometidos en la pasada guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de su propaganda pomposa, no se puede ocultar nunca el derrotismo de EE.UU. reflejado en el Acuerdo de Armisticio.\n\t\t\t\t\t\n\t\t\t\t\tRevela asi el diario Rodong Sinmun en un articulo individual de este jueves y continua: \n\t\t\t\t\t\n\t\t\t\t\tFue EE.UU. el que propuso primero la firma del Acuerdo de Armisticio.\n\t\t\t\t\t\n\t\t\t\t\tCuando se inicio el nuevo avance del Ejercito Popular de Corea, el imperialismo norteamericano busco la salida para reparar su derrota y el Departamento de Estado propuso el armisticio. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. pretendio lograrlo en la posicion de \"triunfador\". \n\t\t\t\t\t\n\t\t\t\t\tDesde principios de abril de 1951, bajo el rotulo de \"arremetida tactica\" en el frente, EE.UU. cometio las operaciones ofensivas con enormes efectivos. \n\t\t\t\t\t\n\t\t\t\t\tPero, los enemigos fueron expulsados al sur del paralelo 38o ante el fuerte contraataque del EPC. \n\t\t\t\t\t\n\t\t\t\t\tEntonces, el imperio intento el contacto indirecto con la RPDC instigando a un tercer pais para disimular su aspecto de derrotado. \n\t\t\t\t\t\n\t\t\t\t\tEl 30 de junio de 1951, EE.UU. propuso a la RPDC por radio las negociaciones de armisticio en nombre del entonces comandante de las \"fuerzas de la ONU\" Ridgway.\n\t\t\t\t\t\n\t\t\t\t\tDesde el 13 de julio de 1953, las unidades del EPC dieron fuerte golpe militar a los imperialistas norteamericanos y los titeres surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. se vio obligado a acudir nuevamente a la mesa de negociaciones de armisticio, se puso de acuerdo con todas las clausulas debatidas y se rindio finalmente ante la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tA las 10:00 a.m. del 27 de julio de 1953, tuvo lugar la ceremonia de firma del Acuerdo de Armisticio de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl acuerdo fue pactado segun la insistencia y demanda de la RPDC. Pues, el Acuerdo de Armisticio fue el acta de capitulacion de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tAsi termino la guerra coreana con la victoria del ejercito y pueblo coreanos."
        }
    ]
}