{
    "date": "2013-03-18",
    "url": "http://kcna.co.jp/item/2013/201303/2013-03-18ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Makes Speech at National Meeting of Light Industrial Workers",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-18ee.html",
            "content": "Kim Jong Un Makes Speech at National Meeting of Light Industrial Workers\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- The dear respected Kim Jong Un was present at the national meeting of light industrial workers on Monday and made an important speech.\n\t\t\t\t\t Kim Jong Un in his speech said that the light industrial front along with the agricultural front are the main fronts on which efforts should be focused in the drive for building an economic power and improving the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t To rapidly develop the nation's light industry is as worthwhile work not only for improving the people's material and cultural living standards but an important political work for demonstrating the advantages and vitality of the socialist system in the DPRK, consolidating the single-minded unity of the Party and people as firm as a rock and bringing earlier the revolutionary great event of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un set forth main tasks and ways to be held fast to by the field of light industry at present.\n\t\t\t\t\t\n\t\t\t\t\t He said: It is necessary to make the most effective use of the existing production potential to radically increase the production of consumer goods and push forward the modernization and scientification of light industry and thus put it on the world's advanced level.\n\t\t\t\t\t\n\t\t\t\t\t The light industry should keep production going at a high rate to massively produce varieties of quality consumer goods.\n\t\t\t\t\t\n\t\t\t\t\t The industrial establishments in the field of light industry should wage a widespread campaign to improve the quality of consumer goods in order to produce daily necessities favored by people and ones symbolic of their units and impeccable on foreign markets.\n\t\t\t\t\t\n\t\t\t\t\t In order to solve the issue of raw and other materials for light industry the units tasked to provide funds for the people's living should increase their roles for the present.\n\t\t\t\t\t\n\t\t\t\t\t A basic way of solving the issue is to locally produce raw and other materials.\n\t\t\t\t\t\n\t\t\t\t\t The chemical industry has a big role to play for locally producing those materials.\n\t\t\t\t\t\n\t\t\t\t\t It is very important to develop the local industry for boosting the production of consumer goods.\n\t\t\t\t\t\n\t\t\t\t\t The field of light industry should regard it as important task to put light industry on a modern and scientific basis and dynamically push forward it at a high level.\n\t\t\t\t\t\n\t\t\t\t\t The industrial establishments should have scientists and technicians positively involved in production as required by the trend of developing modern light industry so that they may scientifically analyze all the issues arising in producing goods, improving quality, managing equipment and conducting business activities and solve them by dint of science and technology.\n\t\t\t\t\t\n\t\t\t\t\t It is important to wage the drive for radically increasing the production of consumer goods through a movement involving all masses and the whole society.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to boost the production of varieties of quality consumer goods by waging a widespread August 3 Consumer Goods Production Movement as it was done in the 1980s.\n\t\t\t\t\t\n\t\t\t\t\t If the field of light industry makes rapid progress ahead of other fields, displaying its vitality, and the whole country intensifies the drive for the production of consumer goods, keeping pace with it, the Party's plan to radically improve the people's living standard in near future will be translated into a reality.\n\t\t\t\t\t\n\t\t\t\t\t Great efforts should be channeled into improving public service while increasing the production of consumer goods. \n\t\t\t\t\t\n\t\t\t\t\t In order to quickly improve the people's living standard by bringing about a new turn in the development of light industry the officials in the field of light industry should increase their responsibility and role.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the ministries and national institutions in the field of light industry should learn about and grasp in detail the overall situation of light industry and actual conditions of the units under them. On this basis they should command in a responsible manner the operations for solving knotty problems and bringing about a new turn in the development of light industry.\n\t\t\t\t\t\n\t\t\t\t\t The officials in the field of light industry should reject stiffness, schema, stagnation and depression, work in a unique and resilient manner and shape reasonable management and business strategies to ensure expanded reproduction and reenergize production by their own efforts.\n\t\t\t\t\t\n\t\t\t\t\t The officials should have ardent patriotism, value their own things and make positive efforts to develop them to be better than others'.\n\t\t\t\t\t\n\t\t\t\t\t Scientists and technicians should solve scientific and technological issues arising in the on-going production in good time and, at the same time, study and round off innovative plans for producing raw materials for light industry locally and putting machines and equipment and production processes on a CNC and automation basis and develop more new varieties of light industrial products and functional goods.\n\t\t\t\t\t\n\t\t\t\t\t The whole state should attach importance to light industry and channel great efforts into its development.\n\t\t\t\t\t\n\t\t\t\t\t Various sectors and units of national economy should render positive help to the field of light industry, bearing in mind the Party's intention to effect a turn in the people's living in the shortest possible span of time.\n\t\t\t\t\t\n\t\t\t\t\t The Party organizations should increase their roles in order to rapidly develop light industry.\n\t\t\t\t\t\n\t\t\t\t\t We have not a few difficulties and bottlenecks at present but light industry has a bright prospect of its development, he noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t As long as there are a solid foundation of light industry provided by President Kim Il Sung and leader Kim Jong Il through all their lives' dedication and the people intensely loyal to the Party's leadership, a turn is sure to be effected in the development of the light industry and our people will fully enjoy wealth and glory under socialism without fail.\n\t\t\t\t\t\n\t\t\t\t\t The Party Central Committee firmly believes that the officials and workers in the field of light industry will turn out with confidence of victory and bring about a new turn in its development, he concluded."
        },
        {
            "title": "National Meeting of Light Industrial Workers Held",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-15ee.html",
            "content": "National Meeting of Light Industrial Workers Held \n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- A national meeting of light industrial workers took place with splendour in Pyongyang on Monday.\n\t\t\t\t\t Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, was present at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Choe Yong Rim, Kim Kyong Hui, Kim Ki Nam, Mun Kyong Dok, Ro Tu Chol, Thae Jong Su, officials of the units taking the lead in carrying out the Party's policy of light industry and labor innovators, leading officials here and in local areas, officials of economic guidance organs, affiliated fields and working people.\n\t\t\t\t\t\n\t\t\t\t\t Choe Yong Rim, member of the Presidium of the Political Bureau of the C.C., the WPK and premier of the DPRK Cabinet, made a report at the meeting. \n\t\t\t\t\t\n\t\t\t\t\t He said that the history of the development of light industry in the DPRK is a history associated with President Kim Il Sung and leader Kim Jong Il's Juche-oriented idea on building light industry, their outstanding leadership and tireless devotion and efforts. Kim Il Sung and Kim Jong Il regarded it as the supreme principle of the party and state activities to improve the standard of people's living, regarding it as their maxim to believe in people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t The great Generalissimos' idea of building the Juche-based light industry and their undying leadership feats are being successfully carried forward by Marshal Kim Jong Un, the reporter added.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the successes achieved in the light industrial field under the leadership of the WPK in the past.\n\t\t\t\t\t\n\t\t\t\t\t He called for making great innovations and leap forward  in producing consumer goods, steadily pushing forward the modernization of equipment and production processes and producing consumer goods as an all-people movement.\n\t\t\t\t\t\n\t\t\t\t\t Then speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made an important speech.\n\t\t\t\t\t\n\t\t\t\t\t He in his speech clearly indicated tasks and ways for making a new turn in the development of light industry in the same  spirit as was displayed in conquering space and successfully conducting the nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t The speakers vowed to dynamically wage a drive for producing consumer goods true to the Party's plan to make a decisive turn in improving the people's living standard."
        },
        {
            "title": "Birthday Party Given for Participants in Meeting of Light Industrial Workers ",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-17ee.html",
            "content": "Birthday Party Given for Participants in Meeting of Light Industrial Workers \n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- A party was given at Chongryu Restaurant on March 18 to congratulate delegates to the national meeting of light industrial workers on their birthdays. \n\t\t\t\t\t Present there were the delegates whose birthdays fall in the period of the national meeting and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju, department director of the Central Committee of the Workers' Party of Korea, made a speech at the party. \n\t\t\t\t\t\n\t\t\t\t\t He said that the dear respected Marshal Kim Jong Un saw to it that the birthday party was arranged for the participants though he was busy commanding the standoff with the U.S. after installing the Supreme Command in the forefront area of the revolution. \n\t\t\t\t\t\n\t\t\t\t\t Pak called upon the participants in the meeting to create merits in the grand march for building a thriving nation and improving people's living standard. \n\t\t\t\t\t\n\t\t\t\t\t The participants in the party thanked Marshal Kim Jong Un for providing the national meeting, personally participating in the meeting to indicate the programmatic guide to be held fast to the construction of light industry in the new century of Juche and bestowing warm favors on them again.\n\t\t\t\t\t\n\t\t\t\t\t A performance was given at the party by employees of Chongryu Restaurant."
        },
        {
            "title": "CPRK Secretariat Indicts S. Korea for Its Human Rights Abuses",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-16ee.html",
            "content": "CPRK Secretariat Indicts S. Korea for Its Human Rights Abuses\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea Monday issued a white paper indicting south Korea for its human rights abuses.\n\t\t\t\t\t Human rights are guaranteed by state power before anything else, the white paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t There are \"president\" and \"National Assembly\" in south Korea but its actual power is held by the U.S., and the \"government\" is no more than a puppet moving under the baton of its American master.\n\t\t\t\t\t\n\t\t\t\t\t The rights of the south Korean people are ruthlessly violated and abused by a variety of treaties and agreements coerced by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t According to official statistics of the south Korean puppet authorities, the crimes committed by the U.S. forces to date since they occupied south Korea in 1945 number in hundreds of thousands. They include killing, rape, violence and traffic accident.\n\t\t\t\t\t\n\t\t\t\t\t During the Lee Myung Bak regime GI crimes increased 22 percent compared with those during the preceding regime.\n\t\t\t\t\t\n\t\t\t\t\t Crimes by GIs in south Korea are daily increasing but the criminals are hardly punished under the unequal U.S.-south Korea \"Status of Forces Agreement.\"\n\t\t\t\t\t\n\t\t\t\t\t GI crimes that went public from 2008 to 2012 reached nearly 2 000 cases but criminals were detained in one or two cases.\n\t\t\t\t\t\n\t\t\t\t\t Unspeakable is the damage done by the U.S. forces through the war drills and degradation of ecological environment in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The war drills staged by the U.S. imperialists in south Korea destroyed dwelling houses and devastated paddy and non-paddy fields, forests, fishing grounds and famous mountains. No animal and plant are growing in the areas poisoned with toxic materials and people in those areas are troubled with diseases and death. The damages go beyond imagination.\n\t\t\t\t\t\n\t\t\t\t\t Human and material losses the U.S. imperialists imposed on the south Korean people run nearly 50 trillion U.S. dollars since their occupation of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The \"Security Law\" serves as a tool for legally abusing the rights of the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Its nature against human rights was proved in the fact that more than 118 000 south Koreans were arrested and hurled into behind bars according to the law in a year after its enactment in 1948.\n\t\t\t\t\t\n\t\t\t\t\t Innumerable are the hideous human rights abuses committed on the strength of the SL, such as the case of the People's Revolutionary Party, the case of the National Democratic Youth and Students League and the East Berlin case in which innocent people had to die on the scaffold on charges of \"pro-communism and enemy-benefiting\" in the 1960s and 1970s.\n\t\t\t\t\t\n\t\t\t\t\t  The Lee Myung Bak group committed human rights abuses while crying out for retaking the \"lost decade\". This totally revived the fascist dictatorial system and earned the group an ill-fame of \"witch hunting in the 21st century\".\n\t\t\t\t\t\n\t\t\t\t\t  For one year and a half since it took office the Lee regime cracked down on more than 1 840 political parties and organizations labeling them as illegal and violent demonstration organizations and severely punished those concerned by dint of the evil law.\n\t\t\t\t\t\n\t\t\t\t\t In two years after the emergence of the Lee regime more than 120.13 million individual data and over 1.64 million data dealing with the ideological tendencies of internet subscribers were openly used in political surveillance at the instructions of traitor Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\t More than 7 million households amounting to 45 percent of all the population in south Korea are now living from hand to mouth without dwelling places. Numberless are people living a really hard life in places which can hardly be called house.\n\t\t\t\t\t\n\t\t\t\t\t South Korea has more than 5.7 million people under absolute poverty line, 2.5 million working people struggling with poor living conditions and over 10 million poor groaning being pushed to the extreme end in their life.\n\t\t\t\t\t\n\t\t\t\t\t Millions of unemployed are now wandering about streets of south Korea and almost 10 million semi-unemployed such as temporary and casual workers are hired for one day or a few months for meager wages.\n\t\t\t\t\t\n\t\t\t\t\t More than 2.75 million young people become jobless as soon as they graduate from universities, spawning a serious social problem.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is ill-famed as \"kingdom of suicides\" as more than 40 persons commit suicides every day, cursing society.\n\t\t\t\t\t\n\t\t\t\t\t There occur in south Korea more than 6 000 crimes of various kinds every day. At least 33 600 women and 7 420 children were reported missing in 2009 alone.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is torn with torture, harsh treatment and unethical contempt. \n\t\t\t\t\t\n\t\t\t\t\t All facts prove that south Korea is the worst tundra and barren land of human rights, the white paper said, noting that the puppet group has not an iota of face to talk about other's \"human rights\"."
        },
        {
            "title": "University Sci-tech Festival Held in DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-21ee.html",
            "content": "University Sci-tech Festival Held in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- The 28th Scientific and Technological Festival of Kim Il Sung University took place on March 12-15.\n\t\t\t\t\t According to Ri Sang Il, deputy director of the Natural Science Guidance Department of the university, the festival was aimed to display the signal achievements and intensify the exchange in science and technology.\n\t\t\t\t\t\n\t\t\t\t\t On display there were more than 160 pieces of science and technology achievements made by hundreds of teachers, researchers and postgraduates of the university.\n\t\t\t\t\t\n\t\t\t\t\t What caught eyes among them is atomic force microscope, a nano measuring and controlling instrument. The microscope is instrumental to nano science, material precision measurement and manufacture of semiconductor and integrated circuit.\n\t\t\t\t\t\n\t\t\t\t\t The exhibits included such achievements as refolding of protein technology and surgical repair for infants with congenital heart disease, presented by Pyongyang Medical College under the university.\n\t\t\t\t\t\n\t\t\t\t\t There were also weeder, levee tilling machine, various kinds of biopesticides and data on technology for potato seed production and high-yield culture, displayed by Kye Ung Sang Agricultural College and Pyongyang Agricultural College.\n\t\t\t\t\t\n\t\t\t\t\t Those scientific inventions have been applied to the nation's basic science and economic development.\n\t\t\t\t\t\n\t\t\t\t\t The festival involved a presentation of science and technology papers and exchange of intellectual products and new technologies."
        },
        {
            "title": "Interference in Others' Internal Affairs, Inveterate Bad Habit of U.S.: News Analyst",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-19ee.html",
            "content": "Interference in Others' Internal Affairs, Inveterate Bad Habit of U.S.: News Analyst\r\n Pyongyang, March 18 (KCNA) -- It is the inveterate bad habit of the U.S. to poke its nose in others' affairs for no reason.\n\t\t\t\t\t It is the U.S. which meddles in all the world affairs, brandishing the stick of sanctions and interfering in the internal affairs of other countries, styling itself the \"international judge\".\n\t\t\t\t\t\n\t\t\t\t\t A typical example is its persistent opposition to the construction of pipeline liking Iran and Pakistan.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, the U.S. threatened the countries with sanctions should the pipeline construction proceeds, admonishing Pakistan to find other alternative for settling energy problem instead of the project with Iran.\n\t\t\t\t\t\n\t\t\t\t\t Whether Pakistan does cooperation with Iran or other countries is entirely an issue pertaining to the sovereign right of Pakistan.\n\t\t\t\t\t\n\t\t\t\t\t The construction of pipeline is a form of economic cooperation between countries and, therefore, the U.S. does have no justifications to oppose.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. has gone so impudent as to interfere in the internal affairs of independent countries and wantonly violated their sovereignty, to meet its sinister purposes.\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the U.S. in opposing the pipeline project is to check Iran's export of oil and natural gas, a key source of revenue for the country, and strike its economy. By doing so, the U.S. seeks to make people distrust the government and force Iran to abandon peaceful nuclear energy development.\n\t\t\t\t\t\n\t\t\t\t\t This is a brigandish act.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. gangster-like logic that those countries disobedient to it can not make regular export and import as well as peaceful nuclear development and satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t The Pakistani and Iranian governments are maintaining the firm stands of rejecting the U.S. pressure and threats and pushing forward the pipeline project.\n\t\t\t\t\t\n\t\t\t\t\t Pakistani President Asif Ali Zardari at a press conference said the pipeline will contribute to meeting the gas and energy need of the country and be greatly beneficial to future generations.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that Pakistan acts in state interests only as an independent state and will push forward the project despite the U.S. threats.\n\t\t\t\t\t\n\t\t\t\t\t Iranian President Mahmoud Ahmadinejad, addressing a ground-breaking ceremony for the pipeline construction, held that the U.S. has no right to hamper the construction as the project has nothing to do with Iran's nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\t The project is a great work conducive to contributing to regional peace and stability and helpful to the regional countries as well as the two countries.\n\t\t\t\t\t\n\t\t\t\t\t A saying goes that dogs bark, caravan moves on.\n\t\t\t\t\t\n\t\t\t\t\t However hard the U.S. may resort to pressure and blackmail, interfering in the internal affairs of other countries at its will, it can never dampen the desire and wishes of mankind to advance toward independent development and prosperity."
        },
        {
            "title": "History of U.S. Imperialists' Aggression on Kore",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-20ee.html",
            "content": "History of U.S. Imperialists' Aggression on Korea\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- The United States has a long history of its aggression on Korea.\n\t\t\t\t\t The U.S. imperialists launched its aggression on Korea with intrusion of their ship General Sherman into the Taedong River in 1866, and divided the country into two parts by occupying south Korea just after the Second World War.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ignited a war on June 25, 1950 to swallow up the young Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Even after its defeat in the war, the U.S. has persistently attempted to invade the DPRK by provoking such shocking incidents as spy ship Pueblo, spy plane EC-121 and \"Panmunjom\" cases.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists shipped nukes and all other offensive means into south Korea and ceaselessly staged nuclear war exercises for a preemptive attack on the DPRK with mobilization of their huge armed forces based around the Korean Peninsula and in the Pacific and the U.S. mainland.\n\t\t\t\t\t\n\t\t\t\t\t The bellicose U.S. military has concentrated its efforts on increasing the mobility and striking ability of its armed forces to ensure their rapid deployment in case of \"emergency\" on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It directs big efforts to beefing up air and fleet forces while setting up many military bases in such regions near the DPRK as Japan and Hawaii.\n\t\t\t\t\t\n\t\t\t\t\t The on-going Key Resolve and Foal Eagle joint military exercises in the Korean Peninsula are part of the U.S. imperialists' undisguised war moves against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Under such prevailing situation, the DPRK took self-defensive measures in succession, arousing its army and people to an all-out action against the U.S.\n\t\t\t\t\t\n\t\t\t\t\t As was already declared, it will surely win in the showdown with the U.S., achieve national reunification and build a thriving socialist nation."
        },
        {
            "title": "Rodong Sinmun Calls for Displaying Might of Revolutionary Militia Forces",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-10ee.html",
            "content": "Rodong Sinmun Calls for Displaying Might of Revolutionary Militia Forces\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- Rodong Sinmun Monday editorially calls for fully displaying the might of the revolutionary militia forces.\n\t\t\t\t\t The militia forces including the Worker-Peasant Red Guards constitute a strong mainstay of the self-defensive national capability of the country along with the Korean People's Army and the whole country has turned into an impregnable fortress, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Tremendous is the might of the militia forces of the DPRK which have been consolidated for decades under the leadership of the great leaders and the great party.\n\t\t\t\t\t\n\t\t\t\t\t Commanding officers and members of the militia forces are full of firm determination to safeguard the dear respected Marshal Kim Jong Un at the risk of their lives in the transparent spirit of devotedly defending the leader.\n\t\t\t\t\t\n\t\t\t\t\t The members of the Worker-Peasant Red Guards and other Korean people are living and working in a revolutionary and militant manner, maintaining the highest alert like in wartime. If the U.S. imperialists ignite a war at last, the Korean people will settle accounts with them without fail by giving full vent to their century-old grudge and wrath. This is their spirit to annihilate the enemy.\n\t\t\t\t\t\n\t\t\t\t\t It is the great strength and pride of the country and the nation to have the revolutionary militia forces immensely loyal to the cause of the party, united in one thought and purpose and fully prepared in military technique.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls on all commanding officers and members of the militia forces to keep themselves on the highest alert, regarding their factories and worksites, native places and villages as the front, and push ahead with the production and construction in a militant manner suited to the wartime atmosphere."
        },
        {
            "title": "U.S. Can Never Evade Responsibility for Grave Situation of Korean Peninsula: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-12ee.html",
            "content": "U.S. Can Never Evade Responsibility for Grave Situation of Korean Peninsula: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- The U.S. is wholly to blame for the situation on the Korean Peninsula inching close to the brink of a war.\n\t\t\t\t\t Rodong Sinmun Monday says this in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\t What is ridiculous is that hostile forces including the U.S. are busy describing the important measures taken by the DPRK as \"a provocation\" and expressing \"concern\" over them in a bid to evade the responsibility for the situation, the commentary notes, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t This is a poor ploy to pass the buck for the situation to others.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made every possible effort to defend the peace and stability on the Korean Peninsula, exercising its maximum self-restraint. But the premeditated moves of the U.S. bellicose forces to ignite a nuclear war against the DPRK pushed its patience to its limit.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S. is working hard to provoke a nuclear war, it was entirely just for the revolutionary armed forces of the DPRK to have made important decisions including the exercise of its right to make a preemptive nuclear strike at the strongholds of aggressors to protect its supreme interests.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK does not want a war but it has become unavoidable as the aggressors are imposing a war on it. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's option has become more explicit now that the UN Security Council is toeing the U.S. hostile policy toward the DPRK, far from taking measures to take issue with the U.S. moves to ignite a nuclear war against the DPRK, a grave threat to the global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t In case the U.S. unleashes a war against the DPRK, its army and people will put a definite end to the vicious cycle of escalated tension by giving fullest play to the might of Songun."
        },
        {
            "title": "Minju Joson Accuses U.S., S. Korean Warmongers of Dangerous War Scenario against DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-13ee.html",
            "content": "Minju Joson Accuses U.S., S. Korean Warmongers of Dangerous War Scenario against DPRK\r\n Pyongyang, March 18 (KCNA) -- Recently, the south Korean warmongers have vied with each other to make such bellicose remarks as \"attack on the base of provocation\" and \"attack on reinforcements and commanding force\" while spreading the fiction of \"provocation from the north.\" Against this backdrop, the south Korean puppet forces agreed with the U.S. to \"mount a strike on reinforcements and commanding force in the north in case of local provocation\", working hard to round off the \"joint operation plan\" for the attack.\n\t\t\t\t\t Minju Joson Monday in a bylined commentary says the \"joint operation plan\" is a very dangerous scenario for launching a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The enemies opened to the public the \"joint operation plan\" which is aimed to strike the supreme command of the DPRK. This is little short of a declaration of a war, in fact, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t South Korea is, in essence, a colony of the U.S. as it is deprived of its independent right to speak in politics, military affairs, economy and all other fields. The puppet forces that lost even wartime operational control are swaggering of having wrested an \"approval\" from the U.S. for mounting an \"attack on the north's commanding force.\" This can not but be a satirical cartoon.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. gave the \"approval\", pursuant to its hostile policy toward the DPRK, while pretending to be unwilling outwardly though it was happy inwardly. Unaware of the ulterior aim of their American master, the puppet forces are talking about the \"approval\" from the U.S., betraying their true colors as sycophantic traitors subservient to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t A new war can break out any moment on the Korean Peninsula as the U.S. and puppet forces worked out the \"joint operational plan.\"  The reins to a war have been completely thrown up in the peninsula due to their war drills for invading the DPRK."
        },
        {
            "title": "S. Korea Is Violator of North-South Agreements on Nonaggression: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-11ee.html",
            "content": "S. Korea Is Violator of North-South Agreements on Nonaggression: Rodong Sinmun \r\n Pyongyang, March 18 (KCNA) -- The south Korean authorities are arch criminals who reduced all the nonaggression agreements between the north and the south to dead papers by systematically violating them, Rodong Sinmun Monday says in a bylined article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces signed the nonaggression agreements, but as soon as they went back, frantically perpetrated ceaseless political and military provocations to hurt the ideology and social system of the DPRK in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The objective of their persistent anti-DPRK confrontation policy is to deny and bring down the ideology and social system in the north. This despicable behavior is little short of such treachery as throwing away all the bilateral agreements like pairs of old shoes. \n\t\t\t\t\t\n\t\t\t\t\t The nonaggression agreements between the north and the south have existed only in name due to the unprecedented reckless confrontation moves and north-targeted war drills escalated by the Lee Myung Bak group of traitors for the last five years. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers are kicking up a brigandish racket for \"sanctions\" against the DPRK together with outside forces, groundlessly taking issue with its underground nuclear test for self-defence, far from making apology for the countless hideous crimes committed against the nation and reunification and drawing a bitter lesson from them. They are, at the same time, recklessly crying out for \"striking commanding forces\" and bringing down the political power in the north,\" hurting even the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Under the grave situation, the Committee for the Peaceful Reunification of Korea solemnly declared that the DPRK abrogated all agreements on nonaggression between the north and the south. \n\t\t\t\t\t\n\t\t\t\t\t War is merciless. Once a war breaks out on the Korean Peninsula, it will not be confined to a local conflict, but lead to a total war and a nuclear war. \n\t\t\t\t\t\n\t\t\t\t\t The provokers of a war will keenly realize what a deer price they will have to pay for reneging on the nonaggression agreements."
        },
        {
            "title": "Stay-in Strikes Continue in S. Korea ",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-14ee.html",
            "content": "Stay-in Strikes Continue in S. Korea\r\n Pyongyang, March 18 (KCNA) -- The Joint Action for Peace against War in south Korea staged a stay-in strike on Mar. 14 to denounce the war exercises for aggression kicked off by the U.S. imperialists and south Korean warmongers. \n\t\t\t\t\t The participants said that the joint military exercises Key Resolve and Foal Eagle are the north-targeted war rehearsal in violation of the Korean Armistice Agreement and the south-north joint declarations. \n\t\t\t\t\t\n\t\t\t\t\t They said the present situation is due to the U.S., which broke the promise with the DPRK and persisted in the hostile policy to it. \n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. has resorted to the anti-DPRK \"sanctions\" in collusion with south Korea under the pretext of the nuclear test of the DPRK for self-defence, they said. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the U.S. will surely be brought to its knees for its crimes, they called upon everyone to turn out in the drive for justice and peace to check a war. \n\t\t\t\t\t\n\t\t\t\t\t The organization has continued the stay-in strike in denunciation of the north-targeted war exercises since Mar. 5."
        },
        {
            "title": "Day of Sun to Be Celebrated in Ecuador",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-01ee.html",
            "content": "Day of Sun to Be Celebrated in Ecuador\r\n Pyongyang, March 18 (KCNA) -- An Ecuadorian preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was formed in Quito on March 12.\n\t\t\t\t\t Milton Burbano Borquez, chairman of the Ecuadorian Cultural Institute for the Study of the Juche Idea, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse political and cultural events including meeting, lecture and film show on the Day of the Sun."
        },
        {
            "title": "Day of Sun to Be Celebrated in Romania",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-02ee.html",
            "content": "Day of Sun to Be Celebrated in Romania\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- A Romanian national preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was formed on March 12.\n\t\t\t\t\t Present at the inaugural ceremony were personages of various circles including members of the leadership of the Socialist Party of Romania and the Romanian National Committee for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize events like meeting, seminar, film show and book and photo exhibition in the period between March 15 and April 15 for widely introducing the immortal exploits Kim Il Sung performed for the cause of socialism and the development of the international working-class movement."
        },
        {
            "title": "Anniversary of Korean People's Victory in War to Be Commemorated in Oceanic Region",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-03ee.html",
            "content": "Anniversary of Korean People's Victory in War to Be Commemorated in Oceanic Region\r\n Pyongyang, March 18 (KCNA) -- An Oceanic regional preparatory committee was inaugurated on March 1 to mark the 60th anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t Don Borrie, chairman of the New Zealand-DPRK Society, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t  The committee made public an appeal to organizations for friendship and solidarity with the Korean people in different countries of the world.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called for forming national and regional committees to mark the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War and conducting dynamic activities praising the immortal exploits President Kim Il Sung performed by firmly defending the sovereignty and destiny of the nation from the U.S. and its allies' war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t 1. Let's wage an international solidarity movement for supporting the Korean people in their just struggle for the conclusion of a peace treaty between the DPRK and U.S. and the withdrawal of the U.S. forces from south Korea on the occasion of the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t Let's strongly protest and condemn the moves to revive the \"UN Command\", spectre of the Cold War, as a tool for igniting a war of aggression in the Asia-Pacific region, the biggest hotspot in the world.\n\t\t\t\t\t\n\t\t\t\t\t 2. Convinced that the June 15 North-South Joint Declaration and the October 4 declaration adopted at the Pyongyang summits in 2000 and 2007 thanks to the compatriotic decision of the respected HE Kim Jong Il serve as the most reasonable programme for realizing the independent and peaceful reunification of Korea and the landmark of peace and prosperity, let us support the Korean people in their just cause for implementing them.\n\t\t\t\t\t\n\t\t\t\t\t3. Let's organize a grand march for peace and colourful solidarity events in the DPRK on the occasion of the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t Let's join the Korean people in celebrating the 60th anniversary of the victory in the war by supporting the cause of justice of the Korean people and demanding the conclusion of the peace treaty between the DPRK and U.S. and the withdrawal of the U.S. forces from south Korea."
        },
        {
            "title": "Foreign Figures Support DPRK's Self-Defence Measures ",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-04ee.html",
            "content": "Foreign Figures Support DPRK's Measures for Self-Defence\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- Italian and Pakistani political figures released statements on March 9 and 10 in support of the DPRK's measures for self-defence to defend its sovereignty.\n\t\t\t\t\t Roberto Gabriele, general secretary of the Movement for Peace and Socialism of Italy, extended full support and solidarity to the DPRK government's all measures taken by it to cope with the evermore undisguised war threat of the imperialists and the UN Security Council's illegal \"resolutions on sanctions\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The large-scale joint military exercises being staged on the Korean Peninsula by the U.S. and its allies are not simple drills but aimed to make a preemptive nuclear strike. They are, therefore, an unpardonable provocation and wanton violation of international law.\n\t\t\t\t\t\n\t\t\t\t\t What is clear is that the U.S. has already transferred and deployed its aggressor troops in the Asia-Pacific region and is working hard to spark off a new dispute to tide over its economic crisis.\n\t\t\t\t\t\n\t\t\t\t\tProgressive mankind should be keenly aware that the danger of  war on the Korean Peninsula was created by the imperialists keen to dominate the world and wage a positive struggle against them.\n\t\t\t\t\t\n\t\t\t\t\t Haji Mohammad Said, secretary general of the Pakistan Labour Federation, demanded the UNSC withdraw its \"resolutions on sanctions\" against the DPRK at once.\n\t\t\t\t\t\n\t\t\t\t\t The \"resolutions\" clearly indicate that the UNSC is being abused by the U.S. for pursuing its hostile policy towards the DPRK designed to disarm the DPRK, stifle it economically and bring down the ideology and system chosen by the Korean people, he noted, urging the UN not to infringe upon  the legitimate right of the sovereign state to its independent development.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the DPRK's nuclear deterrent provides a firm guarantee for defending the sovereignty and an all-powerful treasured sword for frustrating the nuclear war moves of the U.S. imperialists and accelerating the reunification of the Korean Peninsula."
        },
        {
            "title": "U.S. Hostile Policy towards DPRK under Fire at International Meeting",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-05ee.html",
            "content": "U.S. Hostile Policy towards DPRK under Fire at International Meeting\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- A meeting of the Presidential Council of the World Federation of Trade Unions held in Lima, Peru denounced the U.S. hostile policy towards the DPRK and expressed full support to the Korean people in their cause of justice.\n\t\t\t\t\t The solidarity resolution on the Korean issue adopted at the meeting on March 8 said that this year marks the 60th anniversary of the conclusion of the Korean Armistice Agreement (KAA).\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Many years have passed since the ceasefire on the Korean Peninsula but the U.S. has kept its aggressor troops in south Korea and stepped up its anachronistic hostile policy towards the DPRK, leading the situation to the brink of a war. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. prodded the UNSC into adopting a \"resolution on sanctions\" against the DPRK on January 22 this year, branding the DPRK's successful satellite launch for peaceful purposes conducted last year as \"a long-range ballistic missile launch\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. must  be well aware that using ballistic missile technology is the only method for launching a satellite and it is the country which has launched such satellites more than any other countries. It, however, took issue with the DPRK's satellite launch, an indication of the height of self-deception and double-standards.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. finally touched off the resentment of the Korean people who regard the sovereignty of the country and the dignity of the nation as their life and soul.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK strongly reacted to the U.S. hostile action by conducting its third underground nuclear test on February 12.\n\t\t\t\t\t\n\t\t\t\t\t This was a proper punishment meted out to the U.S. which spawned the nuclear issue on the Korean Peninsula by keeping nuclear weapons in south Korea for several decades and threatening the Korean people with them.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the U.S. stop the maneuvers for a war of aggression and arms build-up, replace the KAA by a peace treaty and withdraw the U.S. forces from south Korea at once.\n\t\t\t\t\t\n\t\t\t\t\t We hold that the best way for ending  the division of Korea and ensuring peace and security is to achieve the independent reunification and peace and prosperity by sincerely implementing the June 15 joint declaration and October 4 declaration by the concerted efforts of the Koreans free from foreign interference.\n\t\t\t\t\t\n\t\t\t\t\t Recognizing that the Songun politics of the DPRK serves as a reliable political mode of defending sovereignty of the country and peace and security on the Korean Peninsula, Northeast Asia and, furthermore, in the world, we extend full support and solidarity to the Korean people in their drive for building an economic power, improving the standard of people's living and the struggle for achieving the  independent reunification of the country."
        },
        {
            "title": "Peruvian, Bangladeshi Organizations Denounce U.S. War Moves against DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-06ee.html",
            "content": "Peruvian, Bangladeshi Organizations Denounce U.S. War Moves against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- Organizations of Peru and Bangladesh issued statements on March 6 and 7 in protest against the war provocations of the anti-DPRK hostile forces.\n\t\t\t\t\t The Peruvian Group for the Study of Kimilsungism-Kimjongilism in its statement mentioned that the U.S. and other forces kowtowing to it took issue with the DPRK over its successful satellite launch in last December though it was done in an entirely just and most transparent manner.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t It was an entirely just countermeasure for protecting the country's sovereignty that the DPRK conducted the third underground nuclear test in February to cope with the anti-DPRK moves of the U.S. and other forces following it.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. and the south Korean puppets kicked up a racket of \"sanctions\" against the DPRK. Not content with it, they are extremely straining the situation on the Korean Peninsula by staging the largest-ever joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce the provocative maneuvers of the U.S.-led anti-DPRK hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladesh Group for the Study of the Songun Policy said:\n\t\t\t\t\t\n\t\t\t\t\t It is an entirely just act for self-defence that the DPRK meets the U.S. increasing nuclear threat with its own strong nuclear deterrence.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the statement issued by a spokesman for the Supreme Commander of the Korean People's Army to cope with the grave situation prevailing on the Korean Peninsula."
        },
        {
            "title": "Serbian Political Party, French Organization Hit Out at U.S.-S. Korea Military Exercises",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-07ee.html",
            "content": "Serbian Political Party, French Organization Hit Out at U.S.-S. Korea Military Exercises\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- A Serbian political party and a French organization issued statements on Mar. 11 in protest against the Key Resolve and Foal Eagle joint military drills staged by the U.S. and other forces following it.\n\t\t\t\t\t The New Yugoslav Communist Party of Serbia in its statement condemned the U.S. for staging the Key Resolve and Foal Eagle for aggression despite the strong protest of the Korean people and the world peace-loving people.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the largest criminal state which has been zealously engaged in fomenting division of nations and racial discrimination throughout the world, violating democracy and disturbing peace and security, as evidenced by the Korean division and the Korean war provoked by it.\n\t\t\t\t\t\n\t\t\t\t\t It is a big fault of the U.S. if it thinks that it can bring the heroic Korean people into submission by beefing up military forces and staging war drills against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The New Yugoslav Communist Party of Serbia fully supports the government and people of the DPRK in their self-defensive measures for protecting the country's sovereignty and dignity to cope with the provocation by all the hostile forces including the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The France-Korea Friendship Association in its statement disclosed the scale of the joint military drills of the U.S., hitting out at the south Korean war-like forces' reckless bellicose remarks against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The statement referred to the fact that Supreme Commander of the Korean People's Army Kim Jong Un issued an order to impose merciless military punishment upon the enemies' reckless provocation and that the DPRK clarified its principled stands for protecting its sovereignty.  It expressed full support for them.\n\t\t\t\t\t\n\t\t\t\t\t It urged the U.S. and south Korean trigger-happy forces to immediately stop the provocative war drills for aggression disturbing peace and security on the Korean Peninsula. It also demanded the U.S. conclude a peace treaty with the DPRK."
        },
        {
            "title": "Swiss Organizations Support DPRK's Stance",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-08ee.html",
            "content": "Swiss Organizations Support DPRK's Stance\n\t\t\t\t\t\t\r\n Pyongyang, March 18 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea in their joint statement on Mar. 9 extended support to the countermeasures taken by the DPRK to cope with the moves of the U.S. and the south Korean regime against it.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK moves of the U.S. imperialists and the south Korean puppet forces including the Key Resolve and Foal Eagle joint military exercises entered into a dangerous stage. To cope with this, the DPRK took such countermeasures as totally nullifying all the north-south pacts on non-aggression and the joint declaration on the denuclearization of the Korean Peninsula and closing off the north-south liaison channel at Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t Quite natural is the DPRK's stance that it can no longer deal with the pro-U.S. group of traitors in south Korea hell-bent on war moves of aggression against the compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The successive regimes in south Korea have never observed the north-south non-aggression pacts, long rendering them defunct.\n\t\t\t\t\t\n\t\t\t\t\t Now that the joint declaration on the denuclearization of the Korean Peninsula was totally nullified, no one is allowed to say about the DPRK's \"dismantlement of nukes\".\n\t\t\t\t\t\n\t\t\t\t\t Such tough countermeasures serve as the only answer of the DPRK to the hostile forces which are getting frenzy in their DPRK-targeted war moves, engrossed in confrontation with compatriots and enmity toward the DPRK."
        },
        {
            "title": "Kim Jong Un pronuncia discurso en conferencia de industria ligera",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-22ee.html",
            "content": "Kim Jong Un pronuncia discurso en conferencia de industria ligera\n\t\t\t\t\t\t\r\nPyongyang, 18 de marzo (ACNC) -- El Mariscal Kim Jong Un participo el dia 18 en la Conferencia Nacional de la Industria Ligera, el Mariscal Kim Jong Un y pronuncio el discurso programatico.\n\t\t\t\t\t  El sector de industria ligera y el de agricultura constituyen ahora los principales en que debemos concentrarnos en la lucha por construir una potencia economica y mejorar las condiciones de vida del pueblo, apunto.\n\t\t\t\t\t\n\t\t\t\t\t  Desarrollar trascendentalmente la industria ligera del pais es una labor valiosa para mejorar la vida material y cultural del pueblo y al mismo tiempo, una importante cuestion politica para demostrar las ventajas y la vitalidad del regimen socialista de Corea, consolidar aun mas la unidad monolitica entre el partido y el pueblo y adelantar el gran acontecimiento revolucionario de reunificacion de la patria, senalo.\n\t\t\t\t\t\n\t\t\t\t\t  A continuacion, indico las tareas principales que incumben ahora al sector de industria ligera y los remedios correspondientes.\n\t\t\t\t\t\n\t\t\t\t\t  Hay que aumentar notablemente la produccion de los articulos de consumo popular usando toda la potencialidad productiva ya preparada, modernizar y sentar sobre la base cientifica nuestra industria ligera para situarla en el nivel avanzado mundial, especifico.\n\t\t\t\t\t\n\t\t\t\t\t  Dijo que en el sector de industria ligera hace falta normalizar en alto nivel la produccion para que se hagan en grandes cantidades los productos de consumo popular de optima calidad.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que las fabricas y empresas de la rama tienen que librar una intensa campana por elevar la calidad de los productos de consumo con el fin de fabricar los articulos de primera necesidad con gran aceptacion popular y los productos distintivos de si mismas que puedan comercializarse perfectamente en el mercado internacional.\n\t\t\t\t\t\n\t\t\t\t\t  Para resolver el problema de materias primas y materiales del sector, hay que elevar por inmediato el papel de las unidades encargadas de proveer de los fondos necesarios a la vida del pueblo, acoto.\n\t\t\t\t\t\n\t\t\t\t\t  La industria quimica desempena papel importante en resolver con recursos nacionales el problema de materias primas y materiales, enseno y agrego que resulta muy importante desarrollar la industria local para aumentar la produccion de articulos de consumo popular.\n\t\t\t\t\t\n\t\t\t\t\tSe debe tomar la modernizacion y la cientifizacion de la rama como una tarea importante e impulsarlas en alta fase, senalo. Acorde a la tendencia de desarrollo de la industria ligera contemporanea, las fabricas y empresas deben incorporar activamente a la produccion a los cientificos y tecnicos, de modo que analicen de manera cientifica y solucionen con la fuerza de ciencias y tecnicas todos los problemas que se presenten en la produccion de articulos y el aumento de su calidad, en la administracion de equipos y las actividades de gestion, asevero y continuo:\n\t\t\t\t\t\n\t\t\t\t\tEs importante incrementar de manera trascendental la produccion de articulos de consumo popular mediante el movimiento de todo el pueblo y toda la sociedad.\n\t\t\t\t\t\n\t\t\t\t\tHay que dinamizar el movimiento por la produccion de los articulos de consumo popular 3 de Agosto, al igual que en la decada de 1980, con el proposito de producir mayor cantidad de diversos articulos de consumo popular de alta calidad.\n\t\t\t\t\t\n\t\t\t\t\tSi el sector de industria ligera avanza con vigor al frente y todo el pais incrementa el fervor de produccion de articulos de consumo popular, se pondra en practica en un futuro cercano el proyecto del Partido del Trabajo de Corea de elevar notablemente los niveles de la vida de la poblacion.\n\t\t\t\t\t\n\t\t\t\t\tHay que concentrar mayores fuerzas en mejorar el servicio al pueblo, junto con el aumento de produccion de articulos de consumo popular.\n\t\t\t\t\t\n\t\t\t\t\tPara mejorar rapidamente la vida del pueblo al registrar nuevo cambio en el desarrollo de la  industria ligera, hace falta que los funcionarios de la rama trabajen con mayor responsabilidad elevando su papel.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios de los ministerios y organos centrales de industria ligera deben resolver los problemas pendientes a base del analisis y control detallado de la situacion general de la rama y las circunstancias de las unidades inferiores y trazar con responsabilidad las operaciones para producir nuevo viraje y dirigirlas bien.\n\t\t\t\t\t\n\t\t\t\t\tHan de trabajar de manera fresca y flexible oponiendose a los modos caducos, el esquematismo y el estancamiento, asi como viabilizar la reproduccion ampliada y activar la produccion con fuerzas propias en apego a la racional estrategia de gestion y empresarial. \n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios deben trabajar con gran patriotismo apreciando lo nacional y esforzarse ingentemente por hacerlo mejor que lo de otros paises. \n\t\t\t\t\t\n\t\t\t\t\tLos cientificos y tecnicos deben resolver a tiempo los problemas cientifico-tecnicos surgidos en la produccion corriente, investigar y completar los proyectos innovadores, encaminados a resolver con recursos nacionales el problema de materias primas de la industria ligera y aplicar la tecnologia CNC y automatizar los equipos mecanicos y los procesos de produccion, y desarrollar nuevos productos de industria ligera y mucho mas productos funcionales.\n\t\t\t\t\t\n\t\t\t\t\tSe debe dar importancia en escala nacional a la industria ligera y canalizar grandes fuerzas a su desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tVarios sectores y unidades de la economia nacional deben tener presente el proposito del partido de imprimir viraje en un corto plazo en la vida del pueblo, y ayudar activamente al sector de industria ligera.\n\t\t\t\t\t\n\t\t\t\t\tPara desarrollar rapido la industria ligera, hay que elevar el papel de las organizaciones del partido.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un subrayo que aunque hay muchas dificultades y pruebas en nuestro camino, son prometedoras las perspectivas de desarrollo de la industria ligera.\n\t\t\t\t\t\n\t\t\t\t\tMientras existen la firme base de industria ligera, sentada por los grandes camaradas Kim Il Sung y Kim Jong Il dedicando toda su vida, y el pueblo fiel a la direccion del partido, se registraran cambios en el desarrollo de esta rama y nuestro pueblo tendra sin falta una vida opulenta bajo el regimen socialista, aseguro.\n\t\t\t\t\t\n\t\t\t\t\tConcluyo que el Comite Central del PTC esta firmemente convencido de que los funcionarios y trabajadores de industria ligera produciran nuevo viraje en el desarrollo de su sector trabajando con gran fe en la victoria."
        },
        {
            "title": "FDRP publica llamamiento a toda la nacion coreana",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-23ee.html",
            "content": "FDRP publica llamamiento a toda la nacion coreana\n\t\t\t\t\t\t\r\nPyongyang, 18 de marzo (ACNC) -- El Comite Central del Frente Democratico para la Reunificacion de la Patria (FDRP) hizo publica el dia 17 el \"Llamamiento a toda la nacion coreana\".\n\t\t\t\t\tEl texto completo va como sigue:\n\t\t\t\t\t\n\t\t\t\t\t!Todos los coreanos en el interior y exterior del pais!\n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad, en la Peninsula Coreana se crea una situacion inminente en visperas de la guerra.\n\t\t\t\t\t\n\t\t\t\t\tCoincidiendo con alocada campana de \"sancion\" anti-Republica Popular Democratica de Corea de los imperialistas yanquis y otras fuerzas enemigas, se desarrollan freneticamente en el cielo, la tierra y el mar del Sur de Corea los aventureros ejercicios de guerra de agresion al Norte de Corea \"Key Resolve\" y \"Foal Eagle\" con la participacion de inmensos efectivos yanquis y surcoreanos y los ultramodernos medios de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tDebido a las imprudentes maniobras de guerra de EE.UU. y el Sur de Corea, la situacion de la Peninsula Coreana ya paso el limite irrecuperable, con lo cual llego a que no puede evitar el conflicto fisico.\n\t\t\t\t\t\n\t\t\t\t\tEn una palabra, no hubo en la Peninsula Coreana la crisis de guerra nuclear tan critica como hoy.\n\t\t\t\t\t\n\t\t\t\t\tFrente a la situacion dada, el ejercito y el pueblo de la Republica Popular Democratica de Corea se han levantado como un solo hombre en el enfrentamiento total para defender la dignidad y la soberania de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y sus fuerzas seguidoras cuestionan el exitoso lanzamiento de la unidad no.2 de satelite \"Kwangmyongsong-3\", jubilo y orgullo de todos los connacionales, lo que constituye un insulto imperdonable, un desafio a la dignidad y la independencia de la nacion y una expresion intensiva de la politica hostil y las maniobras de agresion contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tNos prohiben realizar el lanzamiento de satelite reconocido internacionalmente y poseer el arma nuclear mientras ellos mismos esgrimen a su antojo armas nucleares, lo que es el climax del despotismo bandidesco tendente a impedir la prosperidad de la RPDC, desarmarla y aplastarla.\n\t\t\t\t\t\n\t\t\t\t\tNo surten efecto las palabras y la verdad con EE.UU., cabecilla de la agresion y la guerra.\n\t\t\t\t\t\n\t\t\t\t\tResponder a la guerra de agresion con la justa guerra por la reunificacion de la patria y a la provocacion de guerra nuclear con el ataque de represalia nuclear mas poderoso!, esta es la firme respuesta de nuestro ejercito y pueblo a las fuerzas enemigas y las bandas belicosas y la firme voluntad de aniquilar a los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tTambien es nuestra conclusion final sacada en la confrontacion de cien anos con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tHemos construido el invencible ejercito revolucionario bajo la bandera del gran Songun apretando el cinturon y convertido el pais en una potencia cosmica y un poseedor de arma nuclear, lo que es la explosion de la dignidad nacional basada en dichas lecciones historicas.\n\t\t\t\t\t\n\t\t\t\t\tNuestra nacion no teme a nadie del mundo y nadie puede atentar a nuestra nacion.\n\t\t\t\t\t\n\t\t\t\t\tNuestro enfrentamiento total es una sagrada lucha para corregir el orden del mundo donde reinan todas las injusticias y las ilicitudes, mantener la justicia y acabar con los enemigos jurados.\n\t\t\t\t\t\n\t\t\t\t\tLo que obtengamos en esta batalla sera la reunificacion de la patria, maximo anhelo de la nacion, y lo que perdamos, la Linea de Demarcacion Militar.\n\t\t\t\t\t\n\t\t\t\t\tToda la nacion coreana debe levantarse como un solo en esta gigantesca lucha sagrada y patriotica y cumplir satisfactoriamente con la mision noble y la responsabilidad historica de un miembro de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos del pais y el ultramar!\n\t\t\t\t\t\n\t\t\t\t\tEl actual enfrentamiento total es el de toda la nacion coreana vs. EE.UU. para defender la dignidad y la soberania de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEn esta batalla decisiva deben participarse el Norte, el Sur y el ultramar por encima de la ideologia, ideal, clase, capa, hombres, mujeres, ancianos y adolescentes.\n\t\t\t\t\t\n\t\t\t\t\tAhora es el momento en que toda la nacion coreana, unida compactamente, debe tomar parte en la lucha patriotica por la defensa del destino de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tToda la nacion coreana debe rechazar rotundamente y frustrar las maniobras de guerra de agresion de EE.UU. y la banda de traidores proyanqui.\n\t\t\t\t\t\n\t\t\t\t\tAvivaran mas furiosamente por doquier del Sur de Corea y ultramar las llamas de resistencia patriotica pannacional y la sagrada lucha antiyanqui.\n\t\t\t\t\t\n\t\t\t\t\tExpulsaran del suelo surcoreano a las tropas agresoras norteamericanas, fautor principal de todas las desgracias y sufrimientos, y erradicar la raiz de la guerra.\n\t\t\t\t\t\n\t\t\t\t\tMientras se deja intacta a la banda traidora proyanqui, la nacion coreana no podra vivir en paz ni evitar la catastrofe de guerra.\n\t\t\t\t\t\n\t\t\t\t\tToda la nacion debe incorporarse energicamente a la justa batalla por la reunificacion de la patria y barrer las fuerzas anti-reunificacion y proyanquis del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tNuestro disuasivo nuclear es el simbolo de la soberania y la dignidad de la nacion y la espada capaz de defender la nacion.\n\t\t\t\t\t\n\t\t\t\t\tSin fuerza capaz de defender a si mismo no existira la nacion, lo que es el principio y la leccion de la realidad tragica en que predomina la ley de selva.\n\t\t\t\t\t\n\t\t\t\t\tA los agresores no pasan tanto el conocimiento, el juicio y el dialogo como las leyes internacionales.\n\t\t\t\t\t\n\t\t\t\t\tTodos los connacionales del pais y en  ultramar deben tener el orgullo y la dignidad ante la gran politica del Songun y las fuerzas disuasivas nucleares, que defienden la nacion, y respaldarlas y defenderlas.\n\t\t\t\t\t\n\t\t\t\t\tGracias a contar con el Mariscal Kim Jong Un, genial Comandante del monte Paektu quien continua de modo brillante la causa de los grandes hombres sin par, nuestra batalla es mas gloriosa y es cierta la victoria.\n\t\t\t\t\t\n\t\t\t\t\tEs incomparable el orgullo y es altisimo el impetu de nuestro ejercito y pueblo que cuentan con el genial comandante insigne.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. y la banda surcoreana atentan aunque sea minimo la dignidad y la soberania, aniquilaremos sin piedad a los provocadores y alcanzaremos de un tiron la victoria final en la guerra por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tToda la nacion coreana en el Norte, el Sur y el ultramar frustrara la imprudente confrontacion y las maniobras de guerra de la banda surcoreana y se levantara en la resistencia pannacional por defender la soberania y la dignidad de la nacion y en la sagrada guerra patriotica por la reunificacion, asi que construira sin falta en la tierra patria reunificada una potencia prospera.\n\t\t\t\t\t\n\t\t\t\t\tConfiamos en que toda la nacion coreana en el Norte, el Sur y el ultramar respondera positivamente al llamamiento lleno de patriotismo.\n\t\t\t\t\t\n\t\t\t\t\tLa victoria final es de la nacion coreana."
        },
        {
            "title": "CRPP publica carta blanca sobre situacion de DDHH del Sur de Corea",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-24ee.html",
            "content": "CRPP publica carta blanca sobre situacion de DDHH del Sur de Corea\n\t\t\t\t\t\t\r\nPyongyang, 18 de marzo (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 18 una carta blanca para revelar el deplorable estado de DDHH del Sur de Corea.\n\t\t\t\t\tLos derechos humanos se garantizan con el poder estatal, inicia la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tAunque existen el \"presidente\" y la \"asamblea nacional\" en el Sur de Corea, toda la autoridad la tiene Estados Unidos y el \"regimen\" surcoreano no pasa de ser una marioneta de su amo gringo.\n\t\t\t\t\t\n\t\t\t\t\tEn realidad, los derechos humanos de los habitantes surcoreanos se ven violados segun los tratados y acuerdos de toda indole impuestos por el imperio.\n\t\t\t\t\t\n\t\t\t\t\tSegun estadisticas oficiales de las autoridades surcoreanas, llega a cientos de miles el numero de los crimenes cometidos por las tropas yanquis desde la ocupacion del territorio surcoreano en 1945 hasta la fecha, incluyendo el asesinato, la violacion sexual y otros de violencia y los accidentes de trafico, etc.\n\t\t\t\t\t\n\t\t\t\t\tParticularmente, despues de la llegada al poder de la banda de Lee Myung Bak, tales crimenes se incrementaron 22 % en comparacion con el periodo del \"poder\" antecesor.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de la crecida de expediente delictivo, los criminales norteamericanos salen casi todos impunes segun el leonino \"acuerdo administrativo\" surcoreano-estadounidense.\n\t\t\t\t\t\n\t\t\t\t\tSe reportaron casi 2 mil casos del 2008 al 2012, pero hubo detenciones en uno o dos casos apenas.\n\t\t\t\t\t\n\t\t\t\t\tSon enormes los danos causados por los ejercicios de guerra y la destruccion del ecosistema por parte de las tropas yanquis ocupantes del territorio surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tSe destruyeron las viviendas y quedaron devastados los arrozales, los campos de secano, los bosques, las zonas pesqueras y numerosos montes famosos. Fueron esparcidas muchas sustancias toxicas en varias zonas donde no pueden subsistir los vegetales y animales ni muchos menos el hombre.\n\t\t\t\t\t\n\t\t\t\t\tLlegan aproximadamente a 50 billones de USD los danos humanos y materiales que hicieron sufrir a los habitantes surcoreanos los uniformados yanquis desde la ocupacion del Sur de Corea hasta la fecha.\n\t\t\t\t\t\n\t\t\t\t\tLa \"ley de seguridad\" es un aparato que reprime en sentido juridico los derechos humanos de los surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tEl caracter inhumano de esa infame ley se revelo por el hecho de que fueron detenidos y encarcelados mas de 118 mil surcoreanos solo en un ano desde su fabricacion.\n\t\t\t\t\t\n\t\t\t\t\tDesde la decada de los 60 hasta los 70, se cometieron muchos casos antieticos, inclusive el caso del Partido Revolucionario Popular, el caso de la Confederacion Nacional de los jovenes y estudiantes Democraticos y el otro de Berlin oriental, en los cuales muchos inocentes perdieron sus vidas siendo tildados de \"elementos procomunistas y proenemigos\".\n\t\t\t\t\t\n\t\t\t\t\tLa represion de DDHH de la banda Lee Myung Bak, que rehabilito el sistema de dictadura fascista bajo el pretexto de recuperar los \"10 anos perdidos\", gano la mala fama como \"caza de brujas del siglo 21\".\n\t\t\t\t\t\n\t\t\t\t\tEn un ano y medio desde la toma de posesion, Lee reprimio a mas de mil 840 partidos politicos y entidades acusandoles como entidades patrocinadoras de manifestaciones ilegales y violentas y a sus miembros.\n\t\t\t\t\t\n\t\t\t\t\tPor la imposicion del traidor Lee, se utilizaron abiertamente en la inspeccion politica 120 millones 130 mil datos personales y un millon 640 mil datos de los internautas solo en 2 anos de su mandato.\n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad, mas de 7 millones de nucleos familiares, que ocupan el 45% de las familias surcoreanas en total, llevan una vida ambulante sin tener hogares propios y son muchos los que viven en casas inseguras.\n\t\t\t\t\t\n\t\t\t\t\tHay en el Sur de Corea mas de 10 millones que viven en extrema pobreza, incluyendo mas de 5 millones 700 mil pobres absolutos y 2 millones 500 mil pobres trabajadores.\n\t\t\t\t\t\n\t\t\t\t\tSe llenan las calles surcoreanas de millones de desempleados completos y el numero de jornaleros y otros subempleados se asciende a 10 millones.\n\t\t\t\t\t\n\t\t\t\t\tMas de 2 millones 750 mil jovenes, quienes se convirtieron en desempleados ya desde que fueran graduados de la universidad, se presentan como serio problema social.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, el Sur de Corea alcanzo la notoriedad como \"reino de suicidas\" donde se matan diariamente mas de 40 hombres.\n\t\t\t\t\t\n\t\t\t\t\tSe registran diariamente en el suelo surcoreano mas de 6 mil casos criminales.\n\t\t\t\t\t\n\t\t\t\t\tSolo en el ano 2009, se produjeron mas de 33 mil 600 casos de desaparicion de mujeres y mas de 7 mil 420 casos de perdida de ninos.\n\t\t\t\t\t\n\t\t\t\t\tSe cometen tambien la tortura, el maltrato y los insultos a la persona.\n\t\t\t\t\t\n\t\t\t\t\tLos hechos mencionados dan a conocer que el territorio surcoreano es el infierno para los DDHH y que las autoridades surcoreanas no tienen la cara para cuestionar la situacion de \"derechos humanos\" de otros."
        },
        {
            "title": "Tiene lugar Conferencia Nacional de la Industria Ligera",
            "url": "http://kcna.co.jp/item/2013/201303/news18/20130318-25ee.html",
            "content": "Tiene lugar Conferencia Nacional de la Industria Ligera\n\t\t\t\t\t\t\r\nPyongyang, 18 de marzo (ACNC) -- Tuvo lugar el dia 18 en esta capital la Conferencia Nacional de la Industria Ligera.\n\t\t\t\t\tAsistio al foro el Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTambien participaron Choe Yong Rim, Kim Kyong Hui, Kim Ki Nam, Mun Kyong Dok, Ro Tu Chol, Thae Jong Su, los funcionarios y los innovadores laborales quienes estuvieron al frente de la materializacion de la politica del partido en materia de industria ligera, los funcionarios directivos del centro y localidades,  funcionarios y trabajadores de los organos de direccion economica y  ramas concernientes.\n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo del miembro del Presidium del Buro Politico del CC del PTC y primer ministro del Consejo de Ministros de la RPDC Choe Yong Rim.\n\t\t\t\t\t\n\t\t\t\t\tEl informante senalo que la historia de desarrollo de la industria ligera de Corea es la de la idea de construccion de la autoctona industria ligera, la sabia direccion y incansables abnegaciones del Presidente Kim Il Sung y el Dirigente Kim Jong Il quienes presentaron el mejoramiento de vida del pueblo como los maximos principios de las actividades del partido y el Estado tomando Iminwichon (considerar al pueblo como el cielo) como lema.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la idea de construccion de la autoctona industria ligera de los Generalisimos y sus inmortales hazanas se heredan con brillantez por el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tSe refirio a los exitos logrados en el pasado en el sector de la industria ligera bajo la direccion del PTC.\n\t\t\t\t\t\n\t\t\t\t\tApunto que las fabricas de la industria ligera deben impulsar la modernizacion de los equipos y procesos de la produccion registrando gran innovacion y gran salto considerables en la produccion de los articulos de consumo popular y desplegar la produccion de estos con el movimiento masivo.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un pronuncio el discurso programatico.\n\t\t\t\t\t\n\t\t\t\t\tDilucido claramente las tareas y los metodos para registrar nuevo viraje en el desarrollo de la industria ligera con el impetu de haber conquistado el cosmos y alcanzado el exito de la prueba nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores expresaron sus determinaciones de desplegar la energica lucha por producir los articulos de consumo popular en acato al proyecto del partido de registrar un viraje decisivo en la mejora de la vida del pueblo."
        }
    ]
}