{
    "date": "2013-09-18",
    "url": "http://kcna.co.jp/item/2013/201309/2013-09-18ee.html",
    "articles": [
        {
            "title": "Reply Message to Kim Jong Un from Syrian President",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-16ee.html",
            "content": "Reply Message to Kim Jong Un from Syrian President\r\n Pyongyang, September 18 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, Monday received a reply message from Bashar Al-Assad, president of Syria.\n\t\t\t\t\t The president expressed thanks to Kim Jong Un for sending kind congratulations to him on his 48th birthday.\n\t\t\t\t\t\n\t\t\t\t\t Availing himself of this opportunity, he wished Kim Jong Un and his family good health and happiness and the Korean people greater progress and prosperity."
        },
        {
            "title": "Kim Jong Un Receives Greeting from President of Turkmenistan",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-21ee.html",
            "content": "Kim Jong Un Receives Greeting from President of Turkmenistan\r\n Pyongyang, September 18 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, received a message of greeting from Gurbanguly Berdymuhamedov, president of the Republic of Turkmenistan, on Sept. 9.\n\t\t\t\t\t The president in his message extended sincere congratulations to Kim Jong Un on the national holiday, the anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The president wished Kim Jong Un good health and happiness and the Korean people peace, progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Slovak President",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-22ee.html",
            "content": "Greetings to Kim Jong Un from Slovak President\r\n Pyongyang, September 18 (KCNA) -- Kim Jong Un, first  chairman of the National Defence Commission of the Democratic People's Republic of Korea, received a congratulatory message from Ivan Gasparovic, president of Slovakia, on Sept. 3.\n\t\t\t\t\t The president in the message congratulated the DPRK on its anniversary.\n\t\t\t\t\t\n\t\t\t\t\t He expressed hope that the relations between Slovakia and the DPRK would develop in various fields in common interests and the situation on the Korean Peninsula would be settled satisfactorily in a peaceful way thanks to Kim Jong Un's energetic efforts."
        },
        {
            "title": "Congratulations to Kim Jong Un from Spanish King",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-23ee.html",
            "content": "Congratulations to Kim Jong Un from Spanish King\r\n Pyongyang, September 18 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the Democratic People's Republic of Korea, received a congratulatory message from Juan Carlos I, king of Spain, on Sept. 9.\n\t\t\t\t\t The king in the message extended congratulations to the people of the DPRK on behalf of the government and people of Spain and on his own behalf on the occasion of the anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He once again sincerely wished the people of the DPRK peace and prosperity."
        },
        {
            "title": "Kim Jong Un Receives Greetings from King of Thailand ",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-24ee.html",
            "content": "Kim Jong Un Receives Greetings from King of Thailand \r\n Pyongyang, September 18 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, received a message of greeting from King Bhumibol Adulyadej of Thailand on Sept. 9.\n\t\t\t\t\t The king in his message sent warm congratulations to Kim Jong Un on the anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely wished Kim Jong Un good health and happiness and the DPRK and its people happiness and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Sultan of Brunei",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-25ee.html",
            "content": "Greetings to Kim Jong Un from Sultan of Brunei\r\n Pyongyang, September 18 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Haji Hassanal Bolkiah, sultan of Brunei and head of state, on Sept. 9.\n\t\t\t\t\t The message said that the sultan was greatly pleased to extend warmest congratulations to Kim Jong Un and the government and people of the DPRK on its auspicious anniversary.\n\t\t\t\t\t\n\t\t\t\t\t Satisfied with the friendly relations between the two countries, he hoped that the government and people of the DPRK would celebrate the holiday with pleasure."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Cote d'Ivoire",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-26ee.html",
            "content": "Greetings to Kim Jong Un from President of Cote d'Ivoire\r\n Pyongyang, September 18 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, received a message of greeting from Alassane Ouattara, president of the Republic of Cote d'Ivoire, on Sept. 6.\n\t\t\t\t\t The president said in the message he was pleased to extend warm congratulations to Kim Jong Un on behalf of the government and people of Cote d'Ivoire and on his own behalf on the occasion of the anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t On this happy occasion he heartily wished Kim Jong Un and the friendly Korean people peace and prosperity. \n\t\t\t\t\t\n\t\t\t\t\t He expressed the belief that the good relations of friendship and cooperation between the two countries would grow stronger for the well-being of the peoples of the two countries thanks to the common efforts."
        },
        {
            "title": "Greetings to Kim Jong Un from Armenian President",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-27ee.html",
            "content": "Greetings to Kim Jong Un from Armenian President \r\n Pyongyang, September 18 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Armenian President Serge Sarkissian on September 9.\n\t\t\t\t\t The message extended congratulations to Kim Jong Un and the people of the DPRK on the occasion of the 65th anniversary of the DPRK, a national holiday.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the bilateral relations would grow strong thanks to the concerted efforts of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t It wished Kim Jong Un good heath and success and the people of the DPRK peace and wellbeing."
        },
        {
            "title": "Greetings to Kim Jong Un from Kuwaiti Emir",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-28ee.html",
            "content": "Greetings to Kim Jong Un from Kuwaiti Emir\r\n Pyongyang, September 18 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, on Sept. 9 received a message of greeting from Sabah Al-Ahmad Al-Jaber Al-Sabah, emir of Kuwait.\n\t\t\t\t\t The message extended sincere congratulations to Kim Jong Un on the occasion of the national day of the friendly DPRK and expressed the sincere hope that the friendly relations between the peoples of the two countries would steadily grow stronger. \n\t\t\t\t\t\n\t\t\t\t\t The message wished Kim Jong Un good health and happiness and the friendly DPRK and the Korean people progress and prosperity."
        },
        {
            "title": "Senior Officials Visit Families in Unha Scientists Street",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-19ee.html",
            "content": "Senior Officials Visit Families in Unha Scientists Street\r\n Pyongyang, September 18 (KCNA) -- Senior party, state and army officials on Wednesday evening visited families that moved to new flats in Unha Scientists Street.\n\t\t\t\t\t Among them were Kim Yong Nam, Pak Pong Ju, Choe Ryong Hae, and vice-premiers of the DPRK Cabinet and vice-department directors of the C.C., the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They congratulated those who gratis had de luxe flats built under the loving care of supreme leader Kim Jong Un to live in luxury and comfort.\n\t\t\t\t\t\n\t\t\t\t\t They presented utensils to householders as souvenirs.\n\t\t\t\t\t\n\t\t\t\t\t Learning about their children and house-keeping and hearing their impressions of the new flats, the officials told them about the devoted efforts made by Kim Jong Un to bring about the present happy event and the great and benevolent policy of attaching importance to science and technology enforced by the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They also told the scientists and technicians to contribute to the prosperity of the country with great successes in the effort to push back the frontiers of science and technology, always bearing deep in mind the great care to be handed down to posterity."
        },
        {
            "title": "Pak Ui Chun Meets New German Ambassador",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-20ee.html",
            "content": "Pak Ui Chun Meets New German Ambassador\r\n Pyongyang, September 18 (KCNA) -- Foreign Minister Pak Ui Chun Wednesday met and had a talk with Thomas Schaefer, new German ambassador to the DPRK, who paid a courtesy call on him."
        },
        {
            "title": "Friendship Delegation Leaves for Russia",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-31ee.html",
            "content": "Friendship Delegation Leaves for Russia\r\n Pyongyang, September 18 (KCNA) -- A friendship delegation led by Kim Chun Il, vice-chairman of the Nampho City People's Committee, left here Wednesday by air to visit Russia."
        },
        {
            "title": "Chairman of Overseas Headquarters of Pomminryon Leaves",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-03ee.html",
            "content": "Chairman of Overseas Headquarters of Pomminryon Leaves\r\n Pyongyang, September 18 (KCNA) -- Rim Min Sik, chairman of the Overseas Headquarters of the Pan-National Alliance for Korea's Reunification (Pomminryon), and his party left here on Tuesday after taking part in the celebrations of the 65th anniversary of the DPRK."
        },
        {
            "title": "Foreign Weightlifters Leave",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-29ee.html",
            "content": "Foreign Weightlifters Leave\r\n Pyongyang, September 18 (KCNA) -- Members of the International Weightlifting Federation and the Asian Weightlifting Federation and weightlifting teams from different countries and regions including Bangladesh, India and Kuwait flew back here after taking part in the 2013 Asian Cup and Interclub Junior and Senior Weightlifting Championship."
        },
        {
            "title": "Demonstration Competitions of Martial Art Championship Held ",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-30ee.html",
            "content": "Demonstration Competitions of Martial Art Championship Held \r\n Pyongyang, September 18 (KCNA) -- Demonstration competitions of the 8th National Martial Art Championship for September 10 Prize took place at the Taekwon-Do Hall on Tuesday.\n\t\t\t\t\t The competitions brought together men and women Taekwon-Do players seeded from about 10 teams.\n\t\t\t\t\t\n\t\t\t\t\t They successfully destroyed the targets by front fist, knife-hand, elbow, side kick and turning kick requiring great strength and skills.\n\t\t\t\t\t\n\t\t\t\t\t Ri Phil Hun of the South Hwanghae Provincial team and Ri Hyon A of the Kangwon Provincial team came first in men's and women's individual demonstration competitions.\n\t\t\t\t\t\n\t\t\t\t\t Men players of the South Hamgyong Provincial team and women players of the Kangwon Provincial team emerged winners in the team matches for demonstration. \n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang team placed second in both men's and women's competitions while men of the North Hwanghae Provincial team and women of the South Hwanghae Provincial team came third."
        },
        {
            "title": "National Martial Art Championship Closes",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-33ee.html",
            "content": "National Martial Art Championship Closes\r\n Pyongyang, September 18 (KCNA) -- The 8th National Martial Art Championship for September 10 Prize was closed with due ceremony at the Taekwon-Do Hall on Wednesday.\n\t\t\t\t\t The championship started last Thursday. Its participants made successes in games conducive to the development of the national martial art by giving play to persevering will and high skills.\n\t\t\t\t\t\n\t\t\t\t\t In Taekwon-Do game the North Hwanghae Provincial Taekwon-Do team came first while Kangwon and South Hamgyong Provincial Taekwon-Do teams placed second and third.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang City Taekwon-Do team came first in the paduk game and the South Hamgyong Provincial Taekwon-Do team and the South Phyongan Provincial Taekwon-Do team placed second and third in it.\n\t\t\t\t\t\n\t\t\t\t\t North Hwanghae Province came first in team standing while Pyongyang City and South Hamgyong Province placed second and third.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were officials concerned, players, coaches, Pyongyang citizens and students.\n\t\t\t\t\t\n\t\t\t\t\t Cups, certificates and medals were awarded to the successful teams and players.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kyong Ho, chairman of the Korean Taekwon-Do Committee, made a closing address."
        },
        {
            "title": "National Sci-tech Presentation for Creating and Tending Lawn",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-34ee.html",
            "content": "National Sci-tech Presentation for Creating and Tending Lawn\r\n Pyongyang, September 18 (KCNA) -- A national sci-tech presentation for creating and tending lawn was held at the turf research center of the State Academy of Sciences on Wednesday under the sponsorship of the Central Committee of the Nature Conservation Union of Korea.\n\t\t\t\t\t Its participants heard more than 50 papers introducing successes made in creating and tending lawn, killing insects harmful to turf and selecting seeds of plants.\n\t\t\t\t\t\n\t\t\t\t\t They exchanged achievements and experience gained in the work for cultivating turf of new species.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated by them were the paper on the method of cultivating and tending turf of new species planted in the park of the plaza of the Kumsusan Palace of the Sun and papers on the method of promoting the growth of turf by use of bio-chemicals and on the turf of new species suitable for the climate and soil conditions of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Drawing attention of the participants were the research into some features of turf of species that stand cold winter and influence in the period of sowing on creating turf of new species.\n\t\t\t\t\t\n\t\t\t\t\t The presentation also involved a workshop on the technical issues arising in cultivating and tending turf."
        },
        {
            "title": "Plenary Meeting of General Federation of Trade Unions of Korea Held",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-17ee.html",
            "content": "Plenary Meeting of General Federation of Trade Unions of Korea Held\r\n Pyongyang, September 18 (KCNA) -- The 74th plenary meeting of the Central Committee of the General Federation of Trade Unions of Korea took place here on Wednesday.\n\t\t\t\t\t Present there were members and alternate members of the Central Committee and officials of union organizations in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t They discussed the tasks to be carried out by trade union organizations to thoroughly implement the important tasks set forth by supreme leader Kim Jong Un in his work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\".\n\t\t\t\t\t\n\t\t\t\t\t Hyon Sang Ju, chairman of Central Committee of the Federation, made a report, to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Un clarified the sacred Songun revolutionary history and tradition and set forth the tasks and ways for glorifying the revolutionary idea and feats of Generalissimo Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t They called for regarding Kim Jong Un's work as important guidelines, glorifying Kim Jong Il's Songun revolutionary idea and feats and contributing to bringing earlier the final victory of the revolutionary cause of Juche, the cause of Songun."
        },
        {
            "title": "National Symposium on Medical Science Held",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-10ee.html",
            "content": "National Symposium on Medical Science Held\r\n Pyongyang, September 18 (KCNA) -- A national symposium on medical science for celebrating the 65th anniversary of the DPRK took place in Pyongyang on Monday and Tuesday.\n\t\t\t\t\t The symposium was divided into the panels of therapeutics, surgery, Koryo medicine, hygienic and anti-epidemic, basic medical science and pharmaceutics.\n\t\t\t\t\t\n\t\t\t\t\t Presented to the symposium were at least 290 papers showing the successes made by scientists, teachers, researchers and medical workers in the work for placing the nation's medical science and technology and preventive and curative medical care on a new scientific and technological basis.\n\t\t\t\t\t\n\t\t\t\t\t Drawing the attention of the participants were valuable papers introducing scientific and technological achievements helpful to consolidating the material and technical foundations of the socialist health system and the improvement of the people's health.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated at the symposium were the papers presented by teachers and researchers of Pyongyang Medical College of Kim Il Sung University, Chongjin University of Medicine, Kim Hyong Jik Military Medical University, Academy of Koryo Medicine, Sariwon Municipal People's Hospital No. 2, Sinuiju Municipal Hygienic and Anti-epidemic Centre, etc. and doctors in the field of hygienic and anti-epidemic work for their great practical significance.\n\t\t\t\t\t\n\t\t\t\t\t The results of the examination were announced and relevant certificates awarded to the successful papers at the closing ceremony held at the Grand People's Study House."
        },
        {
            "title": "Scientific Presentation in Field of Building Materials Held",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-32ee.html",
            "content": "Scientific Presentation in Field of Building Materials Held\r\n Pyongyang, September 18 (KCNA) -- A national scientific presentation in the field of building materials took place here from Monday through Wednesday to mark the 60th anniversary of Pyongyang University of Architecture.\n\t\t\t\t\t The presentation was sponsored by the Central Committee of the General Federation of Science and Technology of Korea. Attending it were officials, scientists, technicians, teachers and researchers of various units including the university, the State Academy of Sciences, the Ministry of Land and Environment Protection and the Ministry of Urban Management.\n\t\t\t\t\t\n\t\t\t\t\t The presentation was divided into various panels including architecture, building engineering, building materials, building machine, urban management, land and environment protection, hydraulic engineering and building information technology. They heard more than 400 scientific and technological papers and dozens of construction proposals.\n\t\t\t\t\t\n\t\t\t\t\t They introduced achievements and experience in drastically developing building science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated there were papers which were introduced to major construction projects to pay off including the study into technology of coating granite color and study into the master plan of the Pyongyang Folklore Park.\n\t\t\t\t\t\n\t\t\t\t\t Drawing attention of the participants were achievements conducive to preserving national character in greening and putting building design on a scientific and computerized basis.\n\t\t\t\t\t\n\t\t\t\t\t During the presentation there were lessons on the trend of development of building science including housing heating system by solar energy and city lighting design.\n\t\t\t\t\t\n\t\t\t\t\t At a closing ceremony Wednesday, the jury announced the results and awarded diplomas and prizes to units and participants who were highly estimated at the presentation."
        },
        {
            "title": "Group of Batida Theatre of Denmark Performs Here",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-18ee.html",
            "content": "Group of Batida Theatre of Denmark Performs Here\r\n Pyongyang, September 18 (KCNA) -- A group of the Batida Theatre of Denmark made performance tours of Moranbong Secondary School No. 1, June 9 Ryongbuk Senior Secondary School and Changdok School in Pyongyang from Monday to Wednesday.\n\t\t\t\t\t Officials concerned, teachers and students of the schools watched the performance.\n\t\t\t\t\t\n\t\t\t\t\t The group staged a drama which deals with the optimistic life of the Danish people.\n\t\t\t\t\t\n\t\t\t\t\t The performance was acclaimed by the audience for its exquisite artistic representation.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the group also enjoyed music and dance pieces performed by students of the schools."
        },
        {
            "title": "Pyongyang Indoor Stadium Successfully Remodeled",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-15ee.html",
            "content": "Pyongyang Indoor Stadium Successfully Remodeled\r\n Pyongyang, September 18 (KCNA) -- Pyongyang Indoor Stadium has been successfully remodeled.\n\t\t\t\t\t The stadium built on a bank of the River Pothong in April, Juche 62 (1973) has successfully hosted domestic and international sports contests and national events of great significance and contributed to the cultural and emotional life of people.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un unrolled a plan to remodel the stadium associated with the leadership feats of President Kim Il Sung and General Secreatry Kim Jong Il as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\t He clearly indicated orientation and ways for remodeling the stadium and dispatched strong construction force to it.\n\t\t\t\t\t\n\t\t\t\t\t Visiting the construction site, he settled all issues raised, praised the builders for their labor feats and gave an instruction to remodel the stadium at the best level.\n\t\t\t\t\t\n\t\t\t\t\t The officials and builders, who turned out in the construction in hearty response to his noble intention, have completed the huge remodeling project in a brief span of time.\n\t\t\t\t\t\n\t\t\t\t\t Many more seats are added to the stadium so that the stadium may successfully host sports contests, meetings and other events.\n\t\t\t\t\t\n\t\t\t\t\t A double illumination system was set up in the hall of the stadium for different purposes and floor elasticity and echo in it are ensured at the highest level.\n\t\t\t\t\t\n\t\t\t\t\t Doors to the entrance to the main lobby look imposing and golden cup sculptures and peculiarly decorated balustrades add to the architectural style of the stadium.\n\t\t\t\t\t\n\t\t\t\t\t Bedrooms for players, rooms for coaches, training rooms and a restaurant have also been remodeled in the stadium.\n\t\t\t\t\t\n\t\t\t\t\t On display in the corridors on its each floor are successes made by sportspersons of the DPRK."
        },
        {
            "title": "S. Korean Minister of Defense Accused of Inciting Confrontation with DPRK ",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-09ee.html",
            "content": "S. Korean Minister of Defense Accused of Inciting Confrontation with DPRK \r\n Pyongyang, September 18 (KCNA) -- Kim Kwan Jin, south Korean puppet minister of Defense, is letting loose a string of reckless remarks inciting distrust and confrontation between the north and the south.\n\t\t\t\t\t At a recent meeting he grumbled \"the north's nukes and missiles have already become a factor of seriously threatening the peace not only in the Korean Peninsula but in the Asia-Pacific region and the rest of the world\".\n\t\t\t\t\t\n\t\t\t\t\t He went the lengths of blustering that he would \"steadily pursue a policy toward the north on the basis of strong deterrence and principle in a bid to lead it to changes\".\n\t\t\t\t\t\n\t\t\t\t\t He made similar nonsensical remarks at the second enlarged meeting of defense ministers of the ASEAN held in Brunei in August, sparking criticism at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The whole string of jargons let loose by Kim goes against the trend of times toward dialogue and detente as it is a revelation of his inveterate hostility toward compatriots and attempt to stifle them.\n\t\t\t\t\t\n\t\t\t\t\t There are a number of positive signs conducive to the improvement of the inter-Korean relations on the Korean Peninsula thanks to the initiatives and sincere efforts of the DPRK though it was prevalent with distrust, misunderstanding, confrontation and tension.\n\t\t\t\t\t\n\t\t\t\t\t Such trend is fully welcomed and supported by all Koreans and world progressives desirous of peace and stability and co-prosperity in the region.\n\t\t\t\t\t\n\t\t\t\t\t It is against this backdrop that Kim is busy slandering compatriots at home and abroad. His behavior cannot be construed otherwise than an act to spoil the atmosphere of reconciliation between the north and the south and bring back the phase of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t By origin, Kim has stayed in his office as he pleased this or that master not for his disposition as a brass hat or military accomplishments but for his provocative remarks and conspiratorial plots against compatriots.\n\t\t\t\t\t\n\t\t\t\t\t He desperately called for \"punishing\" the DPRK and \"striking its bases of provocation\" as soon as he took his office as minister of Defense under the Lee Myung Bak's regime in December, 2010.\n\t\t\t\t\t\n\t\t\t\t\t Not content with crying out for \"taking measures first and report about them next\" in case of someone's \"provocation\", he made no scruple of making such dangerous remarks as \"he would let fighters fly beyond the air above the Military Demarcation Line\". He committed such hideous crime as instigating military gangsters to hatch a plot to make \"missile strikes\" at the monuments to the peerlessly great men in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He and other belligerent brass-hats in south Korea staged nuclear war drills with the U.S. recently and even discussed a scenario for \"striking the DPRK by crossing the boundary line\" for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t Facts go to prove that the phase of acute confrontation which prevailed on the peninsula in the past was attributable to the provocative remarks and war moves of Kim Kwan Jin and other bellicose forces. \n\t\t\t\t\t\n\t\t\t\t\t If such warmongers are allowed to persist in such provocative acts, the peninsula will be embroiled again in the vicious cycle of confrontation and escalating tension.\n\t\t\t\t\t\n\t\t\t\t\t Such phase is never beneficial to the co-prosperity of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should face up to the trend of times and stop all hostile acts detrimental to peace and the improved inter-Korean relations, if they do not want to meet a stern judgment of history and the nation."
        },
        {
            "title": "S. Korean Authorities Accused of Suppressing GEU",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-11ee.html",
            "content": "S. Korean Authorities Accused of Suppressing GEU\r\n Pyongyang, September 18 (KCNA) -- The Government Employees' Union (GEU) of south Korea held a press conference outside the \"government\" building in Seoul on Sept. 16 in protest against the puppet authorities' crackdown upon the union.\n\t\t\t\t\t The speakers accused the \"government\" and police authorities of committing a search operation against the Kwangju Headquarters of the union on Sept. 10 on the charge of conducting information activities against the Intelligence Service's interference in election.\n\t\t\t\t\t\n\t\t\t\t\t This proves that the regime's suppression has gone beyond tolerance limit, an indication of suppression of freedom of speech, they said.\n\t\t\t\t\t\n\t\t\t\t\t Declaring that they would never yield to the government's clampdown, they demanded it stop at once its suppression of the GEU.\n\t\t\t\t\t\n\t\t\t\t\t They will join civic and social organizations and labor organizations in their strong actions against the regime's illegal suppression of the union, they warned."
        },
        {
            "title": "S. Korean Students Call for Probing Truth behind Interference in Election ",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-12ee.html",
            "content": "S. Korean Students Call for Probing Truth behind Interference in Election \r\n Pyongyang, September 18 (KCNA) -- South Korean students council to cope with the situation in the regions of Pusan, Ulsan and South Kyongsang Province for settling the issue of the Intelligence Service's interference in the election held a press conference outside the Pusan branch of the IS on Sept. 16 calling for properly probing the truth behind its interference in the election.\n\t\t\t\t\t A joint statement was issued at the conference.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that when the IS's interference in the \"presidential\" election was disclosed, people from all walks of life strongly called for probing the truth and punishing the arch criminals.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the state investigation was conducted against the people's expectation, increasing serious skepticism, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t It called for ferreting out those who issued an instruction to play down the investigation into the interference in the election and severely punishing those responsible for it.\n\t\t\t\t\t\n\t\t\t\t\t It underscored the need for the present chief executive and the \"Saenuri Party\" to clarify the nexus with the IS.\n\t\t\t\t\t\n\t\t\t\t\t The students will hold higher candlelight and take the lead in actions for justice, declared the statement."
        },
        {
            "title": "S. Korean Internet Paper Exposes Widening Gap between Rich, Poor in U.S.",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-13ee.html",
            "content": "S. Korean Internet Paper Exposes Widening Gap between Rich, Poor in U.S.\r\n Pyongyang, September 18 (KCNA) -- An article dealing with the widening gap between the rich and the poor in the U.S. was posted on a south Korean internet paper on September 12.\n\t\t\t\t\t A handful of rich people in the U.S. held more than half of the total income last year, all time high in 100 years, whereas the majority of people in the U.S. are suffering from destitution due to joblessness and meager wages and economic downturn goes on, said the article.\n\t\t\t\t\t\n\t\t\t\t\t Joblessness in the U.S. is the most serious in 35 years, it added."
        },
        {
            "title": "Floral Baskets, Bouquets Presented to DPRK Missions",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-14ee.html",
            "content": "Floral Baskets, Bouquets Presented to DPRK Missions\r\n Pyongyang, September 18 (KCNA) -- Governments, political parties, organizations, units and personages of different countries sent floral baskets and bouquets to the DPRK missions in their countries on Sept. 7 and 9 to celebrate the 65th anniversary of the DPRK. They included the foreign ministry, Union Solidarity and Development Party, International Commerce Promotion Center, Union of Economic Holdings Limited, Medical Research Institute, a hotel, a service company and the Eternal Flower Co. Ltd, of Myanmar, companies limited in Dandong, China, the foreign minister of Bangladesh, minister of State for Foreign Affairs of India, president of the Lao Federation of Trade Unions and the embassies of different countries, the Cambodian ambassador and the Swedish honorary consul-general in Myanmar.\n\t\t\t\t\t The floral baskets and bouquets were placed before portraits of smiling President Kim Il Sung and General Secretary Kim Jong Il and full-length pictures of them standing together."
        },
        {
            "title": "Kim Jong Un's Talk Carried by Russian Newspaper",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-01ee.html",
            "content": "Kim Jong Un's Talk Carried by Russian Newspaper\r\n Pyongyang, September 18 (KCNA) -- The Russian paper Patriot No. 32 carried the full text of supreme leader Kim Jong Un's talk \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution.\"  The talk was published in Rodong Sinmun, organ of the Workers' Party of Korea, and Joson Inmingun, organ of the Korean People's Army, on the Day of Songun, August 25, Juche 102 (2013).\n\t\t\t\t\t The talk deals with the Songun revolutionary feats of General Secretary Kim Jong Il and clarifies the essence and originality of the idea of the Songun revolution and the tasks to be fulfilled to successfully accomplish the revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The paper carried portraits of smiling President Kim Il Sung and Kim Jong Il and a photo of Kim Jong Un."
        },
        {
            "title": "Kim Jong Il's Work Carried by Romanian Paper",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-02ee.html",
            "content": "Kim Jong Il's Work Carried by Romanian Paper\r\n Pyongyang, September 18 (KCNA) -- The September issue of the Romanian newspaper Romania Muncitoare carried a detailed gist of General Secretary Kim Jong Il's work \"The Historical Lesson in Building Socialism and the General Line of Our Party.\"\n\t\t\t\t\t The work, made public on January 3, Juche 81 (1992), indicates that the historical lesson in building socialism requires steadily developing the driving force of the revolution with the faith in socialism and the right guiding idea, holding fast to the principle of socialism and strengthening comradely unity and cooperation on the basis of independence.\n\t\t\t\t\t\n\t\t\t\t\t It clarifies the idea that it is the general line of the Workers' Party of Korea for building socialism to thoroughly carry out the three revolutions -- ideological, technological and cultural -- while steadily augmenting the people's government and enhancing its function and role."
        },
        {
            "title": "Anniversary of DPRK Marked Abroad",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-04ee.html",
            "content": "Anniversary of DPRK Marked Abroad\r\n Pyongyang, September 18 (KCNA) -- Meetings and photo exhibitions took place in Myanmar, Austria and Pakistan on September 1 and 4 to mark the 65th anniversary of the DPRK.\n\t\t\t\t\t On display in the venues were photos showing the undying exploits of President Kim Il Sung, General Secretary Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were works of the peerlessly great men and books and photos introducing the advantages of the socialist system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Aye Myint, secretary of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar, said in his speech:\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of auspicious September 9 (birthday of the DPRK), we recollect with deep emotion the exploits President Kim Il Sung and leader Kim Jong Il performed by founding the DPRK and turning it into an invincible socialist power.\n\t\t\t\t\t\n\t\t\t\t\t We will boost exchange and cooperation with the Workers' Party of Korea and make positive efforts to further develop the friendship between the two parties and countries.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the Korean people will build a thriving nation and achieve the cause of national reunification under the leadership of Kim Jong Un, true to the behests of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Erich Zavadil, chairman of the Advisory Committee of the Society for the Promotion of the Relations between Austria and DPRK, said the DPRK would surely achieve a final victory in the building of an economic power and in the efforts to improve the standard of people's living as it is led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Mohammad Aslam Nagi, secretary general of the Lahore Branch of the Pakistan-Korea Friendship Association, and other speakers lauded Generalissimos Kim Il Sung and Kim Jong Il for their exploits in nation-building.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Un were adopted at the meetings in Austria and Pakistan."
        },
        {
            "title": "65th Birthday of DPRK Marked by Bangladeshi Papers",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-05ee.html",
            "content": "65th Birthday of DPRK Marked by Bangladeshi Papers\r\n Pyongyang, September 18 (KCNA) -- Bangladeshi papers carried special write-ups to mark the 65th birthday of the DPRK.\n\t\t\t\t\t Blits on September 4 carried various articles including \"Toward the high peak of thriving nation\" illustrated with a photo of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper in an article titled \"Invincible power\" said the DPRK has been recognized by the international community as a country strong in the sense of independence.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country firmly adhering to the principle of independence in politics, self-supporting in the economy and self-reliance in defence.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, father of socialist Korea, made sure that the line on building self-supporting national economy was preserved throughout his revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t As a result, powerful heavy industry was built and light industry and agriculture made rapid development based on it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has demonstrated victories thanks to its invincible power for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The banner of Songun held aloft by Kim Jong Il, chairman of the National Defence Commission of the DPRK, in the closing years of the last century put the DPRK's capabilities for defence on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will further shed its rays as a power of independence.\n\t\t\t\t\t\n\t\t\t\t\t Bangla Times on the same day carried articles praising the DPRK dashing toward the high eminence of a thriving nation, illustrated with a photo of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Natun Bangla and Weekly Industry on September 1 carried articles lauding Generalissimos Kim Il Sung and Kim Jong Il for building a socialist power centered on the popular masses and providing a solid foundation for the prosperity of the generations to come.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will achieve a brilliant victory in the building of a thriving nation in the near future under the Songun leadership of Kim Jong Un, the papers added."
        },
        {
            "title": "Congratulations to DPRK from Austrian Public Organization",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-06ee.html",
            "content": "Congratulations to DPRK from Austrian Public Organization\r\n Pyongyang, September 18 (KCNA) -- The solidarity committee of unionists for the independent and peaceful reunification of Korea in Austria released a congratulatory statement on Sept. 7 on the occasion of the 65th anniversary of the DPRK.\n\t\t\t\t\t The statement referred to the undying exploit of President Kim Il Sung in nation-building.\n\t\t\t\t\t\n\t\t\t\t\t The President devoted all his life to the peaceful reunification of the country, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il, eternal general secretary of the Workers' Party of Korea, wisely led the Korean people in their efforts to reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t We once again warmly congratulate the Korean people on the DPRK anniversary, September 9, convinced that they will implement the cause of peaceful reunification of the country under the leadership of Marshal Kim Jong Un."
        },
        {
            "title": "DPRK Praised by Syrian Personage",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-07ee.html",
            "content": "DPRK Praised by Syrian Personage\r\n Pyongyang, September 18 (KCNA) -- Saber Ballul, head of Department of the Political Faculty at University of Damascus in Syria, made public a statement on Sept. 8 in celebration of the 65th anniversary of the DPRK.\n\t\t\t\t\t He said Sept. 9 this year marks the 65th anniversary of the Democratic People's Republic of Korea, genuine people's country founded by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The founding of the DPRK was a historic event that brought about an epochal turn in carving out the destiny of the Korean nation, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The country is guided by the original Juche idea founded by the President.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea which fully reflects the independent demand and aspirations of the popular masses indicates the way for the Korean people to maintain independence.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a socialist country that has emerged victorious in the anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t Socialist Korea has remained undeterred by the political and military pressure, economic blockade and ideological and cultural offensive by the imperialist allied forces and made further successes in building a thriving nation day by day.\n\t\t\t\t\t\n\t\t\t\t\t The immortal Juche idea and Songun idea make it possible for the Korean people to resolutely smash the anti-DPRK maneuvers of the U.S.-led imperialists, defend the sovereignty and dignity of the country and demonstrate its invincibility.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is the supreme leader of Korean people who leads the army and people to victory with Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t He is an invincible and iron-willed commander.\n\t\t\t\t\t\n\t\t\t\t\t It is certain that the friendly Korean people will always emerge victorious in the efforts to build a thriving socialist country and reunify the country under the sagacious leadership of Kim Jong Un, upholding the banner of Juche idea and Songun idea."
        },
        {
            "title": "Kim Jong Un recorre campo de construccion de Complejo de Piscinas de Recreacion de Munsu",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-35ee.html",
            "content": "Kim Jong Un recorre campo de construccion de Complejo de Piscinas de Recreacion de Munsu\r\nPyongyang, 18 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recorrio el campo de construccion del Complejo de Piscinas de Recreacion de Munsu en la fase de culminacion.\n\t\t\t\t\tEn el hall central de la piscina bajo techo, donde se colocara una estatua de pie del Dirigente Kim Jong Il, el Mariscal instruyo los remedios para levantarla con cortesia y claridad.\n\t\t\t\t\t\n\t\t\t\t\tLlegado al lugar donde se instalara la tienda, tomo las medidas para acondicionarla bien con particularidades de facilidad de servicio y suministrar los articulos de natacion.\n\t\t\t\t\t\n\t\t\t\t\tPasando revista a varios estanques de la piscina bajo techo y diferentes salas de deporte, evaluo que la ejecucion de la obra se hace con calidad conforme a la normativa de construccion. \n\t\t\t\t\t\n\t\t\t\t\tEn el restaurante en el balcon del segundo piso, dio la indicacion de ubicar de modo racional las mesas y sillas en armonia con el edificio y en la cocina, instruyo instalar los equipos buenos.\n\t\t\t\t\t\n\t\t\t\t\tEn el balcon de la piscina bajo techo contemplo los toboganes, estanques, instalaciones deportivas y recreativas, piedras raras artificiales, centro de rehabilitacion y otros. Dijo que es importante distribuir racionalmente los edificios y las instalaciones en el area determinada y evaluo que el complejo es modelo en el uso provechoso de espacios de construccion.\n\t\t\t\t\t\n\t\t\t\t\tAl ver la pared exterior de la piscina bajo techo, senalo que seria mas tipico si se dibujaran en ella con azulejos de colores las gaviotas, delfines, gotas de agua, etc.\n\t\t\t\t\t\n\t\t\t\t\tHay que realizar con escrupulosidad desde ahora los preparativos para operar bien el complejo de piscinas, dado que su construccion se encuentra en etapa final, apunto.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que salta a la vista que esta en ebullicion este campo de construccion encargado por el Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSe puso muy complacido de que los constructores militares hayan abierto las posibilidades de terminar sin falta la obra en el plazo indicado por el partido trabajando intensamente de dia a noche.\n\t\t\t\t\t\n\t\t\t\t\tSe hizo posible entregar al pueblo este complejo de talla mundial al terminar su construccion hasta el dia de fundacion del PTC (10 de octubre) y esto es un milagro engendrado con el espiritu de materializacion a ultranza de los uniformados que apoyan en la delantera el proyecto del partido de construir un pais civilizado socialista, asevero. \n\t\t\t\t\t\n\t\t\t\t\tCuando asigno alguna tarea al EPC, este crea milagros que sorprenden al mundo y por eso, lo hago con gusto, puntualizo.\n\t\t\t\t\t\n\t\t\t\t\tSe crean dia a dia nuevos milagros en todos los sectores de construccion de Estado prospero socialista encargados por el ejercito, afirmo y prosiguio que el PTC y el Comandante Supremo estan orgullosos de tener tal ejercito.\n\t\t\t\t\t\n\t\t\t\t\tFue buena la decision de construir este complejo confiando en el ejercito, dijo y afirmo muy alegre que esta construccion, que se hace con fuerzas propias, volvio a comprobar que nada es imposible si se trabaja con decision.\n\t\t\t\t\t\n\t\t\t\t\tLos habitantes se pondran muy contentos cuando fuera inaugurado este complejo de piscinas con todas las condiciones de nivel mundial, expreso y sonrio diciendo que le complace mucho cuando lo imagina.\n\t\t\t\t\t\n\t\t\t\t\tLos oficiales deben impulsar la obra segun el plan de trabajo, ya que faltan pocos dias hasta el dia de fundacion del PTC, y prestar atencion a las labores para elevar el entusiasmo de los constructores militares, indico.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que el Comandante Supremo vuelve a exhortar a los constructores militares a terminar bien la construccion hasta el 10 de octubre y entregarlo al pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Ri Jae Il, Pak Thae Song y Ma Won Chun."
        },
        {
            "title": "Cuadros de RPDC visitan familias en avenida de cientificos de Unha",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-36ee.html",
            "content": "Cuadros de RPDC visitan familias en avenida de cientificos de Unha\r\nPyongyang, 18 de septiembre (ACNC) -- Kim Yong Nam, Pak Pong Ju, Choe Ryong Hae y otros cuadros directivos del partido, el Estado y el ejercito, los vicepremieres y los subjefes de departamento del Comite Central del Partido del Trabajo de Corea visitaron hoy por la noche las familias de los cientificos y tecnicos que se mudaron a las nuevas viviendas de la avenida de los cientificos de Unha.\n\t\t\t\t\tEllos felicitaron a ellos quienes recibieron gratuitamente las modernas viviendas gracias a la benevolencia del Mariscal Kim Jong Un, escucharon sus impresiones de mudanza y les transmitieron los esfuerzos abnegados del Mariscal por traer el jubilo de hoy y la gran politica del PTC de dar prioridad a la ciencia y la tecnica.\n\t\t\t\t\t\n\t\t\t\t\tLes encomendaron guardar en lo profundo de corazon esta gran benevolencia y contribuir a la prosperidad de la patria con relucientes exitos en conquistar la tecnologia de punta. \n\t\t\t\t\t\n\t\t\t\t\tY les entregaron como recuerdo de visita los utensilios domesticos necesarios."
        },
        {
            "title": "Pak Ui Chun se reune con nuevo embajador aleman",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-37ee.html",
            "content": "Pak Ui Chun se reune con nuevo embajador aleman \r\nPyongyang, 18 de septiembre (ACNC) -- El ministro de Relaciones Exteriores de la Republica Popular Democratica de Corea, Pak Ui Chun, departio el dia 18 con el nuevo embajador de la Republica Federal de Alemania en Corea, Thomas Schaefer, quien le hizo una visita de cortesia."
        },
        {
            "title": "Resultados de sexta jornada de campeonato de levantamiento de pesas",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-38ee.html",
            "content": "Resultados de sexta jornada de campeonato de levantamiento de pesas\r\nPyongyang, 18 de septiembre (ACNC) -- Los resultados de los juegos de la sexta jornada  del campeonato de levantamiento de pesas por la copa asiatica y de clubes de los jovenes y adultos de 2013 son siguientes:\n\t\t\t\t\t\n\t\t\t\t\tDivision de 75kg (f) de categoria de adultos por la copa asiatica:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Rim Jong Sim (RPDC)                    110kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ri Ae Ra (Sur de Corea)                  92kg\n\t\t\t\t\t\n\t\t\t\t\t3. Zhang Jinyue (China)                      75kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Rim Jong Sim (RPDC)                    135kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ri Ae Ra (Sur de Corea)                 105kg\n\t\t\t\t\t\n\t\t\t\t\t3. Zhang Jinyue (China)                     95kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Rim Jong Sim (RPDC)                    245kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ri Ae Ra (Sur de Corea)                 197kg\n\t\t\t\t\t\n\t\t\t\t\t3. Zhang Jinyue (China)                     170kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de mas de 75kg (f) de categoria de adultos por la copa asiatica:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Su Jong (RPDC)                     112kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (Sur de Corea)         75kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Su Jong (RPDC)                     130kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (Sur de Corea)        100kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Su Jong (RPDC)                      242kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (Sur de Corea)         175kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de 94kg (m) de categoria de adultos por la copa asiatica:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (Sur de Corea)              159kg\n\t\t\t\t\t\n\t\t\t\t\t2. Xia Bin (China)                           158kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wang Hai (China)                         157kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (Sur de Corea)               197kg\n\t\t\t\t\t\n\t\t\t\t\t2. Xia Bin (China)                            191kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wang Hai (China)                          182kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (Sur de corea)                 356kg\n\t\t\t\t\t\n\t\t\t\t\t2. Xia Bin (China)                              349kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wang Hai (China)                            339kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de 105kg (m) de categoria de adultos por la copa asiatica:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Siria)                            151kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Siria)                            186kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Siria)                            337kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de mas de 105 (m) de categoria de adultos por la copa asiatica:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Siria)                          160kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Siria)                          200kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Siria)                          360kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de 75kg (f) de categoria de adultos de campeonato de clubes:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque \n\t\t\t\t\t\n\t\t\t\t\t1. Kim Ok Byol (RPDC)                     111kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ri Ae Ra (Sur de Corea)                  92kg\n\t\t\t\t\t\n\t\t\t\t\t3. Batbold Enkhtamir (Mongolia)           65kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Ri Ae Ra (Sur de Corea)                  105kg\n\t\t\t\t\t\n\t\t\t\t\t2. Batbold Enkhtamir (Mongolia)            85kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Ri Ae Ra (Sur de Corea)                  197kg\n\t\t\t\t\t\n\t\t\t\t\t2. Batbold Enkhtamir (Mongolia)           150kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de mas de 75kg (f) de categoria de adultos de campeonato de clubes:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Un Ju (RPDC)                        117kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (Sur de Corea)         75kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Un Ju (RPDC)                        152kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (Sur de Corea)         100kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Un Ju (RPDC)                        269kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (Sur de Corea)         175kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de 94kg (m) de categoria de adultos de campeonato de clubes:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (Sur de Corea)               159kg\n\t\t\t\t\t\n\t\t\t\t\t2. Xia Bin (China)                            158kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wang Hai (China)                          157kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (Sur de Corea)                197kg\n\t\t\t\t\t\n\t\t\t\t\t2. Tibnoke Pitaya (Tailandia)                191kg\n\t\t\t\t\t\n\t\t\t\t\t3. Xia Bin (China)                             191kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (Sur de Corea)                 356kg\n\t\t\t\t\t\n\t\t\t\t\t2. Xia Bin (China)                              349kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wang Hai (China)                            339kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de 105kg (m) de categoria de adultos de campeonato de clubes:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Siria)                            151kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tJerk\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Siria)                            186kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Siria)                            337kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de mas de 105kg (m) de categoria de adultos de campeonato de clubes:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Siria)                          160kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Siria)                          200kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Siria)                          360kg"
        },
        {
            "title": "Medallero final del campeonato de levantamiento de pesas",
            "url": "http://kcna.co.jp/item/2013/201309/news18/20130918-39ee.html",
            "content": "Medallero final del campeonato de levantamiento de pesas\r\nPyongyang, 18 de septiembre (ACNC) -- Abajo va el medallero final por paises del campeonato de levantamiento de pesas por la copa asiatica y de clubes de los jovenes y adultos de 2013 que tuvo lugar aqui del dia 12 al 17:\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tPais             Oro   Plata   Bronce    Total\n\t\t\t\t\t\n\t\t\t\t\t 1.   RPDC            80      49        20       149\n\t\t\t\t\t\n\t\t\t\t\t 2.   China            27      31        29        87\n\t\t\t\t\t\n\t\t\t\t\t 3.   Sur de Corea   18      24        30        72\n\t\t\t\t\t\n\t\t\t\t\t 4.   Siria             12       0         0         12\n\t\t\t\t\t\n\t\t\t\t\t 5.   Kuwait           8        3         7         18\n\t\t\t\t\t\n\t\t\t\t\t 6.   Kazajstan       6         3         2         11\n\t\t\t\t\t\n\t\t\t\t\t 7.   Uzbekistan      6        1         1          8\n\t\t\t\t\t\n\t\t\t\t\t 8.  Tailandia         3        6         7         16\n\t\t\t\t\t\n\t\t\t\t\t 9.   India             0       14        13         27\n\t\t\t\t\t\n\t\t\t\t\t 10.  Bangladesh     0        6         0            6\n\t\t\t\t\t\n\t\t\t\t\t 11.  Mongolia       0        2         1            3\n\t\t\t\t\t\n\t\t\t\t\t 12. Kirguizistan    0        0         4            4\n\t\t\t\t\t\n\t\t\t\t\t 13. Myanmar         0        0         3            3"
        }
    ]
}