{
    "date": "2013-12-10",
    "url": "http://kcna.co.jp/item/2013/201312/2013-12-10ee.html",
    "articles": [
        {
            "title": "Participants in Construction Workshop Visit Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-11ss.html",
            "content": "Participants in Construction Workshop Visit Kumsusan Palace of Sun \r\n Pyongyang, December 10 (KCNA) -- The participants in the great workshop for officials in the field of construction visited the Kumsusan Palace of the Sun.\n\t\t\t\t\t They paid tribute to President Kim Il Sung and General Secretary Kim Jong Il before their statues.\n\t\t\t\t\t\n\t\t\t\t\t They entered the halls where Kim Il Sung and Kim Jong Il lie in state and paid homage to them in the humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders Kim Il Sung and Kim Jong Il received are on display and the halls that house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign trips till the last moments of their lives."
        },
        {
            "title": "Commodity Exhibition Opens at Pyongyang Department Store No. 1",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-17ss.html",
            "content": "Commodity Exhibition Opens at Pyongyang Department Store No. 1\r\n Pyongyang, December 10 (KCNA) -- The 7th commodity exhibition opened with due ceremony at Pyongyang Department Store No. 1 Tuesday.\n\t\t\t\t\t On display there are consumer goods presented by ministries, national institutions, industrial establishments and joint-venture companies and trade companies across the country.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Vice-Premier Kim Yong Jin, officials concerned, officials and workers of units supplying commodities to the store.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants looked round the exhibits."
        },
        {
            "title": "18th World Festival of Youth and Students Opened in Ecuador",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-16ss.html",
            "content": "18th World Festival of Youth and Students Opened in Ecuador\r\n Pyongyang, December 10 (KCNA) -- The 18th World Festival of Youth and Students was opened with due ceremony in Quito, Ecuador on Dec. 7 \n\t\t\t\t\t Present at the opening ceremony were youth and student delegates from 83 countries including the DPRK, Cuba, Syria, India, Vietnam, Greece, Venezuela and Zimbabwe, delegates of international and regional organizations including the World Federation of Democratic Youth and the World Peace Council and honorary guests, more than 5,000 persons in total.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The speakers, underlining the importance and significance of the festival, called upon the young people to invigorate the anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t The youth and students are faced with the task to shatter the imperialists' moves for domination and interference, they said, appealing to the progressive young people across the world to get firmly united in the struggle against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The Ecuadorian president in a congratulatory address called upon the world progressive youth to take the lead in frustrating all intrigues of the imperialists against the anti-imperialist independent countries."
        },
        {
            "title": "Lots of Famous Songs Created in DPRK in 2013 ",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-14ss.html",
            "content": "Lots of Famous Songs Created in DPRK in 2013\r\n Pyongyang, December 10 (KCNA) -- Lots of songs in praise of the Workers' Party of Korea (WPK) and the socialist motherland have been created in the Democratic People's Republic of Korea at a time when confidence in the WPK is growing deeper than ever before among the local people.\n\t\t\t\t\t Among them is the song \"Always under Party Flag\", a paean for the WPK and one of the masterpieces in the era of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t For its high ideological and artistic value, the song evokes strong emotions for the party flag among the people, leading them to harden their will to remain loyal to the WPK.\n\t\t\t\t\t\n\t\t\t\t\t A song titled \"The Leader and the General Are Always Together\" was created on the occasion of the birth anniversary of President Kim Il Sung, the Day of the Sun (April 15). For its ideological, emotional and philosophical profundity, the song well represents the honor of the Korean people advancing toward a rosy future under the blessing of Generalissimos Kim Il Sung and Kim Jong Il, eternal leaders of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t \"Ode to the Motherland\" is also one of the masterpieces created in the era of Songun. The song arouses feelings of ardent love for the socialist motherland, making one recall with deep emotion the great feats Kim Il Sung and Kim Jong Il performed on behalf of the country and the people. With fresh and passionate rhythms, it reflects the strong will of the Korean army and people to glorify their homeland. \n\t\t\t\t\t\n\t\t\t\t\t All people in the DPRK say that the song is as valuable as National Anthem.\n\t\t\t\t\t\n\t\t\t\t\t The song \"Honor for Human Life\" tells about the will of the Korean people to remain faithful to Kim Jong Un as well as about the revolutionary outlook on life.\n\t\t\t\t\t\n\t\t\t\t\t \"July 27 March\", \"Tell, Fireworks of War Victory\", \"Respects to Victors of Great Age\" and \"Holiday of Great War Victory\" were also created this year to win a decoration commemorating the 60th anniversary of the Korean people's victory in the Fatherland Liberation War (July 27). The songs remind one of the history of Songun Korea which, under the leadership of the Generalissimos, had always won in the confrontation with the U.S.-led imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Inspired by those songs, the DPRK people are speeding up the building of a highly civilized socialist country under the guidance of Kim Jong Un."
        },
        {
            "title": "Soldiers Saved from Jaw of Death",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-18ss.html",
            "content": "Soldiers Saved from Jaw of Death\r\n Pyongyang, December 10 (KCNA) -- Critically wounded service personnel of the Korean People's Internal Security Forces were fully recovered thanks to the sincere care of medical workers of Pyongyang Medical College Hospital of Kim Il Sung University. Recently they returned to their post for defending the country. \n\t\t\t\t\t Upon receiving a report on what medical workers of the college hospital did, Marshal Kim Jong Un extended thanks to them.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel were seriously wounded in an accident that occurred in April last while waging a high-pitched drive to reclaim the Sepho tableland, true to the order of the Supreme Commander.\n\t\t\t\t\t\n\t\t\t\t\t Upon learning about this, Kim Jong Un made sure that they were brought back to life and completely cured at the college hospital.\n\t\t\t\t\t\n\t\t\t\t\t Medical workers of the college hospital immediately rushed to the spot, diagnosed the patients and took measures for the first-aid resuscitation before starting medical treatment of them. The most critically wounded six soldiers were sent to Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t At that time, they remained completely unconscious after getting serious bruises on their heads and other wounds.\n\t\t\t\t\t\n\t\t\t\t\t A treatment group was made up of competent professors, doctors, teachers and physicians to take technical and administrative measures. During their treatment more than a hundred consultative meetings were held at the hospital and blood was transfused into the patients more than a hundred times.\n\t\t\t\t\t\n\t\t\t\t\t The patients were provided with a large amount of blood and expensive medicines, nutrients, tonics, etc., during more than 200 days of their hospitalization.\n\t\t\t\t\t\n\t\t\t\t\t There are touching stories about officials and other people of Kim Il Sung University, Pyongyang City Preventive Hospital No. 3, Pyongyang City People's Security Bureau, Pyongyang Koryo Hotel, Okryu Restaurant and many other units who showed profound care for the patients."
        },
        {
            "title": "Papers Underline Significance of Enlarged Politburo Meeting of C.C., WPK ",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-06ss.html",
            "content": "Papers Underline Significance of Enlarged Politburo Meeting of C.C., WPK\r\n Pyongyang, December 10 (KCNA) -- An enlarged meeting of the Political Bureau of the Central Committee of the Workers' Party of Korea (WPK) took place here on December 8.\n\t\t\t\t\t The meeting fully laid bare the anti-party, counter-revolutionary factional acts the Jang Song Thaek group committed by expanding its forces and daring challenge the party through factional acts, while attempting to undermine the unitary leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t The party eliminated Jang and decisively purged his group, dealing a telling blow at its dangerous factional acts.\n\t\t\t\t\t\n\t\t\t\t\t Newspapers Tuesday in editorials underscore the significance of the enlarged meeting guided by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says the meeting marked another historic landmark in developing the WPK and accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Steadfast are the will of the army and people of the DPRK to dynamically advance toward a final victory under the leadership of the WPK Central Committee, holding high the banner of Kimilsungism-Kimjongilism, it says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The meeting provided a sure guarantee for advancing with redoubled courage and great confidence toward the final victory under the unitary leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un took important steps with a strong sense of responsibility for the revolutionary cause of Juche, deep loving care for the people and iron will and pluck, fully ensuring the organizational and ideological purity of the party and the revolutionary ranks and providing a sure guarantee for successfully carrying out the idea and cause of the DPRK. This is the great feat which can be performed by him only.\n\t\t\t\t\t\n\t\t\t\t\t The paper calls upon all party members, service personnel and people to clearly understand the historic significance and importance of the enlarged meeting and dynamically advance full of confidence in sure victory, united close around the great party.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson stresses that no force on earth can block the army and people dynamically advancing toward rosier future, singly-mindedly united around Marshal Kim Jong Un."
        },
        {
            "title": "Rodong Sinmun Accuses S. Korean Authorities of Racket for Eliminating \"Forces Following North\"",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-07ss.html",
            "content": "Rodong Sinmun Accuses S. Korean Authorities of Racket for Eliminating \"Forces Following North\"\r\n Pyongyang, December 10 (KCNA) -- Rodong Sinmun Tuesday in an article terms the south Korean authorities' racket for eliminating the \"forces following the north\" a deceptive farce to foment ideological confrontation in society to split and disorganize progressive democratic forces and set up fascist dictatorial system.\n\t\t\t\t\t It is only south Korean society where \"yusin\" dictatorship is taking  shape again, antagonizing and suppressing those with differing idea and ism, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Clear is the aim sought by the puppet group in untimely kicking up the frantic racket for eliminating the \"forces following the north.\" It seeks to divert elsewhere the public criticism of it and revive \"yusin\" dictatorship to the full.\n\t\t\t\t\t\n\t\t\t\t\t The racket is a last-ditch effort of the treacherous regime designed to prolong its remaining days.\n\t\t\t\t\t\n\t\t\t\t\t To make matters worse, the arrogance and high-handedness of the chief executive cause discord and antagonism among puppet ruling quarters, leading to unending scrambles and daily sharpening showdown between ruling and opposition parties. The puppet group being driven into the corner inside and outside is making desperate efforts to get rid of ruling crisis through the above-said racket but this will precipitate its destruction.\n\t\t\t\t\t\n\t\t\t\t\t By conducting the sinister racket going against the will and demand of people the puppet conservative group is digging a pitfall of its own destruction."
        },
        {
            "title": "S. Korean Regime's Talk about \"Interference in Internal Affairs\" Termed as Nonsense",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-08ss.html",
            "content": "S. Korean Regime's Talk about \"Interference in Internal Affairs\" Termed as Nonsense \r\n Pyongyang, December 10 (KCNA) -- The south Korean puppet forces are busy blaming the north for interfering in their internal affairs, not content with suppressing people's anti-\"government\" actions sparked off by the Intelligence Service's involvement in the \"presidential\" election by labeling them \"forces following the north.\" \n\t\t\t\t\t Rodong Sinmun Tuesday observes in a commentary: \n\t\t\t\t\t\n\t\t\t\t\t This is an insult to the south Koreans in their actions for democracy and an unpardonable provocation to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Fierce anti-\"government\" actions broke out recently in south Korea entirely because the puppet conservative forces committed election rigging during the last \"presidential\" election with the IS and other power bodies involved.\n\t\t\t\t\t\n\t\t\t\t\t It is the puppet forces which interfere in the internal affairs of others. They malignantly defame the dignity and social system in the DPRK, letting loose a whole string of jargons about someone's \"changes\" whenever an opportunity presents itself.\n\t\t\t\t\t\n\t\t\t\t\t The ulterior aims sought by them in making such ballyhoo is to mislead public opinion by creating impression that the above-said popular actions were staged at the \"instruction of the north\" and suppress and stamp out the progressive and democratic forces by labeling them as \"forces following the north\". \n\t\t\t\t\t\n\t\t\t\t\t  The DPRK will never remain a passive onlooker to the racket for eliminating \"forces following the north\" by groundlessly linking them to it but stand by the south Koreans in their actions for democracy and national reunification and positively support and encourage their righteous struggle."
        },
        {
            "title": "Rodong Sinmun Slams Reckless Acts of Descendants of Samurais ",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-09ss.html",
            "content": "Rodong Sinmun Slams Reckless Acts of Descendants of Samurais\r\n Pyongyang, December 10 (KCNA) -- Shortly ago, it was disclosed that a secret intelligence unit exists in the Japan Ground \"Self-Defense Force\".\n\t\t\t\t\t This secret intelligence unit called DIT has been busy gathering intelligence about different countries including the DPRK, China and Russia overseas under the command of the U.S. Army. \n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that not only the Diet but also the minister of Defense and the prime minister who claims to be supreme commander of the SDF have not properly known about the existence and activities of this secret unit.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The above-said fact goes to clearly prove how hypocritical and absurd Japan's propaganda about the \"civilian control\" over the SDF is.\n\t\t\t\t\t\n\t\t\t\t\t This, at the same time, patently proves that Japan is no more than a servant of the U.S. and its neo-colony.\n\t\t\t\t\t\n\t\t\t\t\t The frantic military intelligence-gathering activities conducted by the above-said unit under the command of the U.S. Army are nothing but reckless acts conducted by the descendants of  Samurais to step up the moves to turn Japan into a military giant with the backing of the U.S. and whet their sword for launching reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the Japanese imperialists' rule, the military controlled the regime and, in the end, pursued a fascist rule at home and an undisguised policy of aggression externally after gripping all powers. Consequently, Asian countries including Korea fell victim to the Japanese imperialist aggression and the Pacific war broke out.\n\t\t\t\t\t\n\t\t\t\t\t Japan is set to repeat such crime-woven history.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has become the primary target of Japan's attack. This is once again clearly proved by the recently disclosed fact.\n\t\t\t\t\t\n\t\t\t\t\t However, everything will not happen as intended by Japan."
        },
        {
            "title": "S. Korean Authorities Accused of Helping U.S. in Its Illegal Wire-tapping Operations",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-10ss.html",
            "content": "S. Korean Authorities Accused of Helping U.S. in Its Illegal Wire-tapping Operations\r\n Pyongyang, December 10 (KCNA) -- Of late Snowden, former staffer of CIA, disclosed information that the south Korean puppet forces helped the U.S. in its illegal eavesdropping operations. According to it, the south Korean regime helped the U.S. in the secret wire-tapping of phone and internet messages of its neighboring countries by offering its Pusan seabed communication network to the U.S.\n\t\t\t\t\t Minju Joson Tuesday observes in a commentary in this regard: This goes to prove that the puppet forces are playing the role of a shock brigade for aggression and war servant at the beck and call of their U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is absolutely intolerable that the south Korean regime is conducting illegal eavesdropping operations against the DPRK, China and other countries of Asia in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is nothing but a mockery and insult to the neighboring countries that the regime talks about \"summit talks\" and \"strategic partnership\" while conducting illegal wire-tapping operations against those countries. There is no one who would believe in its oft-repeated \"confidence\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are running the whole gamut of such illegal acts as infringing upon the sovereignty of the neighboring countries while pouncing upon their compatriots like wolves and flattering their U.S. master. It is due to their dependence on foreign forces and confrontation with compatriots that the south Korean people are not yet free from the yoke of outsiders, the Korean nation is subject to disgrace, the inter-Korean relations are going from bad to worse and stumbling blocks are lying in the way of independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people of all social strata and the international community should become more vocal condemning the puppet group, keenly aware of its base and wicked true colors."
        },
        {
            "title": "Construction of Pyongyang City Associated with Feats of Peerlessly Great Men (1)",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-15ss.html",
            "content": "Construction of Pyongyang City Associated with Feats of Peerlessly Great Men (1)\r\n Pyongyang, December 10 (KCNA) -- A number of edifices in Pyongyang, the capital city of the DPRK, are associated with the great feats of the peerlessly great men, President Kim Il Sung, General Secretary Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t Pyongyang had completely been reduced to ashes by the indiscriminate U.S. air raids during the Fatherland Liberation War (June 1950-July 1953).\n\t\t\t\t\t\n\t\t\t\t\t Convinced of victory in the war, President Kim Il Sung personally guided the work to design the master plan for the postwar reconstruction of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Taking upon himself the post of the chairman of the Pyongyang City Reconstruction Committee in the postwar period, he saw to it that the reconstruction was carried out on the basis of putting the citizens' interests above anything. And he frequently visited construction sites and indicated detailed ways for construction.\n\t\t\t\t\t\n\t\t\t\t\t Encouraged by his energetic guidance, builders wrought a miracle of assembling a housing flat in only 14 minutes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists vouched that the city could not rise up even in 100 years, but it took on more splendid looks than the pre-war time in some years.\n\t\t\t\t\t\n\t\t\t\t\t In the city, there appeared one after another Chongnyon and Chollima streets, Pyongyang Students and Children's Palace, Pyongyang Grand Theatre, Pyongyang Indoor Stadium, People's Palace of Culture and other edifices. \n\t\t\t\t\t\n\t\t\t\t\t It was one day in December Juche 62 (1973) when the President mounted Namsan Hill. Noting that the hill had been left intact from long ago on his instruction, he called for building on the site a big public library.\n\t\t\t\t\t\n\t\t\t\t\t Later, he examined layouts for the library several times, stressing the need to build it in the Korean style to meet the demand and will of the people. After all, the Grand People's Study House came into being in the heart of the city.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung's far-sighted plan on building Pyongyang into a world-level city was brought into reality by leader Kim Jong Il."
        },
        {
            "title": "Korean in U.S. Praises Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-12ss.html",
            "content": "Korean in U.S. Praises Kim Jong Il\r\n Pyongyang, December 10 (KCNA) -- Kim Hyon Hwan, director of the Institute of Koreans in the U.S. for Independent Idea, posted an article on the website of the Federation of Koreans in the U.S. on Dec. 6 on the occasion of the 2nd anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t Kim Jong Il, born in Mt. Paektu, conducted ideological and theoretical activities with his rare wisdom for decades, performing undying revolutionary exploits for the country, nation, times and history with his outstanding leadership art and virtue, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was a great statesman.\n\t\t\t\t\t\n\t\t\t\t\t He defended socialism of Juche peculiar to the DPRK with his matchless grit and courage and preeminent strategy, courageously countering the imperialist allied forces' policy of isolating and stifling it.\n\t\t\t\t\t\n\t\t\t\t\t He was an indomitable and brilliant Songun commander who honorably protected the sovereignty of the country and dignity of the nation and put the national power on the highest level under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t He was a patriot who dedicated himself to the building of a thriving nation with warm love for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t Prompted by his desire to translate into reality the strong wish of the fellow countrymen to lead a happy life in a reunified country, he ushered in the June 15 era of reunification, in which such noble idea of independence as \"By our nation itself\" came true.\n\t\t\t\t\t\n\t\t\t\t\t He firmly defended socialism under the banner of independence and justice and set an example to be followed by the peoples while building socialism, thus steadily advancing the human cause of independence and the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The article lauded him as a great statesman, passionate revolutionary and iron-willed commander."
        },
        {
            "title": "Int'l Kothongryon Publishes November Issue of Magazine Thongil",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-13ss.html",
            "content": "Int'l Kothongryon Publishes November Issue of Magazine Thongil\r\n Pyongyang, December 10 (KCNA) -- The International United Confederation of Koreans (International Kothongryon) published the November issue of Thongil, the monthly socio-political magazine of the confederation.\n\t\t\t\t\t The magazine carried a photo of supreme leader Kim Jong Un guiding the second meeting of security personnel of the Korean People's Army. \n\t\t\t\t\t\n\t\t\t\t\t The magazine gave wide publicity to an account of the meeting.\n\t\t\t\t\t\n\t\t\t\t\t It also carried news that he had a picture taken with the participants in the national scientists and technicians meeting.\n\t\t\t\t\t\n\t\t\t\t\t It was illustrated with photos of him among children under the caption \"Marshal and Children.\"\n\t\t\t\t\t\n\t\t\t\t\t Seen in the magazine was a story that although he was so busy with the affairs of the country, he read the letters presented by talented children and sent his autograph letters to them, wishing them happy future.\n\t\t\t\t\t\n\t\t\t\t\t It carried the answer given by the spokesman for the Committee for the Peaceful Reunification of Korea to the question put by KCNA as regards the remarks made by Park Geun Hye of south Korea on the north-south \"summit\" just before her foreign trips, and the answer given by the spokesman of the Ministry of State Security of the DPRK to the question raised by KCNA in connection with the fact that an agent of the south Korean Intelligence Service was arrested after intruding into the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It edited news that historical relics in Kaesong of the DPRK were registered as world cultural heritage."
        },
        {
            "title": "2nd Anniversary of Kim Jong Il's Demise Observed Abroad",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-01ss.html",
            "content": "2nd Anniversary of Kim Jong Il's Demise Observed Abroad\r\n Pyongyang, December 10 (KCNA) -- A book and photo exhibition was held in Malaysia and round-table talks in Kuwait and Ethiopia between November 29 and December 4 on the occasion of the 2nd anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t Displayed in the venue of the book and photo exhibition were photos documenting revolutionary activities of Kim Jong Il and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display were books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present at the events were personages and masses in the relevant countries.\n\t\t\t\t\t\n\t\t\t\t\t The manager of a travel company of Malaysia said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was a great man who turned the DPRK into the most independent and single-mindedly united country in the world.\n\t\t\t\t\t\n\t\t\t\t\t He defended socialist Korea with his strong will and iron faith late in the last century when socialism collapsed in several countries.\n\t\t\t\t\t\n\t\t\t\t\t The rector of College of Social Sciences of Kuwait University stressed that thanks to the Songun politics pursued by Kim Jong Il the DPRK could achieve the unity and cohesion of all people and demonstrate its might as political, ideological and military power.\n\t\t\t\t\t\n\t\t\t\t\t The director of an institute of College of Social Sciences of Kuwait University prayed for the immortality of Kim Jong Il, who positively supported the Arabian people's just cause.\n\t\t\t\t\t\n\t\t\t\t\t A vice director of an Ethiopian hospital and other speakers praised Kim Jong Il for bringing the historic June 15 era of reunification and turning the DPRK into a nuclear weapons state."
        },
        {
            "title": "Lectures Given in Different Countries to Laud Kim Jong Il ",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-02ss.html",
            "content": "Lectures Given in Different Countries to Laud Kim Jong Il \r\n Pyongyang, December 10 (KCNA) -- Lectures were given in Romania, Tajikistan and India between December 2 and 4 on the occasion of the 2nd anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t Present at the events were personages of the relevant countries and regional organization and masses.\n\t\t\t\t\t\n\t\t\t\t\t Constantin Rotaru, chairman of the Romanian Socialist Union, said that the DPRK is demonstrating its dignity as a socialist power and satellite manufacturer and launcher and nuclear weapons state the imperialist allied forces dare not to match thanks to the distinguished ideological and theoretical activities and wise leadership of Kim Jong Il, eternal general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t Kurbonzyon Mirzoyeva, member of the Presidium of the Central Committee of the Communist Party of Tajikistan, stressed that Kim Jong Il developed the WPK into an invincible revolutionary party and firmly defended the cause of socialism with his original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Harish Gupta, director general of the Asian Regional Institute of the Juche Idea, praised Kim Jong Il, peerlessly great man, for developing the Juche idea as the eternal guiding idea of the era of independence."
        },
        {
            "title": "Kim Jong Il Praised by Foreign Papers",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-03ss.html",
            "content": "Kim Jong Il Praised by Foreign Papers\r\n Pyongyang, December 10 (KCNA) -- Newspapers of various countries carried special write-ups on the occasion of the 2nd anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t The Nepalese paper Arpan on Nov. 25 carried an article titled \"Purpose of Songun politics\" illustrated with a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Noting Kim Jong Il started his Songun leadership by visiting the Seoul Ryu Kyong Su 105 Guard Tank Division of the Korean People's Army on Aug. 25, 1960, the article said he had since successfully led the service personnel and people under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Kuwait Times on Nov. 28 carried an article titled \"H.E. Kim Jong Il is the eternal leader of the Korean people\" illustrated with a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It noted:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people cherish deep in their minds the memory of H.E. Kim Jong Il. Their ardent yearning for him is growing stronger as the days go by.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are holding him in high esteem as the father of the nation and revering him as he dedicated his all to the country and people.\n\t\t\t\t\t\n\t\t\t\t\t His life was a precious one of the great leader who dedicated himself to carrying out the idea and cause of President Kim Il Sung, founder of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t He will always live in the hearts of the people for his exploits and noble virtue.\n\t\t\t\t\t\n\t\t\t\t\t Nigerian Observer in an article titled \"Legacies bequeathed by leader Kim Jong Il\" on Nov. 27 lauded him for his ideological and theoretical exploits, feats of wisely leading the party and Songun leadership exploits."
        },
        {
            "title": "S. Korean Chief Executive Criticized by Int'l Body",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-04ss.html",
            "content": "S. Korean Chief Executive Criticized by Int'l Body\r\n Pyongyang, December 10 (KCNA) -- The Korean Friendship Association headquartered in Spain issued a statement on Dec. 3 in denunciation of the south Korean chief executive.\n\t\t\t\t\t The statement branded the present south Korean \"president\" as a marionette moving at the beck and call of U.S.\n\t\t\t\t\t\n\t\t\t\t\t It noted that she has cruelly cracked down on the people in their struggle for independence and reunification and revived the \"yusin\" fascist dictatorship as well.\n\t\t\t\t\t\n\t\t\t\t\t Every sin brings its punishment with it, the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t She is fated to meet a disgraceful end soon."
        },
        {
            "title": "Participantes en cursillo de construccion rinden homenaje a Generalisimos",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-19ss.html",
            "content": "Participantes en cursillo de construccion rinden homenaje a Generalisimos \r\nPyongyang, 10 de diciembre (ACNC) -- Los participantes en el gran cursillo de funcionarios de la rama de construccion visitaron el Palacio del Sol Kumsusan.\n\t\t\t\t\tEllos rindieron el sublime homenaje a los Generalisimos Kim Il Sung y Kim Jong Il ante sus estatuas de pie y en los halles de eternidad donde estan conservados sus cuerpos. \n\t\t\t\t\t\n\t\t\t\t\tLuego, pasaron revista a las salas de conservacion de las ordenes, los carros, el coche electrico, el barco y los vagones de tren usados por los Generalisimos hasta el ultimo periodo de sus vidas para visitas de orientacion y viajes al extranjero."
        },
        {
            "title": "Periodicos destacan significado de reunion ampliada de Buro Politico de CC de PTC",
            "url": "http://kcna.co.jp/item/2013/201312/news10/20131210-20ss.html",
            "content": "Periodicos destacan significado de reunion ampliada de Buro Politico de CC de PTC\r\nPyongyang, 10 de diciembre (ACNC) -- Tuvo lugar el dia 8 la reunion ampliada del Buro Politico del Comite Central del Partido del Trabajo de Corea. \n\t\t\t\t\tEn la ocasion se pusieron al desnudo las acciones fraccionarias contra el partido y la revolucion cometidos por la banda de Jang Song Thaek que desafio atrevidamente al partido tras ampliar sus filas con acciones sectarias tratando de castrar la direccion unica del partido. \n\t\t\t\t\t\n\t\t\t\t\tAl eliminar a Jang y su horda, el PTC dio el golpe decisivo a las peligrosas acciones sectarias. \n\t\t\t\t\t\n\t\t\t\t\tAl respecto, los periodicos publicaron el dia 10 los editoriales destacando el significado de la reunion ampliada del BP del CC del PTC efectuada bajo la guia del Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tEl rotativo Rodong Sinmun senala que la  reunion ampliada marco el hito historico en el desarrollo del PTC y en el cumplimiento de la causa revolucionaria del Juche, y continua: \n\t\t\t\t\t\n\t\t\t\t\tSon firmes la conviccion y voluntad de los militares y civiles de la Republica Popular Democratica de Corea de avanzar a pasos firmes hacia la victoria final bajo la guia del Comite Central del PTC y sosteniendo en alto la bandera del gran Kimilsungismo-Kimjongilismo. \n\t\t\t\t\t\n\t\t\t\t\tCon motivo del presente foro, se ha preparado la firme garantia para marchar con mas vigor hacia la victoria final bajo la unica orientacion del PTC. \n\t\t\t\t\t\n\t\t\t\t\tCon la noble responsabilidad sobre la causa revolucionaria del Juche, el ardiente amor por el pueblo, la ferrea voluntad y temperamento, el Mariscal tomo las importantes medidas para asegurar la pureza ideologica y organizativa del partido y las filas revolucionarias y preparo la firme garantia para llevar a feliz termino la idea y la causa de la revolucion coreana. Esto es la gran proeza que puede realizar solo el Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tTodos los militantes del Partido, oficiales y soldados del EPC y habitantes deben conocer bien la significacion historica y la importancia de la reunion ampliada y unirse con la firme fe en la victoria en torno al gran PTC. \n\t\t\t\t\t\n\t\t\t\t\tEl rotativo Minju Joson apunta que nadie puede detener el avance del ejercito y pueblo de la RPDC que marchan a pasos firmes hacia el futuro radiante uniendose con la unica alma y voluntad en torno al Mariscal."
        }
    ]
}