{
    "date": "2013-03-26",
    "url": "http://kcna.co.jp/item/2013/201303/2013-03-26ee.html",
    "articles": [
        {
            "title": "DPRK Will Show Its Will for Counteraction with Military Action: KPA Supreme Command",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-27ee.html",
            "content": "DPRK Will Show Its Will for Counteraction with Military Action: KPA Supreme Command\r\nPyongyang, March 26 (KCNA) -- The Supreme Command of the Korean People's Army (KPA) issued the following statement Tuesday:\n\t\t\t\t\tThe U.S. nuclear war racket has gone beyond the danger line and entered the phase of an actual war, defying the repeated warnings from the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. let B-52 formation deployed in Anderson air force base on Guam fly into the sky above south Korea at around 08:00 on March 25. The formation staged a nuclear striking drill with simulated targets in the depth of the DPRK from around 11:50 and revealed it to the public.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. even let the conservative media of south Korea reveal the process of the 2010 operation against Osama bin Laden. It openly said the operational plan of \"south Korea-U.S. combined forces\" includes targeting the dignity of the supreme leadership of the DPRK with the use of lethal striking means and methods of the U.S. imperialist aggression forces and the south Korean puppet army.\n\t\t\t\t\t\n\t\t\t\t\tThey blustered that the operation targeting the dignity of the supreme leadership of the DPRK has no problem in terms of military technique, adding that they are closely monitoring all the relevant moves of the DPRK. They even made such bluff that now is the time to unfold \"active north Korea policy\", \"not passive one\".\n\t\t\t\t\t\n\t\t\t\t\tThe present south Korean puppet authorities tried to link the Cheonan sinking case with the DPRK and shift the blame for the Yonphyong Island shelling on to the DPRK just as traitor Lee Myung Bak did. They said they plan mounting precision missile attacks on the statues of great Generalissimos Kim Il Sung and Kim Jong Il in different parts of the DPRK including those in Pyongyang if \"local provocation\" of similar nature reoccurs.\n\t\t\t\t\t\n\t\t\t\t\tThey, unafraid of divine punishment, even said that they drafted the \"list of targets\" based on detailed analysis of the locations, sizes and specific features of those statues.\n\t\t\t\t\t\n\t\t\t\t\tAll these moves clearly prove that the anti-DPRK hostile acts now under way by the U.S., south Korean puppet forces and all other followers under the pretext of the DPRK's satellite launch and the underground nuclear test have entered a reckless phase of practical implementation after going beyond the phase of threatening and blackmailing.\n\t\t\t\t\t\n\t\t\t\t\tThe gravity of the situation lies in that such reckless moves are timed to coincide with the U.S.-masterminded resolutions on sanctions against the DPRK being carried into practice intensively through conspiracy and nexus with all hues of hostile forces.\n\t\t\t\t\t\n\t\t\t\t\tThe KPA Supreme Command declares at home and abroad the final decision of the army and people of the DPRK as follows as regards the present prevailing situation:\n\t\t\t\t\t\n\t\t\t\t\t1. We will demonstrate with the practical military action the firm will of the army and people of the DPRK to take counteraction to defend the sovereignty and dignity of the supreme leadership of the country.\n\t\t\t\t\t\n\t\t\t\t\tThere is a limit to patience.\n\t\t\t\t\t\n\t\t\t\t\tIt is the clear conclusion drawn by us that we can never tolerate the serious situation in which the sovereignty and dignity of the supreme leadership of the country are ruthlessly trampled down and the U.S. nuclear threat and blackmail are turning into a real war.\n\t\t\t\t\t\n\t\t\t\t\tFrom this moment the KPA Supreme Command will put on the highest alert all the field artillery units including strategic rocket units and long-range artillery units which are assigned to strike bases of the U.S. imperialist aggressor troops in the U.S. mainland and on Hawaii and Guam and other operational zone in the Pacific as well as all the enemy targets in south Korea and its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t2. We will show the present puppet authorities of south Korea, which are dancing to the tune of their master, kowtowing to his hostile policy toward the DPRK, the strongest will of the DPRK army with physical action. \n\t\t\t\t\t\n\t\t\t\t\tThe enemies are seriously mistaken if they think they can find an opportunity for striking \"basic bases\" and attacking \"support forces\" and \"commanding forces\".\n\t\t\t\t\t\n\t\t\t\t\tThey should be mindful that everything will be reduced to ashes and flames the moment the first attack is unleashed.\n\t\t\t\t\t\n\t\t\t\t\tIt is the unshakable stand of the army and people of the DPRK that they can never allow the treacherous acts, the preceding ruler committed by pushing the inter-Korean relations to a catastrophe and blocking the way for peace and prosperity for five years, to be taken over by the present south Korean chief executive.\n\t\t\t\t\t\n\t\t\t\t\t3. We call upon progressive people of the world opposing war and loving peace to turn out as one in the struggle against the brigandish U.S. highhanded and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\tInjustice can never become justice though it is practiced by big countries with advantageous military muscles.\n\t\t\t\t\t\n\t\t\t\t\tEven the resolution of the UN Security Council will become unjust one and become an international crime going against the trend of the times if it is devoid of impartiality.\n\t\t\t\t\t\n\t\t\t\t\tInjustice is temporary one and will die in end.\n\t\t\t\t\t\n\t\t\t\t\tBut justice is like a flame that flares up forever.\n\t\t\t\t\t\n\t\t\t\t\tThe KPA Supreme Command calls upon the conscience of the world to actively join the army and people of the DPRK in defending independence and justice, not blindly following the U.S. high-handed and arbitrary practices and the UNSC's \"resolutions\" bereft of impartiality.\n\t\t\t\t\t\n\t\t\t\t\tVictory is in store for the army and people of the DPRK rising up to defend the sovereignty, and progressive people of the world loving justice and peace."
        },
        {
            "title": "DPRK Informs UNSC of Impending Danger of Nuclear War on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-36ee.html",
            "content": "DPRK Informs UNSC of Impending Danger of Nuclear War on Korean Peninsula\r\nPyongyang, March 26 (KCNA) -- The Foreign Ministry of the DPRK released the following statement on Tuesday.\n\t\t\t\t\tThe U.S. anti-DPRK hostile acts being intensified over its satellite launch for peaceful purposes have reached the eve of nuclear war. \n\t\t\t\t\t\n\t\t\t\t\tOn Monday U.S. B-52 strategic bombers flied to the sky above south Korea by stealth again to stage a nuclear bomb dropping drill aimed at a surprise nuclear preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tTheir flight defying our repeated warnings clearly proves that the U.S. plan for a nuclear war has entered an uncontrollable phase of practice. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is making desperate efforts to seek a way out from igniting a nuclear war against the DPRK, afraid that if the DPRK with nuclear weapons achieves economic prosperity through the building of a thriving nation, its hostile policy toward the DPRK will end in failure. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. has already cooked up two \"resolutions on sanctions\" through the UN Security Council in less than two months, creating a vicious cycle of escalated tension to provide an international pretext for unleashing a nuclear war under the signboard of \"nuclear non-proliferation\".\n\t\t\t\t\t\n\t\t\t\t\tNow the U.S. is mobilizing all their \"three nuclear attack means\" in the preparation for a nuclear war against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tStrategic nuclear missiles in the U.S. mainland are aiming at the DPRK and submarines with nuclear warheads are swarming to the waters off south Korea and its vicinity in the Pacific region. \n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, the U.S. deputy secretary of Defense, who visited south Korea to finally examine the preparations of a nuclear war against the DPRK, openly said that the U.S. military attaches top priority to the second Korean war, giving green light to a nuclear war. \n\t\t\t\t\t\n\t\t\t\t\tAccordingly, the commander of the U.S. forces in south Korea and the south Korean military chief drafted a \"joint plan to cope with local provocation\". The main point of it is to start a total nuclear war involving the U.S. forces in the U.S. mainland and the Pacific region after the south Korean puppet army touches off a conflict. \n\t\t\t\t\t\n\t\t\t\t\tThe south Korean warmongers, elated with the backing of the U.S. master, are threatening punishment to \"provocation\" of the DPRK and even seeking a nefarious purpose of hurting status of great Generalissimos Kim Il Sung and Kim Jong Il, symbol of our supreme dignity.\n\t\t\t\t\t\n\t\t\t\t\tThe prevailing grave situation goes to prove that the U.S. is seeking a nuclear war against the DPRK, its first target of attack, after moving the strategic centre for world domination to the Asian-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\tA nuclear war in the Korean Peninsula is no longer a presentative meaning but realistic one.\n\t\t\t\t\t\n\t\t\t\t\tNow the U.S. is brave with the numerical advantage in nuclear weapons but it is doomed to perish in the flames kindled by itself.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has its own powerful precision means for nuclear attack and nuclear war methods.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean puppets who are behaving recklessly under their master's nuclear umbrella will experience a sound by-blow of a nuclear attack when a war breaks out between the DPRK and the U.S.\n\t\t\t\t\t\n\t\t\t\t\tTo cope with the prevailing grave situation the KPA Supreme Command made a final decision to demonstrate with a practical military action the strong will of the DPRK army and people to take a resolute counteraction and gave an order to the strike forces of justice to keep themselves on the highest alert.\n\t\t\t\t\t\n\t\t\t\t\tUpon authorization the Foreign Ministry of the DPRK openly informs the UN Security Council that the Korean Peninsula is now in a touch-and-go situation due to the nuclear war provocation moves of the U.S. and south Korean puppets.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK army and people that have become one with the Supreme Command are entering the final stage of the all-out showdown with the U.S. to defend the country's sovereignty and the nation's dignity by dint of the power of Songun they have long bolstered up."
        },
        {
            "title": "Those Who Hurt Dignity of DPRK's Supreme Leadership Will Not Survive: CPRK Spokesman",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-19ee.html",
            "content": "Those Who Hurt Dignity of DPRK's Supreme Leadership Will Not Survive: CPRK Spokesman\r\nPyongyang, March 26 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) released the following statement Tuesday:\n\t\t\t\t\tThe south Korean puppet military hooligans already drafted a plan for mounting precision missile strikes at monuments praying for the immortality of leaders and praising them, symbols of the dignity of the supreme leadership of the DPRK, in Pyongyang and other major cities in the DPRK, according to the March 25 issue of Chosun Ilbo.\n\t\t\t\t\t\n\t\t\t\t\tThe die-hard military gangsters were reported to have worked out the \"list of targets\" based on precision analysis through satellite photos and others, saying that the destruction plan can have serious psychological impact on the people in the north.\n\t\t\t\t\t\n\t\t\t\t\tTouching on this, a person concerned of the puppet government said he knows the military has envisaged attacking statues with air-to-ground and ground-to-ground missiles.\n\t\t\t\t\t\n\t\t\t\t\tThis thrice-cursed scheme deserves divine punishment.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK are pledging revenge at the puppet group which is engrossed in hideous criminal moves to dare hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tTraitors of the successive puppet regime all have been steeped in confrontation with fellow countrymen to the marrow of their bones. But no other confrontation maniacs were more ignorant and uncouth than the present south Korean military hooligans.\n\t\t\t\t\t\n\t\t\t\t\tKim Kwan Jin and other pro-U.S. military ruffians flocked to Chongwadae and kicked up a racket for confrontation with the DPRK, working hard to ignite a fuse of war.\n\t\t\t\t\t\n\t\t\t\t\tThe vicious confrontation racket of the military is not irrelevant with the venomous vapor given out from the inner room of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\tAll facts prove that the new regime of south Korea opted for escalating confrontation with the DPRK, following in the footsteps of the Lee Myung Bak group of traitors.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet group of traitors is running reckless, unafraid of the sky.\n\t\t\t\t\t\n\t\t\t\t\tPresident Kim Il Sung and leader Kim Jong Il whom the Korean nation acclaimed for the first time in the nation's history spanning thousands of years are peerlessly great men and eternal sun of the nation who devoted their all to the country's liberation, nation's prosperity and its reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK have taken good care of their statues with courtesy, being greatly emboldened by their sunny image.\n\t\t\t\t\t\n\t\t\t\t\tA great number of the world people and south Koreans from all walks of life and even figures of hostile countries visit the statues of the peerlessly great men of Mt. Paektu on Mansu Hill and pay tribute to them when they come to Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tThe traitors dare try to do harm to the treasures of Songun Korea, a crystal of ardent reverence and pure loyalty of all service personnel and people. It is a great treason against humanity little short of brandishing a sword against the hearts of the army and people of the DPRK and the world progressive people.\n\t\t\t\t\t\n\t\t\t\t\tWhen the \"case of bringing down statues\" was disclosed to have been plotted by them targeting the dignity of the supreme leadership of the DPRK, we declared that we will surely punish the group of traitors.\n\t\t\t\t\t\n\t\t\t\t\tThey now seek to hurt the dignity of the supreme leadership of the DPRK, not content with the racket for a nuclear war against it. This has lashed the army and people of the DPRK into a great fury and made them renew their will to annihilate the enemies.\n\t\t\t\t\t\n\t\t\t\t\tWe do not want apology from the worst traitors.\n\t\t\t\t\t\n\t\t\t\t\tWe will inflict only fire of retaliation on them and wipe them out so that not a single man can survive to sign a document of surrender.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK, as they had declared, will destroy the den of confrontation including Chongwadae, hotbed of all evils.\n\t\t\t\t\t\n\t\t\t\t\tThose who dare provoke the dignity of the supreme leadership of the DPRK will never be able to survive."
        },
        {
            "title": "German Figure Pays Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-29ee.html",
            "content": "German Figure Pays Tribute to Kim Il Sung, Kim Jong Il\r\nPyongyang, March 26 (KCNA) -- Manfred Grund, secretary general of the Christian Democratic Union-Christian Social Union Joint Group at the German Federal Parliament, visited the Kumsusan Palace of the Sun to pay tribute to President Kim Il Sung and leader Kim Jong Il on Tuesday.\n\t\t\t\t\tHe paid respects to the statues of Kim Il Sung and Kim Jong Il, who devoted their lives to the prosperity of the country and happiness of the people and made immortal contributions to the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\tHe made a bow to the great Generalissimos Kim Il Sung and Kim Jong Il in the halls of immortality where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\tHe looked round the rooms where the orders they received are on display, the mourning hall and the halls housing cars, an electric car, boat and train coaches which they used during their field guidance and foreign tour till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\tHe wrote in the visitor's book."
        },
        {
            "title": "3rd April Spring People's Art Festival to Be Held",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-31ee.html",
            "content": "3rd April Spring People's Art Festival to Be Held\r\nPyongyang, March 26 (KCNA) -- The 3rd April Spring People's Art Festival is to be held with splendor in Pyongyang on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tIt is a great art festival which was provided by leader Kim Jong Il, reflecting the unanimous desire of the people to hold Kim Il Sung in high esteem forever and eternally glorify the exploits he performed for the era and humankind.\n\t\t\t\t\t\n\t\t\t\t\tDivided into different categories, the festival will be held in the form of group, individual and joint performances at theatres, concert halls and cultural houses in Pyongyang from April 11 to 18.\n\t\t\t\t\t\n\t\t\t\t\tThe festival will bring together members of art organizations, art squads and itinerant art groups of Pyongyang and local areas, people of various social strata and artistes of overseas Koreans."
        },
        {
            "title": "Kwangmyong Encyclopedia Published in DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-22ee.html",
            "content": "Kwangmyong Encyclopedia Published in DPRK\r\nPyongyang, March 26 (KCNA) -- Kwangmyong Encyclopedia has recently come off the press in the Democratic People's Republic of Korea.\n\t\t\t\t\tThe 20-volume encyclopedia covers all spheres of social life, including history, politics, economy, culture, geography and sciences.\n\t\t\t\t\t\n\t\t\t\t\tWith more than 58,000 entries, the 16,000-odd page book breaks into 97 parts, 586 chapters and over 2,400 sections. Contained in it are more than 9,000 photos, pictures and maps to illustrate entries.\n\t\t\t\t\t\n\t\t\t\t\tEvery volume carries pictures of President Kim Il Sung and leader Kim Jong Il and deals with the undying exploits of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\tThe encyclopedia was awarded the title of Kim Jong Il Prize on the occasion of the Day of the Shining Star (Feb. 16)."
        },
        {
            "title": "Ryongmun Cavern, Underground Scenic Spot in DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-20ee.html",
            "content": "Ryongmun Cavern, Underground Scenic Spot in DPRK\r\nPyongyang, March 26 (KCNA) -- With many scenic spots across the country, Korea has long been called a tapestry-like land of three thousand ri (1 200 kilometers).\n\t\t\t\t\tOne of them is Ryongmun Cavern located in Kujang County, North Phyongan Province. The cavern boasts of myriad shapes of lime stones formed through many years of solution and corrosion.\n\t\t\t\t\t\n\t\t\t\t\tIt has two main caves, with more than 30 branch caves in them. What catches the eyes there are Phungnyon-dong and Sokhwa-dong redolent of grain stacks and various species of flowers and Paekhwa-dong characterized by a wave of stalactites hung at ceiling.\n\t\t\t\t\t\n\t\t\t\t\tThe cavern rose to fame as a tourist destination thanks to leader Kim Jong Il's deep love for the people.\n\t\t\t\t\t\n\t\t\t\t\tWhen visiting it on March 26, Juche 85 (1996), he said the cavern is very spectacular and gave detailed instructions for its management and sightseeing. Later, he took all measures to turn it into a fascinating tourist destination.\n\t\t\t\t\t\n\t\t\t\t\tThe cavern is always bustling with visitors."
        },
        {
            "title": "Velvet Shop of Pakchon Silk Mill Built",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-28ee.html",
            "content": "Velvet Shop of Pakchon Silk Mill Built\r\nPyongyang, March 26 (KCNA) -- The Velvet Shop of the Pakchon Silk Mill situated in North Phyongan Province was newly built.\n\t\t\t\t\tThe construction of the shop with processes ranging from preparation and weaving to finishing will make it possible to produce and supply quality velvet cloth and furnishing fabrics of good designs to the people.\n\t\t\t\t\t\n\t\t\t\t\tAn inaugural ceremony took place on Tuesday. \n\t\t\t\t\t\n\t\t\t\t\tPresent there were Vice-Premier Ri Mu Yong, Ri Man Gon, chief secretary of the North Phyongan Provincial Committee of the Workers' Party of Korea, officials concerned and employees of the mill."
        },
        {
            "title": "DPRK Pays Big Efforts to TB Prevention",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-24ee.html",
            "content": "DPRK Pays Big Efforts to TB Prevention\r\nPyongyang, March 26 (KCNA) -- It is one of the basic health policies of the DPRK government to prevent infectious diseases, tuberculosis in particular.\n\t\t\t\t\tSection doctors and preventive health workers have intensified hygienic information activities to raise awareness about TB among inhabitants.\n\t\t\t\t\t\n\t\t\t\t\tMedical consultation and checkups are conducted on a routine basis and down-to-earth measures were taken for TB prevention, including BCG vaccination to seven-day newborns and isoniazid.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, the government has strengthened cooperation with international agencies, including World Health Organization, in an anti-TB drive.\n\t\t\t\t\t\n\t\t\t\t\tAn event took place at the Grand People's Study House in Pyongyang on Monday to mark World TB Day (March 24). With this day as an occasion, an intensive hygienic information campaign was launched in the capital city and provinces of the country."
        },
        {
            "title": "Hygienic Campaign Launched in DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-21ee.html",
            "content": "Hygienic Campaign Launched in DPRK\r\nPyongyang, March 26 (KCNA) -- March and April are spring clean-up months in the Democratic People's Republic of Korea.\n\t\t\t\t\tIn this regard, KCNA met Choe Si Hun, secretary of the Central Hygienic Guidance Committee.\n\t\t\t\t\t\n\t\t\t\t\tChoe said:\n\t\t\t\t\t\n\t\t\t\t\tThis year marks the 55th anniversary of the beginning of the clean-up months in the country.\n\t\t\t\t\t\n\t\t\t\t\tThe Committee laid down the tasks to be carried out in the months while making survey and control of their implementation. It is also stepping up the hygienic information activities in cooperation with mass media.\n\t\t\t\t\t\n\t\t\t\t\tRelated officials have already been dispatched to localities to encourage their inhabitants to take part in the hygienic campaign.\n\t\t\t\t\t\n\t\t\t\t\tThe Kangwon Provincial People's Committee conducted various forms of political work to arouse all inhabitants to the clean-up campaign with a correct understanding of its purpose, contents and significance. In the meantime Phyongsong City, South Phyongan Province and Hamhung City, South Hamgyong Province are concentrating efforts on the work to readjust public hygienic facilities and water supply and drainage networks and spruce up  streets, villages and worksites.\n\t\t\t\t\t\n\t\t\t\t\tChoe In Chol, chief engineer of the Rangnang Ponghwa Garment Factory, said:\n\t\t\t\t\t\n\t\t\t\t\tIt is the primary task at present to clear away all traces of winter season. This work should be done in a way not to pollute environment.\n\t\t\t\t\t\n\t\t\t\t\tThe factory is now buckling down to repair of walls and fences, rearranging of roads and flower beds and tree planting.\n\t\t\t\t\t\n\t\t\t\t\tLeader Kim Jong Il visited the factory two years ago and was greatly satisfied to see its interior and exterior kept clean and neat like a palace and a park."
        },
        {
            "title": "DPRK People Vow Revenge on U.S., S. Korean Puppets",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-32ee.html",
            "content": "DPRK People Vow Revenge on U.S., S. Korean Puppets\r\nPyongyang, March 26 (KCNA) -- The statement of the Supreme Command of the Korean People's Army, released Tuesday, is arousing the DPRK army and people to a sacred war for destroying the U.S. imperialists and the south Korean puppets at one stroke.\n\t\t\t\t\tThe enemies' anti-DPRK moves have gone beyond the danger line and reached the phase of an actual war.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. and south Korean forces worked out an operational plan to impair the dignity of the DPRK supreme leadership, even declaring that they would make precision missile strikes at the statues of the great Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tAll the people in the DPRK now call for a rapid military action to wipe out all those disgusting enemies, contending that words do no longer work.\n\t\t\t\t\t\n\t\t\t\t\tHan Jong Nam, an officer of the KPA, told KCNA: \n\t\t\t\t\t\n\t\t\t\t\t\"We can never pardon them who dared say they will target the dignity of our supreme leadership and mount missile attacks on the statues of the generalissimos, in the wake of last year's hideous state-sponsored political terrorism by the 'Association for Bringing down Statues'.\n\t\t\t\t\t\n\t\t\t\t\tThe men and officers of the KPA, now on the highest alert, will annihilate the enemies at one stroke, once an order for action is given.\"\n\t\t\t\t\t\n\t\t\t\t\tJi Myong Song, a 38-year-old Pyongyang citizen, said:\n\t\t\t\t\t\n\t\t\t\t\t\"The U.S. imperialists and the south Korean puppet regime are a sworn enemy of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t I will join in a retaliatory action to sweep away those who planned the hideous state-sponsored terrorism and annihilate the south Korean group of traitors.\""
        },
        {
            "title": "DPRK Servicepersons Infuriated at Provocation",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-35ee.html",
            "content": "DPRK Servicepersons Infuriated at Provocation\r\nPyongyang, March 26 (KCNA) -- Upon hearing the statement of the Supreme Command of the Korean People's Army released Tuesday, all the servicepersons of the DPRK are thirsting for an order of rapid action to attack the provokers.\n\t\t\t\t\tChoe Nam Chol, an officer of the KPA Air and Anti-Air Force, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\tNow is the time to shower a fire of revenge on the enemies that dared draft even the \"list of targets\" to hurt the dignity of the DPRK supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\tWe servicepersons are awaiting an order from the Supreme Command to start the attack with our precision nuclear strike means.\n\t\t\t\t\t\n\t\t\t\t\tOn March 5, the KPA Supreme Command spokesman declared in a statement that the DPRK would take strong practical counteractions in succession, nullify the Korean Armistice Agreement and put a halt to the operation of the KPA mission in Panmunjom to cope with the war moves of the U.S. and all other hostile forces.\n\t\t\t\t\t\n\t\t\t\t\tHowever the U.S. imperialists deployed in south Korea armed forces for aggression, including nuclear carrier task force and strategic bombers, enough to fight a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\tThe defense minister of south Korea, during his recent inspection of its marine corps on Paekryong Island, called for \"thoroughgoing preparedness\" and \"punishment\". They are now attempting to target the dignity of the DPRK supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\tAll the men and officers of our unit are filled with the strong will to stamp out the enemies with the super precision strike means.\n\t\t\t\t\t\n\t\t\t\t\tHan Chol Su, a KPA soldier, said:\n\t\t\t\t\t\n\t\t\t\t\tSupreme Commander Kim Jong Un, while inspecting our unit some days ago, called on us to demonstrate the true fighting spirit of the People's Army and its will to wipe out the enemy by striking the heart of the enemy before any others, if we greet a great revolutionary event for national reunification.\n\t\t\t\t\t\n\t\t\t\t\tWe servicepersons will deal fatal blows at the group of scoundrels who announced that they have planned to mount precision missile attacks on the statues of the great Generalissimos Kim Il Sung and Kim Jong Il in different parts of the DPRK."
        },
        {
            "title": "Different Social Status of Women",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-23ee.html",
            "content": "Different Social Status of Women\r\nPyongyang, March 26 (KCNA) -- Women in the Democratic People's Republic of Korea have enjoyed worthwhile life under the care of society.\n\t\t\t\t\tThe song \"Women Are Flowers\", popular in the country, lively represents the social status of them, who are called flowers in families and worksites.\n\t\t\t\t\t\n\t\t\t\t\tWith rights equal to men, they are now performing feats in the efforts for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\tBut, the thing goes to the opposite in south Korea.\n\t\t\t\t\t\n\t\t\t\t\tWomen's right to existence is ruthlessly trampled down there. For the mere reason that they are female, they are faced with humiliation, maltreatment, discrimination and assault.\n\t\t\t\t\t\n\t\t\t\t\tThey dare not to go outside in the evenings for fear of being raped and assaulted, a common practice rampant in south Korean society.\n\t\t\t\t\t\n\t\t\t\t\tWomen in their 20s and 30s would fall victims to the economic depression, being dismissed from businesses before anybody else, as the scapegoat of \"expense cut\".\n\t\t\t\t\t\n\t\t\t\t\tMoreover, a large number of women have been reduced to playthings of GIs present in south Korea.\n\t\t\t\t\t\n\t\t\t\t\tSouth Korea appeared to be the lowest in the world in the legal and social status of women, who are the greatest victims of discrimination in wage and employment, according to a report made by a British economic survey agency."
        },
        {
            "title": "KCNA Commentary Blasts Story of \"Drug Trafficking\" by DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-34ee.html",
            "content": "KCNA Commentary Blasts Story of \"Drug Trafficking\" by DPRK\r\nPyongyang, March 26 (KCNA) -- The American paper The Washington Post is misleading the public opinion by releasing the fictitious story of \"drug trafficking\" by the DPRK, pursuant to the government authorities' hostile policy toward it.\n\t\t\t\t\tThe newspaper on March 23 carried a false report that north Korea ordered its diplomats to become drug traffickers.\n\t\t\t\t\t\n\t\t\t\t\tThis is a groundless and absurd smear campaign against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThis can never be overlooked as the U.S. and other hostile forces are now stoking hostility toward the DPRK as never before.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is taken aback by the strong spirit of the DPRK countering the \"resolution on sanctions\", Foal Eagle nuclear war rehearsal and other moves for the implementation of the hostile policy with the toughest actions.\n\t\t\t\t\t\n\t\t\t\t\tUnder such situation, the U.S. is openly building up the international atmosphere for pressure, labeling the DPRK as a \"criminal state\" and \"a rogue state\" by employing every possible means and method. It justified the UN Security Council's adoption of \"resolution on sanctions\" which calls for tightening monitoring of the DPRK diplomats and instigated it to put it into practice.\n\t\t\t\t\t\n\t\t\t\t\tThe circumstances of the news story makes one easily assume the sordid nature of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\tDie-hard conservative hack paper Chosun Ilbo of south Korea spread the false information, describing it as \"statements\" made by \"defectors from the north\".\n\t\t\t\t\t\n\t\t\t\t\tThose defectors deserted their parents, brothers and sisters, to say nothing of the homeland, for their own luxury. Can they possibly make proper statements?\n\t\t\t\t\t\n\t\t\t\t\tAs for Chosun Ilbo, it has been engrossed in making all sorts of vituperations against the DPRK, turning white to black, pursuant to the puppet group's moves for confrontation with fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\tThe \"defectors from the north\" and Chosun Ilbo have been accustomed to making false reports about the DPRK. The gravity of the situation lies in that the Washington Post professing a famous newspaper echoed the false story.\n\t\t\t\t\t\n\t\t\t\t\tLurking behind this is a politically calculated aim.\n\t\t\t\t\t\n\t\t\t\t\tThe newspaper seeks to work as a shock brigade in executing the U.S. administration's hostile policy toward the DPRK and thus tarnish the international image of the DPRK and justify the U.S. anti-DPRK policy that arouses international criticism.\n\t\t\t\t\t\n\t\t\t\t\tIt is essential for media claiming accuracy, impartiality and objectivity to see through the essence of issues.\n\t\t\t\t\t\n\t\t\t\t\tThe illegal use, trafficking and production of drugs which reduce human being into mental cripples do not exist in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe country acceded to international conventions on drug control and has strictly controlled the entry of drugs from outside under international and domestic laws.\n\t\t\t\t\t\n\t\t\t\t\tIt is none other than the U.S. which should be called to task before any others when dealing with the drug-related crimes.\n\t\t\t\t\t\n\t\t\t\t\tEarlier this year, the plan to smuggle huge amount of drugs enough for administering 2,000 U.S. soldiers present in south Korea at a time was disclosed, sparking off a public furor.\n\t\t\t\t\t\n\t\t\t\t\tIt is illogical for the U.S., a country plagued with serious social problems like drug misuses, smuggling and illegal production, to talk about the non-existent \"drug trafficking\" in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. acts of stepping up confrontation with the DPRK while raising trifling matters will force the latter to increase the level of its stand-off with the U.S.\n\t\t\t\t\t\n\t\t\t\t\tThe situation in which the U.S. hostile policy toward the DPRK has become all the more pronounced proves once again that the only option for the DPRK to defend itself is to bolster the nuclear deterrence, a treasured sword of Songun."
        },
        {
            "title": "KCNA Commentary on GIs' Crimes",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-09ee.html",
            "content": "KCNA Commentary on GIs' Crimes\r\nPyongyang, March 26 (KCNA) -- Unabated are the crimes committed by the U.S. imperialist aggressors in south Korea.\n\t\t\t\t\tA lewd GI perpetrated a sexual assault against a south Korean woman in her 20s in Phyongthaek City on March 14.\n\t\t\t\t\t\n\t\t\t\t\tDrunken GI gangsters committed violence against south Korean pedestrians in Tongduchon City on March 16. GIs beat policemen on their duty in Seoul on March 17.\n\t\t\t\t\t\n\t\t\t\t\tWhat matters is that no heavy penalties are imposed upon GI criminals despite strong protest and denunciation of the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\tUnabated crimes of the U.S. forces in south Korea and their open escape from punishment are the products of the U.S. imperialists' arrogant policy of despising the Korean nation and south Korean puppet forces' sycophancy toward the U.S.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists have mercilessly cracked down on progressive and patriotic people in league with the traitors in south Korea for nearly seven decades since their landing in south Korea in September 1945. They are now behaving themselves as \"liberator,\" while killing and insulting civilians everywhere. \n\t\t\t\t\t\n\t\t\t\t\tIn July 1966 they forced the puppet forces to sign the unequal \"Status of Forces Agreement\" (SOFA) to justify their extraterritorial practices.\n\t\t\t\t\t\n\t\t\t\t\tSOFA bans the puppet forces from arresting and judging GI criminals in south Korea.\n\t\t\t\t\t\n\t\t\t\t\tDue to SOFA, which indicates the arrogance of the U.S. and servility of the puppet forces, GI crimes in south Korea are on the daily increase and its people are suffering evermore unbearable misfortune, pain and disaster. \n\t\t\t\t\t\n\t\t\t\t\tThe hideous GI crimes in south Korea are one more unpardonable violation of dignity and sovereignty of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\tProtest and appeal alone can never help protect dignity and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\tThe army and people of the DPRK showed the world in practice in the 1950s what a resolute struggle they waged against the U.S. imperialists' criminal scenario to enslave all Koreans.\n\t\t\t\t\t\n\t\t\t\t\tThe south Koreans should courageously turn out in the on-going nationwide anti-U.S. struggle to put an end to the U.S. imperialists' hideous crimes and defend their dignity and sovereignty."
        },
        {
            "title": "AA Nullification Is Bold Decision to Terminate State of War on Korean Peninsula: KCNA Report (2)",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-17ee.html",
            "content": "AA Nullification Is Bold Decision to Terminate State of War on Korean Peninsula: KCNA Report (2)\r\nPyongyang, March 26 (KCNA) -- The Korean Central News Agency (KCNA) released a report on March 24, clarifying the justice of the decision for nullifying the Korean Armistice Agreement (AA).\n\t\t\t\t\tThe second part of the three-part report said as follows:\n\t\t\t\t\t\n\t\t\t\t\t2\n\t\t\t\t\t\n\t\t\t\t\tThe decision to nullify AA was a just option of the army and people of the DPRK to put an end to the U.S. hostile acts against the DPRK with all-out action. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. policy towards the DPRK is to bring down its system to eliminate socialist Korea from the earth and AA is a main lever for implementing the policy.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. has abused AA for carrying out its anti-DPRK strategy to maintain constant confrontation and the state of war on the Korean Peninsula and stifle the DPRK by force of arms. \n\t\t\t\t\t\n\t\t\t\t\tMaybe, the world does not know every detail of what great pain and extreme uneasiness the Korean people have suffered from the state of war imposed by the U.S. for more than half a century.\n\t\t\t\t\t\n\t\t\t\t\tThe ceasefire in the Korean Peninsula was an actual war fought without a declaration of war. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. has hamstrung every effort of the DPRK to build socialism and improve the people's living standard for more than half a century.\n\t\t\t\t\t\n\t\t\t\t\tIt has ceaselessly aggravated the situation in the peninsula to block the advance of the DPRK standing on the forefront of the struggle for independence against imperialism. \n\t\t\t\t\t\n\t\t\t\t\tThis situation compelled the DPRK to divert large human and material resources to bolstering up the armed forces though they should have been directed to the economic development and improvement of people's living standard. It also compelled the Korean people, the best in the world, to tighten their belts. The amount of human and material damage done to the DPRK till 2005 totaled at least 64,959 854 million U.S. dollars. \n\t\t\t\t\t\n\t\t\t\t\tUncountable are the mental oppression, political, moral and cultural damages done to the Korean people by the U.S. through its persistent moves for a war and threat of aggression at every stage of socialist construction. \n\t\t\t\t\t\n\t\t\t\t\tThe state of ceasefire has been a legal reason for such protracted instability on the Korean Peninsula and its ensuing consequences. \n\t\t\t\t\t\n\t\t\t\t\tFrequent military skirmishes in Panmunjom and in waters of the West Sea including Yonphyong Island and other events which greatly shocked the world were not accidental ones but those entailed by the unreasonable ceasefire mechanism. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. egged south Korea on to preserve the illegal \"northern limit line\" by abusing the limitation of AA. Consequently, not a day passed in peace on the five islands on the West Sea of Korea and extreme tension prevailed there. \n\t\t\t\t\t\n\t\t\t\t\tThese areas are an epitome clearly showing the danger of AA and the actual possibility of the outbreak of another Korean War. \n\t\t\t\t\t\n\t\t\t\t\tIt has become as clear as a pikestaff that AA cannot prevent a new war on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\tThe sovereignty of Korea and its nation should not be left to others to defend it. \n\t\t\t\t\t\n\t\t\t\t\tIf the DPRK allows itself to be bound to AA as before with the U.S. hostile acts against the DPRK becoming intolerable in all aspects, the Korean people should suffer again from all the obstacles, misfortunes and tragedy just as they did for over half a century. \n\t\t\t\t\t\n\t\t\t\t\tNo big power has so far been pleased to see the Koreans get united as one and become prosperous. \n\t\t\t\t\t\n\t\t\t\t\tThese days the U.S. and its allies have frantically stepped up their moves for sanctions and pressure and a war against the DPRK over its satellite launch and underground nuclear test. These have been pursuant to the hegemonic policy of those forces displeased with the efforts of the DPRK to build a prosperous reunified power and uneasy about their failure to carry out their strategy for world domination. \n\t\t\t\t\t\n\t\t\t\t\tIt is the conclusion drawn by the DPRK from the threat of war to which it has been exposed for the last several decades that it is hardly possible to build a thriving nation and achieve stable and happy life and national prosperity as long as AA is left intact. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people's grudge against the U.S. is mounting high and the patience and self-restraint of the DPRK have gone beyond their limit. \n\t\t\t\t\t\n\t\t\t\t\tThat was why the DPRK made an important decision to uproot the root cause of infringing upon national sovereignty, dignity, peace and prosperity and expressed its will to take a decisive military counteraction including the exercise of the right to mount a preemptive precision nuclear attack. \n\t\t\t\t\t\n\t\t\t\t\tNow that the south Korean warmongers in collusion with the U.S. frantically step up the moves for a nuclear war against the north in violation of AA, the DPRK declared nullification of all the nonaggression agreements reached between the north and the south such as non use of armed forces against the other side, prevention of accidental military conflicts, peaceful settlement of disputes and the issue of nonaggression boundary line. These are the logical steps taken in line with the nullification of AA. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is fully ready to take potential and toughest counteractions which can force the anti-DPRK forces to experience the most miserable time in their destiny till their surrender."
        },
        {
            "title": "Minju Joson Discloses Aim of U.S. Deputy Defense Secretary's S. Korean Trip",
            "url": "http://kcna.co.jp/item/2013/201303/news22/20130322-30ee.html",
            "content": "Scientific Achievements to Be Seen in Light Industy\n\t\t\t\t\t\t\r\n Pyongyang, March 22 (KCNA) -- In response to the speech made by the dear respected Kim Jong Un at the March 18 national meeting of light industrial workers, employees of the Branch Academy of Light Industrial Science under the State Academy of Sciences have turned out to effect a surge in scientific research.\n\t\t\t\t\t The Textile Institute concentrates efforts on improving the quality of vinalon fiber and intensifying the research into functional clothes.\n\t\t\t\t\t\n\t\t\t\t\t The Textile Machinery Institute launched a work to put textile machines on a high-speed and precision basis and the Foodstuff Institute finished preparing production processes of a processed milk factory to be built on the Sepho tableland while striving to improve the quality of drinks made of potato.\n\t\t\t\t\t\n\t\t\t\t\t The Grain Processing Institute and the Aromatic and Cosmetic Institute set new research goals of significance in raising the people's living standard and started the work for hitting the targets.\n\t\t\t\t\t\n\t\t\t\t\t Son Kyong Nam, director of the branch academy, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Officials and scientists of the branch academy have been greatly encouraged by Marshal Kim Jong Un's historic speech.\n\t\t\t\t\t\n\t\t\t\t\t I will do my utmost to contribute to putting the nation's light industry on a new scientific basis, true to his noble intention.\""
        },
        {
            "title": "Rodong Sinmun on Kimilsungism-Kimjongilism",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-10ee.html",
            "content": "Rodong Sinmun on Kimilsungism-Kimjongilism\r\nPyongyang, March 26 (KCNA) -- Kimilsungism-Kimjongilism is the development of Kimilsungism and immortal guidelines for achieving a final victory of the Korean revolution, says Rodong Sinmun Tuesday in a bylined article.\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tKimilsungism-Kimjongilism is a great revolutionary philosophy that successfully embodied the essence and principles of Kimilsungism. It is a great revolutionary idea that gives perfect answers to all the theoretical and practical issues arising in the revolutionary struggle at present.\n\t\t\t\t\t\n\t\t\t\t\tKimilsungism-Kimjongilism reflects the idea of attaching importance to the arms, the revolutionary idea of Songun and the political theory of Songun. Reflected in it are ideas and theories correctly mirroring the demand of the era and the developing revolution including an original view on the position and role of the revolutionary army, a theory of strengthening the driving forces of the revolution regarding the people's army as the core and main forces and a principle that the army precisely means the party, the state and the people. These ideas and theories serve as an important banner for achieving the victory of the anti-imperialist independent cause.\n\t\t\t\t\t\n\t\t\t\t\tKimilsungism-Kimjongilism contains the traits to be kept by the revolutionary people and the guiding principles to be held fast to in the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\tKimilsungism-Kimjongilism comprehensively clarifies the objective and orientation, principle and ways of preparing popular masses as the driving force of the revolution. It also expounds innovative view, new attitude to the work and fighting spirit to be applied in advancing the revolution and construction as required by the new century. It also indicates the traits and ability of the people who will live in the thriving socialist country, the appearance of the thriving socialist nation and tasks, ways and orientation for it.\n\t\t\t\t\t\n\t\t\t\t\tThe revolutionary idea of President Kim Il Sung and leader Kim Jong Il is science, truth and victory, the article concludes."
        },
        {
            "title": "Rodong Sinmun Brands Choenan Sinking Case as Deliberate Plot of U.S., S. Korea",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-11ee.html",
            "content": "Rodong Sinmun Brands Choenan Sinking Case as Deliberate Plot of U.S., S. Korea\r\nPyongyang, March 26 (KCNA) -- The Cheonan warship sinking case which claimed 46 lives was a deliberate and planned plot choreographed by the U.S. and the south Korean authorities to plunge the north-south ties into a deadlock, stoke tensions on the Korean Peninsula and provoke a war of aggression, says Rodong Sinmun Tuesday in a bylined article.\n\t\t\t\t\tThe truth behind the case has been brought to light by subjective and objectives evidence, the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. is a chief culprit which masterminded the case behind the scene.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. ruling circles needed a pretext for justifying a hard-line policy toward the DPRK by stoking the situation in Northeast Asia ahead of a mid-term congressional election. The U.S. plotted to help the stooge of south Korea, whose fate was at stake for his policy of sycophancy toward the U.S., confrontation with fellow countrymen and unprecedented unpopular rule, prolong his remaining days, tighten a loop around its colony and thus use him as a shock brigade for executing its strategy for invading the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe tricksters of the U.S. and south Korea buckled down to cooking up a shocking incident to build up public opinion over \"insecurity\" of the Korean Peninsula and \"increasing threats from the north\".\n\t\t\t\t\t\n\t\t\t\t\tAfter the sinking incident the south Korean authorities secured an approval for delaying the \"transfer of the right to command wartime operation\" and a \"firm commitment\" to \"provide extended nuclear deterrence\" from the U.S. in case of \"emergency\" on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. greatly benefited from the sinking case as evidenced by the opening of market, dispatch of troops overseas and the increased fund for the upkeep of U.S. forces. It even gained a pretext for stepping up political and military racket for confrontation with the DPRK. The case also set the stage for the U.S. to handle the issue of the U.S. military base in Japan in its interests.\n\t\t\t\t\t\n\t\t\t\t\tThe sinking case was a prelude to the reckless provocation moves of the puppet warmongers aimed to totally bedevil the north-south ties and do harm to the fellow countrymen in alignment with outsiders by sparking off an armed conflict on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tDue to the U.S. and the south Korean warmongers' reckless anti-DPRK moves, the Korean Armistice Agreement was rendered totally defunct though it had existed in form only and the agreement on non-aggression between the north and the south was completely scrapped."
        },
        {
            "title": "DPRK Will Wipe Out Aggressors Wherever They Might Be: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-15ee.html",
            "content": "DPRK Will Wipe Out Aggressors Wherever They Might Be: Rodong Sinmun\r\nPyongyang, March 26 (KCNA) -- The service personnel and the people of the DPRK warned that it would wipe out the U.S. military bases in south Korea and the bases of the U.S. imperialist aggressors in the Pacific operational theatre if they dare make a slightest war move against the DPRK, says Rodong Sinmun Tuesday in a bylined article.\n\t\t\t\t\tCiting facts that there are a lot of U.S. military bases in south Korea and Japan and on Guam and Hawaii, the paper says the aim sought by the U.S. in concentrating military bases in the Pacific area is to stifle the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. seeks to attain two purposes through the confrontation with the DPRK. One is to continuously stage a war without a gun-report with the DPRK. In other words, it plans to use the military threat, offensive of pressure and policy of vicious blockade based on the hostile policy toward the DPRK. By doing so, it looks to divert public attention away from its serious bankruptcy, throw a wet blanket over the righteous struggle of the world revolutionary people advancing toward independence and progress and force its allies and reactionary forces to stage anti-DPRK moves.\n\t\t\t\t\t\n\t\t\t\t\tAnother purpose is to ignite an all-out war against the DPRK. The war between the DPRK and the U.S. is inevitable unless the U.S. drops its ambition to stifle the DPRK. This is the main purpose sought by the U.S. imperialists through the operation of military bases in the Pacific operational theatre.\n\t\t\t\t\t\n\t\t\t\t\tDangerous is that the U.S. attack on the DPRK can spill over into a nuclear war. The U.S. imperialists assert that it is regrettable that they did not use A-bombs during the Korean war. They are now trying to realize their ambition by working out many scenarios of a nuclear war against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists' scenarios of a nuclear war are becoming a reality through various drills for a war against the DPRK. They are watching for a chance to ignite a new Korean war in their bases in the Pacific. \n\t\t\t\t\t\n\t\t\t\t\tThey are sadly mistaken if they think they can go scot-free in case a war breaks out on the Korean Peninsula."
        },
        {
            "title": "S. Korean Warmongers Hell-bend on Large-scale Naval Exercises",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-30ee.html",
            "content": "S. Korean Warmongers Hell-bend on Large-scale Naval Exercises\r\nPyongyang, March 26 (KCNA) -- The south Korean naval force is staging large-scale mobile drills in the West Sea of Korea from March 25, according to KBS of south Korea.\n\t\t\t\t\tIt is kicking off the war maneuvers to strike the DPRK from the sea with huge offensive forces of the navy including destroyers, convoys, patrol crafts, guided-missile high-speed warships and high-speed boats involved.\n\t\t\t\t\t\n\t\t\t\t\tThe exercises are reported to last four days around the 3rd anniversary of the Cheonan warship sinking case.\n\t\t\t\t\t\n\t\t\t\t\tThey have reached a reckless phase due to the warmongers' moves to unreasonably link the case with the DPRK the truth of which had already been disclosed to the world."
        },
        {
            "title": "S. Korean Regime Denounced for Trying to Fabricate \"Human Rights Resolution\" against DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-12ee.html",
            "content": "S. Korean Regime Denounced for Trying to Fabricate \"Human Rights Resolution\" against DPRK\r\nPyongyang, March 26 (KCNA) -- At a session of the UN Human Rights Council (UNHRC) the south Korean puppet regime made desperate efforts to fabricate an anti-DPRK \"human rights resolution\".\n\t\t\t\t\tDPRK's papers on Tuesday in bylined commentaries term it another grave challenge to the sovereignty, sacred social system and dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\tAt the session a few days ago the south Korean puppets got frenzy to create an atmosphere for cooking up a \"resolution\" against the DPRK, crying out for \"punishing it by indicting it at the International Criminal Court\" and \"forming a commission of inquiry\". They went the lengths of egging human scum on to give evidence to fan up the fabrication of \"human rights resolution\" against the DPRK. What touches off towering resentment is that they dared hurt the dignity of the supreme leadership of the DPRK, calling for \"inquiry\" and the like.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean puppets ran amuck more than once to do harm to the DPRK, proposing a sinister \"human rights resolution\" jointly with the anti-DPRK hostile forces under the manipulation of the U.S. at UN sessions.\n\t\t\t\t\t\n\t\t\t\t\tBut this is the first time that they went on the rampage to set up even a UN body for hurting the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThis clearly indicates that the puppets have reached a height in their vicious moves to hurt the idea and social system of the compatriots in collusion with the outside forces, as evidenced by their moves to tarnish the image of the dignified DPRK under the signboard of conspiratorial \"human rights\" issue. \n\t\t\t\t\t\n\t\t\t\t\tThey are misjudged if they think they can realize their ambition through smear \"human rights\" campaign against the DPRK, which they failed to do, by kicking up a nuclear racket against it. \n\t\t\t\t\t\n\t\t\t\t\tMinju Joson dismisses the puppets' remark that \"the civilians should positively help the activities of the commission for investigating the north's human rights\" as criminal one of going against public opinion as they reduced south Korea into a biggest tundra of human rights.  \n\t\t\t\t\t\n\t\t\t\t\tIt says no matter how slyly the U.S. and its allies move against the DPRK, that will only give further spurs to the service personnel and people of the DPRK who are advancing along the road of independence, Songun and socialism in their all-out action against the U.S."
        },
        {
            "title": "U.S., S. Korean Authorities Accused of Threatening Peace on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-25ee.html",
            "content": "U.S., S. Korean Authorities Accused of Threatening Peace on Korean Peninsula\r\nPyongyang, March 26 (KCNA) -- The Joint Action for Peace against War in south Korea held a rally in Seoul on March 21 at which it denounced the U.S. and south Korean warmongers for threatening peace on the Korean Peninsula.\n\t\t\t\t\tAt the rally the organization said that the U.S. mobilization of nuclear strategic bomber, nuclear submarine, etc. for the joint military exercises now under way is a demonstration of armed forces to ignite a nuclear war on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. seeks to stifle the north through the \"sanctions\" racket against it but the past history has proved that it was wrong, it noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\tPeace can never be achieved as long as the U.S. is reneging on the agreements between the DPRK and the U.S. and is busy pursuing its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe basic guarantee for defusing the danger of war is for the U.S. and the south Korean authorities to stop the north-targeted military exercises and \"sanctions\" racket and implement the south-north joint declarations, it held.\n\t\t\t\t\t\n\t\t\t\t\tIt stated it would turn out in the action against war and for independent reunification and the campaign to have a peace treaty concluded in order to achieve lasting peace on this land."
        },
        {
            "title": "Korean in U.S. Calls for Withdrawal of U.S. Forces from S. Korea",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-33ee.html",
            "content": "Korean in U.S. Calls for Withdrawal of U.S. Forces from S. Korea\r\nPyongyang, March 26 (KCNA) -- An article written by a Korean in the U.S. was posted on the website of the Federation of Koreans in the U.S. on Mar. 21. It called for the withdrawal of the U.S. imperialist aggressor forces from south Korea.\n\t\t\t\t\tThe article said:\n\t\t\t\t\t\n\t\t\t\t\tThe crimes committed by GIs are on the daily increase in south Korea.\n\t\t\t\t\t\n\t\t\t\t\tSouth Korean women's rights are violated by GIs and they are treated like animals.\n\t\t\t\t\t\n\t\t\t\t\tRecently, GIs keep committing crimes in the heart of Seoul but the south Korean authorities are not allowed to investigate the criminals who killed south Koreans because of the U.S.-south Korea \"Status of Forces Agreement\" (SOFA).\n\t\t\t\t\t\n\t\t\t\t\tThe unequal SOFA protects GIs from being punished for any wrong doing but allows them to perpetrate all sorts of evils against south Koreans almost every day.\n\t\t\t\t\t\n\t\t\t\t\tThis is just the sorrow of the people deprived of sovereignty.\n\t\t\t\t\t\n\t\t\t\t\tNevertheless, the successive \"governments\" of south Korea remained passive onlookers to these crimes, far from taking any measure against them.\n\t\t\t\t\t\n\t\t\t\t\tOn the contrary, the ruling party and the \"government\" crack down upon those who protest against the GIs' crimes, terming them \"forces following the north\", \"pro-north forces\" and \"Reds\".\n\t\t\t\t\t\n\t\t\t\t\tIt is, indeed, ridiculous for them to run amuck in their racket for eliminating the \"forces following the north,\" while keeping mum about the GIs' evildoings, though they are obliged to get the U.S. troops pulled out of south Korea.\n\t\t\t\t\t\n\t\t\t\t\tThere are in the south a group of good-for-nothings who are unable to discern truth from lies under the ill-judged \"government\" which depends on the U.S. forces that bring only the danger of war to both the north and the south, and plutocrats and the rich who account for just one percent of the population. They are cancer-like entities in society which can hardly distinguish justice from injustice.\n\t\t\t\t\t\n\t\t\t\t\tMiserable, indeed, are the south Korean people, women, in particular.\n\t\t\t\t\t\n\t\t\t\t\tIt is necessary to protect sons and daughters of the nation and all Koreans from the crimes of the brute-like GIs.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. forces should be forced out of south Korea."
        },
        {
            "title": "Officials of Chongryon Vow to Turn Out in Patriotic War for National Reunification",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-26ee.html",
            "content": "Officials of Chongryon Vow to Turn Out in Patriotic War for National Reunification\r\nPyongyang, March 26 (KCNA) -- Officials of the General Association of Korean Residents in Japan (Chongryon) released statements on March 23 in response to the appeal of the Central Committee of the Democratic Front for the Reunification of Korea (DFRK) which called for turning out in the all-people resistance and the just sacred patriotic war for reunification to shatter the reckless confrontation and war moves of the U.S. and the south Korean puppet forces and defend the sovereignty and dignity of the nation.\n\t\t\t\t\tKim Cha Dol, chairman of the Central Standing Committee of the Korean Youth League in Japan, said that the prevailing situation once again clearly proves that the U.S. imperialists are, indeed, disturbers of peace and stability on the Korean Peninsula and aggressors. \n\t\t\t\t\t\n\t\t\t\t\tHe went on:\n\t\t\t\t\t\n\t\t\t\t\tPeace is dear for us but the dignity and sovereignty of the nation dearer than it. This is truth shown by history and true patriotic faith.\n\t\t\t\t\t\n\t\t\t\t\tHo Yong Ho, secretary general of the Central Standing Management Board of the Korean Youth Commercial Association in Japan, said the present all-out action is the confrontation between the whole Korean nation to defend its dignity and sovereignty and the U.S.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed conviction that the homeland is sure to win as it has achieved unbreakable single-minded unity of all service personnel and people under the leadership of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tKang Chu Ryon, chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, said that Koreans in Japan know better than anyone that the homeland is dearer than one's life and one without sovereignty is more dead than alive.\n\t\t\t\t\t\n\t\t\t\t\tPak Tong Ho, chairman of the Central Standing Committee of the Union of Korean Students in Japan, noted that all the students studying in Japan will turn out as one in the just sacred patriotic war for reunification to defend the sovereignty and dignity of the nation in hearty response to the appeal of the DFRK Central Committee."
        },
        {
            "title": "Japan under Fire for Evading Crime Related to Sexual Slavery",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-16ee.html",
            "content": "Japan under Fire for Evading Crime Related to Sexual Slavery\r\nPyongyang, March 26 (KCNA) -- Recently the Japanese envoy to the United Nations said the sexual slavery by the Japanese imperialists should not be dealt as a political and diplomatic issue.\n\t\t\t\t\tCommenting on this, Rodong Sinmun Tuesday says in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\tThis brazen-faced remark shows the moral vulgarity of Japan, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese authorities have so far run the whole gamut of tricks to sweep the monstrous crimes committed by the Japanese imperialists under the carpet.\n\t\t\t\t\t\n\t\t\t\t\tActually Japan is under international criticism for having not liquidated its past crimes.\n\t\t\t\t\t\n\t\t\t\t\tJapan's attitude and stance towards the past crimes serve as a benchmark judging whether it will win trust or be left isolated and rejected in the international arena.\n\t\t\t\t\t\n\t\t\t\t\tAs Germany officially admitted its war crimes against humankind and apologized and compensated for those crimes, it is earning trust by the international community. So, a few countries opposed German bid for the permanent membership of the UN Security Council.\n\t\t\t\t\t\n\t\t\t\t\tOn the contrary, the majority of the countries on earth are opposed to Japan's bid to sit on UNSC.\n\t\t\t\t\t\n\t\t\t\t\tA country which is not faithful to its responsibilities under international law and moral obligation can never gain international trust.\n\t\t\t\t\t\n\t\t\t\t\tThe issue of the liquidation of the past crimes can not be left to Japan alone.\n\t\t\t\t\t\n\t\t\t\t\tThere should be an international human rights organization investigating the crimes related to sexual slavery by the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\tJapan, a criminal state in the 20th century and the only country that has not liquidated past crimes, should be taken to International Criminal Court based on the historical facts."
        },
        {
            "title": "Japan PM's Remarks Critical of Ruling at World War II Military Tribunal Assailed",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-13ee.html",
            "content": "Japan PM's Remarks Critical of Ruling at World War II Military Tribunal Assailed\r\nPyongyang, March 26 (KCNA) -- Japanese Prime Minister Abe at a recent session of the Budget Committee of the House of Representatives said the \"ruling at the International Military Tribunal for Far East following World War II was a judgment given by UN victor nations\".\n\t\t\t\t\tMinju Joson in a bylined commentary Tuesday says one can not but take a serious note of Japan's abrupt intention to tear off one page of history after the lapse of more than six decades since the trial that indicted Japan for its war crimes. \n\t\t\t\t\t\n\t\t\t\t\tThe trial reflected the unanimous desire of the people and the international community to indict and punish Japan for its war crimes in Asia and hideous crimes against humanity, the news analyst says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe court ruling served as an important base for establishing international order after the war.\n\t\t\t\t\t\n\t\t\t\t\tJapan has no justifications to complain about the military trial. Japan was \"leniently treated\" when compared with Nazi Germany, a war criminal state.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese emperor, who was most responsible for the war, survived and top class war criminal Shigemitsu who was foreign minister during the wartime again held the post. Lots of other war criminals also evaded responsibility for the war.\n\t\t\t\t\t\n\t\t\t\t\tThe same goes for Abe family. Abe's maternal grandfather Nobusuke, a top class war criminal, was set free even though he deserved punishment. He was elected a member of the House of Representatives the same year and became prime minister a few years later.\n\t\t\t\t\t\n\t\t\t\t\tIt is illogical for Abe to say this or that about the military trial. It is improper behavior in the light of morality as well.\n\t\t\t\t\t\n\t\t\t\t\tHowever, Abe tries to distort the historic nature of the trial, an indication of his strong ambition to revive militarism.\n\t\t\t\t\t\n\t\t\t\t\tJapan is now trying in vain to bring back the past. This will only lead it to international isolation and final ruin.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries should bear in mind that Japan's future lies in respecting history and breaking with the past based on it."
        },
        {
            "title": "DPRK FM Spokesman's Answer Reported Abroad",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-08ee.html",
            "content": "DPRK FM Spokesman's Answer Reported Abroad\r\nPyongyang, March 26 (KCNA) -- Media of different countries and regional organizations reported on March 20 and 21 the answer given by a spokesman for the DPRK Foreign Ministry to the question put by KCNA as regards the fact that the U.S. imperialist aggressor forces let B-52 make sorties to the Korean Peninsula. \n\t\t\t\t\tThe Nepali paper Nepal Today carried the full text of the answer under the title \"DPRK FM Spokesman Accuses U.S. of Strategic Bomber's Sorties to Korean Peninsula\". \n\t\t\t\t\t\n\t\t\t\t\tThe Indian paper Times of India, the Brazilian paper O Globo, the Thai paper Bangkok Post and the Asian News Channel TV of Singapore elaborated on the answer, saying: The U.S. is introducing strategic nuclear strike means into the Korean Peninsula at a time when the situation is inching close to the brink of war. It is an unpardonable provocation against the DPRK to sound out its strongest will. The hostile forces will never be able to escape its strong military counteraction, should the strategic bomber make another sortie to the peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe answer of the DPRK FM spokesman was also carried by the Russian internet magazines Mar 12, Hanber Journal and Remchichi, the Vietnamese paper Nhan Dan, the Egyptian papers Al-Ahram and Al Ahbar, the Ukrainian internet paper Obektsivnaya Gazetta and internet websites of the Russian Group for Solidarity with the DPRK, the Communist Workers' Party of Belarus, the Anti-Imperialist Front of France, the Communist Party of Brazil, the Brazilian Committee for Solidarity with the DPRK and the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary to Be Celebrated in Belarus",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-01ee.html",
            "content": "Kim Il Sung's Birth Anniversary to Be Celebrated in Belarus\r\nPyongyang, March 26 (KCNA) -- A Belarusian preparatory committee was formed in Minsk on March 20 to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tThe chairman of the Permanent Committee of the BelarusDPRK National Friend Association Named After Kim Il Sung was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\tThe preparatory committee brought together representatives of the Communist Workers' Party of Belarus, Permanent Committee of the BelarusDPRK National Friend Association Named After Kim Il Sung, the Social Federation \"for the Union and Union's Communist Party\" and the Social Association \"for Democracy, Social Progress and Justice.\"\n\t\t\t\t\t\n\t\t\t\t\tIt decided to hold colorful political and cultural events including a seminar on Kim Il Sung's revolutionary life and feats and a film show and publish a special write-up."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary to Be Celebrated by Int'l Organization",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-02ee.html",
            "content": "Kim Il Sung's Birth Anniversary to Be Celebrated by Int'l Organization\r\nPyongyang, March 26 (KCNA) -- A preparatory committee was organized by the Korean Friendship Association in Tarragona, Spain on March 19 to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tAlejandro Cao de Benos, chairman of the Korean Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\tThe committee decided to post works of Kim Il Sung, leader Kim Jong Il and the dear respected Kim Jong Un on its internet homepage and hold colorful political and cultural events in different countries under the sponsorship of affiliate associations."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary to Be Marked in Hungary",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-03ee.html",
            "content": "Kim Il Sung's Birth Anniversary to Be Marked in Hungary\r\nPyongyang, March 26 (KCNA) -- A Hungarian preparatory committee was formed in Budapest on March 21 to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\tGyula Thurmer, chairman of the Hungarian Communist Workers' Party, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\tThe committee decided to hold various celebrations to praise Kim Il Sung's revolutionary feats in the capital and local cities from March 21 to April 17."
        },
        {
            "title": "Homepage in Romania Introduces DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-04ee.html",
            "content": "Homepage in Romania Introduces DPRK\r\nPyongyang, March 26 (KCNA) -- The Socialist Party of Romania on March 20 opened an internet homepage to introduce the DPRK.\n\t\t\t\t\tVasile Orleanu, chairman of the Supreme Council of the party, said that the public interest in the DPRK has grown stronger than ever before among people of various circles of the European countries including Romania.\n\t\t\t\t\t\n\t\t\t\t\tHe said the goal of the opening of the homepage was to widely introduce and disseminate events taking place in the DPRK and its achievements in building an economic power.\n\t\t\t\t\t\n\t\t\t\t\tParticularly, it is aimed to give correct understanding of the DPRK to the world amid the anti-DPRK racket kicked up by the Western countries, and to contribute to developing the relations between the European countries and the DPRK, he added."
        },
        {
            "title": "DPRK's Stance Hailed by British Party's Organ",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-05ee.html",
            "content": "DPRK's Stance Hailed by British Party's Organ\r\nPyongyang, March 26 (KCNA) -- The organ of the Communist Party of Great Britain (Marxist-Leninist) No. 217 carried an article saying that the DPRK's possession of nuke was aimed to ensure peace, not to pose threat. \n\t\t\t\t\tThe imperialists asserted that the DPRK had no right to launch satellite, while labeling its successful satellite launch by its own efforts and technology in December of last year as a violation of the \"resolution\" of the UN Security Council, said the paper.\n\t\t\t\t\t\n\t\t\t\t\tThis is a brigandish theory to assert that the DPRK can not launch satellite even it is for peaceful purposes, the paper noted, adding:\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK strongly rejected the unjust UNSC \"resolution on sanctions\" and launched a new stage of anti-U.S. actions. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people fully displayed dauntless heroism in the most arduous Fatherland Liberation War and achieved eye-opening scientific and technological successes despite all sorts of challenges by the imperialists. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will as ever win only victories by frustrating the anti-DPRK hostile moves of the imperialists in the future, too. \n\t\t\t\t\t\n\t\t\t\t\tThe Communist Party of Great Britain (Marxist-Leninist) will not allow the imperialist forces' moves to stifle the DPRK and fully support the just cause of the Korean people."
        },
        {
            "title": "U.S. and Its Allies' Moves to Stifle DPRK Protested in Britain",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-06ee.html",
            "content": "U.S. and Its Allies' Moves to Stifle DPRK Protested in Britain\r\nPyongyang, March 26 (KCNA) -- A demonstration denouncing the U.S. and its allies' moves to stifle the DPRK took place outside the U.S. embassy in London on March 19. \n\t\t\t\t\tPresent there were personages of the New Communist Party of Britain, the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and other political parties and organizations and masses. \n\t\t\t\t\t\n\t\t\t\t\tSpeeches were made before the demonstration. \n\t\t\t\t\t\n\t\t\t\t\tDermot Hudson, chairman of the British Association for the Study of Songun Policy, said that Key Resolve and Foal Eagle joint military exercises were drills for provoking a new war of aggression on the Korean Peninsula from A to Z. \n\t\t\t\t\t\n\t\t\t\t\tHe branded the UN Security Council as a servant of the U.S. as it fabricated another anti-DPRK \"resolution on sanctions\", pulling it up over the nuclear test for self-defence.\n\t\t\t\t\t\n\t\t\t\t\tAndy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, said that the U.S. was making desperate efforts to perpetuate the division of the Korean Peninsula, while egging the south Korean authorities on to anti-DPRK moves. \n\t\t\t\t\t\n\t\t\t\t\tThe demonstrators chanted slogans \"Victory to Korean people\", \"No sanctions and war\", \"Yankees, go home\" and \"Korea is one\" holding the DPRK flags and placards reading \"No UNSC resolution on sanctions\"."
        },
        {
            "title": "Malvinas Dispute between UK and Argentina: News Analyst",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-18ee.html",
            "content": "Malvinas Dispute between UK and Argentina: News Analyst\r\nPyongyang, March 26 (KCNA) -- The dispute on the claim to the Malvinas Islands, known as the Falklands to the British, is getting acute between Argentina and the UK.\n\t\t\t\t\tThe dispute sparked with the unilateral British referendum among the residents of the Malvinas on Mar. 10 and 11 on whether to remain as Britain's overseas territory.\n\t\t\t\t\t\n\t\t\t\t\tGenerally people think that a territorial dispute occurs between two neighboring countries.\n\t\t\t\t\t\n\t\t\t\t\tThe Malvinas dispute, however, is between two countries in the different continents so that it draws an international concern.\n\t\t\t\t\t\n\t\t\t\t\tThe islands consist of 200 islands just off the southern coast of Argentina. \n\t\t\t\t\t\n\t\t\t\t\tArgentina had acquired the ownership of the islands since it got independent from the Spanish colonial rule in 1816. Since then Argentina had exercised the legal right to control the islands.\n\t\t\t\t\t\n\t\t\t\t\tBritish troops seized the islands about 14,000 km away from the mainland in 1833 by force of arms and killed its natives at random and drove them away by force. Britain had since prevented them from returning and registering as legal residents of the islands while pursuing a national assimilation policy by immigrating British people into the islands.\n\t\t\t\t\t\n\t\t\t\t\tThen what is the real purpose of Britain to grab the barren islands inhabited by less than 3,000 people at any cost?\n\t\t\t\t\t\n\t\t\t\t\tAs an answer to this question, analysts say that the aim of Britain is to consolidate its rule over the Malvinas and waters off them, protect its interests in territory, navigation, trade routes, air space and increase its military presence in the Antarctic rich in natural resources in a bid to bolster its position in the region. \n\t\t\t\t\t\n\t\t\t\t\tBritain has insisted on the referendum only, strongly opposed to talks with Argentina over the Malvinas dispute.\n\t\t\t\t\t\n\t\t\t\t\tBritain unilaterally went ahead with the referendum after its proposal to change the wording of UN General Assembly resolution 2065 to include the principle of people's right to self-determination was flatly rejected by the United Nations. \n\t\t\t\t\t\n\t\t\t\t\tArgentina is strongly reacting against the UK's referendum, terming it meaningless act that carries no international legitimacy.\n\t\t\t\t\t\n\t\t\t\t\tThe Argentine government claimed that the referendum is simply invalid because most of the islands' population is not indigenous but \"transplanted British citizens,\" and therefore cannot be asked to vote on whether they want independence from colonial rule. It declared that it would not stop the struggle to retrieve the islands against the desperate moves of the UK.\n\t\t\t\t\t\n\t\t\t\t\tLatin American countries are extending full support and solidarity to the stance of Argentina.\n\t\t\t\t\t\n\t\t\t\t\tAt a summit of the Community of Latin American and Caribbean States recently held in Santiago of Chile a joint declaration was adopted to unequivocally support the Argentine dominium over the Malvinas Islands.\n\t\t\t\t\t\n\t\t\t\t\tThe Venezuelan Foreign Ministry in its statement rejected the UK's referendum as a violation of relevant UN resolutions and international law, adding self-determination cannot be claimed in a disputed and colonized territory with a population forcibly implanted representing UK interests.\n\t\t\t\t\t\n\t\t\t\t\tIn disregard of that fair public opinion, the UK persists in its stance, employing such method where a force prevails, right perishes, being backed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\tThe prime minister of the UK said it would always be ready to defend citizens in the remote Falkland Islands.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. administration said that its position regarding the Falkland Islands, known as the Malvinas to the Argentines, remains unchanged, but acknowledged that the Falklands residents have clearly expressed their preference in a recent referendum.\n\t\t\t\t\t\n\t\t\t\t\tArgentina is now maintaining its firm stand to retrieve the islands at any cost.\n\t\t\t\t\t\n\t\t\t\t\tBut the UK is not to easily give up its ambition and the U.S. is fanning up the dispute by backing the former in view of its strategic interests so that the islands dispute will become more and more acute, predict sources."
        },
        {
            "title": "Kim Jong Un dirige ejercicios de desembarco y antidesembarco de unidades de EPC",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-01ss.html",
            "content": "Kim Jong Un dirige ejercicios de desembarco y antidesembarco de unidades de EPC\r\nPyongyang, 26 de marzo (ACNC) -- El Mariscal Kim Jong Un, Premier Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio el dia 25 los ejercicios de desembarco y antidesembarco de las grandes unidades combinadas 324 y 287 y la unidad combinada naval 597, del EPC.\n\t\t\t\t\tEl Comandante Supremo dio de repente la orden de ejercicios y realizo el examen final sobre la capacidad de operacion de desembarco y antidesembarco de las grandes unidades combinadas terrestres y unidades combinadas navales, del EPC ubicadas en la parte oriental del frente y la costa oriental de Corea, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tTras recibir el parte sobre el plan de ejercicios, el Comandante Supremo dio la orden de iniciarlos.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, se efectuaron el entrenamiento de aniquilar en el mar al colectivo enemigo de desembarco.\n\t\t\t\t\t\n\t\t\t\t\tAbrieron disparo simultaneo los lanzacohetes reactivos autopropulsados.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal se mostro muy satisfecho diciendo que han fijado correctamente la hora de ataque conforme a la intencion de desembarque de los enemigos y dado el canonazo concentrado contra el colectivo de buques de guerra de los \"enemigos\" cuando era altisima la tasa de destruccion.\n\t\t\t\t\t\n\t\t\t\t\tHay que aniquilar cabalmente en el mar al colectivo de desembarque de \"enemigos\" con el fuerte fuego artillero antes de llegar a la costa, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tAcentuo que en el gran combate contra los enemigos mostraran el impetu del heroico EPC y sepultaran en el mar hasta el ultimo enemigo desesperado.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, comenzo la accion de combate de desembarco de la unidad combinada naval 597 del EPC.\n\t\t\t\t\t\n\t\t\t\t\tLos buques de guerra de alta velocidad desembargaron sucesivamente.\n\t\t\t\t\t\n\t\t\t\t\tMirando a traves de binoculos a los combatientes que ocupaban de un salto la \"posicion enemiga\", el Mariscal les aprecio senalando que son muy habiles y que si era el combate real, los enemigos quedarian fuera de sentidos.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo llamo a las soldados del canon 3 del primer peloton de la compania adscrita a la gran unidad combinada 324 del EPC, movilizadas en el ataque artillero contra el colectivo enemigo de desembarque, fijo a su lado la posicion de fuego y dio la orden de disparar contra el blanco inesperado.\n\t\t\t\t\t\n\t\t\t\t\tInformadas de la orden del Comandante Supremo, las artilleras de lanzacohetes reactivos autopropulsados ocuparon rapidamente la posicion y acertaron el blanco fijado por el.\n\t\t\t\t\t\n\t\t\t\t\tTomo una tras otra las manos de ellas y les elogio altamente apuntando que son artilleras excelentes y que han cumplido perfectamente la mision dada fuera del plan de ejercicios.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo se fotografio junto a ellas.\n\t\t\t\t\t\n\t\t\t\t\tSon laudables nuestras mujeres coreanas, recalco y asevero que las artilleras de lanzacohetes reactivos autopropulsados dispuestas a combatir uno contra ciento, son incomparables con las bombas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tLes estimulo a hacer mas bien los ejercicios y librar dinamicamente en los dias cotidianos el movimiento por ser artillero famoso capaz de aniquilar uno contra ciento y agrego que se hagan artilleras heroinas tras sepultar todos los buques de guerra de enemigos en la batalla de vida o muerte.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Hyon Yong Chol, Pak Jong Chon y Rim Kwang Il."
        },
        {
            "title": "Declaracion de Comandancia Suprema de Ejercito Popular de Corea",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-20ss.html",
            "content": "Declaracion de Comandancia Suprema de Ejercito Popular de Corea\r\nPyongyang, 26 de marzo (ACNC) -- La Comandancia Suprema del Ejercito Popular de Corea publico el dia 26 la siguiente declaracion:\n\t\t\t\t\tPese a las repetidas advertencias del ejercito y el pueblo de la Republica Popular Democratica de Corea, la campana de guerra nuclear de Estados Unidos contra la RPDC paso el limite peligroso y se desarrolla en la etapa de combate real.\n\t\t\t\t\t\n\t\t\t\t\tA eso de las 8 de la manana del dia 25, la escuadrilla de bombarderos estrategicos norteamericanos B-52 desplegados en la base aerea de Anderson de la isla Guam aparecio de repente sobre el cielo del Sur de Corea y desarrollo de modo intensivo desde a eso de las 11:50  los ejercicios de ataque nuclear real contra los objetos imaginarios en la profundidad de la RPDC y lo publico de manera abierta.\n\t\t\t\t\t\n\t\t\t\t\tCoincidiendo en tiempo con esto, EE.UU. divulgo a traves de los medios de prensa conservadores del Sur de Corea el proceso de operacion de asesinar a Osama Bin Laden ocurrido en 2010 y dio publicidad sin titubeo que el plan operacional de  las \"fuerzas aliadas Sur de Corea-EE.UU.\" elaborado por si mismos abarca el brutal plan de operacion de damnificar nuestra dignidad maxima con los medios de ataque de asesinato de las tropas agresoras yanquis y el ejercito titere del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, dijo que la operacion para deshonrar nuestra maxima dignidad no tiene ningun problema en lo militar y tecnico y agrego que esta observando con precision todas nuestras acciones relacionadas y que ahora es el momento de practicar la \"politica sobre el Norte no de manera defensiva sino de ofensiva\". Al igual que el traidor Lee Myung Bak, las actuales autoridades titeres, volviendo a relacionar a la fuerza el caso de hundimiento de  la corbeta surcoreana \"Cheonan\" con la RPDC y imputarle la responsabilidad del caso de canonazos en la isla Yonphyong, anuncian atrevidamente que ellas planean atacar a precision con misiles las estatuas de bronce de los grandes Generalisimos levantadas a lo largo y ancho del pais incluyendo Pyongyang en caso de que se produzca otra vez la \"provocacion local\" del mismo caracter.\n\t\t\t\t\t\n\t\t\t\t\tY se atrevieron a decir que ya han elaborado la \"lista de destruccion por turno\" a base del analisis detallado de la posicion, dimension y caracteristicas de las estatuas.\n\t\t\t\t\t\n\t\t\t\t\tTodos estos movimientos demuestran fehacientemente que entraron en la imprudente etapa de accion sobrepasando la simple fase de amenaza los actos hostiles anti-RPDC del imperio yanqui, los titeres surcoreanos y las fuerzas seguidoras que se perpetran cuestionando el lanzamiento de satelite artificial y la prueba nuclear subterranea de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa gravedad del caso reside en que tales imprudentes maquinaciones se coinciden con que la resolucion de sancion anti-RPDC inventada por el imperio pasa a la accion intransigente bajo la connivencia de todas las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a actual situacion creada, la Comandancia Suprema del Ejercito Popular de Corea declara al interior y el exterior del pais la determinacion final del ejercito y pueblo de la RPDC:\n\t\t\t\t\t\n\t\t\t\t\t1. Se mostrara con acciones militares la voluntad de enfrentamiento rotundo del ejercito y el pueblo de la RPDC para defender la soberania y la maxima dignidad del pais. \n\t\t\t\t\t\n\t\t\t\t\tLa paciencia tambien tiene su limite.\n\t\t\t\t\t\n\t\t\t\t\tLa conclusion que saco la RPDC es no tolerar mas la grave realidad en que se ven violadas la soberania y la maxima dignidad del pais y la amenaza y el chantaje nuclear de EE.UU. pasan a la accion de guerra.\n\t\t\t\t\t\n\t\t\t\t\tA partir de este momento, la Comandancia Suprema del EPC pondra en el estado de guardia de combate no.1 a todos los cuerpos artilleros de campana, incluyendo las unidades de cohetes estrategicos y las artilleras de largo alcance, que tienen la mision de atacar las bases del ejercito agresor norteamericano dentro de la zona operacional militar del Pacifico como el territorio estadounidense, Hawai y la isla Guam, y todos los blancos enemigos en el Sur de Corea y su contorno.\n\t\t\t\t\t\n\t\t\t\t\t2. Se demostrara con acciones fisicas a las actuales autoridades titeres surcoreanas, que se adhieren a la politica hostil anti-RPDC de su amo norteamericano, la voluntad superintransigente del EPC.\n\t\t\t\t\t\n\t\t\t\t\tSeria absurdisimo si ellas piensan en poder tener la oportunidad de represalia, es decir, la de atacar el llamado \"foco\" y las \"fuerzas de apoyo\" y \"las de mando\".\n\t\t\t\t\t\n\t\t\t\t\tDeben darse cuenta de que el primer golpe reducira lo todo a cenizas.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de la RPDC se mantienen en su invariable posicion de no permitir jamas que los actos vendepatrias del ex gobernante, que ha bloqueado durante 5 anos el camino de paz y prosperidad llevando las relaciones intercoreanas a la ruptura, prosigan por la actual mandataria. \n\t\t\t\t\t\n\t\t\t\t\t3. Exhortamos a la humanidad progresista de todo el mundo que se opone a la guerra y ama la paz a levantarse como un solo hombre en la lucha contra la coaccion y la arbitrariedad de bandidesco EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa injusticia del pais grande que tiene poderosas fuerzas militares no puede ser la justicia.\n\t\t\t\t\t\n\t\t\t\t\tSi pierde la imparcialidad la resolucion del Consejo de Seguridad de la ONU, esto ya significa la injusticia y el crimen internacional que navega a contrapelo de la corriente de la epoca.\n\t\t\t\t\t\n\t\t\t\t\tLa injusticia es temporal y la llama mortecina.\n\t\t\t\t\t\n\t\t\t\t\tPero, la justicia es eterna y la llama ardiente.\n\t\t\t\t\t\n\t\t\t\t\tLa Comandancia Suprema del EPC llama a la conciencia del mundo a sumarse a la lucha del ejercito y el pueblo de Corea por defender la soberania y la justicia en vez de seguir ciegamente a la coaccion y la arbitrariedad de EE.UU. y a la \"resolucion\" del Consejo de Seguridad de la ONU, carente de la imparcialidad.\n\t\t\t\t\t\n\t\t\t\t\tLa victoria esta a lado del ejercito y el pueblo de la RPDC levantados para defender la soberania y de la humanidad progresista del mundo amantes de la justicia y la paz."
        },
        {
            "title": "ACNC denuncia rumor de \"venta de drogas\" inventado por EE.UU.",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-24ss.html",
            "content": "ACNC denuncia rumor de \"venta de drogas\" inventado por EE.UU.\r\nPyongyang, 26 de marzo (ACNC) -- En adhesion a la politica hostil anticoreana de las autoridades estadounidenses, el periodico estadounidense Washington Post induce en error la opinion publica hablando del rumor de \"venta de drogas\" de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEste periodico inserto en su numero del dia 23 un articulo falso con el titulo de que el \"Norte de Corea ordena a sus diplomaticos ser narcotraficantes\".\n\t\t\t\t\t\n\t\t\t\t\tEsto es nueva campana intrigante.\n\t\t\t\t\t\n\t\t\t\t\tEsto no se puede pasar por alto en la situacion actual en que se perpetran en el maximo nivel las maquinaciones hostiles anti-RPDC de EE.UU. y las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tAhora, el imperio se queda perplejo ante el espiritu de la RPDC que responde con el combate de enfrentamiento superintransigente antiyanqui a la ejecucion de su politica hostil como la \"resolucion de sancion\" y los ejercicios militares conjuntos \"Foal Eagle\".\n\t\t\t\t\t\n\t\t\t\t\tPor tanto, se hace mas abierto el malsano intento de intensificar el ambiente internacional de presion tildando a la RPDC como \"Estado criminal\" y \"malvado\".\n\t\t\t\t\t\n\t\t\t\t\tEl imperio justifica la aprobacion de la \"resolucion de sancion\" del Consejo de Seguridad de la ONU para vigilar a los diplomaticos coreanos e incita su implementacion.\n\t\t\t\t\t\n\t\t\t\t\tSi se ve el proceso de publicacion de tal articulo falso se puede saber la naturaleza malsana de las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tEl surcoreano Chosun Ilbo, periodico venal conservador que se entrega a la intriga y la falsificacion, difundio el dato falsificado diciendo que es \"testimonio\" de un \"fugitivo norcoreano\". \n\t\t\t\t\t\n\t\t\t\t\tHistoricamente, Chosun Ilbo sirvio de nido de demagogia que se dedicaba solo a la divulgacion de blasfemias sobre la RPDC convirtiendo lo blanco en negro al incorporarse a la campana de autoridades de enfrentamiento fratricida.\n\t\t\t\t\t\n\t\t\t\t\tEs grave que Washington Post, que se cree periodico influyente, haya repetido los embustes de \"fugitivos norcoreanos\" y Chosun Ilbo.\n\t\t\t\t\t\n\t\t\t\t\tAlli, hay un calculo politico.\n\t\t\t\t\t\n\t\t\t\t\tLa intencion del periodico norteamericano, siendo brigada de choque de las maniobras de la administracion de EE.UU. de hostilidad a la RPDC, es difamar la imagen exterior de la RPDC para dar razon a la politica anti-RPDC que fue condenada por la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tTratar exactamente el problema es importante para un medio de prensa que desea la exactitud, la imparcialidad y la objetividad.\n\t\t\t\t\t\n\t\t\t\t\tEn nuestro pais no existe el uso ilegal, el trafico y la produccion de drogas que deforman mentalmente a la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC firmo ya los convenios internacionales relacionados con el control de droga y realiza estrictamente el control de la entrada de droga desde el exterior observando las leyes internacionales y nacionales.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe ser cuestionado primero en este tema.\n\t\t\t\t\t\n\t\t\t\t\tA principios del ano en curso, las tropas norteamericanas ocupantes en el Sur de Corea intentaron introducir al Sur de Corea gran cantidad de droga, crimen que fue revelado causando un escandalo social.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. que tiene serios problemas sociales como uso, trafico y produccion ilegal de droga, habla de la inexistente \"venta de drogas\", lo que es una cosa totalmente ilogica.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. prosigue con la confrontacion con la RPDC inventando problemas mezquinos, la RPDC intensificara la batalla de confrontacion antiyanqui.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad de hoy en que cada dia mas se recrudece la politica de EE.UU. de hostilizar a la RPDC, exige consolidar mas que nunca las fuerzas disuasivas nucleares, espada del Songun."
        },
        {
            "title": "Rodong Sinmun vuelve a revelar caso de hundimiento de \"Cheonan\"",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-03ss.html",
            "content": "Rodong Sinmun vuelve a revelar caso de hundimiento de \"Cheonan\"\r\nPyongyang, 26 de marzo (ACNC) -- El diario Rodong Sinmun en un articulo individual difundido este martes senala que el incidente de hundimiento de la corbeta surcoreana \"Cheonan\" en que resultaron muertos 46 marineros el 26 de marzo de 2010 fue un complot de Estados Unidos y las autoridades surcoreanas para acabar con las relaciones con el Norte de Corea y desatar la guerra contra este agravando la tension de la Peninsula Coreana, y continua:\n\t\t\t\t\tTodo esto se ha revelado claramente por los testimonios subjetivos y objetivos.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio es el autor que ha fabricado por detras tal incidente.\n\t\t\t\t\t\n\t\t\t\t\tEn aquel tiempo, en visperas de las elecciones intermediarias del Congreso, la capa norteamericana en el poder necesitaba el pretexto para justificar su politica intransigente sobre el Norte que agravo la situacion regional del Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. ideo ese complot para salvar la vida politica de su lacayo Lee Myung Bak condenado entonces por la opinion publica por el servilismo proyanqui, la confrontacion fratricida y la malsana politica antipopular sin precedente y utilizarlo como brigada del cumplimiento de estrategia de agresion a la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos conspiradores norteamericanos y surcoreanos pretendieron armar un incidente sensacional con que pudieran dar credito a su falso rumor de la \"inquietud de seguridad\" de la Peninsula Coreana y el \"aumento de amenaza del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tDespues de tal caso, las autoridades surcoreanas obtuvieron la \"firme promesa\" de EE.UU. sobre la dilacion del \"traspaso del mando de operaciones en el tiempo de guerra\" y el \"ofrecimiento del disuasivo nuclear\" en el \"tiempo de emergencia\" de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tCon este incidente, el imperio tuvo grandes provechos como la apertura de mercado, el envio de efectivos surcoreanos a ultramar y el aumento de gastos por el mantenimiento de las tropas norteamericanas ocupantes del Sur de Corea y el pretexto de fortalecer mas la campana conflictiva politica y militar anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tY resolvio a su conveniencia el problema de las bases de las tropas norteamericanas en Japon.\n\t\t\t\t\t\n\t\t\t\t\tEl incidente de \"Cheonan\" fue el preludio de las imprudentes maquinaciones provocativas de los belicistas surcoreanos para llevar a la ruptura las relaciones con la RPDC y atacar a toda costa a sus connacionales en contubernio con las fuerzas extranjeras provocando los conflictivos armados en esta Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tDebido a las imprudentes maquinaciones anti-RPDC de EE.UU. y los belicistas surcoreanos, se ha invalidado completamente el Acuerdo de Armisticio que existia a duras penas y destruido el acuerdo de no agresion entre ambas partes coreanas."
        },
        {
            "title": "Rodong Sinmun critica vil proceder de autoridades japonesas",
            "url": "http://kcna.co.jp/item/2013/201303/news26/20130326-06ss.html",
            "content": "Rodong Sinmun critica vil proceder de autoridades japonesas\r\nPyongyang, 26 de marzo (ACNC) -- Hace poco, el representante japones ante la ONU disparateo que \"no deben tratarse como problema politico-diplomatico\" los crimenes de esclavitud sexual cometidos por el imperialismo japones en el pasado.\n\t\t\t\t\tTal palabreria demuestra claramente a que punto ha llegado la bajeza moral que caracteriza a Japon. \n\t\t\t\t\t\n\t\t\t\t\tSenala asi el diario Rodong Sinmun en su comentario individual de este martes y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades japonesas se valen de todas artimanas para encubrir todos los crimenes cometidos hasta la fecha por el imperialismo japones. El pais isla es objeto de critica mundial por no haber liquidado sus crimenes.\n\t\t\t\t\t\n\t\t\t\t\tPara Japon, la posicion y actitud en cuanto a su expediente criminal del pasado sirven de pauta que posibilita juzgar si obtiene la confianza o es rechazado en la palestra internacional.\n\t\t\t\t\t\n\t\t\t\t\tAlemania gana la confianza de la sociedad mundial porque ha reconocido oficialmente sus crimenes de guerra cometido contra la humanidad, pedido disculpa e indemnizado. Casi no hay los paises que se oponen a la conversion de ese pais europeo en miembro permanente del Consejo de Seguridad de la ONU. Al contrario, la mayoria de los paises del mundo dicen no a Japon que no ha liquidado todavia sus crimenes del siglo pasado.\n\t\t\t\t\t\n\t\t\t\t\tAunque transcurra el tiempo, no podra ganar nunca el credito internacional el pais que no cumple con su responsabilidad juridica internacional y su obligacion moral en cuanto a sus crimenes antieticos.\n\t\t\t\t\t\n\t\t\t\t\tHay que instaurar un aparato internacional de DDHH que investigue la esclavitud sexual impuesta por el viejo ejercito nipon.\n\t\t\t\t\t\n\t\t\t\t\tEse  pais criminal de guerra del siglo XX merece el juicio penal internacional basado en hechos historicos."
        }
    ]
}