{
    "date": "2013-01-23",
    "url": "http://kcna.co.jp/item/2013/201301/2013-01-23ee.html",
    "articles": [
        {
            "title": "DPRK Refutes UNSC's \"Resolution\" Pulling Up DPRK over Its Satellite Launch",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-01ee.html",
            "content": "DPRK FM Refutes UNSC's \"Resolution\" Pulling up DPRK over Its Satellite Launch \n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- The DPRK Foreign Ministry Wednesday issued the following statement:\n\t\t\t\t\t The DPRK's successful launch of satellite Kwangmyongsong 3-2 in December last year fully demonstrated its space science and technology and its overall national power. This was a stark fact favored by the world and recognized even by hostile forces including the United States. \n\t\t\t\t\t\n\t\t\t\t\t In the wake of desperate efforts on the part of the U.S. and its followers to block the victorious advance of the DPRK, they cooked up a \"resolution\" of the UN Security Council on Tuesday in wanton violation of the inviolable sovereignty of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S.-sponsored \"resolution\" is run through with hostile steps aiming at banning DPRK's satellite launch for peaceful purposes and tightening \"sanctions\" against it to block its economic development and hamstring its work for developing economy and bolstering up defence capability. \n\t\t\t\t\t\n\t\t\t\t\t The above-said countries insist that the DPRK's satellite launch is problematic, asserting that \"it uses ballistic missile technology\" though they know better than any others about the fact that ballistic missile technology is the only means for launching satellite and they launch satellites more than any others. This is self-deception and the height of double-standards. \n\t\t\t\t\t\n\t\t\t\t\t The essence of the matter is the U.S. brigandish logic that a satellite launch for peaceful purposes by a country which the U.S. antagonizes should not be allowed because any carrier rocket launched by it can be converted into long-range ballistic missile threatening the U.S. The UNSC is a marionette of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC \"resolutions\" adopted under the pretext of the DPRK's satellite launches are products of its blind pursuance of the hostile policy of the U.S. seeking disarmament of the DPRK and collapse of its system in violation of the universally accepted international laws. \n\t\t\t\t\t\n\t\t\t\t\t Repeating wrongdoings without courage or responsibility to rectify them are despicable behaviors of cowards deceiving themselves and others. They are putting the peace and stability on the Korean Peninsula and in the region at greater peril.\n\t\t\t\t\t\n\t\t\t\t\t The present situation clearly proves that the DPRK should counter the U.S. hostile policy with strength, not with words and that the road of independence and Songun chosen by the DPRK is entirely just. \n\t\t\t\t\t\n\t\t\t\t\t To cope with the prevailing situation, the DPRK Foreign Ministry declares as follows:\n\t\t\t\t\t\n\t\t\t\t\t First, the DPRK flatly rejects the unjust acts of the UNSC aimed at wantonly violating the sovereignty of the DPRK and depriving it of the right to launch satellites for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\t The hostile forces are seriously mistaken if they think they can bring down the DPRK with sanctions and pressure, and such an attempt will always bring them a disgraceful defeat.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC should apologize for its crime of seriously encroaching upon the independence of a sovereign state, following the U.S. policy hostile to the DPRK in disregard of the universally recognized international laws, and repeal all the unreasonable \"resolutions\" at once.\n\t\t\t\t\t\n\t\t\t\t\t Second, the DPRK will continue to exercise its independent and legitimate right to launch satellites for peaceful purposes while abiding by universally recognized international law on the use of space for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\t Scientists and technicians of the DPRK will develop and launch many more application satellites including communications satellite and more powerful carrier rockets essential for building an economic giant in the same spirit and mettle as were displayed in successfully launching satellite Kwangmyongsong 3-2. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will continuously launch satellites for peaceful purposes to conquer space and become a world-level space power. \n\t\t\t\t\t\n\t\t\t\t\t Third, the DPRK drew a final conclusion that denuclearization of the Korean Peninsula is impossible unless the denuclearization of the world is realized as it has become clear now that the U.S. policy hostile to the DPRK remains unchanged. \n\t\t\t\t\t\n\t\t\t\t\t The September 19 joint statement adopted at the six-party talks on the principle of respect for sovereignty and equality has now become defunct and the prospect for denuclearization of the Korean Peninsula has become gloomier, due to the U.S. hostile policy to the DPRK that has become evermore pronounced. \n\t\t\t\t\t\n\t\t\t\t\t There can be talks for peace and stability of the Korean Peninsula and the region in the future, but no talks for the denuclearization of the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Fourth, the DPRK will take steps for physical counteraction to bolster the military capabilities for self defence including the nuclear deterrence both qualitatively and quantitatively to cope with the evermore undisguised moves of the U.S. to apply sanctions and pressure against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK will reliably defend the security and sovereignty of the country and safeguard the regional peace and stability with the might of Songun. They are full of the steadfast will to take a bold step to root out the source of provocations the hostile forces seek to continue against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can block the great people proud of independence, powerful thanks to Songun politics and advancing in unity, convinced of truth."
        },
        {
            "title": "Congratulations to New Venezuelan Foreign Minister",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-20ee.html",
            "content": "Congratulations to New Venezuelan Foreign Minister\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- DPRK Foreign Minister Pak Ui Chun on Jan. 18 sent a congratulatory message to Elias Jaua Milano upon his appointment as foreign minister of the People's Power of Venezuela.\n\t\t\t\t\t He wished his Venezuelan counterpart success in his job, expressing hope for close cooperation between the two foreign ministries in the efforts to develop the friendly and cooperative relations between the DPRK and Venezuela on a higher stage."
        },
        {
            "title": "Meetings Held to Vow to Implement Tasks Laid down in New Year Address",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-19ee.html",
            "content": "Meetings Held to Vow to Implement Tasks Laid down in New Year Address\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- The 49th Plenary Meeting of the Central Committee of the Kim Il Sung Socialist Youth League and the 72nd Plenary Meeting of the Central Committee of the General Federation of Trade Unions of Korea were held in Pyongyang on Wednesday.\n\t\t\t\t\t They discussed the issues of how to implement the tasks set forth in the New Year Address made by the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Reports were made to be followed by speeches at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t The reporters and speakers said Kim Jong Un's New Year Address is important guidelines as it indicates the road of victory to be followed by the great Kim Il Sung's and Kim Jong Il's Korea, and a patriotic banner calling on all service personnel and people to make great creations and changes.\n\t\t\t\t\t\n\t\t\t\t\t They called for bringing about a turning phase in building a thriving nation by thoroughly implementing the tasks laid down in the New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to dynamically conduct ideological education to firmly defend and glorify the sacred revolutionary careers and immortal feats of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to work hard to bring about a surge in the efforts to build an economic giant and improve people's standard of living under the slogan \"Let us bring about a radical turn in the building of an economic giant with the same spirit and mettle as were displayed in conquering space!\"\n\t\t\t\t\t\n\t\t\t\t\t They pledged themselves to display patriotic enthusiasm and devotion in the drive for achieving prosperity of socialist Korea, cherishing deep in mind Kim Jong Il's patriotism, and thus make a tangible contribution to glorifying this significant year as a year of creations and changes."
        },
        {
            "title": "Historical Relics of Koguryo Kingdom Discovered in Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-14ee.html",
            "content": "Historical Relics of Koguryo Kingdom Discovered in Pyongyang\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- Sosan Walls, believed to be built in the period of Koguryo Kingdom (B.C. 277-A.D. 668), was recently discovered by teachers and researchers of the History Faculty of Kim Il Sung University in the DPRK.\n\t\t\t\t\t According to Sinjungdonggukyojisungnam (Revised Handbook of Korean Geography) released in the 16th century and other historical books, the walls had been known to be built in the period of Koryo Kingdom (918-1392) at the initiative of a feudal bureaucrat, Kim Pu Sik, to quell the \"revolt of Myo Chong\".\n\t\t\t\t\t\n\t\t\t\t\t After months of researches, those historians discovered the walls in Sonnae-dong (formerly called Sosan), Mangyongdae District, Pyongyang, and proved on a scientific basis that they date back to Koguryo Kingdom, not to Koryo Kingdom.\n\t\t\t\t\t\n\t\t\t\t\t The walls cover a certain area southeast of the 92.6 meter-high hill, some 800 meters away from the place where the River Taedong joins the River Pothong and some 1 000 meters away from the River Pothong.\n\t\t\t\t\t\n\t\t\t\t\t The rectangular walls are 2 170 meters long. The style of their construction and the shape of processed stones are the same as those used in Koguryo Kingdom.\n\t\t\t\t\t\n\t\t\t\t\t Unearthed there were pieces of red-color tiles and earthenware and metal arrowheads, which are believed to be those of Koguryo Kingdom. Also discovered were pieces of tiles believed to be made in Koryo Kingdom, which suggested that the walls had been used in the period of Koryo Kingdom, too.\n\t\t\t\t\t\n\t\t\t\t\t Those relics and historical data evidently show that the walls were subsidiary ones built miles ahead of the Walled City of Pyongyang to reliably defend this capital of Koguryo."
        },
        {
            "title": "Mass Sports Activities Gain Momentum in DPRK",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-15ee.html",
            "content": "Mass Sports Activities Gain Momentum in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- Mass sports activities have gained momentum in the Democratic People's Republic of Korea from the outset of the year.\n\t\t\t\t\t The first day of sports this year witnessed group running and other sporting events in Pyongyang and other parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t The 18th Paektusan Prize Sports Contest among Officials of National Institutions is due to be held in Pyongyang on the occasion of the Day of the Shining Star (February 16), leader Kim Jong Il's birthday. Employees of the institutions are now stepping up preparations for the contest in the wake of the recent table-tennis tournament.\n\t\t\t\t\t\n\t\t\t\t\t The Sports Contest of Coal Miners and the National Sports Contest of Workers are scheduled to be held in May and August respectively.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, indoor-stadiums and sports parks are now bustled with school youth and children on their winter vacation."
        },
        {
            "title": "Counties of DPRK Strive to Improve Inhabitants' Livelihood",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-16ee.html",
            "content": "Counties of DPRK Strive to Improve Inhabitants' Livelihood\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- Counties of the Democratic People's Republic of Korea have conducted a vigorous drive for the improvement of people's living from the outset of the year.\n\t\t\t\t\t Pongsan County in North Hwanghae Province set it as a goal to meet the need of inhabitants for fuel with ultra-anthracite rich in the area. \n\t\t\t\t\t\n\t\t\t\t\t To this end, it is now developing new coal mines by its own efforts on the basis of the survey of ultra-anthracite field and deposits in cooperation with a relevant institution.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Suan County People's Committee have worked hard to install combustion additive production process at a coal briquette factory in the near future, while arousing inhabitants to build more dwelling houses in the town area and realize the gravity-fed drinking water service.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, all inhabitants of Cholsan County in North Phyongan Province turned out to renovate the county people's hospital, finish the construction of library and school and increase the output of raw materials for local industry. Brisk efforts are also being made to set up new production processes at local industrial factories, including foodstuff factory and paper mill.\n\t\t\t\t\t\n\t\t\t\t\t Such projects for improving the people's living are going on in Kowon County, South Hamgyong Province."
        },
        {
            "title": "Occultation Phenomena to Be Frequented This Year: Astronomer",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-17ee.html",
            "content": "Occultation Phenomena to be Seen This Year: Astronomer\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- A wave of eye-catching occultation phenomena are expected this year.\n\t\t\t\t\t In this regard, KCNA met Kang Chang Hyok, a section chief of the Pyongyang Observatory.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The phenomena will be observed on 15 occasions this year, with the first expected to be at around 12:00 of January 22 and the last to be at around 12:00 of November 26.\n\t\t\t\t\t\n\t\t\t\t\t Moonrise on the 15th day of the first month by the lunar calendar (February 24) will be at 16:59 at the azimuth of 256.2 degrees. The full moon can be seen on February 26.\n\t\t\t\t\t\n\t\t\t\t\t Venus will be seen in the east before sunrise from early January to mid-March and in the west after the sunset from early April to late December.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, annular solar eclipse will occur on May 10, partial solar eclipse on November 3, partial lunar eclipse on April 26 and penumbral lunar eclipse on May 25 and October 19, with all of them unable to be observed in Korea.\n\t\t\t\t\t\n\t\t\t\t\t The 24th cycle of solar activities is forecast to lose its force this year, too."
        },
        {
            "title": "Ceaseless U.S. Anti-DPRK Military Provocations",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-18ee.html",
            "content": "Ceaseless U.S. Anti-DPRK Military Provocations\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- Forty-five years has elapsed since the U.S. armed spy ship \"Pueblo\" incident in Korea.\n\t\t\t\t\t On January 23, Juche 57 (1968), seamen of the Korean People's Army captured the ship that intruded into the territorial waters of the DPRK to spy on it. This was an exercise of the DPRK's sovereignty and a legitimate step taken to defend the nation's dignity and security.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the United States threatened to make \"revenge\" upon the DPRK, asserting that the ship was sailing in the \"open sea\" and was not on a spying mission. It hurled vast armed forces, including a nuclear-powered carrier, into the Korean Peninsula and put the U.S. forces present in Japan and south Korea on the red alert.\n\t\t\t\t\t\n\t\t\t\t\t At that time, the DPRK government declared its stand that it would return retaliation for \"retaliation\" and answer all-out war with all-out war.\n\t\t\t\t\t\n\t\t\t\t\t Overpowered by the DPRK's tough stand, the U.S. could not but make an apology for the spying activities and hostilities and sign a document stating that any American ship would no longer intrude into the DPRK's territorial waters.\n\t\t\t\t\t\n\t\t\t\t\t However, it let a large-sized spy plane EC-121 and a spy helicopter OAH-23G fly into the DPRK's airspace respectively in April and August 1969.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army decisively gunned down them.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has never stopped pursuing hostile policy toward the DPRK. Under \"OPLAN 5029\" and other war scenarios, it is every year staging such DPRK-targeted war exercises as Ulji Freedom Guardian, Key Resolve and Foal Eagle.\n\t\t\t\t\t\n\t\t\t\t\t Those hell bent on confrontation and war moves are doomed to self-destruction. The U.S. should behave with discretion, mindful of the bitter lessons it suffered in the past years."
        },
        {
            "title": "Rodong Sinmun Calls for Ending Confrontation between North and South of Korea",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-09ee.html",
            "content": "Rodong Sinmun Calls for Ending Confrontation between North and South of Korea\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- It is an important issue for ending the division of the country and achieving national reunification to defuse the confrontation between the north and the south of Korea at an early date.\n\t\t\t\t\t Rodong Sinmun on Wednesday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t To escalate confrontation with fellow countrymen is an act of treachery as it runs counter to the unanimous desire of all the fellow countrymen for the national unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t It presents itself as an urgent demand of the times to achieve the national reunification through the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t It is the only way for paving a wide avenue for national reunification by promoting national reconciliation and unity to develop dialogue and cooperation between the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation has remained divided for more than half a century due to foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t In order to terminate this division the north and the south of Korea should achieve unity and actively promote dialogue and cooperation on the basis of common points of the nation and thus head for reunification.\n\t\t\t\t\t\n\t\t\t\t\t To pursue confrontation with fellow countrymen while rejecting the improved inter-Korean relations amounts to a blatant challenge to national reconciliation, unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean Peninsula which had developed in the direction of detente and peace after the publication of the June 15 joint declaration has rapidly been strained due to the Lee Myung Bak regime's policy of confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t  Such confrontation will only lead to a war. This is clearly proved by the north-south relations in the past five years characterized by extreme tension.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation should no longer remain a passive onlooker to the inter-Korean ties stuck in the mire of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It will have a rosy prospect only when the inter-Korean confrontation is brought to an end and fresh dynamism injected into the trend of the June 15 era of reunification."
        },
        {
            "title": "U.S. Warned Not to Forget Lesson Taught by \"Pueblo\" Spy Ship Case",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-10ee.html",
            "content": "U.S. Warned Not to Forget Lesson Taught by \"Pueblo\" Spy Ship Case\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- If the U.S. ignites another war on the Korean Peninsula, pursuant to its policy of aggression against the DPRK, it will suffer bitterer defeat than the \"Pueblo\" spy ship case, warns Rodong Sinmun Wednesday in a bylined article.\n\t\t\t\t\t \"Pueblo\", an armed spy ship of the U.S. imperialists, was captured by seamen of the Korean People's Army on Jan. 23, 1968 and has been on show as spoils for decades. It committed hostile acts against the DPRK after intruding into its inviolable territorial waters. \n\t\t\t\t\t\n\t\t\t\t\t The capture of \"Pueblo\" was a legitimate exercise of the DPRK's sovereignty and a due punishment meted out to aggressors, the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t In order to recover from the shameful defeat they sustained in the Korean war in the 1950s, the U.S. imperialists have intensified the moves to unleash the second Korean war. They let the ship intrude deep into the territorial waters of the DPRK in January 1968 only to face a stern punishment by the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This meant a bitter defeat of the U.S. in the standoff with the DPRK and a great victory for the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. policy of aggression against the DPRK has suffered bitter setbacks and frustrations generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK-U.S. nuclear showdown in the first half of the 1990s dropped its curtain with the second \"Pueblo\" case.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is still foolishly working to do harm to the DPRK by force of arms, failing to get rid of its wrong thinking and viewpoint. But the U.S. hostile policy toward the DPRK will end in the same tragedy as that of the \"Pueblo\" case."
        },
        {
            "title": "Rodong Sinmun Raps Japan's Dangerous Moves for Militarization",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-11ee.html",
            "content": "Rodong Sinmun Raps Japan's Dangerous Moves for Militarization\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- The Japanese government recently decided to sharply increase military spending in its budget for fiscal year 2013. It, at the same time, announced it would reexamine its military strategy confined to \"self-defense\".\n\t\t\t\t\t Rodong Sinmun on Wednesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This clearly indicates that the Liberal Democratic Party of Japan is set to provide a legal and financial guarantee for turning Japan into a military giant and realizing its overseas expansion after seizing the power.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are describing their measures for bolstering up the military capability as the ones to cope with the \"threat\" from neighboring countries, but this is nothing but sophism to cover up their black-hearted intention.\n\t\t\t\t\t\n\t\t\t\t\t The Abe forces are going reckless to become a leader of Asia and realize the old dream of \"Greater East Asia Co-prosperity Sphere\" at any cost after throwing off their mask of \"peace\".\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are committing provocations against neighboring countries over the sensitive territorial issue as evidenced by their mobilization of fighters to fly over the waters off Diaoyu Islands in order to deter a Chinese marine observation plane. They made no scruple of letting loose such outbursts that there should be a switchover in the Japanese government's stand on its past war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t From the outset of the year they included funds for defence such as expenses for purchasing patrol helicopters in the funds for emergency economic measures.\n\t\t\t\t\t\n\t\t\t\t\t Japan mobilized 300 paratroopers of the first airborne regiment of Japan Ground \"Self-Defense Force,\" the only paratroops in Japan, to stage a military drill for \"capturing islands.\"\n\t\t\t\t\t\n\t\t\t\t\t For Japan to head for a military giant, oblivious of the past lesson, only precipitates its self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t Japan is fated to meet its doom if it rushes headlong into militarization and a military giant, defying the warning of the international community."
        },
        {
            "title": "KCNA Commentary Refutes Paid Media's False Story",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-21ee.html",
            "content": "KCNA Commentary Refutes Paid Media's False Story \n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- Hostile forces and paid media are working hard to find a way-out in smear campaign against the DPRK.\n\t\t\t\t\t Taking the lead in it is south Korea's paid media.\n\t\t\t\t\t\n\t\t\t\t\t The ultra-right conservative media of south Korea is even floating a fictitious story to tarnish the ever-more growing dignity and authority of the supreme headquarters of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We see this as the ignorance of the situation of the DPRK in which the army and the people have formed a harmonious whole with the leader, and a sordid hackwork of rubbish media which has thrown away the elementary appearance of journalism.\n\t\t\t\t\t\n\t\t\t\t\t The sun will always give off its light even though rats make nonsensical remarks moving around ditch, while finding it hard to raise their heads to the bright human world.\n\t\t\t\t\t\n\t\t\t\t\t It is true that the sun always shines and it is a foolish and ridiculous thing, at the same time, to attempt to eclipse the sunshine with a palm.\n\t\t\t\t\t\n\t\t\t\t\t Stories of great personality of the dear respected Marshal Kim Jong Un and the news of his revolutionary activities are being distributed worldwide, drawing great attention of the people. \n\t\t\t\t\t\n\t\t\t\t\t Even journalists of hostile country who went round several places of the DPRK reported the situation of the DPRK in an objective and impartial way. They said that assumptions about the DPRK seemed like a false story.\n\t\t\t\t\t\n\t\t\t\t\t Only a handful of hostile forces doggedly turn away from the stark fact and try to distort the truth as they regard the DPRK as a thorn in the flesh.\n\t\t\t\t\t\n\t\t\t\t\t The vituperation made by hostile forces only reflects the fear and uneasiness of those who were much upset by the international dignity of the supreme headquarters of the DPRK and its single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t They even cooked up the story of \"suspicion of operation\" something unimaginable. This shows that they were overwhelmed and stunned by the sunny image of the great man of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The false report about the supreme headquarters of the DPRK released by the enemies is a hideous criminal act which the party, state, army and people can never tolerate as it is the most serious challenge to the dignity of the supreme leadership of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Our army and people have already served a stern warning against this in the name of all Koreans. Those hurting the dignity of the supreme leadership of the nation should not expect any mercy or leniency. \n\t\t\t\t\t\n\t\t\t\t\t Time will clearly show what dear price the human scum and media in the service of traitors of south Korea, slaves of capital, will have to pay.\n\t\t\t\t\t\n\t\t\t\t\t It is extremely regretful that media of neighboring countries are playing into the hands of waiting maids for politicians. \n\t\t\t\t\t\n\t\t\t\t\t Objectivity, impartiality and accuracy are what keep media alive. They can earn trust of the international community only when they depend on truth. They can make a genuine contribution to the development of relations among countries and the development of human civilization only when they do so. \n\t\t\t\t\t\n\t\t\t\t\t Some media of China should draw a serious lesson from the fact that in November last year they echoed the false propaganda of forces hostile to the DPRK only to suffer international shame and they got accusation even at home that \"they are deceived as they are cheating people.\"\n\t\t\t\t\t\n\t\t\t\t\t They are obliged to feel ashamed and repentant for playing the role of a guide to spreading anti-DPRK misinformation in breach of objectivity, impartiality and accuracy though they should perform their mission and role as a leader and organizer of genuine public opinion. \n\t\t\t\t\t\n\t\t\t\t\t Our army and people will advance more dynamically along the road of independence, Songun and socialism under the leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Unity Called for by S. Korean Organization",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-12ee.html",
            "content": "Unity Called for by S. Korean Organization\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- The Emergency Situation Council to Urgently Cope with Layoff, Part-time Jobs and Destruction of Trade Unions in south Korea held a rally in Seoul on Jan. 19.\n\t\t\t\t\t At the rally speakers deplored that many workers committed suicides in protest against the authorities' policy against the workers, including massive layoff and suppression of the labor movement.\n\t\t\t\t\t\n\t\t\t\t\t They said social integration ignoring pain of workers is deception and economic democracy ignoring their tears is nothing but a fiction.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to face up to the deplorable reality of darkness and not to let the situation go from bad to worse.\n\t\t\t\t\t\n\t\t\t\t\t The ongoing action is not to lose any more workers, they said, stressing the need to settle at an early date the situation at Ssangyong Motors and Hanjin Heavy Industry.\n\t\t\t\t\t\n\t\t\t\t\t They called upon broad sections of people to get united in the actions to have the workers' demands met.\n\t\t\t\t\t\n\t\t\t\t\t A declaration was read out at the rally."
        },
        {
            "title": "Probe into Truth about Tragedy in Ryongsan Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-13ee.html",
            "content": "Probe into Truth about Tragedy in Ryongsan Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- Bereaved families of evacuees in Ryongsan, south Korea who rose up in the action for vital rights and citizens staged a protest in Seoul on Jan. 19, almost four years since the evacuees were ruthlessly killed by the Lee Myung Bak group of traitors.\n\t\t\t\t\t The participants honored the memory of the victims in Ryongsan.\n\t\t\t\t\t\n\t\t\t\t\t They strongly denounced the Lee group for driving Ryongsan residents into street under the pretext of redevelopment and indiscriminately suppressing those protesting against it, killing five persons.\n\t\t\t\t\t\n\t\t\t\t\t Then they staged a demonstration. This was joined in by many citizens, their number doubling.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators held a rally at the plaza of Seoul Railway Station.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers condemned the present authorities for not probing the truth about the murder of Ryongsan evacuees though the end of their office is drawing to a close.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to probe the truth about the case at an early date."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied in Mexico, Ethiopia ",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-02ee.html",
            "content": "Kim Jong Un's New Year Address Studied in Mexico, Ethiopia \n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- A briefing and round-table talks on the New Year Address made by the dear respected Kim Jong Un took place in Mexico and Ethiopia from Jan. 14 to 16. \n\t\t\t\t\t The chairman of the Mexican Committee for the Study of Kimilsungism-Kimjongilism explained the main contents of the New Year Address and said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a political, ideological and military giant where all people are single-mindedly united around the party and the leader and which is possessed of strong military power including nuclear deterrence. \n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of Kim Jong Un the Korean people have achieved a lot of successes in the effort for building a thriving socialist nation last year. On Dec. 12, in particular, they successfully launched a satellite developed and manufactured by indigenous technology, startling the world. \n\t\t\t\t\t\n\t\t\t\t\t It is very important for Mexico which suffered from the imperialists' colonial rule for a long period to deeply study and widely disseminate the great Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The vice-director of the Ethiopian Gabriel Hospital and other speakers said that they could foresee a rosy future of the Korean people in the New Year Address made by Kim Jong Un full of energy and enthusiasm. \n\t\t\t\t\t\n\t\t\t\t\t In his address Kim Jong Un set forth tasks for building an economic power and achieving the reunification of Korea and these are very important steps, the speakers said. \n\t\t\t\t\t\n\t\t\t\t\t They sincerely wished the Korean people success in the effort for implementing the tasks."
        },
        {
            "title": "Struggle of WPK and Korean People Supported by Mexican Political Parties, Organizations",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-03ee.html",
            "content": "Struggle of WPK and Korean People Supported by Mexican Political Parties, Organizations\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- Mexican political parties and organizations released a joint statement on Jan. 17 in support of the New Year Address made by the dear respected Kim Jong Un.\n\t\t\t\t\t It was made public by the People's Socialist Party, Socialist Popular Party, Socialist Party, Mexican National Coordinating Committee for the Study of the Juche Idea, Mexican Committee for the Study of Kimilsungism-Kimjongilism, Mexican Institute for the Study of the Juche Idea, Mexican Friend Association for Memory of President Kim Il Sung and leader Kim Jong Il, Mexican Committee for Supporting Korea's Reunification and the Mexico-Korea Friendship Association.\n\t\t\t\t\t\n\t\t\t\t\t The political parties and organizations expressed firm conviction that the Workers' Party of Korea and the Korean people would vigorously advance along the road of independence, Songun and socialism, holding aloft the banner of Kimilsungism-Kimjongilism and build Juche Korea into the best thriving socialist nation and the most powerful country in the world.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the Korean people in the just struggle for removing the confrontation between the north and south, implementing the June 15 joint declaration and the October 4 declaration and solving the issue of national reunification by concerted efforts of the Koreans in an independent manner this year, firmly convinced that the whole Korean nation would open up a new phase for Korea's reunification through a united nation-wide patriotic struggle for reunification.\n\t\t\t\t\t\n\t\t\t\t\t We extend firm support and sympathy to the independent foreign policy of the WPK and the DPRK for defending regional peace and stability and realizing global independence on the basis of developing the friendly and cooperative relations with other countries in the world which respect the DPRK's sovereignty and are friendly to it in the idea of independence, peace and friendship.\n\t\t\t\t\t\n\t\t\t\t\t We call on progressive political parties, governments and organizations of all countries to fully support the WPK and the Korean people in their struggle for building a reunified thriving socialist nation on the Korean Peninsula through concerted efforts of the nation under the leadership of Kim Jong Un."
        },
        {
            "title": "Memorandum of DPRK Foreign Ministry Supported by Russian Association",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-04ee.html",
            "content": "Memorandum of DPRK Foreign Ministry Supported by Russian Association\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- The Arkhangelsk Association for the Study of the Juche Idea and Songun Policy of Russia issued a statement on Jan. 15 in support of the memorandum of the DPRK Foreign Ministry.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are seeking to strengthen the blockade against the DPRK and form a NATO-type new military bloc for aggression in the Asia-Pacific region in a bid to dominate the region. These provocative moves will doubtlessly face due denunciation of other countries in the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' moves will spark fresh arms race and confrontation of blocs in the region and increase the danger of a new world war.\n\t\t\t\t\t\n\t\t\t\t\t The \"UN Command,\" disband itself pronto!\n\t\t\t\t\t\n\t\t\t\t\t The UN and its member countries should not follow the U.S. imperialists' moves for aggression!\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should withdraw its forces from south Korea!\n\t\t\t\t\t\n\t\t\t\t\t An all-inclusive peace treaty should be concluded between the DPRK and the U.S."
        },
        {
            "title": "Dissolution of \"UN Command\" Demanded by Bulgarian Figure",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-05ee.html",
            "content": "Dissolution of \"UN Command\" Demanded by Bulgarian Figure\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- Atanas Ivanov, honorary chairman of the Bulgarian Communists Union, released a statement titled \"'UN Command' should be dissolved without delay\" on Jan. 17 in support of the memorandum of the DPRK Foreign Ministry.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t  Almost 60 years have passed since the conclusion of the Korean Armistice Agreement, but fragile state of cease-fire persists for the lack of an institutional mechanism guaranteeing peace. This is mainly attributable to the U.S. policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. sinister intention to maintain cease-fire finds a vivid expression in the fact that it is strongly opposed to the dissolution of the \"UN Command\", specter-like leftover of the Cold War.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the U.S. seeks to revive the illegal \"UN Command\" according to its new defence strategy and use it as a tool for a war of aggression in the Asia-Pacific region, the biggest hotspot in the world.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the U.S. to immediately dissolve the \"UN Command\" and withdraw its forces for aggression from south Korea in accordance with the demand of the Korean people and the international community for terminating the cease-fire on the Korean Peninsula and achieving its peace and stability."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Benin",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-06ee.html",
            "content": "Day of Shining Star to Be Celebrated in Benin\n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- A Benin national committee to mark the 71st birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was inaugurated with due ceremony in Cotonou on Jan. 17.\n\t\t\t\t\t Hessou Kohovi, chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" and chairman of the Benin National Committee for the Study of the Juche Idea, was elected chairman of the national committee.\n\t\t\t\t\t\n\t\t\t\t\t It decided to hold such colorful political and cultural events as meeting and film show on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Peerlessly Great Men of DPRK Praised by Beninese Figures ",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-07ee.html",
            "content": "Peerlessly Great Men of DPRK Praised by Beninese Figures \n\t\t\t\t\t\t\r\n Pyongyang, January 23 (KCNA) -- Beninese figures praised the exploits performed by the peerlessly great men of the DPRK at an inaugural ceremony of a Benin national committee for commemorating the 71st birth anniversary of leader Kim Jong Il held on Jan. 17.\n\t\t\t\t\t Hessou Kohovi, chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" and chairman of the Benin National Committee for the Study of the Juche Idea, said that Kim Jong Il opened up a new history of loving care for the people with his benevolent politics. \n\t\t\t\t\t\n\t\t\t\t\t Pascal Zouncheme, chief of the Benin Group for the Study of Kimilsungism-Kimjongilism and rector of the Cotonou Institute of Journalism of Benin, said that Generalissimo Kim Jong Il, who devoted all his life to the people, will live forever in the hearts of the progressive people along with the cause of global independence thanks to the dear respected Marshal Kim Jong Un."
        },
        {
            "title": "MINREX rechaza resolucion del Consejo de Seguridad",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-22ee.html",
            "content": "MINREX rechaza resolucion del Consejo de Seguridad\n\t\t\t\t\t\t\r\nPyongyang, 23 de enero (ACNC) -- El Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo publica este miercoles la siguiente declaracion:\n\t\t\t\t\t  En diciembre del ano pasado, la RPDC demostro el nivel de sus ciencias y tecnicas espaciales y su poderio integral al lanzar con exito la unidad no. 2 del satelite artificial de la Tierra \"Kwangmyongsong-3\". Este hecho es consentido por todo el mundo y reconocido hasta por las fuerzas hostiles, inclusive Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\t  En sus desesperados esfuerzos por impedir el avance victorioso de nuestro pais, EE.UU. y otras fuerzas hostiles fabricaron por fin el 22 de enero la llamada \"resolucion\" del Consejo de Seguridad de la ONU que viola flagrantemente la sagrada soberania de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Esa \"resolucion\", inventada bajo patrocinio de EE.UU., esta penetrada de brutales medidas hostiles para ilegalizar atrevidamente el lanzamiento de satelite artificial por la RPDC con fines pacificos y para estropear el desarrollo economico y el incremento de fuerzas de defensa nacional de ella.\n\t\t\t\t\t\n\t\t\t\t\t  Los paises, que conocen mejor que nadie que la tecnologia de misil balistico es la unica manera de lanzar satelite artificial y realizan mas que otros los lanzamientos de este tipo, insisten en que la misma labor de la RPDC resulta problematica porque \"usa la tecnica balistica\". Esto es el climax del engano a si mismos y la pauta de doble rasero.\n\t\t\t\t\t\n\t\t\t\t\t  El grano del problema esta en la logica de bandido de EE.UU., segun la cual el pais hostilizado no puede ejecutar lanzamiento de satelite artificial con fines pacificos porque su cohete transportador puede convertirse en misil balistico de largo alcance que constituye una amenaza. El que desempena el papel de titere de EE.UU. es precisamente el Consejo de Seguridad de la ONU.\n\t\t\t\t\t\n\t\t\t\t\t  Las \"resoluciones\", que se usan como herramientas para cuestionar el lanzamiento de satelite artificial de la RPDC, son productos de tal actuacion del Consejo de Seguridad que se suma a ciegas a la politica hostil de EE.UU., encaminada a desarmar y derrocar el regimen de la RPDC, violando las leyes internacionales universales.\n\t\t\t\t\t\n\t\t\t\t\t  Repetir los errores a sabiendas y sin tener el valor ni la responsabilidad para corregirlos es una accion sucia de los cobardes, que enganan a si mismos y otros, la cual pone en peligro la paz y estabilidad de la Peninsula Coreana y el resto de la region.\n\t\t\t\t\t\n\t\t\t\t\t  La realidad de hoy evidencia que se debe enfrentarse no con palabras sino con fuerzas a la politica hostil de EE.UU. a la RPDC y que es muy justo el camino de la independencia y el Songun, optado por la segunda.\n\t\t\t\t\t\n\t\t\t\t\t  Frente a la situacion dada, el MINREX de la RPDC declara como sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Primero, Denunciamos y rechazamos rotundamente la injusta conducta del Consejo de Seguridad que pretende violar flagrantemente nuestra soberania nacional y privarnos del derecho al lanzamiento de satelite artificial con fines pacificos.\n\t\t\t\t\t\n\t\t\t\t\tAl igual que en el pasado, sera condenado en el futuro tambien al fracaso vergonzoso el intento estupido de las fuerzas hostiles de atentarnos con la sancion y presion.\n\t\t\t\t\t\n\t\t\t\t\tEl Consejo de Seguridad de la ONU debe pedir disculpas por su crimen de haber violado gravemente la soberania de un Estado soberano infringiendo las leyes internacionales universales en adhesion a la politica hostil a la RPDC de EE.UU., y revocar inmediatamente todas sus \"resoluciones\" inventadas injustamente. \n\t\t\t\t\t\n\t\t\t\t\tSegundo, Seguiremos ejerciendo el derecho independiente y legitimo al lanzamiento de satelite artificial con fines pacificos segun la ley internacional universal sobre el uso pacifico del cosmos. \n\t\t\t\t\t\n\t\t\t\t\tCon el espiritu e impetu de haber lanzado con exito la unidad no.2 del satelite artificial de la Tierra \"Kwangmyongsong-3\", nuestros cientificos y tecnicos desarrollaran y lanzaran mucho mas satelites de usos practicos indispensables para la construccion de potencia economica, como los de comunicacion, y los cohetes transportadores mas potentes. \n\t\t\t\t\t\n\t\t\t\t\tNo cesara el lanzamiento de nuestros satelites con fines pacificos para conquistar el cosmos y nuestro pais se convertira en potencia espacial admirada por el mundo.\n\t\t\t\t\t\n\t\t\t\t\tTercero, Dada la evidencia de que no ha cambiado ni un comino la politica hostil a la RPDC de EE.UU., sacamos la conclusion final de que es imposible la desnuclearizacion de la Peninsula Coreana antes de que sea desnuclearizado el mundo. \n\t\t\t\t\t\n\t\t\t\t\tDebido a la recrudescente politica hostil de EE.UU., se hizo letra muerta la Declaracion Conjunta del 19 de Septiembre aprobada en las conversaciones a 6 bandas a base del principio de respeto a la soberania e igualdad y ha sido condenada al fin la desnuclearizacion de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEn lo adelante tampoco habra un dialogo que discuta la desnuclearizacion de la Peninsula Coreana, aunque si se abran las conversaciones para la paz y la estabilidad de la region, incluso la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tCuarto, Tomaremos cualesquier contramedidas fisicas para ampliar y fortalecer en lo cualitativo y cuantitativo la fuerza militar de autodefensa, incluso el disuasivo nuclear, frente a la cada dia mas abierta campana de sancion y presion de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tNuestras fuerzas armadas revolucionarias defenderan fidedignamente con el poderio del Songun la seguridad de la patria, la soberania del pais, la paz y estabilidad de la region y estan dispuestas a tomar la medida importante para eliminar las causas de provocacion de las fuerzas hostiles si continuan sus actos provocadores. \n\t\t\t\t\t\n\t\t\t\t\tNinguna fuerza de este mundo podra bloquear el avance del pueblo grandioso que brilla por la postura independiente, es fuerte por el Songun y esta unido a base de la verdad."
        },
        {
            "title": "Descubierto Castillo Sosan del periodo de Coguryo",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-23ee.html",
            "content": "Descubierto Castillo Sosan del periodo de Coguryo\n\t\t\t\t\t\t\r\nPyongyang, 23 de enero (ACNC) -- Los profesores e investigadores de la facultad de historia de la Universidad Kim Il Sung desenterraron el Castillo Sosan, reliquia historica del periodo de Coguryo, e hicieron comprobacion historica de manera cientifica sobre ello.\n\t\t\t\t\t  Este castillo ha sido transmitido hasta la fecha solo por los datos historicos.\n\t\t\t\t\t\n\t\t\t\t\t  Segun la Edicion Ampliada del Mapa de Corea del siglo 16 y los datos historicos del tiempo posterior, el castillo fue construido por Kim Pu Sik (1075-1151), oficial feudal de Coryo con el fin de reprimir el \"rebelion de Myo Chong\".\n\t\t\t\t\t\n\t\t\t\t\t  Los profesores e investigadores hallaron varias dudas en el hecho historico alusivo a este castillo y desarrollaron la labor para aclararlo.\n\t\t\t\t\t\n\t\t\t\t\t  A base de los datos descubrieron la fortaleza en el barrio de Sonnae del capitalino municipio de Mangyongdae y comprobaron mediante el desenterramiento de dos veces que esa no fue levantada en el periodo de Coryo.\n\t\t\t\t\t\n\t\t\t\t\t  La reliquia contiene la cierta area del sudeste tomando por el pico principal la cumbre de 92.6 metros del monte So distanciado cerca 800m y aproximadamente 1 000m de la confluencia del rio Taedong y el rio Pothong y del rio Pothong, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\t  La fortaleza rectangular tiene 2 170 metros de circuito.\n\t\t\t\t\t\n\t\t\t\t\t   El tipo del castillo, el metodo de construccion y elaboracion de piedra, etc. son iguales a los del tiempo de Coguryo.\n\t\t\t\t\t\n\t\t\t\t\t  En los lugares de desenterramiento fueron descubiertas las reliquias del periodo de Coguryo, entre ellas, las tejas rojas, los pedazos de vasija de barro, el casquillo de flecha de hierro.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas fueron excavadas numerosas tejas de Coryo en el interior de la fortaleza y las murallas, con los cuales suponen que este castillo fue construido en el periodo de Coguryo y empleado tambien en el de Coryo.\n\t\t\t\t\t\n\t\t\t\t\t  A traves de las reliquias y los materiales historicos se comprobo que el castillo fue construido por Coguryo como el suplementario ante el castillo de Pyongyang para defenderlo cabalmente.\n\t\t\t\t\t\n\t\t\t\t\t  El desenterramiento y la comprobacion cientifica del Castillo Sosan tienen la gran significacion academica en investigar la alta tecnica de construccion y la historia de aquel periodo."
        },
        {
            "title": "Se eleva en RPDC el fervor deportivo",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-24ee.html",
            "content": "Se eleva en RPDC el fervor deportivo \r\nPyongyang, 23 de enero (ACNC) -- Toma auge el deporte masivo en la Republica Popular Democratica de Corea que aspira a potencia deportiva. \n\t\t\t\t\tLa carrera colectiva y otras actividades deportivas, realizadas con motivo del primer dia de deportes del ano, elevo el fervor deportivo de los trabajadores. \n\t\t\t\t\t\n\t\t\t\t\tCon motivo del Dia de la Estrella Luz (16 de febrero, dia de natalicio del Dirigente Kim Jong Il), tendra lugar en esta capital la 18a competencia deportiva por la copa Paektusan de los funcionarios de organos centrales. \n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios publicos de las unidades de ese nivel, que obtuvieron buenas notas en el recien clausurado torneo de tenis de mesa de los funcionarios de los comites, ministerios y organos centrales, y los otros estan entrenando ahora con sudor con el deseo de ganar.\n\t\t\t\t\t\n\t\t\t\t\tLos trabajadores a lo largo del pais tambien se enfrascan en los ejercicios para demostrar sin reservas sus tecnicas deportivas en varias competencias de deportes masivos, entre otras, la de la rama carbonifera y el torneo nacional de obreros. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, los establecimientos y parques deportivos acondicionados en Pyongyang y otras localidades estan llenos de estudiantes y alumnos secundarios y primarios actualmente de vacaciones invernales."
        },
        {
            "title": "Se esfuerzan en RPDC por el mejoramiento de la vida del pueblo",
            "url": "http://kcna.co.jp/item/2013/201301/news23/20130123-25ee.html",
            "content": "Se esfuerzan en RPDC por el mejoramiento de la vida del pueblo \n\t\t\t\t\t\t\r\nPyongyang, 23 de enero (ACNC) -- Todos los distritos de la Republica Popular Democratica de Corea, bases de desarrollo de la economia local, hacen ingentes esfuerzos desde el comienzo del ano nuevo para mejorar las condiciones de la vida de los habitantes locales. \n\t\t\t\t\tEl distrito de Pongsan de la provincia de Hwanghae del Norte se entrega a resolver el problema de combustible con la antracita de baja caloria abundante en su localidad. \n\t\t\t\t\t\n\t\t\t\t\tEn cooperacion con un organo especialista, averiguo el lugar y la cantidad de yacimiento de la antracita de baja caloria y explota por su propia cuenta una nueva mina carbonifera. \n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios del Comite Popular del distrito de Suan tienen el plan de acondicionar en un tiempo corto un nuevo proceso de produccion de aditamentos de combustible en la fabrica de briquetas y resuelven los problemas que se presentan para el respecto.\n\t\t\t\t\t\n\t\t\t\t\tY decidieron introducir el servicio de agua potable por gravedad y llaman a los moradores a participar en esta obra. \n\t\t\t\t\t\n\t\t\t\t\tEl distrito de Cholsan de la provincia de Phyong-an del Norte presento la enorme tarea de reconstruir el hospital popular distrital, terminar la construccion de la biblioteca y las escuelas, aumentar la produccion con las materias primas locales, etc. y llamo a moradores a cumplirlas. \n\t\t\t\t\t\n\t\t\t\t\tLas fabricas de industrias locales como las de alimento y las papeleras acondicionan nuevos procesos de produccion. \n\t\t\t\t\t\n\t\t\t\t\tEl distrito de Kowon de la provincia de Hamgyong del Sur construyo en el ano pasado la Casa Cultural y mas de cien viviendas y presento este ano la meta mas elevada. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, se realizan la modernizacion de muchas fabricas, la construccion de parques, la reconstruccion de la red de acueducto de la cabeza distrital de varios kilometros y otras labores para el mejoramiento de la vida del pueblo."
        }
    ]
}