{
    "date": "2013-08-23",
    "url": "http://kcna.co.jp/item/2013/201308/2013-08-23ee.html",
    "articles": [
        {
            "title": "Inter-Korean Red Cross Working Talks Held",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-17ee.html",
            "content": "Inter-Korean Red Cross Working Talks Held\r\n Pyongyang, August 23 (KCNA) -- The north-south Red Cross working talks took place in Panmunjom on Friday. \n\t\t\t\t\t At the talks both sides had a discussion for arranging the reunion of separated families and relatives from the north and the south on the occasion of the Harvest Moon Day. \n\t\t\t\t\t\n\t\t\t\t\t At the talks an agreement was adopted. \n\t\t\t\t\t\n\t\t\t\t\t According to the agreement, the north and the south of Korea agreed to hold the reunion of separated families and relatives at Mt. Kumgang resort from September 25 to 30. \n\t\t\t\t\t\n\t\t\t\t\t 100 persons from each side will be involved in the reunion. \n\t\t\t\t\t\n\t\t\t\t\t They will exchange written requests for confirming whereabouts of 200 to 250 persons from each side to their convenience on Aug. 29, reply messages on Sept. 13 and the final list of the persons to be involved in the reunion on Sept. 16. \n\t\t\t\t\t\n\t\t\t\t\t The form and method of the reunion, etc. will follow practice. \n\t\t\t\t\t\n\t\t\t\t\t Both sides will dispatch advance parties to the venue five days before the reunion. \n\t\t\t\t\t\n\t\t\t\t\t The north and the south will arrange the video reunions of 40 families from each side on Oct. 22 and 23.\n\t\t\t\t\t\n\t\t\t\t\t Both sides shared views on holding another reunion within November and decided to hold the north-south working talks and discuss about it right after the reunion on the Harvest Moon Day. \n\t\t\t\t\t\n\t\t\t\t\t The both sides decided to make steady efforts to find a fundamental solution to the issues of the separated families and relatives including its regular reunion, confirming their whereabouts and correspondents.\n\t\t\t\t\t\n\t\t\t\t\t The agreement was signed by Pak Yong Il, head of the north side delegation to the north-south Red Cross working talks, and Ri Tok Haeng, chief delegate of the south side to the Red Cross working talks."
        },
        {
            "title": "Kim Jong Un Receives Congratulatory Message from Lao President",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-24ee.html",
            "content": "Kim Jong Un Receives Congratulatory Message from Lao President\r\n Pyongyang, August 23 (KCNA) -- Marshal Kim Jong Un received a congratulatory message from Choummaly Sayasone, Lao president who is general secretary of the Central Committee of the Lao People's Revolutionary Party, on Friday.\n\t\t\t\t\t The message reads in full:\n\t\t\t\t\t\n\t\t\t\t\t I send warm congratulations and best wishes to you and, through you, to the Workers' Party of Korea, the DPRK government and all the fraternal Korean people on behalf of the Central Committee of the Lao People's Revolutionary Party, the Lao government and people and on my own behalf on the occasion of the 65th anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I am pleased that the DPRK holding you in high esteem as supreme leader is registering big successes in its noble work to reliably defend and build the country and further improve the people's living standard and the good and traditional friendly and cooperative relations between Laos and the DPRK are growing stronger in the interests of the peoples of the two countries and in conformity with peace, stability and cooperation in the region and rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t On this auspicious occasion, I wish you good health and happiness and steady, new and bigger success in the efforts to accomplish the noble cause of defending and building the country and achieve the peaceful reunification of the country by leading the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my highest regards to you."
        },
        {
            "title": "Agricultural Workers Mark Day of Songun",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-13ee.html",
            "content": "Agricultural Workers Mark Day of Songun\r\n Pyongyang, August 23 (KCNA) -- Agricultural workers held a meeting at the Migok Cooperative Farm in Sariwon City, North Hwanghae Province on Friday on the occasion of the 53rd anniversary of Geneeal  Secretary Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t Present there were officials concerned, officials of the Union of Agricultural Workers of Korea and other agricultural workers in the province and the city.\n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Gil, chairman of the C.C., the union, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Il inspected Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army on August 25, Juche 49 (1960), adding: This was a significant event which heralded the brilliant succession to the Songun revolutionary cause.\n\t\t\t\t\t\n\t\t\t\t\t They noted that great achievements were made in agricultural production and the countryside turned into a socialist land of bliss under his wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t The Songun revolutionary cause of Juche led by him along the road of victory and glory has been successfully carried forward by supreme leader Kim Jong Un, they said.\n\t\t\t\t\t\n\t\t\t\t\t They called for stepping up agricultural production and socialist rural construction and greeting the 65th anniversary of the DPRK with shining labor achievements, remaining loyal to the Songun revolutionary leadership of Kim Jong Un."
        },
        {
            "title": "Floral Basket, Congratulatory Letter from Military Attaches Corps Here",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-09ee.html",
            "content": "Floral Basket, Congratulatory Letter from Military Attaches Corps Here\r\n Pyongyang, August 23 (KCNA) -- Supreme leader Kim Jong Un received a floral basket and a congratulatory letter from the military attaches corps here on the occasion of the 53rd anniversary of General Secretary Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t The floral basket and congratulatory letter were handed to Jang Jong Nam, minister of the People's Armed Forces, on Friday by doyen of the corps Hassan Reza Husseini, military attache of the Iranian embassy."
        },
        {
            "title": "National Youth Scientific, Technological Achievements Exhibition Opens",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-12ee.html",
            "content": "National Youth Scientific, Technological Achievements Exhibition Opens\r\n Pyongyang, August 23 (KCNA) -- A national youth scientific and technological achievements exhibition was opened to celebrate the Youth Day.\n\t\t\t\t\t Displayed there were at least 3,000 valuable inventions and new technologies including over 520 IT products which were developed by organizations of the youth league and young people across the country through their dynamic drive to push back the frontiers of latest science and technology.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place at the Three-Revolution Exhibition House on Friday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Ri Yong Su, department director of the Central Committee of the Workers' Party of Korea, Choe Sang Gon, chairman of the State Science and Technology Commission, officials of the youth league and young scientists and technicians from across the country.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the C.C., the youth league, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t Then the participants went round scientific and technological achievements on display."
        },
        {
            "title": "President of International Committee of Red Cross Leaves",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-10ee.html",
            "content": "President of International Committee of Red Cross Leaves\r\n Pyongyang, August 23 (KCNA) -- Peter Maurer, president of the International Committee of the Red Cross, and his party left here Friday."
        },
        {
            "title": "ICRC President Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-11ee.html",
            "content": "ICRC President Visits Mangyongdae\r\n Pyongyang, August 23 (KCNA) -- Peter Maurer, president of the International Committee of the Red Cross (ICRC), and his party visited Mangyongdae, the birthplace of President Kim Il Sung, on Friday.\n\t\t\t\t\t Being briefed on the undying revolutionary history of Kim Il Sung and his patriotic and revolutionary family members in Mangyongdae, the guests went round with keen interest historic relics preserved at the old home in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t They also visited Panmunjom and other places and enjoyed a grand gymnastic and artistic performance \"Arirang\"."
        },
        {
            "title": "3rd Rason International Trade Exhibition Held",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-14ee.html",
            "content": "3rd Rason Int'l Trade Exhibition Held\r\n Rason, August 23 (KCNA) -- The 3rd Rason International Trade Exhibition took place in Rason City from Aug. 19 to 23. \n\t\t\t\t\t Displayed in the exhibition were machines and equipment, electrical and electronic products, light industrial goods, medicines and building materials and chemical goods presented by more than 120 units of various countries and regions including the DPRK, China, Russia, Germany, the U.S., Japan and Taipei of China. \n\t\t\t\t\t\n\t\t\t\t\t During the exhibition there were trade transactions and scientific and technological exchanges among companies and businessmen of foreign countries and regions and a discussion on the investment in the Rason Economic Trade Zone. \n\t\t\t\t\t\n\t\t\t\t\t A closing ceremony took place on Friday.\n\t\t\t\t\t\n\t\t\t\t\t It was attended by Jo Jong Ho, chairman of the Rason City People's Committee who is chairman of the organizing committee of the exhibition, officials concerned and local and foreign exhibitors. \n\t\t\t\t\t\n\t\t\t\t\t Diplomas were awarded to the exhibitors which presented excellent goods."
        },
        {
            "title": "High Temperature Persists in DPRK",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-19ee.html",
            "content": "High Temperature Persists in DPRK\r\n Pyongyang, August 23 (KCNA) -- High temperatures are persistently hovering over most parts of the Democratic People's Republic of Korea this month, due to the flow of hot and wet air from the southern part of Korea.\n\t\t\t\t\t The highest temperature in the east and west coastal areas of the country was 30-33.6 degrees centigrade on average from August 7 to 16.\n\t\t\t\t\t\n\t\t\t\t\t The average temperature of Pyongyang was 27.2 degrees C early in August, a record high since 1956.\n\t\t\t\t\t\n\t\t\t\t\t The highest temperature was 36 degrees C in Hamhung City on August 10 and Wonsan City on August 12, an all-time high since the start of weather survey in the country.\n\t\t\t\t\t\n\t\t\t\t\t High temperatures were also observed in Chongjin and Sariwon cities and other areas.\n\t\t\t\t\t\n\t\t\t\t\t The average temperature in mid-August throughout the country was 25.4 degrees C, the highest since Juche 53 (1964).\n\t\t\t\t\t\n\t\t\t\t\t The highest temperatures were recorded in Wonsan and Hamhung cities since 1941, in Yangdok County and Kim Chaek and Chongjin cities since 1956 and in Phyonggang County since 1964."
        },
        {
            "title": "DPRK Has Exceptionally Heavy Rainfalls in Summer",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-23ee.html",
            "content": "DPRK Has Exceptionally Heavy Rainfalls in Summer\r\n Pyongyang, August 23 (KCNA) -- The Democratic People's Republic of Korea had much precipitation in the 48-day rainy season this year.\n\t\t\t\t\t The season started on July 2, two days earlier than the average, and ended on August 18, eight days earlier than the average.\n\t\t\t\t\t\n\t\t\t\t\t In the period heavy rainfalls hit most parts of the country, particularly the central part including North and South Phyongan provinces.\n\t\t\t\t\t\n\t\t\t\t\t Unsan County observed 1,903 mm of rainfall between July 8 and 23, 466 mm for 18 hours on July 20.\n\t\t\t\t\t\n\t\t\t\t\t The country's average precipitation was 800 mm, the highest ever in the history of the meteorological observation. The past highest precipitation was observed in Juche 53 (1964), with record of 721 mm rainfall."
        },
        {
            "title": "Anniversary of State General Bureau of Tourism Marked",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-15ee.html",
            "content": "Anniversary of State General Bureau of Tourism Marked\r\n Pyongyang, August 23 (KCNA) -- The State General Bureau of Tourism marked its 60th anniversary.\n\t\t\t\t\t President Kim Il Sung took a step for setting up the International Travel Company of the DPRK, the predecessor of the general bureau, on August 24, Juche 42 (1953).\n\t\t\t\t\t\n\t\t\t\t\t He indicated the orientation and ways for the company to follow and set forth the original idea and theory on developing tourism and solved the issues arising in tourism even under the difficult situation where the postwar rehabilitation and construction were under way.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il made sure that the State General Bureau of Tourism was set up in May, Juche 75 (1986) with a deep insight into the realistic requirements for developing tourism. He led the personnel in the field of tourism to conduct it in a big way as required by the international interest and zeal for tourism in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that scenic spots across the country including Mt. Paektu, Mt. Chilbo and Mt. Kuwol were successfully spruced up as recreation grounds for the people and tourist destinations in the period of the arduous march and the forced march, too, and worked heart and soul to provide material and technical foundation for tourism.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un has paid deep attention to the development of tourism in the country and singled it out as an important field for building an economic power and improving the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t He clarified principled issues arising in boosting the nation's tourism, including matters of developing tourist destinations in a big way, building sufficient service facilities, improving transportation and producing souvenirs.\n\t\t\t\t\t\n\t\t\t\t\t Over the last six decades since its founding the general bureau has fully demonstrated the validity and vitality of the Juche-oriented idea and theory on developing the nation's tourism while dynamically promoting tourism.  \n\t\t\t\t\t\n\t\t\t\t\t A meeting was held here on Friday to mark the diamond jubilee of the bureau."
        },
        {
            "title": "Men's Premier Soccer League Matches Marking Youth Day at Final Phase",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-16ee.html",
            "content": "Men's Premier Soccer League Marking Youth Day at Final Phase\r\n Pyongyang, August 23 (KCNA)--The men's premier soccer league matches marking the Youth Day have successfully reached a final phase at Kim Il Sung Stadium.\n\t\t\t\t\t There were matches between the April 25 Team and the Myohyangsan Team and between the Pyongyang Team and the Mangyongbong Team on Friday, the final games among the teams belonging to Group A.\n\t\t\t\t\t\n\t\t\t\t\t The April 25 Team beat its rival 3:2 and the Pyongyang Team and the Mangyongbong Team drew 1:1 in the matches. \n\t\t\t\t\t\n\t\t\t\t\t The April 25 Team and the Hwaebul Team came first and second respectively in Group A, advancing into semi-finals.\n\t\t\t\t\t\n\t\t\t\t\t Thursday saw matches between the Team of the Ministry of Light Industry and the Kigwancha Team, between the Amnokgang Team and the Sonbong Team and between the Rimyongsu Team and the Wolmido Team. \n\t\t\t\t\t\n\t\t\t\t\t The Team of the Ministry of Light Industry trounced the Kigwancha Team 3:2, the Amnokgang Team defeated the Sonbong Team 1:0 and the Rimyongsu Team bested the Wolmido Team 2:1.\n\t\t\t\t\t\n\t\t\t\t\t  Teams belonging to Group B will play last games on Saturday."
        },
        {
            "title": "Students' Sports Games under Way in Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-18ee.html",
            "content": "Students' Sports Games under Way in Pyongyang\r\n Pyongyang, August 23 (KCNA) -- The Pyongyang City Students' Sports Games are taking place in the DPRK from August 12 to 28 to celebrate the Youth Day.\n\t\t\t\t\t The games are under way in different parts of the city, divided into diverse events including football, basketball, volleyball, table-tennis, swimming, Taekwon-do and tug of war.\n\t\t\t\t\t\n\t\t\t\t\t A swimming contest was held on Wednesday at the swimming gymnasium of Kim Il Sung University. The gymnasium was replete with sports enthusiasm.\n\t\t\t\t\t\n\t\t\t\t\t The contest included 100-meter and 200-meter freestyle, 100-meter and 200-meter breaststroke and 400-meter relay freestyle events.\n\t\t\t\t\t\n\t\t\t\t\t In the contest, students of Kim Il Sung University won the titles of men's and women's events. The second and third places were taken by Kim Chol Ju University of Education and Pyongyang University of Foreign Studies in men's events and by Pyongyang Teacher Training College and Kim Chol Ju University of Education in women's events.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kum Hyok, a student of Kim Il Sung University, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"My success in the contest is thanks to this good swimming gymnasium equipped with all conditions for training.\n\t\t\t\t\t\n\t\t\t\t\t I will further develop my physical strength and study hard for my country.\""
        },
        {
            "title": "Song Tells about DPRK's History of War Victory",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-20ee.html",
            "content": "Song Tells about DPRK's History of War Victory\r\nPyongyang, August 23 (KCNA) -- Song \"July 27 March\", written by Cha Ho Gun and composed by Jo Kyong Jun, is popular among the Korean army and people.\n\t\t\t\t\tThe song makes people recall the days of the victorious Fatherland Liberation War (June 1950-July 1953).\n\t\t\t\t\t\n\t\t\t\t\tIt praises the undying exploits performed by President Kim Il Sung in leading the war to victory as well as the feats of the heroic Korean People's Army in the 1950s.\n\t\t\t\t\t\n\t\t\t\t\tThe first stanza of the song says that new generations march with the war veterans across the square of victory, where the latter passed by after getting a written surrender from the U.S. imperialist aggressors.\n\t\t\t\t\t\n\t\t\t\t\tThe second stanza tells about fireworks of victory displayed after defeating the invaders from the U.S. and 15 other countries and the south Korean forces.  It also says that the decorations and medals on chests of the war veterans in the military parade marking the war victory day show their feats performed in devotedly carrying out the orders of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tThe third stanza represents the successors' will to march toward to the square of national reunification and to the final victory.\n\t\t\t\t\t\n\t\t\t\t\tThe song's melody reflects the stamina of the Korean People's Army boasting of invincibility.\n\t\t\t\t\t\n\t\t\t\t\tThe song will remain an eternal march of memories and victory for Songun (military-first) Korea."
        },
        {
            "title": "Kim Jong Il's Songun Politics Turns DPRK Invincible",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-22ee.html",
            "content": "Kim Jong Il's Songun Politics Turns DPRK Invincible\r\n Pyongyang, August 23 (KCNA) -- General Secretary Kim Jong Il inspected the Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army on August 25, Juche 49 (1960) as the start of his Songun (military-first) revolutionary guidance.\n\t\t\t\t\t Since then, he had made a great contribution to accomplishing the human cause of independence, the socialist cause, for more than half a century.\n\t\t\t\t\t\n\t\t\t\t\t In the mid-1990s he steered the complicated international political situation by dint of the Songun politics. He clarified the idea that the revolution starts, advances and is accomplished with arms and the army precisely means the party, state and people. This idea gave a great strength and courage to the world progressives aspiring after independence and a telling blow to the imperialist reactionaries.\n\t\t\t\t\t\n\t\t\t\t\t His Songun politics and leadership remarkably enhanced the might of the DPRK based on its military capability and provided a solid springboard for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t And his Songun politics resulted in the adoption of the joint declaration between the north and the south of Korea and advent of the June 15 era of reunification while putting the DPRK's dignity on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t It also helped the DPRK always emerge victorious in the acute showdown with the U.S. seeking to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t Those eye-opening events made the world progressives deeply cherish the truth that the sovereignty of each country and the destiny of each nation can be defended by dint of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Today Kim Jong Un, supreme leader of the DPRK who is identical to President Kim Il Sung and leader Kim Jong Il, is creditably carrying forward the cause of Songun revolution through his ceaseless military inspections."
        },
        {
            "title": "Prospect of Juche Revolution Is Rosy Thanks to Day of Songun: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-06ee.html",
            "content": "Prospect of Juche Revolution Is Rosy Thanks to Day of Songun: Rodong Sinmun\r\nPyongyang, August 23 (KCNA) -- The high dignity of Kim Il Sung's Korea, inexhaustible strength of the powerful revolutionary Paektusan army and bright future of the Juche revolution would be unthinkable without Aug. 25, the Day of Songun.\n\t\t\t\t\tRodong Sinmun Friday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThanks to the day leader Kim Jong Il started his Songun leadership the DPRK could advance along the road of prosperity, demonstrating its invincible dignity and might.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il was a peerlessly great man who provided an eternal foundation for the DPRK's prosperity and its people's happiness under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\tHis Songun leadership characterized by his policy of attaching importance to ideology was the basic source of strength which made it possible for the DPRK to display its might as a power of single-minded unity in which the unity of the service personnel and people in their thinking and work style was successfully achieved.\n\t\t\t\t\t\n\t\t\t\t\tThe policy of attaching importance to science and technology along with the policies of attaching importance to ideology and arms is one of the three mainstays for building a thriving nation provided by him.\n\t\t\t\t\t\n\t\t\t\t\tThe immortal history of his Songun leadership is the most vivid manifestation of the strong determination to carry forward and accomplish the idea and cause of President Kim Il Sung down through generations.\n\t\t\t\t\t\n\t\t\t\t\tThere was a precedent in the world in which a revolution was frustrated when an old generation of leadership was replaced by a younger generation. But it knows no such loyal successor as Kim Jong Il who creditably carried forward the idea and cause of the leader and put the dignity and might of the country and nation on the highest level.\n\t\t\t\t\t\n\t\t\t\t\tHe was possessed of the firm faith and matchless pluck unshaken in any political storm or thunderclap.\n\t\t\t\t\t\n\t\t\t\t\tThe history of his Songun leadership represents an epic of trust in comrades, service personnel and people.\n\t\t\t\t\t\n\t\t\t\t\tHis Songun revolutionary leadership and exploits are now being successfully carried forward and developed by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThanks to Kim Jong Un the DPRK is dynamically advancing along the road of independence, Songun and socialism indicated by the great Generalissimos Kim Il Sung and Kim Jong Il, and the exploits Kim Il Sung performed by winning the victory in the war and Kim Jong Il's Songun leadership feats are shedding more brilliant rays as an eternal treasure of Kim Il Sung and Kim Jong Il's Korea and the glorious tradition of victory in the Songun revolution is given steady continuity in the DPRK."
        },
        {
            "title": "World's Cultural Heritages in Kaesong City of DPRK (1)",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-21ee.html",
            "content": "World's Cultural Heritages in Kaesong City of DPRK (1)\r\nPyongyang, August 23 (KCNA) -- The Mausoleum of King Wang Kon and the Mausoleum of King Kongmin in Kaesong City, DPRK, were listed as world's cultural heritages in late June.\n\t\t\t\t\tThe Mausoleum of King Wang Kon, founder of Koryo Kingdom (918-1392) known as Korea's first unified state, is located in Haeson-ri, Kaesong City.\n\t\t\t\t\t\n\t\t\t\t\tThe mausoleum is a stone-chambered earth tomb. The mound is 8 meters high and has stone tigers in its four corners. In front of the tomb are a stone altar and a pair of stone posts.\n\t\t\t\t\t\n\t\t\t\t\tStanding on both sides of the mausoleum are stone sculptures of eight subjects who rendered distinguished services to the state building.\n\t\t\t\t\t\n\t\t\t\t\tThere is a stone door to the chamber, which has well-preserved mural paintings of bamboos and pine trees on its eastern, western and northern walls.\n\t\t\t\t\t\n\t\t\t\t\tKongmin was the 31st king of Koryo.\n\t\t\t\t\t\n\t\t\t\t\tThe Mausoleum of King Kongmin is twin stone-chambered earth tombs, one for the king and the other for the queen.\n\t\t\t\t\t\n\t\t\t\t\tEach tomb on dodecagonal stones, 40 meters long from east to west and 24 meters from north to south, is about 6.5 meters high and 13.7 meters across, framed with wall-like stones on which 12 spirits of terrain were engraved in relief.\n\t\t\t\t\t\n\t\t\t\t\tStanding on terraces in front of the mausoleum are statues of civil officials and military officers, four respectively on each side."
        },
        {
            "title": "U.S. Predatory Action Slammed",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-07ee.html",
            "content": "U.S. Predatory Action Slammed\r\nPyongyang, August 23 (KCNA) -- The People for Achieving Peace and Reunification and other civic and public organizations, university professors and experts of south Korea held a press conference outside the National Assembly on August 20 in protest against the U.S. predatory action.\n\t\t\t\t\tAt the conference speakers accused the U.S. of demanding south Korea pay money to the tune of more than 1 trillion won under the pretext of expenses for bolstering up combined defense capability at the negotiations for concluding a special agreement on sharing the upkeep of the U.S. forces. They went on:\n\t\t\t\t\t\n\t\t\t\t\tThe amount of money provided by south Korea to the U.S. forces under the special agreement on sharing the upkeep of the U.S. forces reached 884.5 billion won in 2010.\n\t\t\t\t\t\n\t\t\t\t\tNevertheless, the U.S. grumbled about inequality, claiming that south Korea is covering just 40-45 percent of the upkeep. \n\t\t\t\t\t\n\t\t\t\t\tIn actuality, the share of the upkeep paid by south Korea has surpassed 65 percent and the U.S. forces now keep 738 billion won in cash, without using the fund as upkeep.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. forces seem to be tired of squandering the money collected from the people as taxes.\n\t\t\t\t\t\n\t\t\t\t\tSouth Korea is not aware of for what purpose the U.S. forces are using the money collected from the people as taxes and the amount of the upkeep allocated for specific objectives.\n\t\t\t\t\t\n\t\t\t\t\tIt is only south Korea and Japan which are paying the money amounting to 1 trillion won a year collected from the people as taxes under the pretext of sharing the upkeep of the U.S. forces, they ridiculed."
        },
        {
            "title": "S. Korean Authorities' Moves to Cover Up Crimes Slammed",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-08ee.html",
            "content": "S. Korean Authorities' Moves to Cover Up Crimes Slammed\r\nPyongyang, August 23 (KCNA) -- The Chatholic Suwon Parish of south Korea held a meeting on Tuesday in Kyonggi Province denouncing the authorities for their moves to cover up the truth behind the case of the Intelligence Service's interference in the election.\n\t\t\t\t\tAt the meeting, the speakers said that the state investigation into the case has not been made properly.\n\t\t\t\t\t\n\t\t\t\t\tThey demanded the present chief executive probe the IS's meddling in the election and making public the south-north summit minutes, and make an apology to the people.\n\t\t\t\t\t\n\t\t\t\t\tThen, a declaration on the situation was issued.\n\t\t\t\t\t\n\t\t\t\t\tThe declaration said that the people's large-scale candlelight action is spreading across south Korea, but media keep mum about it as in the period of the \"yusin\" dictatorship. It called for the unbiased report on the action.\n\t\t\t\t\t\n\t\t\t\t\tThe authorities' acts are a crime of violating the democracy of society, it noted.  \n\t\t\t\t\t\n\t\t\t\t\tIt called for correctly probing the truth behind the case and punishing criminals."
        },
        {
            "title": "Kim Jong Il's Work Published in Nepal",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-01ee.html",
            "content": "Kim Jong Il's Work Published in Nepal\r\nPyongyang, August 23 (KCNA) -- The Nepali newspaper Charcha on August 19 carried the second part of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\". \n\t\t\t\t\tThis part of the work published on August 4, Juche 86 (1997) indicates the tasks and ways for achieving national reunification based on the three charters for national reunification."
        },
        {
            "title": "DPRK Anniversary to Be Marked in Russia",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-02ee.html",
            "content": "DPRK Anniversary to Be Marked in Russia\r\nPyongyang, August 23 (KCNA) -- A preparatory committee for celebrating the 65th anniversary of the DPRK was formed on August 19 by the Khabarovsk Territorial Committee of the Communist Party of the Russian Federation.\n\t\t\t\t\tThe first secretary of the territorial committee was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\tThe preparatory committee fixed a celebration period from Aug. 19 to Sept. 9 and decided to widely introduce the exploits performed by President Kim Il Sung in the nation-building and the Songun revolutionary leadership feats of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tIt also decided to organize diverse political and cultural events to express support and solidarity for the Korean people who are stepping up the building of a thriving socialist nation under the leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Anniversary of Korea's Liberation Observed by Polish Organization",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-03ee.html",
            "content": "Anniversary of Korea's Liberation Observed by Polish Organization\r\nPyongyang, August 23 (KCNA) -- The Polish Branch of the Korean Friendship Association released a statement on August 15, the 68th anniversary of Korea's liberation.\n\t\t\t\t\tThe Japanese imperialists imposed the fate of colonial slavery upon the Korean people in the past, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tDuring their occupation of Korea, they massacred innocent people, forced women into sexual slavery and brutally suppressed the Korean people, enforcing the policy of obliterating the Korean nation, etc.\n\t\t\t\t\t\n\t\t\t\t\tHowever, the Korean people staged an indomitable struggle against the Japanese imperialist aggressors.\n\t\t\t\t\t\n\t\t\t\t\tPresident Kim Il Sung led the anti-Japanese armed struggle, liberating Korea on August 15, 1945.\n\t\t\t\t\t\n\t\t\t\t\tAfter the liberation of the country, the Korean people began leading a new independent and creative life as genuine masters of their destiny.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is now dynamically advancing, foiling all the moves of the imperialists for aggression under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThe branch extends warm congratulations and firm solidarity to the Korean people."
        },
        {
            "title": "U.S.-S. Korea Military Drills Denounced by British Organizations",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-04ee.html",
            "content": "U.S.-S. Korea Military Drills Denounced by British Organizations\r\nPyongyang, August 23 (KCNA) -- British organizations vehemently denounced the U.S. and south Korea for staging Ulji Freedom Guardian joint military drills (UFG).\n\t\t\t\t\tThe British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea in their joint statement on August 13 said the joint military drills are an intolerable provocation against the efforts for detente on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tWhat merits a more serious attention is that the drills are follow-up of the Key Resolve and Foal Eagle staged by the U.S. and the south Korean puppet forces for invading the DPRK from March to April, the statement noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\tThe UFG proves that \"dialogue\" and \"peace\" touted by the U.S. are nothing but hypocrisy and that there can be no peaceful co-existence with U.S. imperialism.\n\t\t\t\t\t\n\t\t\t\t\tWe demand the U.S. imperialists and the south Korean puppet forces stop their war moves against the DPRK and the U.S. immediately withdraw its forces of aggression from south Korea. \n\t\t\t\t\t\n\t\t\t\t\tWe, at the same time, call on the Juche idea, Songun idea followers all over the world to wage a more dynamic campaign to support the DPRK. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people will foil the reckless war moves of the U.S. imperialists and the south Korean puppet forces and achieve a final victory in the building of a thriving socialist nation in the near future  under the outstanding Songun leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThe British Branch of the Korean Friendship Association in its statement on August 14 lashed out at the joint military drills and expressed full support for the just cause of the Korean people."
        },
        {
            "title": "Tiene lugar acto de festejo de trabajadores agricolas",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-25ee.html",
            "content": "Tiene lugar acto de festejo de trabajadores agricolas\r\nPyongyang, 23 de agosto (ACNC) -- Con motivo del 53o aniversario del inicio de la guia del Dirigente Kim Jong Il sobre la revolucion mediante el Songun, tuvo lugar el dia 23 en la Granja Cooperativa de Migok de la ciudad de Sariwon de la provincia de Hwanghae del Norte el acto festivo de los trabajadores agricolas.\n\t\t\t\t\tParticiparon aqui los funcionarios interesados, los funcionarios del Comite de la Union de Trabajadores Agricolas de Corea en dicha provincia y ciudad y los trabajadores agricolas.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto hubo el informe del presidente del CC de la UTAC Ri Myong Gil e intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que el Dirigente dejo el 25 de agosto del 49 (1960) de la Era Juche en la Division Guardia de Tanques 105 \"Seul\" Ryu Kyong Su del Ejercito Popular de Corea las huellas de su direccion, lo cual fue la declaracion de brillante continuacion de la causa revolucionaria del Songun.\n\t\t\t\t\t\n\t\t\t\t\tBajo la sabia direccion del Dirigente, se lograron grandes exitos en la produccion agricola y las zonas rurales del pais se convierten en paraiso socialista, destacaron.\n\t\t\t\t\t\n\t\t\t\t\tApuntaron que la causa revolucionaria jucheana del Songun, conducida por el Generalisimo Kim Jong Il a la victoria y gloria, se cumple con brillantez por el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tTodos los trabajadores agricolas deben apoyar fielmente la direccion del Mariscal sobre la revolucion mediante el Songun, acelerar la produccion agricola y la construccion del campo socialista y acoger con exitos laborales el 65o aniversario de la fundacion de la RPDC, concluyeron."
        },
        {
            "title": "Kim Jong Un recibe cesto de flores y carta de felicitacion del Cuerpo de Agregados Militares",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-26ee.html",
            "content": "Kim Jong Un recibe cesto de flores y carta de felicitacion del Cuerpo de Agregados Militares\r\nPyongyang, 23 de agosto (ACNC) -- El Mariscal Kim Jong Un recibio el cesto de flores y la carta de felicitacion que le dedicara el Cuerpo de Agregados Militares acreditados en Corea con motivo del 53o aniversario del inicio de la direccion del Dirigente Kim Jong Il sobre la revolucion mediante el Songun.\n\t\t\t\t\tEl agregado militar irani Hassan Reza Husseini, quien preside el cuerpo, los traslado el dia 23 al ministro de las Fuerzas Armadas Populares, Jang Jong Nam."
        },
        {
            "title": "Exposicion nacional de exitos cientifico-tecnicos de jovenes por Dia de Juventud",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-27ee.html",
            "content": "Exposicion nacional de exitos cientifico-tecnicos de jovenes por Dia de Juventud\r\nPyongyang, 23 de agosto (ACNC) -- Quedo inaugurada el dia 23 en la Exposicion Permanente de las Tres Revoluciones la exposicion de exitos cientifico-tecnicos de jovenes por el Dia de la Juventud.\n\t\t\t\t\tEn el certamen fueron exhibidos mas de 3 mil invenciones valiosas y los planes de innovacion tecnica incluyendo mas de 520 productos de tecnologia informatica investigados los jovenes de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto inaugural participaron el jefe de departamento del CC del Partido del Trabajo de Corea Ri Yong Su, el presidente del Comite Estatal de Ciencias y Tecnicas, Choe Sang Gwon, los funcionarios de la union de la juventud y cientificos y tecnicos juveniles de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente del CC de la Union de la Juventud Socialista Kim Il Sung Jon Yong Nam hizo uso de la palabra de inauguracion.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes recorrieron los datos cientifico-tecnicos exhibidos."
        },
        {
            "title": "Hace en Corea mas calor que de costumbre",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-28ee.html",
            "content": "Hace en Corea mas calor que de costumbre\r\nPyongyang, 23 de agosto (ACNC) -- En agosto, casi todas las zonas de Corea se encuentran bajo altas temperaturas debido a la corriente de aire caliente y humedo proveniente del sur de la Peninsula Coreana.\n\t\t\t\t\tEntre el dia 7 y el 16, la temperatura maxima del dia en las zonas costeras oriental y occidental se ubico en 30-33.6 como promedio.\n\t\t\t\t\t\n\t\t\t\t\tEn la primera decena de agosto, la temperatura promedia de la zona de Pyongyang fue de 27.2, la mas alta despues de 1956.\n\t\t\t\t\t\n\t\t\t\t\tEl dia 10 y el 12, en la ciudad de Hamhung y la de Wonsan el termometro marco 36 por la tarde rompiendo el record de los grados para esos dias.\n\t\t\t\t\t\n\t\t\t\t\tTal fenomeno fue observado en las ciudades de Chongjin y Sariwon, etc.\n\t\t\t\t\t\n\t\t\t\t\tLa temperatura promedia del pais en la segunda decena es de 25.4, la mas alta despues de 1964.\n\t\t\t\t\t\n\t\t\t\t\tSe registraron las temperaturas mas altas despues de 1941 en las ciudades de Wonsan y Hamhung; despues de 1956 en el distrito de Yangdok y las ciudades Kim Chaek y de Chongjin; despues de 1964, en el distrito de Phyonggang."
        },
        {
            "title": "Registrada mayor precipitacion este ano",
            "url": "http://kcna.co.jp/item/2013/201308/news23/20130823-29ee.html",
            "content": "Registrada mayor precipitacion este ano \r\nPyongyang, 23 de agosto (ACNC) -- En Corea terminaron el 18 de agosto las lluvias continuas iniciadas el 2 de julio pasado. Es decir, se iniciaron 2 dias antes y se acabaron 8 dias con anticipacion.\n\t\t\t\t\tSu periodo contuvo 48 dias con 6 dias mas corto que el promedio.\n\t\t\t\t\t\n\t\t\t\t\tEn este plazo, en la mayoria de las zonas cayeron muchas lluvias, especialmente en las provincias del Phyong-an del Sur y del Norte y otras zonas centrales.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, en el distrito de Unsan de la provincia de Phyong-an del Norte, cayo mil 903 mm de lluvias y el 20 de julio,  466 mm durante 18 horas.\n\t\t\t\t\t\n\t\t\t\t\tLa precipitacion promedia del pais fue de 800 mm, mayor cantidad desde la observacion meteorologica. En el 53 (1964) de la Era Juche se registro 721 mm de precipitacion."
        }
    ]
}