{
    "date": "2013-10-21",
    "url": "http://kcna.co.jp/item/2013/201310/2013-10-21ee.html",
    "articles": [
        {
            "title": "DPRK, Congolese Governments Sign Agreement",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-24ee.html",
            "content": "DPRK, Congolese Governments Sign Agreement\r\nPyongyang, October 21 (KCNA) -- An inter-governmental agreement on cultural exchange and cooperation between the DPRK and the Republic of Congo was signed here Monday.\n\t\t\t\t\tPresent at the signing ceremony were Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned and members of the Congolese government delegation headed by Gakosso Jean Claude, minister of Culture and Art.\n\t\t\t\t\t\n\t\t\t\t\tThe agreement was inked by Kim Jong Suk and Gakosso Jean Claude."
        },
        {
            "title": "Enlarged Plenary Meeting of Cabinet Held",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-30ee.html",
            "content": "Enlarged Plenary Meeting of Cabinet Held\r\nPyongyang, October 21 (KCNA) -- An enlarged plenary meeting of the Cabinet of the DPRK was held here.\n\t\t\t\t\tPresent at the meeting were DPRK Premier Pak Pong Ju and members of the Cabinet.\n\t\t\t\t\t\n\t\t\t\t\tIt was attended by senior officials of the institutions and directors of the management bureaus under the Cabinet, chairpersons of the provincial, city and county people's committees, chairpersons of the provincial rural economy committees, chairpersons of the provincial regional planning commissions, directors of the provincial bureaus for the management of food and consumer goods industries, managers of the major factories and enterprises as observers.\n\t\t\t\t\t\n\t\t\t\t\tIt discussed the agenda item \"On the review of the fulfillment of the third quarter yearly national economy plan and measures for successfully carrying out the fourth quarter yearly and this year's national economy plan.\"\n\t\t\t\t\t\n\t\t\t\t\tA report made by Vice-Premier Jon Sung Hun was followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\tThe reporter and speakers referred to the fact that thousands of factories and enterprises overfulfilled their third quarter yearly national economy plans and more than 500 industrial establishments honored their yearly national economy quotas as of late September.\n\t\t\t\t\t\n\t\t\t\t\tThe meeting said that the major tasks facing the Cabinet in the fourth quarter of the year are to put spurs to the development of the pilot domains of the national economy, the basic industrial fields, by focusing all efforts on boosting the production of coal and irons and steels and reenergize the overall production. It also underscored the need to channel big efforts into agriculture and light industry, the main thrusts of the economic construction, and thus conclude farming for this year as quickly as possible and decisively increase the production of consumer goods so as to successfully settle the issues of food and consumer goods.\n\t\t\t\t\t\n\t\t\t\t\tIt underlined the need to give spurs to building a highly civilized socialist nation including the development of education and public health and building of a sports power.\n\t\t\t\t\t\n\t\t\t\t\tIt proposed tasks and ways in the fourth quarter of this year for fulfilling the current state budget."
        },
        {
            "title": "DPRK Delegate Calls for Establishing New Int'l Information, Communication Order",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-08ee.html",
            "content": "DPRK Delegate Calls for Establishing New Int'l Information, Communication Order\r\nPyongyang, October 21 (KCNA) -- The DPRK delegate made a speech at the discussion on the agenda item concerning information-related issues at the 4th committee of the 68th session of the UN General Assembly on Oct. 17. \n\t\t\t\t\tHe said that information service is a powerful means promoting peace, security, social unity and sustainable development. Information and communication technology and means which should contribute to prosperity and civilization development common to mankind are still in the hands of some specified countries and the gap between the developed countries and developing countries is widening in the international information field, he added.\n\t\t\t\t\t\n\t\t\t\t\tNoting that it is impossible to achieve justice and equality in the international relations as long as the present unfair international information order persists, he held attention should be paid to the following issues in the UN information service:\n\t\t\t\t\t\n\t\t\t\t\tFirst, it is necessary to pay primary attention to the issue of establishing a new international information and communication order on the principles of respect for sovereignty, non-interference in other's internal affairs, impartiality and objectivity. \n\t\t\t\t\t\n\t\t\t\t\tIt is required to put an end to the high-handed practices of specified forces to quell the just voices by forcing their will and demands upon the developing countries, talking about \"free spread of information\".\n\t\t\t\t\t\n\t\t\t\t\tTo this end, it is important to take, first of all, measures to eliminate preponderance and imbalance in the volume of information distributed worldwide, one sidedness and selectivity in the contents of information and domination and master-servant relations in the information structure.\n\t\t\t\t\t\n\t\t\t\t\tSecond, it is important to improve capability of information and communication means in the developing countries.\n\t\t\t\t\t\n\t\t\t\t\tIn this regard, measures should be taken for the developed countries not to obstruct or restrict the access of the developing countries to the international information and communication technology, attaching no unreasonable conditionality to them. \n\t\t\t\t\t\n\t\t\t\t\tThe UN bodies and developed countries should set goals for helping the developing countries reinforce their information infrastructure and remove imbalance in the information and communication fields by boosting international cooperation including transfer of latest information and communication technology, investment and training of experts. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK government is making sustained efforts to develop national information by conducting the projects to round off infrastructure through development and introduction of latest mobile communication as required by the world trend of the rapidly developing information and communication technology. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK will as ever positively join the international community in its efforts to establish a new international information order and promote world peace, security, unity and sustainable development."
        },
        {
            "title": "CPRK Secretariat Slams ROK Army for Joining Human Scum in Waging Psychological Warfare against DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-31ee.html",
            "content": "CPRK Secretariat Slams ROK Army for Joining Human Scum in Waging Psychological Warfare against DPRK\r\nPyongyang, October 21 (KCNA) -- South Korean puppet Defense Minister Kim Kwan Jin and new Chairman of the Joint Chiefs of Staff Choe Yun Hui fanned up war hysteria, touring foremost posts of the puppet forces, while crying out for \"perfect punishment\". Talking about someone's \"provocation\", they let loose belligerent remarks calling for \"promptly and resolutely punishing the north without hesitation\" and also said that \"the north should be made to keenly feel the price of provocation\". They even cried out for \"making havoc of provocation base and support and commanding forces\" and launching \"preemptive attack\".\n\t\t\t\t\tThe puppet warmongers even let the puppet Defense Ministry spokesman spread false story about \"tunnel\", \"construction of missile base\" and \"development of new-type missile\". They also decided to develop and deploy mobile relay equipment for transmitting at the same time the radio and TV waves targeting the north and new-type shells for K-9 gun with the mission of scattering leaflets, saying that the \"psychological warfare against the north is a powerful means to bringing down its social system without use of force.\" Besides these moves for strengthening the capabilities for \"psychological warfare against the north\", they plan to stage \"combined psychological exercises\" against the DPRK together with the U.S.\n\t\t\t\t\t\n\t\t\t\t\tThe Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) in information bulletin No. 1047 on Monday branded the south Korean military warmongers' remarks and vicious military confrontation moves as a deliberate and premeditated provocation pushing the north-south ties into a catastrophe and escalating tensions on the Korean Peninsula, and dangerous criminal act to ignite a war against the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\tSaying it is very ill-boding that the riff-raffs of the south Korean puppet military vie with each other to make bellicose outbursts and fan up confrontation hysteria, the bulletin continued:\n\t\t\t\t\t\n\t\t\t\t\tIt is a serious provocation that can never be overlooked that the puppet warmongers are holding the farce of developing and introducing what they called the shell for scattering leaflets and relay equipment for \"psychological warfare against the north\".\n\t\t\t\t\t\n\t\t\t\t\tThis is another intolerable challenge to the DPRK as it shows that even the ROK army officially joined human scum in the smear campaign against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe aim sought by the puppet warmongers in getting hell-bent on military provocation moves is to dispel war-phobia mounting in south Korea, tide over the security crisis, divert elsewhere the public opinion focused on ROK Cyber Command's \"interference in presidential election\" and justify their arms buildup and war moves as they were taken aback by the powerful military might of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWe will never tolerate the foolish act of the puppet warmongers but wipe out the provokers with merciless firing.\n\t\t\t\t\t\n\t\t\t\t\tWe will deal a telling blow at the ROK army to make it pay a very high price for its foolish provocation as it is keen on staging \"psychological warfare against the north\" in alignment with human scum. The puppet regime and military warmongers will be made to own full responsibilities for all the ensuing consequences."
        },
        {
            "title": "DPRK Government Hosts Banquet in Honor of Indonesian FM",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-25ee.html",
            "content": "DPRK Government Hosts Banquet in Honor of Indonesian FM\r\nPyongyang, October 21 (KCNA) -- The DPRK government Monday hosted a banquet in honor of the Indonesian foreign minister and his party on a visit to the DPRK.\n\t\t\t\t\tPresent at the banquet on invitation were Raden Mohammad Marty Muliana Natalegawa, foreign minister of Indonesia, and his party and Nasri Gustaman, Indonesian ambassador to the DPRK, and staff members of his embassy here.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were DPRK Foreign Minister Pak Ui Chun and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\tPak said in his speech that the visit of the Indonesian FM to the DPRK shows the desire and wish of the Indonesian government and people to boost the friendly and cooperative relations between the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\tI am pleased to see the Indonesian people achieving successes in their work for prosperity of the country, he added.\n\t\t\t\t\t\n\t\t\t\t\tHe referred to the fact that the friendly relations with Indonesia are now favorably developing under the deep care of the top leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\tRaden Mohammad Marty Muliana Natalegawa in his speech congratulated the government and people of the DPRK for registering big successes in economic construction and improvement of people's standard of living.\n\t\t\t\t\t\n\t\t\t\t\tThe relations between the two countries are steadily developing on good terms under the deep care of supreme leader Kim Jong Un, he said.\n\t\t\t\t\t\n\t\t\t\t\tHe evinced his will to contribute to further boosting the bilateral friendly relations."
        },
        {
            "title": "Indonesian FM Here",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-19ee.html",
            "content": "Indonesian FM Here\r\nPyongyang, October 21 (KCNA) -- Indonesian Foreign Minister Raden Mohammad Marty Muliana Natalegawa and his party arrived here Monday."
        },
        {
            "title": "Secretary of WPK Central Committee Meets Japanese Delegation",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-16ee.html",
            "content": "Secretary of WPK Central Committee Meets Japanese Delegation\r\nPyongyang, October 21 (KCNA) -- Kim Yong Il, secretary of the Central Committee of the Workers' Party of Korea (WPK), Monday met and had a talk with the delegation of the New Socialist Party of Japan headed by Eiko Tomiyama, vice-president of its Central Executive Committee."
        },
        {
            "title": "Gift to Kim Jong Il from Japanese Delegation",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-18ee.html",
            "content": "Gift to Kim Jong Il from Japanese Delegation\r\nPyongyang, October 21 (KCNA) -- The visiting delegation of the New Socialist Party of Japan presented a gift to leader Kim Jong Il.\n\t\t\t\t\tThe gift was handed to Kim Yong Il, alternate member of the Political Bureau and secretary of the C.C., the Workers' Party of Korea, on Monday by head of the delegation Eiko Tomiyama, vice-president of the Central Executive Committee of the New Socialist Party of Japan."
        },
        {
            "title": "Delegation of French Business Circles Here",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-29ee.html",
            "content": "Delegation of French Business Circles Here\r\nPyongyang, October 21 (KCNA) -- A delegation of French business circles led by Alban Yung, Chinese representative of \"Foundation of Victor Segalen\", arrived here by air on Monday."
        },
        {
            "title": "DPRK Broadcasting Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-27ee.html",
            "content": "DPRK Broadcasting Delegation Leaves for China\r\nPyongyang, October 21 (KCNA) -- The delegation of the Central Broadcasting Committee of Korea led by its Vice-Chairman Pak Song Il left here Monday to visit China."
        },
        {
            "title": "DPRK Designers Delegation Returns",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-26ee.html",
            "content": "DPRK Designers Delegation Returns\r\nPyongyang, October 21 (KCNA) -- The DPRK designers delegation headed by Kim Sok Jun, director of the State Designing Guidance Bureau, returned home on Monday after visiting China."
        },
        {
            "title": "Congolese Government Delegation Leaves",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-23ee.html",
            "content": "Congolese Government Delegation Leaves\r\nPyongyang, October 21 (KCNA) -- The Congolese government delegation headed by Gakosso Jean Claude, minister of Culture and Art, left here for home on Monday."
        },
        {
            "title": "Performances by National Folk Art Troupe Introduced in China",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-09ee.html",
            "content": "Performances by National Folk Art Troupe Introduced in China\r\nPyongyang, October 21 (KCNA) -- The Liaoning Korean Language Paper of China carried a photo-accompanied article \"Korean National Folk Art Troupe presents brilliant Korean national culture and art\" on October 15. \n\t\t\t\t\tThe article said:\n\t\t\t\t\t\n\t\t\t\t\tThe Korean National Folk Art Troupe showed citizens of Dandong brilliant culture and art of the Korean nation with the performance at a stadium in Dandong on Oct. 10. \n\t\t\t\t\t\n\t\t\t\t\tThe art troupe participating in the 2nd China-DPRK Economic, Trade, Cultural and Tourism EXPO gave performances from October 10 to 12, drawing a large number of audiences. \n\t\t\t\t\t\n\t\t\t\t\tThe performers showed cultural exchange between China and the DPRK with beautiful stage on which they displayed high skills in colorful pieces including dance, song and dance, kayagum ensemble and chorus. \n\t\t\t\t\t\n\t\t\t\t\tSong and dance \"Wild Rose\" and female trio \"Platycodon\" showed simplicity of the Korean people with elegant rhythm and voice touching the heartstrings of the audiences.\n\t\t\t\t\t\n\t\t\t\t\tThey also sang Chinese songs well. \n\t\t\t\t\t\n\t\t\t\t\tDances with Korean national characteristics mesmerized the audiences to win loud applauses from them. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean National Folk Art Troupe is composed of talented artistes."
        },
        {
            "title": "DPRK Team Qualified for FIFA U-20 Women's World Cup 2014",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-15ee.html",
            "content": "DPRK Team Qualified for FIFA U-20 Women's World Cup 2014\r\nPyongyang, October 21 (KCNA) -- The 2013 Asian U-19 Women's Football Championship had been under way in Nanjing, China since October 11.\n\t\t\t\t\tThe DPRK team played league matches with its Australian, Myanmar, Chinese, south Korean and Japanese rivals.\n\t\t\t\t\t\n\t\t\t\t\tIt tied with its Japanese rival 0:0 in the last match on Sunday.\n\t\t\t\t\t\n\t\t\t\t\tIt placed second in the championship to be qualified for the FIFA U-20 Women's World Cup 2014."
        },
        {
            "title": "DPRK Wrests Eight Gold Medals in 6th East Asian Games",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-20ee.html",
            "content": "DPRK Wrests Eight Gold Medals in 6th East Asian Games\r\nPyongyang, October 21 (KCNA) -- The Democratic People's Republic of Korea bagged a total of 42 medals, including eight gold medals in 12 events in the 6th East Asian Games held in Tianjin, China some time ago, an increase of 17 in total medal figure and an increase of two in gold medal figure over the previous games.\n\t\t\t\t\tWeightlifter Jong Chun Mi, who is a gold medalist in the previous games, brought to the DPRK the first gold medal in the women's 63 kg category.\n\t\t\t\t\t\n\t\t\t\t\tThe second was brought by weightlifter Rim Jong Sim, a gold medalist in the 2012 London Olympics, in the women's 69 kg category and the third by weightlifter Kim Un Ju, who clinched two bronzes in the 2011 World Weightlifting Championship, in the women's 75 kg category.\n\t\t\t\t\t\n\t\t\t\t\tWomen's weightlifting competition was held only in five categories, in which Rim Jong Sim and Kim Un Ju beat the previous games' records in total lifts.\n\t\t\t\t\t\n\t\t\t\t\tChina's Xinhua said that the DPRK swept the weightlifting event of the games along with its weightlifters.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, the DPRK took the first places both in the men's and women's football events of the games, rare in world's football history.\n\t\t\t\t\t\n\t\t\t\t\tKim Hyok Bong and Kim Jong came first in the table-tennis mixed doubles, while judoist Kim Sol Mi won a gold medal in the women's 48 kg category and Hong Un Jong in the long horse event of female gymnastics.\n\t\t\t\t\t\n\t\t\t\t\tThe Chinese Beijing Daily, in an article titled \"DPRK Team, Mysterious One at the 6th East Asian Games\", said:\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK sportspersons have a high sense of obligation to their country. They make utmost efforts in the games to show the national muscle.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has proved successful at international tournaments in recent years."
        },
        {
            "title": "Munsu Water Park Associated with Warm Care of Kim Jong Un",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-28ee.html",
            "content": "Munsu Water Park Associated with Warm Care of Kim Jong Un\r\nPyongyang, October 21 (KCNA) -- The world first class Munsu Water Park built on the picturesque bank of the River Taedong in Pyongyang is a complex for people's recreation, which has sprung up thanks to Marshal Kim Jong Un's noble outlook on the people and the future.\n\t\t\t\t\tIt is a gift presented by the Workers' Party of Korea to the people with loving care and ardent desire to enable them to fully enjoy the benefits of high civilization under socialism as they have remained single-mindedly loyal to it despite all difficulties and ordeals.\n\t\t\t\t\t\n\t\t\t\t\tIn order to provide the best people in the world with the best water park true to the behests of leader Kim Jong Il, Kim Jong Un initiated the construction of the park and chose its site.\n\t\t\t\t\t\n\t\t\t\t\tHe gave a series of earnest instructions to build the park well and clearly indicated orientation and ways of construction ranging from designing and formation of construction force to supply of materials.\n\t\t\t\t\t\n\t\t\t\t\tHe entrusted the whole project to the People's Army and visited it several times to acquaint himself with construction force, performance of machines involved and supply of materials and confirmed where each building and facility should be built. \n\t\t\t\t\t\n\t\t\t\t\tHe examined all designs like a designer and architect and gave instructions on properly abiding by the construction regulations as required by technical guidelines and told commanding officers to scrupulously organize operations to push ahead with the project as planned and intensify frontline information service and agitation at the construction site.\n\t\t\t\t\t\n\t\t\t\t\tHe set right even a trifling defect which even experts failed to consider in order to have the color gypsum statue of Kim Jong Il erected in the lobby of the indoor wading pool on the best level.\n\t\t\t\t\t\n\t\t\t\t\tSaying that shops of the water park should be built to suit their nature as service facilities, he personally drew a picture and gave meticulous instructions regarding the display of goods.\n\t\t\t\t\t\n\t\t\t\t\tAt the indoor wading pool where wooden scaffolds were seen here and there, he taught a new building method.\n\t\t\t\t\t\n\t\t\t\t\tHe gave meticulous instructions to paint the support pillars of the water slides white, have a large clock hung on the wall of the indoor wading pool and install sound equipment to please visitors and choose shapes and colors of furniture for different parts of the water park.\n\t\t\t\t\t\n\t\t\t\t\tHe visited the construction sites late at night and at dawn several times in order to provide a modern recreation complex to the people. He went round the water park on Sunday to acquaint himself in detail with the preparations for its inauguration.\n\t\t\t\t\t\n\t\t\t\t\tThe park has thus been built into the complex for people's recreation rare to be seen in its scale and contents thanks to his grand plan and tireless and energetic leadership."
        },
        {
            "title": "University's Dwelling Houses Visited by Many People",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-21ee.html",
            "content": "University's Dwelling Houses Visited by Many People\r\nPyongyang, October 21 (KCNA) -- Apartment houses for educators of Kim Il Sung University are always bustled nowadays with visitors, who come to share joys with owners.\n\t\t\t\t\tIn this regard, Hong Mi Rim, a doctor of Pyongyang Medical College Hospital of Kim Il Sung University, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\tI came here to share joys with new movers.\n\t\t\t\t\t\n\t\t\t\t\tThe 5-6 room flats are already furnished with high-class furniture, kitchen utensils, bathing heaters and air conditioners.\n\t\t\t\t\t\n\t\t\t\t\tI am deeply impressed by the loving care shown by the respected Marshal Kim Jong Un for local educators.\n\t\t\t\t\t\n\t\t\t\t\tKang Jin Il, a researcher of the Pyongyang City Designing Institute, said:\n\t\t\t\t\t\n\t\t\t\t\tThe twin buildings, designed in a peculiar way, are well harmonized in a formative and artistic way.\n\t\t\t\t\t\n\t\t\t\t\tWhat catch one's eyes are the outer walls plastered with tiles of different colors.\n\t\t\t\t\t\n\t\t\t\t\tRi Chon Il, an officer of the Korean People's Army, said:\n\t\t\t\t\t\n\t\t\t\t\tWe, soldier-builders, finished the project in 9 months after the groundbreaking.\n\t\t\t\t\t\n\t\t\t\t\tMarshal Kim Jong Un visited the construction site on several occasions to acquaint himself with the situation of the project.\n\t\t\t\t\t\n\t\t\t\t\tI was deeply moved by the tireless efforts he has paid for the nation's science development."
        },
        {
            "title": "Fitness Center in Pyongyang Draws Many Foreigners",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-22ee.html",
            "content": "Fitness Center in Pyongyang Draws Many Foreigners\r\nPyongyang, October 21 (KCNA) -- Not only citizens of the DPRK but also many foreigners have visited the Fitness Center in Thongil Street, Pyongyang, expressing their deep admiration at it.\n\t\t\t\t\tIn this regard, Choe Yong Gol, deputy manager of the Center, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\tMembers of international organization missions and foreign embassies here and their families and other foreign guests staying in the DPRK would visit this center, saying that it well shows supreme leader Kim Jong Un's outlook on the people.\n\t\t\t\t\t\n\t\t\t\t\tThey praised the advantages of the socialist system in the country, noting it is hard to believe that ordinary working masses can enjoy at this modernly-equipped splendid center.\n\t\t\t\t\t\n\t\t\t\t\tAnd they gave impressions on the center, expressing how they envy the Korean people under such loving care.\n\t\t\t\t\t\n\t\t\t\t\tFollowing are some of the entries left by foreigners in the visitor's book at the center:\n\t\t\t\t\t\n\t\t\t\t\t\"A very impressive health and fitness center for the people of the DPRK, with excellent equipment, being used. My next visit will spend a day here.\" (Prof. and Dr. Judith Mackay of the World Health Organization)\n\t\t\t\t\t\n\t\t\t\t\t\"Now, when I have visited this Sports Center and found out how well it is equipped I wish I could visit more often.\n\t\t\t\t\t\n\t\t\t\t\tFor the movement to be efficient it has to be carried out at least 3 times a week and I would enjoy to work out together with Korean friends.\" (Ews Noswald of Polish Embassy)\n\t\t\t\t\t\n\t\t\t\t\t\"The Fitness Center in Thongil Street well shows the DPRK's deep care for the young people, the future and asset of the country.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is a model of the world as it will as ever pay deep attention to posterity.\" (Patrick Kuentzmann, secretary general of the France-Korea Friendship Association)"
        },
        {
            "title": "Results of Premier Soccer Matches in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-32ee.html",
            "content": "Results of Premier Soccer Matches in DPRK\r\nPyongyang, October 21 (KCNA) -- Following are the results of men's and women's premier soccer matches held on October 20-21 as part of the DPRK Championships:\n\t\t\t\t\t\n\t\t\t\t\tMen's event on Sunday;\n\t\t\t\t\t\tHwaebul : Rimyongsu\n\t\t\t\t\t\t3 : 2\n\t\t\t\t\t\n\t\t\t\t\tApril 25 : Ministry of Light Industry\n\t\t\t\t\t\t3 : 1\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tWomen's event on Sunday;\n\t\t\t\t\t\tApril 25 : Amnokgang\n\t\t\t\t\t\t2 : 2\n\t\t\t\t\t\n\t\t\t\t\tRimyongsu : Ponghwasan \n\t\t\t\t\t\t1 : 0\n\t\t\t\t\t\n\t\t\t\t\tMen's event on Monday;\n\t\t\t\t\t\tWolmido : Myohyangsan\n\t\t\t\t\t\t4 : 1\n\t\t\t\t\t\n\t\t\t\t\tAmnokgang : Pyongyang\n\t\t\t\t\t\t1 : 1\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tWomen's event on Monday;\n\t\t\t\t\t\tWolmido : Myohyangsan\n\t\t\t\t\t\t2 : 2\n\t\t\t\t\t\n\t\t\t\t\tPyongyang : Sobaeksu\n\t\t\t\t\t\t1 : 1\n\t\t\t\t\t\n\t\t\t\t\tMangyongbong : Chongchongang\n\t\t\t\t\t\t0 : 0"
        },
        {
            "title": "KCNA Commentary Blasts Japan's Attempt to Become Military Giant and Launch Reinvasion",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-17ee.html",
            "content": "KCNA Commentary Blasts Japan's Attempt to Become Military Giant and Launch Reinvasion\r\nPyongyang, October 21 (KCNA) -- Japanese Defense Minister Onodera at a recent Japan-U.S. foreign and defense ministerial meeting held in Tokyo stressed the \"need to examine the capability to attack missile launching bases in north Korea.\"\n\t\t\t\t\tThe remark calling for \"acquiring capabilities to mount a preemptive attack on the north\" is by no means anew as it is part of Japan's long-running call for \"possessing the ability to attack enemy bases\".\n\t\t\t\t\t\n\t\t\t\t\tSerious is that the remark was made after the \"strategy for a preemptive attack on the north\" was officially confirmed by the U.S. and the south Korean puppet forces and under the circumstances in which the U.S. tolerated Japan's exercise of the \"right to collective self-defense\".\n\t\t\t\t\t\n\t\t\t\t\tLurking behind the remark made by the defense minister is a sordid intention to take the advantage of the U.S. hostile policy toward the DPRK and thus become a military giant and launch reinvasion.\n\t\t\t\t\t\n\t\t\t\t\tIt is an invariable ambition of the Japanese reactionary ruling quarters to turn Japan into a state that has the right of belligerency, the right to participate in a war and the right to mount a preemptive attack.\n\t\t\t\t\t\n\t\t\t\t\tJapan's moves to get these rights have been restricted by the \"Pacifist Constitution\".\n\t\t\t\t\t\n\t\t\t\t\tThe militarists found the way-out in following the U.S. keen on world domination and the moves to stifle the DPRK, in particular, and have put their ambition into practice.\n\t\t\t\t\t\n\t\t\t\t\tIt is Japan's calculation that its active support for its master's reckless domination moves under the pretext of \"tightened Japan-U.S. alliance\" will help it acquire capability as a war state, an empire for aggression.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries are considering that now is the time to attain their purpose when the U.S. is moving to pivot to Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\tJapan is spurring the moves to lay material and legal foundations for becoming a military giant, zealously spreading the story about \"threats from nuclear weapons and missiles of north Korea\".\n\t\t\t\t\t\n\t\t\t\t\tIn return for its active support for the U.S. hostile policy toward the DPRK, Japan has emerged as dangerous war and aggression forces.\n\t\t\t\t\t\n\t\t\t\t\tIt is by no means fortuitous that analysts see the \"Self-Defense Forces\" have become next to the U.S. in the military level in the Pacific region.\n\t\t\t\t\t\n\t\t\t\t\tIt is clear that Japan which wrested an official approval and commitment to mutual cooperation and distribution of roles regarding the exercise of the \"right to collective self-defence\" will become all the more arrogant in its moves to legalize reinvasion.\n\t\t\t\t\t\n\t\t\t\t\tThe second Asian war by war criminal state Japan is fast becoming a reality.\n\t\t\t\t\t\n\t\t\t\t\tJapan's reckless and dangerous moves have to be checked at any cost."
        },
        {
            "title": "Rodong Sinmun Denounces S. Korean Ministry of Unification for Answering Back DPRK's Just Advice",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-11ee.html",
            "content": "Rodong Sinmun Denounces S. Korean Ministry of Unification for Answering Back DPRK's Just Advice\r\nPyongyang, October 21 (KCNA) -- The coteries of the Ministry of Unification of south Korea let a loose a spate of rubbish like \"dignity of fifty million people\", asserting that \"the north's campaign of slandering the south has gone beyond the limit\". They also talked about \"interference in internal affairs\", \"mutual respect\" and \"polite demeanors\", pulling up the north over its grounded argument which disclosed sinister intention sought by them in escalating confrontation, says Rodong Sinmun Monday in a commentary.\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThis goes to clearly prove that the puppet group has no feelings of responsibility for deterioration of the inter-Korean relations caused by their racket of confrontation but seeks to persistently fall out with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet ministry's improper behavior is part of the wicked racket going against the public desire at home and abroad for dialogue and cooperation.  \n\t\t\t\t\t\n\t\t\t\t\tIt would be a correct act for one to sincerely admit wrongdoings and draw a lesson if one committed a crime. \n\t\t\t\t\t\n\t\t\t\t\tThe coteries of the ministry have no courage and will to bring under control the catastrophe of the present inter-Korean relations and have dialogue and cooperation. This is evidenced by the fact that they pull up the DPRK over calling into question their confrontation moves and dampen the atmosphere of the inter-Korean relations with provocative remarks. Their spate of rubbish is escalating the situation, far from solving the problem.\n\t\t\t\t\t\n\t\t\t\t\tIf the ministry continues to go against the trend of the times and the nation's aspiration of reunification, it can never go scot-free. \n\t\t\t\t\t\n\t\t\t\t\tIt should clearly understand that it would be held wholly accountable for the deteriorated inter-Korean relations and can not evade the nation's stern judgment.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK hopes that the ministry would repent of its crimes and behave with reason, though belatedly."
        },
        {
            "title": "Rodong Sinmun Urges Japan Not to Sidestep Issue of Its Sexual Slavery",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-12ee.html",
            "content": "Rodong Sinmun Urges Japan Not to Sidestep Issue of Its Sexual Slavery\r\nPyongyang, October 21 (KCNA) -- Shortly ago, the State Archives in Tokyo opened to public the document proving the sexual slavery enforced by the Japanese imperialists in the past. The document titled \"BC class Batavia trial No. 106 case\" records the course of trial of five officers of the Imperial Japanese Army and statements made by the criminals in Indonesia after the end of World War II.\n\t\t\t\t\tRodong Sinmun Monday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tIt is not the first time that data were disclosed to prove that the Japanese government organized and enforced the sexual slavery in the past.\n\t\t\t\t\t\n\t\t\t\t\tThe fact that the Japanese imperialists drafted and abducted 200 000 Korean women and took them to shambles of war, forcing them into sexual slavery, was disclosed before the world by testimonies made by victims.\n\t\t\t\t\t\n\t\t\t\t\tThe fact that the Japanese imperialists' sexual slavery was a hideous crime against humanity is the undeniable historical truth.\n\t\t\t\t\t\n\t\t\t\t\tWhen many countries including even its allies chided Japan for its sexual slavery, it persistently denied and justified it, regarding the criticism as unfair.\n\t\t\t\t\t\n\t\t\t\t\tClear is its ulterior aim. Japan is taking pains to cover up its crimes against humanity at any cost and thus shun the state reparation for them.\n\t\t\t\t\t\n\t\t\t\t\tJapan is a criminal state which brought unspeakable misfortunes and pain to the people of many countries including Korea. It is the unavoidable state responsibility and moral duty for a criminal state to make apology and reparation for victims in the light of international law and ethics and morality.\n\t\t\t\t\t\n\t\t\t\t\tWhat the international community urges Japan to do as regards the crimes committed by the Japanese imperialists is to make an honest apology and reparation to the victims including the DPRK. This is the only option for Japan."
        },
        {
            "title": "Members of S. Korean Teachers Union Declare Anti-\"Government\" Actions",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-13ee.html",
            "content": "Members of S. Korean Teachers Union Declare Anti-\"Government\" Actions\r\nPyongyang, October 21 (KCNA) -- More than 7 000 members of the south Korean Teachers Union on October 19 held a meeting in Seoul to declare anti-\"government\" actions, according to the south Korean CBS.\n\t\t\t\t\tAt the meeting, the speakers held they can never accept the demand of the Ministry of Employment and Labor for changing the statute of the organization recognizing discharged workers as unionists.\n\t\t\t\t\t\n\t\t\t\t\tThey warned that if the authorities stamp out the legitimacy of the union, they will turn out in the anti-\"government\" actions with their all might.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the meeting, the participants staged a demonstration.\n\t\t\t\t\t\n\t\t\t\t\tAt the voting held before the meeting, an absolute majority of unionists expressed their will not to accept the \"government's\" unreasonable demand.\n\t\t\t\t\t\n\t\t\t\t\tIf the authorities finally enforce the measure of stamping out the legitimacy of the union, they will immediately launch legal counter-actions and wage a struggle for solidarity with international organizations and labor movement organizations, they said."
        },
        {
            "title": "U.S. Forces' Serious Environmental Pollution in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-14ee.html",
            "content": "U.S. Forces' Serious Environmental Pollution in S. Korea\r\nPyongyang, October 21 (KCNA) -- The U.S. imperialist aggressor forces' environmental pollution poses a serious problem in south Korea.\n\t\t\t\t\tThe results of the survey of underground water around the U.S. military base in Ryongsan, Seoul showed it contained carcinogen more than 1 300 times the tolerable limit.\n\t\t\t\t\t\n\t\t\t\t\tDue to the expansion of the polluted area toxic substance was detected even in the area 1.5 km from the Han River.\n\t\t\t\t\t\n\t\t\t\t\tMore than ten years have passed since the leak of oil from the above-said base in 2001 but this leak has continued still now, polluting underground water and soil near it. The U.S. forces, however, have not taken any measure.\n\t\t\t\t\t\n\t\t\t\t\tThe Seoul City authorities repeatedly urged the U.S. forces to cooperate in the fact-finding survey of the cause of the pollution in the base but they turned down all these demands. \n\t\t\t\t\t\n\t\t\t\t\tThe authorities have failed to hold the U.S. forces accountable for this pollution as they are subject to the unequal SOFA."
        },
        {
            "title": "Anniversary of WPK Observed by Brazilian Organizations",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-05ee.html",
            "content": "Anniversary of WPK Observed by Brazilian Organizations\r\nPyongyang, October 21 (KCNA) -- Brazilian organizations posted special write-ups on their websites between October 6 and 12 to mark the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\tThe Brazilian Center for the Study of the Juche Idea posted an article titled \"Invincible WPK\" illustrated with a photo of President Kim Il Sung standing together with leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tThe article referred to the secret of the invincible might of the WPK as follows:\n\t\t\t\t\t\n\t\t\t\t\tFirst, it is ascribable to the guiding idea of the party, the Juche idea founded by the President.\n\t\t\t\t\t\n\t\t\t\t\tSecond, it is thanks to the cohesion and unity of the whole party, which are one of the main factors decisive of its rise and fall and its victory and defeat.\n\t\t\t\t\t\n\t\t\t\t\tThird, it is ascribable to the absolute support and trust of the people enjoyed by the party as it regards the idea of believing in the people as in Heaven and to such slogans as \"Let the whole party go among the masses!\" and \"We serve the people!\" as the fundamental principle and starting point of all its activities.\n\t\t\t\t\t\n\t\t\t\t\tFourth, it is thanks to the fact that the party has a firm grip on the army and pushes ahead with the overall socialist cause by putting forward it as a driving force and mainstay.\n\t\t\t\t\t\n\t\t\t\t\tThe Brazilian Committee for Remembering Leader Kim Jong Il posted an article introducing the traits of Marshal Kim Jong Un characterized by his love for the people illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\tThe Brazilian Committee for Solidarity with the DPRK posted an article lauding the prominent leadership caliber of Kim Jong Un, who is successfully leading the army and people of the DPRK in their efforts to build a thriving nation."
        },
        {
            "title": "Anniversary of WPK Marked by Foreign Media",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-04ee.html",
            "content": "Anniversary of WPK Marked by Foreign Media\r\nPyongyang, October 21 (KCNA) -- Newspapers and magazines of various countries carried special write-ups illustrated with photos of supreme leader Kim Jong Un from Oct. 6 to 11 to mark the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\tThe Russian paper Nakhodkinski Rabochi noted in an article titled \"The WPK is a mother party\":\n\t\t\t\t\t\n\t\t\t\t\tComrade Kim Jong Un is the leader of the WPK, which is called by the people mother party.\n\t\t\t\t\t\n\t\t\t\t\tHe regards the people as the most valuable and powerful beings in the world.\n\t\t\t\t\t\n\t\t\t\t\tIt is the political philosophy and maxim of Kim Jong Un that there are officials and leader for the people and it is essential to settle all the issues by trusting and relying on them responsible for the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\tHis deep love for the people reaches every nook and corner of the country including factories, rural villages, schools, kindergartens and nurseries.\n\t\t\t\t\t\n\t\t\t\t\tDeeply moved by his loving care, the Korean people are determined to remain true to his leadership, \n\t\t\t\t\t\n\t\t\t\t\tThe WPK led by him will always demonstrate victories, enjoying absolute support and trust of the popular masses as mother party.\n\t\t\t\t\t\n\t\t\t\t\tRussian internet magazines including Mar 12, the Ukrainian internet paper Obektivnaya Gazeta and the Nepali paper Gorkha Express in their articles including \"Historical roots of the WPK\" introduced the history of the WPK shining with victory and glory."
        },
        {
            "title": "WPK Praised Abroad",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-02ee.html",
            "content": "WPK Praised Abroad\r\nPyongyang, October 21 (KCNA) -- Lectures, meetings and film shows took place in India, Iran, DR Congo, Guinea and Tunisia from October 4 to 12 to mark the 68th anniversary of the Workers' Party of Korea (WPK) and the 87th anniversary of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\tOn display in their venues were photos documenting exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tFilms shown included Korean film \"Monument to Party Founding\".\n\t\t\t\t\t\n\t\t\t\t\tBalzor Singh Chauhan, chairman of the Indian Youth Group for the Study of Works of Comrade Kim Il Sung, said the WPK's development into a party which serves the people would be unthinkable without Kim Il Sung and Kim Jong Il's noble outlook on the people as they founded the party and developed it. \n\t\t\t\t\t\n\t\t\t\t\tNzemba Yangana, chairman of the Youth Group for the Study of the Juche Idea of DR Congo, said the exploits Kim Il Sung and Kim Jong Il performed in building the Juche-oriented party will shine long along with the WPK, which has won victory after victory under the wise leadership of First Secretary Kim Jong Un, another distinguished great man.\n\t\t\t\t\t\n\t\t\t\t\tThe field chief of a construction site in Conakry City of Guinea said the Korean revolution would as ever demonstrate only victory under the leadership of the WPK, which inherited the tradition of the DIU.\n\t\t\t\t\t\n\t\t\t\t\tA congratulatory message to Kim Jong Un was adopted at an event in Tunisia."
        },
        {
            "title": "WPK Praised by Foreign Personages",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-03ee.html",
            "content": "WPK Praised by Foreign Personages\r\nPyongyang, October 21 (KCNA) -- Seminars took place in Romania, India and Guinea from October 7 to 9 to mark the 68th anniversary of the Workers' Party of Korea (WPK) and the 87th anniversary of the Down-with-Imperialism Union (DIU).\n\t\t\t\t\tPresent at the seminars were personages of the Romanian Socialist Union, Indian Study Group of Songun Politics, Guinean Kimilsungia-Kimjongilia Association, Guinean Society for the Study of the Juche Literary Idea, Presidency of Guinea and the Group for the Study of the Juche Idea in Conakry, Guinea and masses.\n\t\t\t\t\t\n\t\t\t\t\tConstantin Rotaru, chairman of the Romanian Socialist Union, said it is ascribable to the wise guidance of President Kim Il Sung and leader Kim Jong Il that the WPK won only victories despite the moves of the imperialist allied forces to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tSadhna Harish, chairwoman of the Indian Study Group of Songun Politics, said Kim Jong Il developed the WPK into an organizer and guide of all victories of the Korean people with his outstanding idea and through his energetic leadership and thus performed undying exploits on behalf of the country and people, era and history.\n\t\t\t\t\t\n\t\t\t\t\tThe WPK will further demonstrate its might as an invincible revolutionary party as it holds Kim Jong Il in high esteem as its eternal general secretary and it is led by Marshal Kim Jong Un, the chairwoman stressed.\n\t\t\t\t\t\n\t\t\t\t\tAbdoulaye Diallo, chairman of the Guinean Society for the Study of the Juche Literary Idea, said the DPRK would win victory after victory under the leadership of the WPK, which inherited the tradition of the DIU."
        },
        {
            "title": "Statement of NDC Spokesman Supported in Britain",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-06ee.html",
            "content": "Statement of NDC Spokesman Supported in Britain\r\nPyongyang, October 21 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British branch of the Korean Friendship Association made public a joint statement on Oct. 12 in support of the statement of the spokesman for the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\tThe joint statement expressed full support for the statement in which the DPRK fully disclosed the essence of the deceptive talk about peace touted by the U.S. imperialists and clarified the most resolute anti-imperialist stand, the most revolutionary and Juche-oriented stand. It went on:\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. imperialists are getting evermore frantic with their undisguised nuclear blackmail and madcap war drills targeted against the DPRK with large nuclear strike means involved. They are, at the same time, busy conducting reckless military operations and cunning red herrings to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIf they truly hope for peace with the DPRK, they should lift all the unreasonable sanctions against the DPRK and stop the nuclear blackmail."
        },
        {
            "title": "Brief Biography of Kim Jong Suk Introduced in Hong Kong",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-01ee.html",
            "content": "Brief Biography of Kim Jong Suk Introduced in Hong Kong\r\nPyongyang, October 21 (KCNA) -- The Chinese Hong Kong paper Ta Kung Pao on Oct. 15 carried the brief biography of anti-Japanese war hero Kim Jong Suk. \n\t\t\t\t\tThe paper carried her photos."
        },
        {
            "title": "Russian Internet News Service Denounces U.S.-S. Korea-Japan Naval Maneuvers",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-07ee.html",
            "content": "Russian Internet News Service Denounces U.S.-S. Korea-Japan Naval Maneuvers\r\nPyongyang, October 21 (KCNA) -- The Russian internet news service Rosinfor Net posted a commentary \"What is U.S. going to deter in Korea?\" on Oct. 14. \n\t\t\t\t\tRecalling that the U.S., south Korea and Japan staged joint naval drills targeted at the DPRK, the commentary said:\n\t\t\t\t\t\n\t\t\t\t\tExperts comment that the maneuvers staged with even a nuclear-powered carrier involved are aimed to acquire the capability to make a preemptive strike at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWhat is interesting is that the drills were timed to coincide with the adoption of the \"tailored deterrence strategy\" by the U.S. and south Korea to target the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tIt is said that the task force is formed with the latest weapons including nukes. \n\t\t\t\t\t\n\t\t\t\t\tWhat are the U.S. and its allied forces going to deter with such strong task force?\n\t\t\t\t\t\n\t\t\t\t\tIn a word, they mean opposing the peaceful reunification of Korea which was proposed and has repeatedly been confirmed by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWhen the U.S. and south Korea were discussing a preemptive nuclear strike on the DPRK, voices calling for achieving the reunification of the north and the south by federal formula were heard from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tContrary to the assertion of south Korea the DPRK's proposal calls for reunifying the country by federal formula.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK's proposal is undoubtedly just. \n\t\t\t\t\t\n\t\t\t\t\tThe proposal for founding the Democratic Federal Republic of Koryo was put forward by President Kim Il Sung in October 1980. \n\t\t\t\t\t\n\t\t\t\t\tIt will be hard for south Korea to find an appropriate counterproposal against the Korean people's desire of reunification.\n\t\t\t\t\t\n\t\t\t\t\tPrecisely for this reason the south Korean authorities are discussing with outside forces a nuclear strike deterring reunification, instead of consulting a proposal for reunification with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\tThey do not care whether such acts meet the interests of the south Korean people or not. \n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities have long served the U.S. for its interests only and they have been closely linked with big businesses of the U.S.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. will never allow such thing as losing south Korea as it is the springboard for containing China and Russia. \n\t\t\t\t\t\n\t\t\t\t\tThe U.S., therefore, is working hard to dampen the Korean people's desire for reunification together with its lackeys."
        },
        {
            "title": "Kim Jong Un recorre completado club de equitacion de Mirim",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-01ss.html",
            "content": "Kim Jong Un recorre completado club de equitacion de Mirim\r\nPyongyang, 21 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recorrio el Club de Equitacion de Mirim completado como creacion monumental de la epoca del PTC.\n\t\t\t\t\tPrimero, estuvo en la sala de educacion en la historia revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tDijo que se colocaron con cortesia en la sala la pintura con la imagen del Dirigente Kim Jong Il y las fotos de los Generalisimos (el Presidente Kim Il Sung y el Dirigente) y se exhibieron bien los objetos de interes historico.\n\t\t\t\t\t\n\t\t\t\t\tPasando revista a varios puntos, incluyendo el centro de servicio de equitacion, el campo de entrenamiento de equitacion bajo techo y sala de divulgacion de conocimientos sobre la equitacion, el Mariscal estudio en detalles el estado de construccion.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo que la idea estetica de arquitectura del partido de disenar y construir los edificios acorde a sus peculiaridades y usos se ha materializado en las facilidades del club y que todos los edificios estan en la norma deseada por el partido.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que el club esta en armonia con la naturaleza al quedarse pegados los troncos en las paredes exteriores de los edificios y elaborarse con madera los asientos al aire libre y de las tiendas de descanso, las caballerias y las tablas de direccion.\n\t\t\t\t\t\n\t\t\t\t\tSe hizo con calidad la pavimentacion de las pistas de cesped y arena, la carretera de coches y las aceras, se acondicionaron originalmente el monte, cascadas y lagunas artificiales y se plantaron vistosamente los arboles y los cespedes de buenas variedades, dijo.\n\t\t\t\t\t\n\t\t\t\t\tContemplo con alegria mas de 60 caballos enviados por el partido.\n\t\t\t\t\t\n\t\t\t\t\tTras ver a los jovenes montando a caballo, dijo que eso le pone de buen humor y agrego que cuando sea inaugurado el club, los jovenes, escolares y trabajadores podran forjar su constitucion fisica puesto que la equitacion se practica en todas las estaciones del ano.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente la proeza de los constructores militares que construyeron el club en corto plazo.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal acentuo que la construccion del club demostro otra vez que no existe en el mundo lo imposible si se cuenten con la sabia orientacion del partido y el ejercito popular que materializa cabalmente la orden de su Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tY dio agradecimiento del Comandante Supremo a todos los constructores militares.\n\t\t\t\t\t\n\t\t\t\t\tEste ano, se han levantado las instalaciones de servicio publico tales como el Club de Equitacion de Mirim, el Complejo de Piscinas de Recreacion de Munsu, el Hospital de Estomatologia Ryugyong y el Hospital de Pediatria Okryu, recalco y anadio que el  partido tiene la decision de construir mas tales instalaciones tambien en el futuro para el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tOrdeno organizar cuanto antes la ceremonia inaugural del club para que los jovenes, ninos y trabajadores se diviertan alli.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el vicemariscal del EPC Choe Ryong Hae, jefe de la Direccion Politica General del EPC, y Ma Won Chun, subjefe de departamento del Comite Central del Partido del Trabajo de Corea."
        },
        {
            "title": "Rubricado acuerdo sobre intercambio y cooperacion culturales entre RPDC y Congo",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-16ss.html",
            "content": "Rubricado acuerdo sobre intercambio y cooperacion culturales entre RPDC y Congo\r\nPyongyang, 21 de octubre (ACNC) -- Quedo firmado este lunes en esta capital el acuerdo sobre el intercambio y cooperacion culturales entre los gobiernos de la Republica Popular Democratica de Corea y de la Republica de Congo. \n\t\t\t\t\tEn la ceremonia de firmas estuvieron presentes por la parte coreana la presidenta del Comite Coreano de Relaciones Culturales con el Extranjero, Kim Jong Suk y otros funcionarios y por la congolena los miembros de la delegacion gubernamental presidida por el ministro de Cultura y Arte, Gakosso Jean Claude. \n\t\t\t\t\t\n\t\t\t\t\tLo suscribieron Kim Jong Suk y Gakosso Jean Claude."
        },
        {
            "title": "Sesionada reunion ampliada del pleno del Consejo de Ministros",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-19ss.html",
            "content": "Sesionada reunion ampliada del pleno del Consejo de Ministros\r\nPyongyang, 21 de octubre (ACNC) -- Tuvo lugar la reunion ampliada del pleno del Consejo de Ministros de la Republica Popular Democratica de Corea con la participacion del premier Pak Pong Ju y otros miembros del consejo.\n\t\t\t\t\tEn calidad de observador participaron los cuadros de los organismos adscritos directamente al CM, los titulares de Direcciones, los presidentes de los comites populares provinciales, urbanos y distritales, los comites provinciales de economia rural, los comites provinciales de planificacion local, los titulares de direcciones provinciales de Industria Alimentaria y de Articulos de Uso Diario y los gerentes de las fabricas y empresas importantes.\n\t\t\t\t\t\n\t\t\t\t\tLa reunion discutio \"El balance del cumplimiento del plan de la economia nacional del tercer trimestre y las medidas para cumplir con exito el plan del cuarto trimestre y el de economia nacional de este ano\".\n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo del vicepremier Jon Sung Hun y hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores mencionaron que miles de fabricas y empresas sobrecumplieron el plan del tercer trimestre y mas de 500 fabricas y empresas lo hicieron con el plan anual hasta finales de septiembre.\n\t\t\t\t\t\n\t\t\t\t\tLa reunion senalo que el CM tiene las siguientes tareas principales del cuarto trimestre: dinamizar los sectores priorizados de la economia nacional y las industrias basicas concentrando las fuerzas en el aumento de produccion de carbon y materiales de hierro y acero; activar la produccion en general; terminar lo mas pronto posible las faenas agricolas de este ano prestando mucha atencion a la agricultura y la industria ligera, dominios mas importantes de la construccion economica; resolver el problema de alimentos y articulos de consumo del pueblo al aumentar decisivamente la produccion de los mismos.\n\t\t\t\t\t\n\t\t\t\t\tTambien se dio enfasis en dar acicate a la construccion del pais civilizado socialista a traves del mejoramiento de las labores de educacion y salud publica y la conversion del pais en una potencia deportiva.\n\t\t\t\t\t\n\t\t\t\t\tSe presentaron en la ocasion las tareas y remedios del cuarto trimestre para la ejecucion del presupuesto estatal de este ano."
        },
        {
            "title": "CRPP denuncia actos belicosos de titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-18ss.html",
            "content": "CRPP denuncia actos belicosos de titeres surcoreanos\r\nPyongyang, 21 de octubre (ACNC) -- En estos dias, el ministro titere de Defensa del Sur de Corea, Kim Kwan Jin, y el recien nombrado presidente de la Junta de Jefes de Estado Mayor, Choe Yun Hui, pronuncian palabras belicosas tales como \"hay que tomar la represalia inmediata y resuelta sobre el acto provocador de alguien para que este sienta en carne propia cuan caro le cuesta eso\", \"exterminar los focos de provocacion y a las fuerzas de asistencia y mando\" y \"dar el ataque preventivo\".\n\t\t\t\t\tAdemas inspeccionan los puestos del frente del ejercito titere surcoreano mencionando el \"castigo consecuente\" y otras palabras que fomentan el belicismo.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, a traves del portavoz del Ministerio de Defensa, divulgan rumores intrigantes como \"tunel subterraneo\", \"construccion de la base de misil\" y \"desarrollo de misil de nuevo tipo\". \n\t\t\t\t\t\n\t\t\t\t\tAnunciando que la guerra psicologica contra el Norte de Corea es \"un medio poderoso capaz de destruir en silencio el regimen norcoreano\", toman medidas para intensificarla como desarrollar y ubicar el equipo movil de retransmision radial y televisiva y el obus de nuevo tipo del canon \"K-9\" para el lanzamiento de volantes.\n\t\t\t\t\t\n\t\t\t\t\tPlanean igualmente realizar con EE.UU. los \"ejercicios combinados de guerra psicologica\" contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la informacion no. 1047 publicada el dia 21, el Secretariado del Comite por la Reunificacion Pacifica de la Patria denuncio que los discursos belicosos y actos de enfrentamiento militar de los belicistas del ejercito titere surcoreano constituyen una provocacion premeditada para llevar las relaciones intercoreanas a la fase catastrofica y exacerbar la tension de la Peninsula Coreana y, al mismo tiempo, un acto criminal tan peligroso para encender la mecha de la guerra de agresion contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tResulta muy sospechoso que los tipejos del circulo militar surcoreano dijeran por turno palabras belicosas y actuaran con fiebre conflictiva, comienza la informacion y continua:\n\t\t\t\t\t\n\t\t\t\t\tTampoco se puede pasar por alto la decision de desarrollar y desplegar el nuevo obus para lanzamiento de volantes y el equipo de retransmision que se usarian en la \"guerra psicologica\" anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEsto demuestra que el ejercito titere surcoreano se suma oficialmente a la campana intrigante de escorias humanas, lo cual es un desafio imperdonable a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tAsustados ante el gran poderio militar de la RPDC, los belicistas surcoreanos actuan ahora con fanfarroneria para eliminar el creciente temor a la guerra y reparar la crisis de seguridad. Asi quieren distraer la atencion de la opinion publica, centrada ahora en el \"caso de intervencion de la comandancia cibernetica del ejercito en las pasadas elecciones presidenciales\", y justificar el aumento de fuerzas armadas y las acciones belicas.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC no perdonara jamas la estupidez de los belicistas surcoreanos y aniquilara a los provocadores con el fuego implacable.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, destruira la \"guerra psicologica sobre el Norte\", de tal modo que el ejercito titere surcoreano y las escorias humanas sepan cuan tragico y caro les resultara su acto provocador.\n\t\t\t\t\t\n\t\t\t\t\tLa banda titere surcoreana y los belicistas del circulo militar tendran que asumir la responsabilidad de todas las consecuencias."
        },
        {
            "title": "Seleccion coreana gana boleto para Copa Mundial sub-20 de 2014 de FIFA",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-06ss.html",
            "content": "Seleccion coreana gana boleto para Copa Mundial sub-20 de 2014 de FIFA\r\nPyongyang, 21 de octubre (ACNC) -- Tuvo lugar del 11 de octubre en Nanjing de China el Campeonato Asiatico de Futbol (f) sub-19 de 2013.\n\t\t\t\t\tEl presente conclave se realizo a manera de todos contra todos entre las selecciones de la RPDC, Australia, Myanmar, China, Sur de Corea y Japon.\n\t\t\t\t\t\n\t\t\t\t\tLa final con la seleccion japones efectuado el dia 20 el equipo coreano se empato por 0:0.\n\t\t\t\t\t\n\t\t\t\t\tAsi obtuvo el boleto para la Copa Mundial (f) sub-20 de 2014 de la FIFA con segundo lugar en el campeonato."
        },
        {
            "title": "ACNC revela intento de Japon de retomar el camino de agresion",
            "url": "http://kcna.co.jp/item/2013/201310/news21/20131021-15ss.html",
            "content": "ACNC revela intento de Japon de retomar el camino de agresion\r\nPyongyang, 21 de octubre (ACNC) -- En la reunion ministerial de relaciones exteriores y de defensa, sesionada recientemente en Tokio, el ministro de Defensa de Japon, Onodera, preconizo la \"necesidad de revisar la capacidad de ataque a las bases de lanzamiento de misiles del Norte de Corea\". \n\t\t\t\t\tNo es nueva esta opinion, que aboga por asegurar la capacidad de ataque preventivo contra el Norte de Corea, porque resulta la continuacion de la doctrina de \"tener la capacidad de ataque a las bases enemigas\". \n\t\t\t\t\t\n\t\t\t\t\tPero, lo cauteloso es que fue planteada justamente cuando EE.UU. y el Sur de Corea fijaron oficialmente la \"estrategia de ataque preventivo contra el Norte de Corea\" y el imperio permitio el ejercicio del \"derecho a la autodefensa colectiva\" de Japon. \n\t\t\t\t\t\n\t\t\t\t\tEn el disparate de Onodera esta ocultado el malsano intento de convertir su pais en una potencia militar y realizar la nueva agresion adhiriendose a la politica norteamericana de hostilizar a la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tLos gobernantes reaccionarios japoneses abrigan la invariable ambicion de convertir su pais en el que disponga del derecho a la beligerancia y al ataque preventivo, o sea, el capaz de hacer la guerra.\n\t\t\t\t\t\n\t\t\t\t\tPero, sus pasos para ese fin fueron restringidos por la \"constitucion pacifista\". \n\t\t\t\t\t\n\t\t\t\t\tLos militaristas japoneses buscaron la salida en incorporarse a la campana de EE.UU. para tomar la supremacia mundial y atropellar a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tJapon piensa que puede hacerse el Estado de guerra e imperio agresor si va apoyando y respaldando las imprudentes maniobras dominacionistas de su amo norteamericano bajo el pretexto de \"fortalecer la alianza Japon-EE.UU.\"\n\t\t\t\t\t\n\t\t\t\t\tPara el alcance de esta meta, los reaccionarios japoneses toman por buena oportunidad la estrategia de EE.UU. de dar importancia a la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tEn la sociedad japonesa se divulga mas que nunca el rumor de la \"amenaza de misiles y de armas nucleares del Norte de Corea\" y se fortalecen cada dia mas las bases materiales y legales para la conversion en potencia militar.\n\t\t\t\t\t\n\t\t\t\t\tA cambio de haber apoyado la politica norteamericana de hostilidad a la RPDC, Japon emergio como peligrosa fuerza de guerra y agresion. \n\t\t\t\t\t\n\t\t\t\t\tLos analistas estiman unanimemente que las \"Fuerzas de Autodefensa\" de Japon ocupan el segundo lugar despues de EE.UU. en la region de Asia-Pacifico.\n\t\t\t\t\t\n\t\t\t\t\tSe acerca la segunda guerra asiatica que va a desatar ese pais criminal de la Segunda Guerra Mundial. \n\t\t\t\t\t\n\t\t\t\t\tHay que frenar sin falta los movimientos imprudentes de Japon."
        }
    ]
}