{
    "date": "2013-09-17",
    "url": "http://kcna.co.jp/item/2013/201309/2013-09-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Construction Site of Munsu Swimming Complex",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-30ee.html",
            "content": "Kim Jong Un Inspects Construction Site of Munsu Swimming Complex\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, inspected the construction site of the Munsu Swimming Complex near completion.\n\t\t\t\t\t Looking round the lobby of an indoor swimming pool where a statue of General Secretary Kim Jong Il will stand, he indicated the ways of erecting it with profound reverence.\n\t\t\t\t\t\n\t\t\t\t\t At the place where the shop of the swimming complex is to be built, he took steps to build it in such a manner as to make it preserve its nature as a service facility and provide things necessary for swimming.\n\t\t\t\t\t\n\t\t\t\t\t Going round different kinds of slides and wave-rising pool and various other wading pools and different sports rooms in the indoor swimming pool, he praised the builders for ensuring quality in the project as required by the construction methods.\n\t\t\t\t\t\n\t\t\t\t\t At a restaurant on the balcony on the first floor, he told officials to distribute tables and chairs to be in harmony with the restaurant. At the kitchen he instructed officials to provide good cooking utensils to it.\n\t\t\t\t\t\n\t\t\t\t\t Commanding a bird's-eye view of the slides, pool, sports and amusement facilities, artificial rock and recovery center, etc. of the outdoor swimming pool from the balcony of the indoor swimming pool, he said it is important to most rationally distribute buildings and facilities in the plottage, adding that the complex is an example in the most rational use of a building site.\n\t\t\t\t\t\n\t\t\t\t\t Watching the outer wall of the indoor swimming pool, he noted that if seagulls, dolphins and water drops, etc. are depicted on it with colored tiles, it will look more spectacular.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to scrupulously organize the work for successfully operating the complex from now as its construction has reached its final phase.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the atmosphere in the construction site is quite different from others, he added one may know well that the project is being undertaken by the People's Army.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the fact that the soldier-builders have waged a high-pitched drive day and night, opening a bright prospect for unconditionally winding up the project within the period fixed by the party.\n\t\t\t\t\t\n\t\t\t\t\t It has become possible to present people with a world-class swimming complex by completing it by the anniversary of the  party, he said, adding  that it is a miracle service personnel have performed in their spirit of devotedly carrying out the party's plan for building a highly civilized socialist state as pace-setters.\n\t\t\t\t\t\n\t\t\t\t\t He said that once he assigns any task to the People's Army, it performs a world-startling miracle and so he is pleased to give any job to it.\n\t\t\t\t\t\n\t\t\t\t\t Noting that fresh miracles are being wrought in every work site of the People's Army for building a thriving socialist nation every day, he said that the WPK and the supreme commander are proud of having such an army.\n\t\t\t\t\t\n\t\t\t\t\t He noted that he was right when he decided to build the complex with trust reposed in the People's Army. He said with pleasure: \"The complex is being built by our own efforts, believing in our own strength. It is our structure which proves once again that when we are determined to do something, there is nothing impossible\".\n\t\t\t\t\t\n\t\t\t\t\t He said with a broad smile that when such a complex provided with all conditions at the world's level is completed, people will like it very much, adding that he feels very pleased to think about it.\n\t\t\t\t\t\n\t\t\t\t\t Not many days are left before October 10, he said, telling commanding officers to meticulously conduct operations to push ahead with the project as planned without fail and direct efforts to arousing increased enthusiasm among soldier-builders.\n\t\t\t\t\t\n\t\t\t\t\t He as the supreme commander once again called upon the soldier-builders to successfully complete the complex till the anniversary of the party to present it to the people.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Ri Jae Il, Pak Thae Song and Ma Won Chun."
        },
        {
            "title": "Pak Ui Chun Meets Thai Delegation",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-18ee.html",
            "content": "Pak Ui Chun Meets Thai Delegation\r\n Pyongyang, September 17 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Tuesday met and had a cordial talk with the delegation of the Foreign Ministry of Thailand led by Damrong Kraikruan, director-general of the Department of East Asian Affairs, when it paid a courtesy call on him."
        },
        {
            "title": "Thai Delegation Visits Kumsusan Palace of Sun ",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-19ee.html",
            "content": "Thai Delegation Visits Kumsusan Palace of Sun\r\n Pyongyang, September 17 (KCNA) -- The delegation of the Foreign Ministry of Thailand led by Damrong Kraikruan, director-general of the Department of East Asian Affairs, Tuesday visited the Kumsusan Palace of the Sun to pay tribute to Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t The members of the delegation paid tribute to the Generalissimos before their statues. \n\t\t\t\t\t\n\t\t\t\t\t They entered the halls where Kim Il Sung and Kim Jong Il lie in state and paid homage to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the Generalissimos received are on display and the halls which house cars, an electric car, boat and train coaches they used during their field guidance and foreign trips till the last moments of their lives. \n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation made an entry in the visitor's book."
        },
        {
            "title": "Polish Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-27ee.html",
            "content": "Polish Ambassador Hosts Reception\r\n Pyongyang, September 17 (KCNA) -- Edward Pietrzyk, Polish ambassador to the DPRK, Tuesday hosted a reception at his embassy on the occasion of the 65th anniversary of the DPRK and the 65th anniversary of the establishment of diplomatic relations between the DPRK and Poland.\n\t\t\t\t\t Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, Kwak Il Ryong, vice-minister of Land and Maritime Transport, So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, Mun Jae Chol, vice-director of the General Bureau for Affairs with Diplomatic Corps, officials concerned, foreign diplomatic envoys accredited to the DPRK and representatives of the international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Edward Pietrzyk, Polish ambassador to the DPRK, Filip Grzegorzewski, director of the Bureau of Asian and Pacific Affairs of the Polish Foreign Ministry, and staff members of the Polish embassy here were also present."
        },
        {
            "title": "Anniversary of Opening of DPRK-Mongolian Diplomatic Relations Marked ",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-22ee.html",
            "content": "Anniversary of Opening of DPRK-Mongolian Diplomatic Relations Marked \r\n Pyongyang, September 17 (KCNA) -- A film show and friendly meeting took place on Tuesday to mark the 65th anniversary of the establishment of diplomatic relations between the DPRK and Mongolia.\n\t\t\t\t\t Invited to the show and meeting were Manibadrakh Ganbold, Mongolian ambassador to the DPRK, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is chairman of the DPRK-Mongolia Friendship Association, members of the association and Pyongyang citizens.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched the Mongolian documentary \"13th World Festival of Youth and Students\".\n\t\t\t\t\t\n\t\t\t\t\t The staff members of the Mongolian embassy also played sports games with teachers of the DPRK-Mongolia Friendship Songyo Junior Secondary School in Songyo District, deepening feelings of friendship."
        },
        {
            "title": "DPRK Delegations Back Home",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-24ee.html",
            "content": "DPRK Delegations Back Home\r\n Pyongyang, September 17 (KCNA) -- A public health delegation of the DPRK led by Minister of Public Health Kang Ha Guk returned home on Tuesday after taking part in the 31st meeting of health ministers of Southeast Asian region and the 66th general meeting of the World Health Organization held in New Delhi.\n\t\t\t\t\t The delegation of the Kim Il Sung Socialist Youth League led by Vice-Chairman of its Central Committee Jong Yong Won also returned home on the same day after participating in the 3rd international preparatory meeting for the 18th World Festival of Youth and Students held in India."
        },
        {
            "title": "Results of 6th-day Competitions at 2013 Asian Weightlifting Championship",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-28ee.html",
            "content": "Results of 6th-day Competitions at 2013 Asian Weightlifting Championship\r\n Pyongyang, September 17 (KCNA) -- The following are the results of 6th-day competitions at the 2013 Asian Cup and Interclub Junior and Senior Weightlifting Championship:\n\t\t\t\t\t\n\t\t\t\t\tCup Senior Women's 75 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSnatch \n\t\t\t\t\t\n\t\t\t\t\t1. Rim Jong Sim (DPRK)                    110kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ri Ae Ra (South Korea)                   92kg\n\t\t\t\t\t\n\t\t\t\t\t3. Zhang Jinyue (China)                      75kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tJerk\n\t\t\t\t\t\n\t\t\t\t\t1. Rim Jong Sim (DPRK)                    135kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ri Ae Ra (South Korea)                  105kg\n\t\t\t\t\t\n\t\t\t\t\t3. Zhang Jinyue (China)                     95kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Rim Jong Sim (DPRK)                    245kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ri Ae Ra (South Korea)                 197kg\n\t\t\t\t\t\n\t\t\t\t\t3. Zhang Jinyue (China)                   170kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tCup Senior Women's +75 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSnatch\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Su Jong (DPRK)                     112kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (South Korea)         75kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tJerk\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Su Jong (DPRK)                     130kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (South Korea)       100kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Su Jong (DPRK)                      242kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (South Korea)        175kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tCup Senior Men's 94kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSnatch \n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (South Korea)              159kg\n\t\t\t\t\t\n\t\t\t\t\t2. Xia Bin (China)                             158kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wang Hai (China)                          157kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tJerk\n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (South Korea)               197kg\n\t\t\t\t\t\n\t\t\t\t\t2. Xia Bin (China)                              191kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wang Hai (China)                           182kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (South Korea)               356kg\n\t\t\t\t\t\n\t\t\t\t\t2. Xia Bin (China)                              349kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wang Hai (China)                           339kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tCup Senior Men's 105kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSnatch\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Syria)                            151kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tJerk\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Syria)                            186kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Syria)                            337kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tCup Senior Men's +105kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSnatch\n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Syria)                          160kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tJerk\n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Syria)                          200kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Syria)                          360kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tInterclub Senior Women's 75kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSnatch \n\t\t\t\t\t\n\t\t\t\t\t1. Kim Ok Byol (DPRK)                     111kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ri Ae Ra (South Korea)                   92kg\n\t\t\t\t\t\n\t\t\t\t\t3. Batbold Enkhtamir (Mongolia)          65kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tJerk\n\t\t\t\t\t\n\t\t\t\t\t1. Ri Ae Ra (South Korea)                  105kg\n\t\t\t\t\t\n\t\t\t\t\t2. Batbold Enkhtamir (Mongolia)          85kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Ri Ae Ra (South Korea)                  197kg\n\t\t\t\t\t\n\t\t\t\t\t2. Batbold Enkhtamir (Mongolia)         150kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tInterclub Senior Women's +75kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSnatch\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Un Ju (DPRK)                        117kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (South Korea)         75kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tJerk\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Un Ju (DPRK)                        152kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (South Korea)       100kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Un Ju (DPRK)                        269kg\n\t\t\t\t\t\n\t\t\t\t\t2. Mun Hyang Son (South Korea)       175kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tInterclub Senior Men's 94kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSnatch\n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (South Korea)               159kg\n\t\t\t\t\t\n\t\t\t\t\t2. Xia Bin (China)                             158kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wang Hai (China)                          157kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tJerk \n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (South Korea)                197kg\n\t\t\t\t\t\n\t\t\t\t\t2. Tibnoke Pitaya (Thailand)                191kg\n\t\t\t\t\t\n\t\t\t\t\t3. Xia Bin (China)                               191kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Ku Won So (South Korea)                 356kg\n\t\t\t\t\t\n\t\t\t\t\t2. Xia Bin (China)                                349kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wang Hai (China)                             339kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tInterclub Senior Men's 105kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSnatch\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Syria)                                151kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tJerk\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Syria)                                186kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Ali Jadid (Syria)                                337kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tInterclub Senior Men's +105kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tSnatch \n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Syria)                             160kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tJerk\n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Syria)                             200kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Qais Asaad (Syria)                             360kg"
        },
        {
            "title": "2013 Asian Cup and Interclub Junior and Senior Weightlifting Championship Closes",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-26ee.html",
            "content": "2013 Asian Cup and Interclub Junior and Senior Weightlifting Championship Closes\r\n Pyongyang, September 17 (KCNA) -- The 2013 Asian Cup and Interclub Junior and Senior Weightlifting Championship was closed with due ceremony in Ryugyong Jong Ju Yong Gymnasium on Tuesday.\n\t\t\t\t\t Present at the closing ceremony were weightlifters, referees, sports fans, Pyongyang citizens and youth and students.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of awarding prizes to teams took place.\n\t\t\t\t\t\n\t\t\t\t\t Yodbangtoey Intarat, vice-chairman of the International Weightlifting Federation and first vice-chairman of the Asian Weightlifting Federation, in a congratulatory speech said this championship was successfully held thanks to the sincere help of the DPRK government to make a great contribution to the development of cooperation among countries.\n\t\t\t\t\t\n\t\t\t\t\t Cha Hui Rim, chairman of the Pyongyang City People's Committee who doubles as chairman of the organizing committee for the Championship, noted in his closing address the championship proved to be a successful one thanks to the deep care of the DPRK government and help of the International Weightlifting Federation and the Asian Weightlifting Federation.\n\t\t\t\t\t\n\t\t\t\t\t He said all Asian countries should promote the sports exchange for the development of weightlifting and share experience with each other to improve technique.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a congratulatory art performance.\n\t\t\t\t\t\n\t\t\t\t\t The organizing committee for the championship hosted a reception for the participants at Yanggakdo International Hotel on the same day."
        },
        {
            "title": "Medal Standings of 2013 Asian Weightlifting Championship",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-29ee.html",
            "content": "Medal Standings of 2013 Asian Weightlifting Championship\r\n Pyongyang, September 17 (KCNA) -- The following are medal standings of the 2013 Asian Cup and Interclub Junior and Senior Weightlifting Championship held here on September 12-17.\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tStanding Country           gold   silver   bronze   total\n\t\t\t\t\t\n\t\t\t\t\t 1.   DPRK                      80     49        20        149\n\t\t\t\t\t\n\t\t\t\t\t 2.   China                      27      31       29          87\n\t\t\t\t\t\n\t\t\t\t\t 3.   South Korea             18     24        30          72\n\t\t\t\t\t\n\t\t\t\t\t 4.   Syria                       12       0         0          12\n\t\t\t\t\t\n\t\t\t\t\t 5.   Kuwait                      8       3         7          18\n\t\t\t\t\t\n\t\t\t\t\t 6.   Kazakhstan                6       3         2          11\n\t\t\t\t\t\n\t\t\t\t\t 7.   Uzbekistan                6        1        1            8\n\t\t\t\t\t\n\t\t\t\t\t 8.  Thailand                    3        6        7           16\n\t\t\t\t\t\n\t\t\t\t\t 9.   India                        0       14       13          27\n\t\t\t\t\t\n\t\t\t\t\t 10.  Bangladesh               0        6        0            6\n\t\t\t\t\t\n\t\t\t\t\t 11.  Mongolia                  0        2        1            3\n\t\t\t\t\t\n\t\t\t\t\t 12. Kyrgyzstan                0        0        4            4\n\t\t\t\t\t\n\t\t\t\t\t 13. Myanmar                   0        0        3            3"
        },
        {
            "title": "51st Plenary Meeting of Youth League Held",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-23ee.html",
            "content": "51st Plenary Meeting of Youth League Held\r\n Pyongyang, September 17 (KCNA) -- The 51st plenary meeting of the Central Committee of the Kim Il Sung Socialist Youth League was held here Tuesday.\n\t\t\t\t\t Present at the meeting were members of the league Central Committee and other officials of the league.\n\t\t\t\t\t\n\t\t\t\t\t Discussed there were tasks to be fulfilled by youth league organizations to thoroughly implement the important tasks set forth by supreme leader Kim Jong Un in his work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\".\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the league Central Committee, made a report which was followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers stressed that Kim Jong Un's work comprehensively deals with the immortal exploits of General Secretary Kim Jong Il, who guided the Korean revolution along the road of victory with his unique Songun leadership, overcoming the grim trials and difficulties.\n\t\t\t\t\t\n\t\t\t\t\t They said that the work serves as guidelines clarifying the way ahead of the revolutionary cause of Juche and Songun and suggested the ways for thoroughly implementing the tasks set forth in the work.\n\t\t\t\t\t\n\t\t\t\t\t They called on the officials of the league and youth and students to display their honor as the vanguard and shock brigade in building a thriving nation of Juche, regarding the work as a motto of life and struggle."
        },
        {
            "title": "65th Plenary Meeting of C.C., DWUK Held",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-17ee.html",
            "content": "65th Plenary Meeting of C.C., DWUK Held\r\n Hamhung, September 17 (KCNA) -- The 65th plenary meeting of the Central Committee of the Democratic Women's Union of Korea (DWUK) took place in Hamhung on Tuesday.\n\t\t\t\t\t Present there were members and alternate members of the Central Committee and other officials of the union.\n\t\t\t\t\t\n\t\t\t\t\t Discussed at the meeting were tasks facing the women's union organizations to thoroughly implement the important tasks set forth by supreme leader Kim Jong Un in his work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\".\n\t\t\t\t\t\n\t\t\t\t\t A report was made by Ro Song Sil, chairwoman of the Central Committee, to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers referred to the ways to thoroughly carry out the tasks clarified in the work.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to face-lift streets, villages, dwelling houses and worksites as required by the era of Songun, wage a high-pitched campaign for sports and conduct active movement of mass-based culture and arts.\n\t\t\t\t\t\n\t\t\t\t\t They called on the officials and members of the union to successfully discharge their sacred mission and duty as those pushing one of the two wheels of the chariot of the Songun revolution."
        },
        {
            "title": "Results of Monday Matches of Martial Art Championship ",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-14ee.html",
            "content": "Results of Monday Matches of Martial Art Championship \r\n Pyongyang, September 17 (KCNA) -- The 8th National Martial Art Championship for September 10 Prize is going on here. \n\t\t\t\t\t Monday witnessed men's and women's individual pattern competitions and exhibitions of special skill of Taekwon-Do and mixed doubles of Paduk (go game). \n\t\t\t\t\t\n\t\t\t\t\t Ham Chung Ryol of the national Taekwon-Do team came first in the men's first degree individual pattern, Ra Kyong Hun of the Sunchon Cement Complex team in the second degree, Ri Phil Hun of the South Hwanghae provincial team in the third degree and Hyon Chang Ryul of the North Phyongan provincial team in the fourth degree. \n\t\t\t\t\t\n\t\t\t\t\t Sim Il Ok of the North Hwanghae provincial team took the first place in women's first degree individual pattern, Kim Pom Mi of the national Taekwon-Do team in the second degree, Kim Ji Hyang of the national Taekwon-Do team in the third degree and Ri Hyang Mi of the North Hwanghae provincial team in the fourth degree. \n\t\t\t\t\t\n\t\t\t\t\t Ri Song Il of the North Hwanghae provincial team and Kim Il Hwa of the national Taekwon-Do team placed first in men's and women's exhibitions of special skill and the North Hwanghae provincial team emerged a winner both in men's and women's team matches for exhibitions of special skill. \n\t\t\t\t\t\n\t\t\t\t\t Jang Ri Gyong and Kim Song Won of the Pyongyang team came first in the mixed doubles of Paduk (Group A) and Kim Kyong Hui and Song Hyon Jin of the South Hamgyong provincial team in the mixed doubles of Paduk (Group B). \n\t\t\t\t\t\n\t\t\t\t\t The championship continues."
        },
        {
            "title": "Exhibition of Sci-Tech Achievements in Communications Service Held ",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-16ee.html",
            "content": "Exhibition of Sci-Tech Achievements in Communications Service Held \r\n Pyongyang, September 17 (KCNA) -- There took place an exhibition of sci-tech achievements in communications service here from Sept. 13 to 17.\n\t\t\t\t\t Displayed in the exhibition were at least 600 inventions and proposals for technological updating made by personnel and technicians in the communications service in the course of the drive for modernizing the service. Diagrams, multimedia, communications equipment and apparatuses showcasing sci-tech achievements were on display.\n\t\t\t\t\t\n\t\t\t\t\t While the exhibition was under way, its participants exchanged achievements and experience gained in producing optical fibre communications cable, setting up networks of communications, increasing the capacities of automatic exchange, information transmission and data communications and rounding off mobile communications bases, etc.\n\t\t\t\t\t\n\t\t\t\t\t Drawing attention of the participants were equipment and apparatuses capable of automating the processes including the general controlling and monitoring of the broadcasting equipment and boosting the broadcasting output and TV re-diffusion capacity.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition also involved a public presentation of sci-tech achievements and various other events."
        },
        {
            "title": "Fuel Show Held in Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-20ee.html",
            "content": "Fuel Show Held in Pyongyang\r\n Pyongyang, September 17 (KCNA) -- A domestic fuel show took place at the Three-Revolution Exhibition House here on September 4-6.\n\t\t\t\t\t At least 530 exhibits were put on display at the show, cosponsored for the first time by the State Science and Technology Commission and the Ministry of Commerce.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang City stood first in the show to be followed by South and North Phyongan provinces and Nampho City. \n\t\t\t\t\t\n\t\t\t\t\t Pak Kwang Chol, a department director of the State Science and Technology Commission, told KCNA: \n\t\t\t\t\t\n\t\t\t\t\t The Phyongsong City Fuel Station streamlined the production of coal briquettes to supply them to its citizens on a normal basis. Nampho City succeeded in turning culm piled in the Kangso Coal Mine into fuel with combustion additives.\n\t\t\t\t\t\n\t\t\t\t\t What caught visitors' eyes were coal briquette inflammable with a sheet of paper, heat radiator and stoves fuelled with rice chaff or sawdust and a small amount of coal.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hak Chan, a department director of the Ministry of Commerce, said that settling the fuel problem is instrumental to turning the country into a thick woodland and greenery.\n\t\t\t\t\t\n\t\t\t\t\t Visitors to the show unanimously expressed high appreciation of all the exhibits which were highly inventive.\n\t\t\t\t\t\n\t\t\t\t\t The show served as a significant occasion in helping solve the fuel problem in the country."
        },
        {
            "title": "Patriotism Spurs Process of Reunification: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-09ee.html",
            "content": "Patriotism Spurs Process of Reunification: Rodong Sinmun \r\n Pyongyang, September 17 (KCNA) -- The growing will of the Korean nation for the reunification of the country serves as a strong motive power for improving the north-south relations and pushing forward the drive for independent reunification. Rodong Sinmun Tuesday says this in an article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Koreans' will for national reunification is invariable and grows stronger as the days go by. \n\t\t\t\t\t\n\t\t\t\t\t The Korean nation longs for peace and prosperity more eagerly than any others as it is confident of reunification and has the strong patriotic will to achieve it. \n\t\t\t\t\t\n\t\t\t\t\t For the Koreans, national reunification means removing the source of confrontation and war out of this land. \n\t\t\t\t\t\n\t\t\t\t\t We should leave posterity with the ancestral land, reunified, peaceful and prosperous. \n\t\t\t\t\t\n\t\t\t\t\t The strong will of Koreans for national reunification represents their patriotism transcending differing idea, social system, class and social standing. \n\t\t\t\t\t\n\t\t\t\t\t It is out of these patriotic feelings that Koreans wish for national reunification even in dreams, finding it hard to repress surging indignation at division. \n\t\t\t\t\t\n\t\t\t\t\t People's will, however strong it is, can fully demonstrate its power only when it is pooled together. \n\t\t\t\t\t\n\t\t\t\t\t The strength of the nation united with patriotic will for reunification is so immense that no one can match. \n\t\t\t\t\t\n\t\t\t\t\t The strong patriotic will of all the Koreans for reunification will surely open the new history of peaceful reunification and prosperity on this land."
        },
        {
            "title": "Rodong Sinmun Urges Japan to Be Sincere over History",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-10ee.html",
            "content": "Rodong Sinmun Urges Japan to Be Sincere over History\r\n Pyongyang, September 17 (KCNA) -- The Japanese authorities should take sincere approach to history for the sake of the destiny and future of Japan, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t Japan's attitude to its past is a glass reflecting its present and future, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t For Japan the history issue is not just related to an academic study as it has the history of aggression and plunder. It is an issue related to Japan's stand to its crime-woven past and a sensitive political issue mirroring Japan's present and future.\n\t\t\t\t\t\n\t\t\t\t\t Japan should sincerely admit its hideous crimes against humanity and break with the inglorious past. This is the requirement of the international community and doing so would be beneficial to Japan.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities, however, are making a frontal challenge to justice and conscience.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' moves of distorting history have begun with concealing and downsizing Japan's history of aggression and crimes. Now they have reached the phase of totally denying, distorting and justifying those crimes.\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the Japanese reactionaries in persistently distorting the history is to train militarist fanatics and realize at any cost the wild ambition of the \"Greater East Asia Co-prosperity Sphere\".\n\t\t\t\t\t\n\t\t\t\t\t Another aim sought by Japan is to make the Japanese convince that there is no need for Japan to feel guilty conscience and to make state reparation for those crimes as it has followed the \"just cause\". \n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the new generation that has become deformed being ignorant of the history and trained in extreme militarism will repeat the inglorious history, pushing under the carpet the history of aggression and crimes and their catastrophic consequences and lesson."
        },
        {
            "title": "Osaka Mayor Accused of Justifying Sexual Slavery for Imperial Japanese Army",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-11ee.html",
            "content": "Osaka Mayor Accused of Justifying Sexual Slavery for Imperial Japanese Army\r\n Pyongyang, September 17 (KCNA) -- Shortly ago, Osaka Mayor Hashimoto, co-head of the Japan Restoration Party, sent an open letter to the San Francisco City Assembly of the U.S., in which he demanded it rescind its resolution censuring his remarks justifying the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t Minju Joson Monday in commentary terms his remarks something stunning.\n\t\t\t\t\t\n\t\t\t\t\t Hashimoto's wrong outlook on history has gone beyond tolerance limit, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t If one has a prejudiced outlook, one is bound to have a twisted view on everything.\n\t\t\t\t\t\n\t\t\t\t\t Hashimoto with a wrong outlook on history is claiming that it is wrong for the world community to raise an entirely just demand.\n\t\t\t\t\t\n\t\t\t\t\t There are many stupid guys as Hashimoto in Japan.\n\t\t\t\t\t\n\t\t\t\t\t But the Japanese imperialists should bear in mind that history is not a product. The shuddering crimes committed by Japan in the past can neither be downplayed nor be written off no matter how desperately it denies and embellishes them.\n\t\t\t\t\t\n\t\t\t\t\t Japan's settlement of its past is urgently required by the world community.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately it works to shirk its responsibility for its past crimes, the bigger its crimes become. This is truth of history."
        },
        {
            "title": "60th Anniversary of SEPH Marked",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-25ee.html",
            "content": "60th Anniversary of SEPH Marked\r\n Pyongyang, September 17 (KCNA) -- The Science and Encyclopedia Publishing House of the DPRK (SEPH) established on September 15, Juche 42 (1953) has developed into a publishing and disseminating base of science and theory in the country over the past six decades.\n\t\t\t\t\t The house has published all sorts of scientific and theoretical books, dictionaries, novels, commonsense books and tens of kinds of scientific magazines.\n\t\t\t\t\t\n\t\t\t\t\t It has also translated and published many foreign and national classics and made maps of several forms.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it successfully published 30-volume \"Korean Encyclopedia\" and 20-volume \"Kwangmyong Encyclopedia\", books of national value.\n\t\t\t\t\t\n\t\t\t\t\t The number of books published by the house so far stands more than 83,477,000 of around 3,500 kinds and that of magazine claims over 70 in its variety.\n\t\t\t\t\t\n\t\t\t\t\t Books and magazines covering all fields of politics, economy, culture, science and technology and health display huge vitality. They include \"Book on Korean Plants\", \"Clinical Book\", \"Complete History of Korea\", \"Tradition of Korean Folks\", \"Commonsense on Korean History\", \"10,000 Questions and Answers\" and \"Way to 100-Year Long Life\".\n\t\t\t\t\t\n\t\t\t\t\t The house produced winners of Order of Kim Il Sung and Kim Il Sung Prize, a labor hero and academic degree holders including tens of People's Journalists, Merited Journalists, professors and doctors.\n\t\t\t\t\t\n\t\t\t\t\t A meeting was held at the Central Youth Hall on Tuesday to commemorate the 60th anniversary of the house.\n\t\t\t\t\t\n\t\t\t\t\t Read out at the meeting was a congratulatory message of the Central Committee of the Workers' Party of Korea to journalists, editors and employees of the house."
        },
        {
            "title": "Songphyon, Special Dish for Chusok ",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-21ee.html",
            "content": "Songphyon, Special Dish for Chusok \r\n Pyongyang, September 17 (KCNA) -- Chusok (Harvest Moon Day), a folklore holiday of Korea, falls on September 19 (lunar August 15th) this year.\n\t\t\t\t\t The Korean people would prepare various kinds of special dishes for the day, especially songphyon (half-moon-shaped rice cake stuffed with beans and flavored with pine needles).\n\t\t\t\t\t\n\t\t\t\t\t Localities are somewhat different in the method of cooking the dish and its size. In Kangwon Province, people make it with potato powder and kidney-bean stuffing, while in Hamgyong and Ryanggang provinces, they make it with oat.\n\t\t\t\t\t\n\t\t\t\t\t Songphyon has been considered to be a necessity for the Korean people on the day."
        },
        {
            "title": "UPP Warns against Danger of Fabrication of Plotted Rebellion ",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-12ee.html",
            "content": "UPP Warns against Danger of Fabrication of Plotted Rebellion \r\n Pyongyang, September 17 (KCNA) -- Ri Jong Hui, representative of the Unified Progressive Party (UPP) of south Korea, held round-table talks at the Press Center in Seoul on Friday at which she warned against the danger of the plotted rebellion cooked up by the puppet  Intelligence Service (IS) recently. \n\t\t\t\t\t She branded the IS's fabrication of the rebellion case against a legislator from the UPP and other members as another coup d'etat. \n\t\t\t\t\t\n\t\t\t\t\t The case was aimed to put down the people's candlelight actions against the IS's interference in the election and its ulterior goal is to eliminate the political opponents and establish a dictatorial system by use of IS, she said, adding:\n\t\t\t\t\t\n\t\t\t\t\t This is not confined to simply suppressing the UPP but aimed to wantonly violate social democracy. \n\t\t\t\t\t\n\t\t\t\t\t A wholesale campaign for eliminating \"forces following the north\" and white terrorism are now sweeping south Korea."
        },
        {
            "title": "S. Korean Authorities Keen to Cook Up Another Conspiratorial Case against DPRK",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-13ee.html",
            "content": "S. Korean Authorities Keen to Cook Up Another Conspiratorial Case against DPRK\r\n Pyongyang, September 17 (KCNA) -- The south Korean authorities are getting frantic with a move to cook up one more conspiratorial case, according to Yonhap News of south Korea. \n\t\t\t\t\t The Seoul Metropolitan Police Agency on Friday announced that it booked nine members of the \"Wind of Youngsters Meeting for Implementing June 15 Joint Declaration\" without restraint on the charge of the violation of the ill-famed \"Security Law\". \n\t\t\t\t\t\n\t\t\t\t\t The fascist police took this action after forcefully searching their houses and offices on April 29 before conducting investigations. \n\t\t\t\t\t\n\t\t\t\t\t The police brought against them charges that they formed \"an organization following the north's line of anti-south struggle calling for the building of a reunified federal republic, the withdrawal of U.S. troops, etc.\" and \"produced and distributed enemy-benefiting literature after setting the joint editorial of the north as tasks of actions every year.\"\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group is now busy with the move to fabricate another anti-DPRK case, claiming that the organization, which is made up of those who were affiliated with the south Korean Federation of University Student Councils, regards the Juche idea as its guiding idea and aspires after socialist construction. \n\t\t\t\t\t\n\t\t\t\t\t The ruling quarters driven to a tight corner over the Intelligence Service's interference in the election are making desperate efforts to tide over the worst political crisis."
        },
        {
            "title": "Chief Executive's Apology Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-15ee.html",
            "content": "Chief Executive's Apology Demanded in S. Korea\r\n Pyongyang, September 17 (KCNA) -- Professors of Yonsei University of south Korea made public a declaration on the situation on Sept. 13, demanding the present chief executive apologize for the interference of the Intelligence Service (IS) in the election, according to south Korean MBC.\n\t\t\t\t\t The declaration held that the IS deserved to be punished as it is a grave criminal act that the IS interfered in the election and faked the people's opinion.\n\t\t\t\t\t\n\t\t\t\t\t The present \"government\" and the political camp should clearly know that the people would never pardon the IS's illegal interference in the election, it warned.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the present chief executive make an apology to the people for turning her face away from the IS's case and ensure a thorough investigation into it."
        },
        {
            "title": "Congratulatory Visits Paid to DPRK's Missions on Its Birthday",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-06ee.html",
            "content": "Congratulatory Visits Paid to DPRK's Missions on Its Birthday\r\n Pyongyang, September 17 (KCNA) -- Foreign delegation and figures of different social standings, the family of a Korean in China related to the anti-Japanese revolutionary struggle and the family of a Chinese related to the anti-Japanese revolutionary struggle visited DPRK's missions in the relevant countries from Sept. 6 to 9 on the occasion of the 65th anniversary of the DPRK.\n\t\t\t\t\t They placed floral baskets and bunches of flowers before portraits of smiling President Kim Il Sung and General Secretary Kim Jong Il and full-length paintings of them standing together before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They included a delegation of the Myanmar Medical Research Institute, general secretary of the Central Committee of the Nepal Communist Party (Marxist－Leninist), general secretary of the Central Committee of the Bangladesh Communist Party, president of the Bangladesh People's League, secretary general of the Bangladesh-Korea Friendship and Solidarity Committee, international secretary of the Communist Party in Sweden, vice-chairman of the Finnish Communists’ League, chairman of the Finnish National Committee for the Study of the Juche Idea, chairman of the Finland-Korea Society, president of \"Commune Forum\" Information Agency of Finland, secretary of the Chamberlain of the Presidency of Egypt, chief administrative official of the State Academic Igor Moiseyev Dance Company and the family of Ri Min, a Korean in China related to the anti-Japanese revolutionary struggle and the family of Fan Delin, a Chinese related to the anti-Japanese revolutionary struggle."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia, Kuwait",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-01ee.html",
            "content": "Kim Jong Un's Work Published in Russia, Kuwait\r\n Pyongyang, September 17 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was brought out in booklet by the Khabarovsk Territory Publishing House of Russia and the Times Publishing House of Kuwait.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), says that to hold General Secretary Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea (WPK) is the principal requirement for victoriously accomplishing the cause of the Korean revolution. It indicates the tasks to be fulfilled to steadily develop the WPK into the glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Un's Talk Disseminated in Various Countries",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-02ee.html",
            "content": "Kim Jong Un's Talk Disseminated in Various Countries\r\n Pyongyang, September 17 (KCNA) -- Briefings and reading sessions on supreme leader Kim Jong Un's talk \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" were held in Mexico, Britain and Nigeria in the period from Aug. 30 to Sept. 3. The talk was published in Rodong Sinmun, organ of the Workers' Party of Korea, and Joson Inmingun, organ of the Korean People's Army, on the Day of Songun.\n\t\t\t\t\t Cuautemoc Amezcua Dromundo, chairman of the Central Committee of the Socialist Popular Party of Mexico, praised General Secretary Kim Jong Il as an outstanding thinker and theoretician and experienced political elder who enriched the Juche idea and Songun idea founded by President Kim Il Sung, founder of socialist Korea, into the guiding idea for the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t Members of the British Group for the Study of the Juche Idea said that it is the firm will of Kim Jong Un to achieve the prosperity of Kim Il Sung's and Kim Jong Il's Korea by upholding the Songun revolutionary idea and exploits of Kim Jong Il, who was loyal to the idea and cause of Kim Il Sung as an eternal treasure. By publishing the above-said talk Kim Jong Un perfectly clarified the interrelation between Juche idea and Songun idea. \n\t\t\t\t\t\n\t\t\t\t\t Ahmed Blaza Lawan, chairman of the Nigerian Group for the Study of the Songun Politics, said that Songun, a new term of the times, represented the invariable faith and will and strong pluck of Kim Jong Il, who solved everything in conformity with the requirements and interests of the Korean people and nation in the Korean style, being fully responsible for the destiny and future of the country and people."
        },
        {
            "title": "DPRK's Birthday Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-03ee.html",
            "content": "DPRK's Birthday Marked in Different Countries\r\n Pyongyang, September 17 (KCNA) -- Events took place in Britain, Italy and Bulgaria in the period from Sept. 6 to 8 on the occasion of the 65th anniversary of the DPRK.\n\t\t\t\t\t They included seminars, lectures, book and photo exhibitions, film shows and concerts.\n\t\t\t\t\t\n\t\t\t\t\t On display in the venues of the events were photos documenting immortal exploits of President Kim Il Sung, General Secretary Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Displayed there were works of the great men and books and photos introducing the history of victory and glory covered by the DPRK and the struggle of its army and people for building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the film shows watched Korean films including \"The Tower of the Juche Idea\".\n\t\t\t\t\t\n\t\t\t\t\t Present there were figures of the Revolutionary Communist Party of Britain (Marxist－Leninist), British Association for the Study of Songun Policy, Communist Party of Italy, Leftwing People’s Party of Communists of Italy, Italian Committee for the Study of the Juche idea, Italy－DPRK Association for Friendship and Cooperation, Bulgarian Group for the Study of Kimilsungism-Kimjongilism and the European Society for the Study of the Juche Idea and other people.\n\t\t\t\t\t\n\t\t\t\t\t Michael Chant, general secretary of the Central Committee of the Revolutionary Communist Party of Britain (Marxist－Leninist), said at the seminar that the exploits Kim Il Sung and Kim Jong Il performed by building a socialist power centered on the popular masses and providing a firm guarantee for the prosperity of the generations to come would last forever.\n\t\t\t\t\t\n\t\t\t\t\t Matteo Carbonelli, secretary general of the European Society for the Study of the Juche Idea, noted in his lecture that they should conduct activities for disseminating the Juche idea, Songun idea, to make sure that the struggle of the Korean people, who regard immortal exploits performed by Kim Il Sung and Kim Jong Il and independence as their lifeblood, and the situation of the DPRK are known as they are.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the seminar held in Bulgaria."
        },
        {
            "title": "DPRK Photo Exhibitions, Film Shows Held Abroad",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-04ee.html",
            "content": "DPRK Photo Exhibitions, Film Shows Held Abroad\r\n Pyongyang, September 17 (KCNA) -- Photo exhibitions and film shows took place in Nigeria, Guinea, Ethiopia, Romania, the Czech Republic, Mongolia, Singapore, Thailand and Malaysia between August 28 and September 5 on the occasion of the 65th anniversary of the DPRK.\n\t\t\t\t\t Displayed in the venues of the photo exhibitions were photos documenting immortal exploits of President Kim Il Sung, General Secretary Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t On display there were photos showing the victorious and glorious 65-year-long history of the DPRK and successes made by its army and people in the building of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t Participants watched Korean films including \"Four seasons in Pyongyang\" and \"Arms of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t Present at the events were figures of the Art and Cultural Council of the Ministry of Federal Capital Territory of Nigeria, Abrahim University of Yobe State, Ministry of Labour and General Bureau of Police of Yobe State, Kim Il Sung Institute of Agricultural Science in Guinea, Water Project Designing and Supervising Enterprise of Ethiopia, Romanian Workers' Association, a Czech machinery company, Mongolian Taekwon-Do Association, Senat Shipping  and Trading Co. Ltd. of Singapore, Mariners' Shipping and Trading Co. and World  Food Company  of Thailand and the M.K.P. Company of Malaysia and other people."
        },
        {
            "title": "DPRK's Birthday Observed in Russia",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-05ee.html",
            "content": "DPRK's Birthday Observed in Russia\r\n Pyongyang, September 17 (KCNA) -- Russian newspapers carried special write-ups on the occasion of the 65th anniversary of the DPRK.\n\t\t\t\t\t S. M. No. 1 on September 5 dedicated a whole page to different articles illustrated with a portrait of smiling President Kim Il Sung and a photo of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper said in an article titled \"Founder of DPRK\" paid high tribute to Kim Il Sung on the occasion of the 65th anniversary of the DPRK, noting that he wisely led the country and its people at the top post of the DPRK for a long period.\n\t\t\t\t\t\n\t\t\t\t\t Nash Dom Sochi devoted on the same day one whole page to an article titled \"DPRK Today\" illustrated with portraits of smiling Kim Il Sung and General Secretary Kim Jong Il and photo of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper dealt in detail with the DPRK's history of victory and glory, noting that the Korean people are ushering in the greatest heyday of development.\n\t\t\t\t\t\n\t\t\t\t\t The 34th issue of Veteran and Bremya Peremon Plus TV on Sept. 2 carried articles praising the peerlessly great men for their feats performed in the nation-building under the titles \"65th anniversary of the DPRK\" and the \"Power of independence\"."
        },
        {
            "title": "Succession of Preceding Leaders' Idea and Exploits in DPRK Praised by Kuwaiti Personage",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-07ee.html",
            "content": "Succession of Preceding Leaders' Idea and Exploits in DPRK Praised by Kuwaiti Personage\r\n Pyongyang, September 17 (KCNA) -- The people of the DPRK are holding fast to and glorifying the idea and exploits of the preceding leaders under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t The chairman of the Asia Association of Journalists in Kuwait said this at the book-releasing ceremony of supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\".\n\t\t\t\t\t\n\t\t\t\t\t He stated that the DPRK is a unique country whose people adhere to independent and principled stand, united in single mind guided by the great Juche idea. The DPRK speaks out whatever it wants to say, undeterred by the threat, blackmail and pressure by the U.S.-led imperialists, he said. \n\t\t\t\t\t\n\t\t\t\t\t He noted he regarded it as pride to have friendship with the Korean people and as his duty to support the just cause of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He vowed to conduct activities for supporting the struggle of the Korean people in future, too."
        },
        {
            "title": "Pak Ui Chun se reune con delegacion tailandesa",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-31ee.html",
            "content": "Pak Ui Chun se reune con delegacion tailandesa\r\nPyongyang, 17 de septiembre (ACNC) -- El canciller de la Republica Popular Democratica de Corea, Pak Ui Chun, departio el dia 17 en un ambiente amistoso con la delegacion del Ministerio de Relaciones Exteriores de Tailandia encabezada por Damrong Kraikruan, director general encargado de asuntos de Asia Oriental que le hizo una visita de cortesia."
        },
        {
            "title": "Celebrado dia de establecimiento de relaciones diplomaticas Corea-Mongolia",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-32ee.html",
            "content": "Celebrado dia de establecimiento de relaciones diplomaticas Corea-Mongolia\r\nPyongyang, 17 de septiembre (ACNC) -- Tuvieron lugar el dia 17 la proyeccion filmica y el encuentro de amistad dedicados al 65o aniversario del establecimiento de las relaciones diplomaticas entre la Republica Popular Democratica de Corea y Mongolia.\n\t\t\t\t\t  A la cita fueron invitados el embajador Manibadrakh Ganbold y otros miembros de la sede diplomatica  de este pais asiatico acreditada en Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Estuvieron presentes Kim Jin Bom, vicepresidente del Comite de Relaciones Culturales con el Extranjero y presidente de la Asociacion de Amistad Corea-Mongolia y otros miembros de dicha asociacion junto con los trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\t  Los participantes vieron el documental mongol \"XIII Festival Mundial de la Juventud y los Estudiantes\".\n\t\t\t\t\t\n\t\t\t\t\t  El mismo dia los huespedes profundizaron el sentimiento de amistad realizando los juegos deportivos junto con los maestros y empleados de la Escuela Secundaria Basica de Songyo del capitalino municipio de Songyo de Amistad Corea-Mongolia."
        },
        {
            "title": "Clausurado campeonato asiatico de levantamiento de pesas",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-33ee.html",
            "content": "Clausurado campeonato asiatico de levantamiento de pesas\r\nPyongyang, 17 de septiembre (ACNC) -- Quedo clausurado el dia 17 el campeonato de levantamiento de pesas por la copa asiatica y de clubes de los jovenes y adultos de 2013, iniciado el dia 12 en esta capital.\n\t\t\t\t\tLa ceremonia de clausura tuvo lugar en el Coliseo Deportivo Jong Ju Yong de Ryugyong con la participacion de los pesistas, arbitros, aficionados al deporte, trabajadores capitalinos, jovenes y estudiantes.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, hubo el otorgamiento de premios por grupos.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, Yodbangtoey Intarat, vicepresidente de la Federacion Internacional de Levantamiento de Pesas y primer vicepresidente de la Federacion Asiatica de Levantamiento de Pesas, en su discurso de felicitacion dijo que el presente campeonato se realizo con exito bajo auspicio sincero del gobierno de la RPDC contribuyendo asi al desarrollo de cooperacion entre los paises.\n\t\t\t\t\t\n\t\t\t\t\tEl titular del comite organizador, Cha Hui Rim, quien es presidente del Comite Popular de la ciudad de Pyongyang hizo uso de la palabra de clausura.\n\t\t\t\t\t\n\t\t\t\t\tSe refirio a que el certamen se efectuo bien bajo la profunda atencion del gobierno de la RPDC y el apoyo de la Federacion Internacional de Levantamiento de Pesas y la Federacion Asiatica de Levantamiento de Pesas.\n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de intensificar el intercambio deportivo para el desarrollo de levantamiento de pesas entre todos los paises asiaticos, intercambiar mutuamente las experiencias y elevar la tecnologia de la rama.\n\t\t\t\t\t\n\t\t\t\t\tAl termino de la ceremonia se ofrecio la funcion artistica de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, el comite organizador ofrecio en el Hotel Internacional Yanggakdo un banquete en honor de los participantes en el campeonato."
        },
        {
            "title": "Resultados de quinta jornada de campeonato de levantamiento de pesas",
            "url": "http://kcna.co.jp/item/2013/201309/news17/20130917-34ee.html",
            "content": "Resultados de quinta jornada de campeonato de levantamiento de pesas\r\nPyongyang, 17 de septiembre (ACNC) -- Los resultados de los juegos de la quinta jornada  del campeonato de levantamiento de pesas por la copa asiatica y de clubes de los jovenes y adultos de 2013 son siguientes:\n\t\t\t\t\t\n\t\t\t\t\tDivision de 69kg (m) de categoria de adultos por la copa asiatica:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Won Jong Sik (Sur de Corea)            144 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Yu Yong Chan (RPDC)                    142 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Kwon Chang Il (RPDC)                    142 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Won Jong Sik (Sur de Corea)            180 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Kwon Chang Il (RPDC)                    165 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wu Xianshu (China)                       161 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal \n\t\t\t\t\t\n\t\t\t\t\t1. Won Jong Sik (Sur de Corea)             324 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Kwon Chang Il (RPDC)                    307 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Yu Yong Chan (RPDC)                     302 kg\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\tDivision de 77kg (m) de categoria de adultos por la copa asiatica:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Zhong Guoshun (China)                    162 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Kim Song Chol (RPDC)                    146 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Kim Yun Han (Sur de Corea)             145 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Zhong Guoshun (China)                   197 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Kim Song Chol (RPDC)                   182 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Kim Yun Han (Sur de Corea)            175 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal \n\t\t\t\t\t\n\t\t\t\t\t1. Zhong Guoshun (China)                 359 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Kim Song Chol (RPDC)                  328 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Kim Yun Han (Sur de Corea)           320 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de 85kg (m) de categoria de adultos por la copa asiatica:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Zhang Huacong (China)                  165 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ryu Chun Mo (RPDC)                    157 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Chon Jong Phyong (Sur de Corea)     150 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Rim Hui Chang (Sur de Corea)          192 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Zhang Huacong (China)                   187 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Ryu Chun Mo (RPDC)                     187 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal \n\t\t\t\t\t\n\t\t\t\t\t1. Zhang Huacong (China)                  352 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ryu Chun Mo (RPDC)                    344 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Rim Hui Chang (Sur de Corea)          337 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de 69kg (m) de categoria de adultos de campeonato de clubes:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Kim Myong Hyok (RPDC)               147 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Won Jong Sik (Sur de Corea)           144 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wu Xianshu (China)                      140 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Won Jong Sik (Sur de Corea)             180 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ri Myong Ryong (RPDC)                  165 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wu Xianshu (China)                        161 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal\n\t\t\t\t\t\n\t\t\t\t\t1. Won Jong Sik (Sur de Corea)             324 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ri Myong Ryong (RPDC)                  301 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Wu Xianshu (China)                        301 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de 77kg (m) de categoria de adultos de campeonato de clubes:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque\n\t\t\t\t\t\n\t\t\t\t\t1. Zhong Guoshun (China)                   162 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Kim Kwang Song (RPDC)                 155 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Kim Il Ryong (RPDC)                     145 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Zhong Guoshun (China)                   197 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Kim Kwang Song (RPDC)                 191 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Lobsi Pornchai (Tailandia)              180 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal \n\t\t\t\t\t\n\t\t\t\t\t1. Zhong Guoshun (China)                   359 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Kim Kwang Song (RPDC)                 346 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Lobsi Pornchai (Tailandia)               320 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tDivision de 85kg (m) de categoria de adultos de campeonato de clubes:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tArranque \n\t\t\t\t\t\n\t\t\t\t\t1. Zhang Huacong (China)                    165 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Ryu Jun Ho (Sur de Corea)               156 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Rim Hui Chang (Sur de Corea)           145 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEnvion\n\t\t\t\t\t\n\t\t\t\t\t1. Rim Hui Chang (Sur de Corea)           192 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Zhang Huacong (China)                    187 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Somboon Suchat (Tailandia)              182 kg\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tTotal \n\t\t\t\t\t\n\t\t\t\t\t1. Zhang Huacong (China)                   352 kg\n\t\t\t\t\t\n\t\t\t\t\t2. Rim Hui Chang (Sur de Corea)          337 kg\n\t\t\t\t\t\n\t\t\t\t\t3. Ryu Jun Ho (Sur de Corea)               337 kg"
        }
    ]
}