{
    "date": "2013-12-19",
    "url": "http://kcna.co.jp/item/2013/201312/2013-12-19ee.html",
    "articles": [
        {
            "title": "4th Round of Meeting of North-South Joint Committee for KIZ Held",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-24ee.html",
            "content": "4th Round of Meeting of North-South Joint Committee for KIZ Held\r\n Kaesong, December 19 (KCNA) -- The fourth round of the meeting of the north-south joint committee for the Kaesong Industrial Zone (KIZ) took place in the zone.\n\t\t\t\t\t At the meeting the north and the south discussed technical issues arising in normalizing the operation in the KIZ since its restart.\n\t\t\t\t\t\n\t\t\t\t\t Both sides decided to further the discussions."
        },
        {
            "title": "Congratulations to Chilean President-elect",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-15ee.html",
            "content": "Congratulations to Chilean President-elect\r\n Pyongyang, December 19 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a congratulatory message to Michelle Bachelet, president-elect of Chile.\n\t\t\t\t\t Sincerely wishing her success in her responsible work for social stability and economic development of the country, the message expressed belief that the friendly and cooperative relations between the two countries would grow stronger."
        },
        {
            "title": "Congratulations to Austrian Federal Chancellor",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-14ee.html",
            "content": "Congratulations to Austrian Federal Chancellor\r\n Pyongyang, December 19 (KCNA) -- DPRK Premier Pak Pong Ju sent a congratulatory message to Werner Faymann upon his reappointment as federal chancellor of Austria on Dec. 18.\n\t\t\t\t\t The message wished him greater success in his future work for the development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Pak Ui Chun on the same day sent a similar message to Sebastian Kurz on his appointment as minister for Europe and International Relations of Austria."
        },
        {
            "title": "GFTUK Supports S. Korean Railway Workers' Strike ",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-22ee.html",
            "content": "GFTUK Supports S. Korean Railway Workers' Strike \r\n Pyongyang, December 19 (KCNA) -- A spokesman for the Central Committee of the General Federation of Trade Unions of Korea (GFTUK) in a statement Thursday expressed support and solidarity with the south Korean railway workers in their just general strike against the puppet regime's unpopular rule.\n\t\t\t\t\t The statement termed the strike an explosion of the towering grudge against the puppet authorities which seek to reduce workers into slaves of comprador capital and foreign monopoly capital and leave the issue of the livelihood of the toiling masses to the tender mercy of bloodsuckers keen on the unethical competition of capital, and a quite just struggle to defend the right to existence and the democratic right.\n\t\t\t\t\t\n\t\t\t\t\t The fascist suppression by the puppet regime reminds one of the \"yusin\" dictatorship decades ago which earned an ill fame for harsh crackdown on workers. Traitor Park Chung-Hee, \"yusin\" dictator, suppressed workers to prevent them from forming unions and launching strikes while crying out for \"industrialization\", the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Running ski-high now is the resentment of south Koreans of all social standings against the puppet regime's undemocratic and unpopular rule aimed at reviving the \"yusin\" fascist dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The past one year brought home to the south Korean workers the truth that they have to turn out in the struggle to defend justice and truth, regain the dignity and the right to existence and bring about new democratic society.\n\t\t\t\t\t\n\t\t\t\t\t The struggle for the resignation of the \"government\" has now become irresistible mindset of the people and the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t The present regime will never be able to evade ruin being cursed by the south Koreans just as the \"yusin\" dictatorship met a miserable end.\n\t\t\t\t\t\n\t\t\t\t\t The struggle of south Koreans for justice and truth will surely triumph.\n\t\t\t\t\t\n\t\t\t\t\t All the workers in the DPRK will always stand by the south Korean workers and all other people in their struggle to win the right to existence and democratization of society against the revival of the \"yusin\" dictatorship."
        },
        {
            "title": "President of Council of State of Cuba Sends Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-23ee.html",
            "content": "President of Council of State of Cuba Sends Floral Basket to DPRK Embassy\r\n Havana, December 18 (KCNA Correspondent) -- Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of the Republic of Cuba, sent a floral basket to the DPRK embassy in Havana on December 17 on the occasion of the 2nd anniversary of demise of General Secretary Kim Jong Il."
        },
        {
            "title": "Gifts to Kim Jong Un from Moscow City Assembly and City Committee of Political Party of Russia",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-19ee.html",
            "content": "Gifts to Kim Jong Un from Moscow City Duma and City Committee of Political Party of Russia\r\n Pyongyang, December 19 (KCNA) -- Supreme leader Kim Jong Un received gifts from the Moscow City Duma and the Moscow City Committee of the Faction \"Communist Party of the Russian Federation\".\n\t\t\t\t\t The gifts were handed to an official concerned Thursday by Vladimir Svyatoshenko, deputy to the Moscow City Duma and chairman of the Control and Inspection Committee of the Moscow City Committee of the party who is the head of the delegation of deputies to the Moscow City Duma from the party, on a visit to the DPRK."
        },
        {
            "title": "Wreath Laid before Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-18ee.html",
            "content": "Wreath Laid before Bust of Kim Jong Suk\r\n Pyongyang, December 19 (KCNA) -- Women of foreign embassies and missions of international organizations here laid a wreath before the bust of anti-Japanese war hero Kim Jong Suk in the Revolutionary Martyrs Cemetery on Mt. Taesong on Thursday on the occasion of the 96th anniversary of her birth.\n\t\t\t\t\t They laid a wreath before the bust in humble reverence for the woman commander of Mt. Paektu and observed a moment's silence."
        },
        {
            "title": "Women of Foreign Embassies, Missions of Int'l Bodies Visit Okryu Children's Hospital",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-21ee.html",
            "content": "Women of Foreign Embassies, Missions of Int'l Bodies Visit Okryu Children's Hospital\r\n Pyongyang, December 19 (KCNA) -- Women of foreign embassies and missions of international bodies here Thursday visited Okryu Children's Hospital on the occasion of the 96th birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t Being briefed on the general health care service center for children installed with latest medical equipment  which was built thanks to the Workers' Party of Korea's noble view on the younger generation and future, they looked round various places of the hospital.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, Iliana Almaguer Rodriguez, wife of the Cuban ambassador to the DPRK, said:\n\t\t\t\t\t\n\t\t\t\t\t The hospital represents warm loving care shown by Marshal Kim Jong Un for children.\n\t\t\t\t\t\n\t\t\t\t\t Only the DPRK pays so deep attention to promoting children's health.\n\t\t\t\t\t\n\t\t\t\t\t Isis Saeed, wife of the charge d'affaires ad interim of the Syrian embassy, said she was deeply impressed to go round the modern hospital, adding that children of the DPRK undergo good treatment there."
        },
        {
            "title": "WFYS Final Declaration Denounces U.S. War Moves against DPRK",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-17ee.html",
            "content": "WFYS Final Declaration Denounces U.S. War Moves against DPRK\r\n Pyongyang, December 19 (KCNA) -- A final declaration was read out at the closing ceremony of the 18th World Festival of Youth and Students held in Ecuador.\n\t\t\t\t\t The declaration resolutely denounced the U.S. imperialists for their moves for aggression and war against the DPRK and called upon the world youth and students to get firmly united to win a final victory in the anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t It underscored the need to further expand and develop the festival movement, the international assembly of the world progressive youth and students.\n\t\t\t\t\t\n\t\t\t\t\t The closing ceremony was followed by an art performance given by the DPRK delegation and Ecuadorian artistes.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK delegation of youth and students led by Jon Yong Nam, chairman of the Central Committee of the Kim Il Sung Socialist Youth League, came back home on Thursday after participating in the festival."
        },
        {
            "title": "Chinese and Koreans Related to Anti-Japanese Revolutionary Struggle Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-16ee.html",
            "content": "Chinese and Koreans Related to Anti-Japanese Revolutionary Struggle Visit Mangyongdae\r\n Pyongyang, December 19 (KCNA) -- Families of those related to the anti-Japanese revolutionary struggle visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They included family members of Zhang Weihua, Chinese anti-Japanese revolutionary martyr, Zhou Wei, daughter of Zhou Bao-zhong, Chinese related to the anti-Japanese revolutionary struggle, Chai Shiying, Chinese related to the anti-Japanese revolutionary struggle, Kim Sun Ok, Korean related to the anti-Japanese revolutionary struggle in China, and Son Won Thae, overseas Korean related to the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t At the old home in Mangyongdae, the visitors looked round historic relics, recollecting the immortal revolutionary career of the President.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit Mao Weiran family member of Zhou Wei said:\n\t\t\t\t\t\n\t\t\t\t\t Since he left the gate of his native home, Kim Il Sung devoted himself to the country and nation. His feats will be everlasting.\n\t\t\t\t\t\n\t\t\t\t\t Ri Hak Yu, family member of Son Won Thae, said that while visiting the time-honored native home in Mangyongdae he missed Kim Il Sung very much, adding: The leader is always be with us.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Okryu Children's Hospital and other places."
        },
        {
            "title": "Posters Produced",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-20ee.html",
            "content": "Posters Produced\r\n Pyongyang, December 19 (KCNA) -- Posters calling upon all the service personnel and the people across the country to devotedly defend the leader were newly produced.\n\t\t\t\t\t Poster \"We Will Be Faithful to You, Great Comrade Kim Jong Un, to the Last!\" depicts service personnel, intellectual, worker and farmer standing against the background of the red flag bearing the shining Marshal's star. It reflects the steadfast will of the service personnel and people of the DPRK to hold Marshal Kim Jong Un in high esteem as the unitary center of unity and leadership.\n\t\t\t\t\t\n\t\t\t\t\t Posters \"Let Us Devotedly Defend Our Party Central Committee!\" and \"We Know You Only!\" show the strong spirit of all the service personnel and the people to devotedly defend the Central Committee of the Workers' Party of Korea headed by Kim Jong Un by carrying forward the traditions of Mt. Paektu and accomplish the Juche-oriented revolutionary cause of Songun, believing in him only for all ages.\n\t\t\t\t\t\n\t\t\t\t\t Poster \"We Will Uphold Our Party with Steel in Any Adversity!\" represents the pledge of the working class to devotedly defend the party and the leader and remain loyal to the great party's leadership by bringing about a surge in production."
        },
        {
            "title": "S. Korean Authorities' Suppression of Progressive and Democratic Forces Slammed",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-10ee.html",
            "content": "S. Korean Authorities' Suppression of Progressive and Democratic Forces Slammed\r\n Pyongyang, December 19 (KCNA) -- The south Korean fascist police recently arrested the chairman of the Pusan-South Kyongsang Provincial Federation of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) by invoking the \"Security Law\" (SL), after labeling his activities \"acts of benefiting the enemy by supporting the north's propaganda and agitation\". The fascist hooligans conducted a surprise search operation against his house and office and confiscated at least 40 books, claiming that he had \"literature benefiting the enemy\".\n\t\t\t\t\t Rodong Sinmun Thursday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Their action is a product of the despicable political intrigues to divert elsewhere the attention of the people from all walks of life out in the anti-\"government\" struggle in protest against \"the Intelligence Service's interference in the election\" and to crack down on the progressive and democratic forces including the organizations for national reunification movement standing in the way of ensuring the security of power by labeling them the \"forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t The suppression of the South Headquarters of Pomminryon intensified by the police authorities goes to prove that the racket for \"eliminating the forces following the north\" is gaining in scope and strength to target on all progressive and democratic forces.\n\t\t\t\t\t\n\t\t\t\t\t The actions of the organizations and personages of all social standings for independence, democracy and reunification were not launched at anyone's instruction but reflect the unanimous aspirations and demands of the south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t To crack down on such actions on charges of the violation of the SL under the pretexts of \"enemy-benefiting acts\" and \"forces following the north\" fully reveals the despicable true colors of the puppet conservative group which unhesitatingly commits any fascist act to ensure the security of power.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group would be well advised to discontinue crackdown on the South Headquarters of Pomminryon and patriotic and democratic forces and step down at once as demanded by the people."
        },
        {
            "title": "Opposition to Present Chief Executive Runs High in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-12ee.html",
            "content": "Opposition to Present Chief Executive Runs High in S. Korea\r\n Pyongyang, December 19 (KCNA) -- People of various circles in south Korea posted articles voicing their strong opposition to the chief executive on their websites, throwing the ruling forces into uneasiness, said the south Korean Kukmin Ilbo on Tuesday.\n\t\t\t\t\t In the articles censuring the economic policy of Park Geun Hye they queried: \"When will she put her oft-repeated creative economy into practice? She is poised to make up for deficit through privatization, spending budget for the fields without any economic effectiveness. In case her spending budget for other purpose causes deficit, is she going to privatize even the water service and electricity supply service? Irony is that she claims enforcing politics though she is bad at political administration.\"\n\t\t\t\t\t\n\t\t\t\t\t Some netizens expressed their resentment at the consequences brought by the regime's policy for plutocrats in their articles as follows: \"Common people have to do back-breaking labor while those in the upper echelon will live in greater luxury. What the latter does is to grow corpulent while those moneyless have no other choice but to die. The expenses for the operation on my eyes have jumped dozens of times due to the old lady Park. Even selling of my internal organ would not be enough to cover the expenses.\"\n\t\t\t\t\t\n\t\t\t\t\t Even such warnings to Park as \"Be careful about your night journey\" were posted on websites.\n\t\t\t\t\t\n\t\t\t\t\t There were also such writings jeering and ridiculing the chief executive as \"If you have eyes, ears and conscience, you should look at people, listen to their complaints and think of yourself.\""
        },
        {
            "title": "S. Korean Students Launch Surprise Demo",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-13ee.html",
            "content": "S. Korean Students Launch Surprise Demo\r\n Pyongyang, December 19 (KCNA) -- Students of south Korea launched a surprise demo outside the building of the \"Saenuri Party\" in Youido, Seoul on Tuesday in demand of the resignation of the chief executive and disbandment of the party.\n\t\t\t\t\t After hanging a large suspension poster reading \"Saenuri Party, dissolve itself and the Park Geun Hye regime, step down!\" on the wall of the building, they urged the chief executive to resign herself, condemning the fraudulent election with all power organs involved.\n\t\t\t\t\t\n\t\t\t\t\t That day the fascist police took away the protesters."
        },
        {
            "title": "Overseas Koreans Urge Park Geun Hye to Step Down",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-11ee.html",
            "content": "Overseas Koreans Urge Park Geun Hye to Step Down\r\n Pyongyang, December 19 (KCNA) -- Overseas Koreans in the U.S., UK, France, Germany and Canada recently issued a joint statement calling for the resignation of the south Korean puppet chief executive who was elected through the fraudulent election.\n\t\t\t\t\t The statement said that last year's \"presidential\" election in south Korea has no validity as evidenced by the south Korean people's actions.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye regime is suppressing those criticizing the fraudulent election and demanding the resignation of the \"president\" by labeling them the \"forces following the north\", it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Over the past one year overseas Koreans have conducted actions, calling for nullification of the election and resignation of Park.\n\t\t\t\t\t\n\t\t\t\t\t The fraudulent election is null and void, it noted, urging the \"Saenuri Party\" ensure independence and transparency of the investigation into the case by making a special inspection.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, overseas Koreans declared they will wage all at once the action calling for the resignation of Park in different parts of the world with the start of candlelight demonstration in the U.S. on Dec. 18 on the lapse of the one year since the election rigging in south Korea."
        },
        {
            "title": "Kim Jong Un's Letter Carried by Uruguayan Paper ",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-01ee.html",
            "content": "Kim Jong Un's Letter Carried by Uruguayan Paper\r\n Pyongyang, December 19 (KCNA) -- The Uruguayan newspaper La Juventud on Dec. 12 carried the detailed gist of the letter sent by supreme leader Kim Jong Un to the participants in the great workshop for officials in the field of construction, illustrated with his photo. \n\t\t\t\t\t The work \"Let Us Usher in the Period of Great Prosperity in Construction by Thoroughly Embodying Party's Idea on Juche-based Architecture\", published on Dec. 8, Juche 102 (2013), says that the construction history of the DPRK is the proud one in which it has brought about miracles and changes thanks to the outstanding idea of President Kim Il Sung and General Secretary Kim Jong Il on architecture and their wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t It gives the tasks to be fulfilled in the field of construction and ways to do so."
        },
        {
            "title": "Kim Jong Il Remembered in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-02ee.html",
            "content": "Kim Jong Il Remembered in Different Countries\r\n Pyongyang, December 19 (KCNA) -- Remembrance meetings took place in Mexico and Poland and round-table talks in Ethiopia on Dec. 10 and 12 on the occasion of the second anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t Displayed at the venues of the events were pictures dealing with the immortal revolutionary career and exploits of Kim Jong Il and revolutionary activities of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display were works of President Kim Il Sung, Kim Jong Il and Kim Jong Un and books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the People's Socialist Party of Mexico, Socialist Popular Party of Mexico, Mexican Institute for the Study of the Juche Idea, Mexican Friend Association for Memory of President Kim Il Sung and Leader Kim Jong Il, Polish Communist Party, Tradition Association of the Polish People's Army, Polish Committee for Remembering H.E. Kim Jong Il, Poland-Korea Association and an Ethiopian enterprise and masses.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the People's Socialist Party of Mexico said that Kim Jong Il was an outstanding leader and benevolent father of people who led the DPRK to the road of independence, Songun and socialism.\n\t\t\t\t\t\n\t\t\t\t\t He praised Kim Jong Il as a peerlessly brilliant Songun commander and elder statesman who firmly defended the dignity and sovereignty of the country and advanced the world socialist movement by pursuing the unique Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t A member of the National Executive Committee of the Polish Communist Party who is the chairman of the Executive Committee of the Warsaw Regional Committee of the party and other speakers lauded Kim Jong Il's revolutionary life and exploits, saying that his life will always be remembered by progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the design department and the chief of irrigation project of the Ethiopian enterprise praised Kim Jong Il as a great man who turned the DPRK into an invincible political, ideological and military power and nuclear weapons state under the uplifted banner of Songun."
        },
        {
            "title": "Indonesians Laud Kim Jong Il's Feats",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-03ee.html",
            "content": "Indonesians Laud Kim Jong Il's Feats\r\n Pyongyang, December 19 (KCNA) -- A remembrance meeting and film show took place in Indonesia between Dec. 9 and 12 on the occasion of the second anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t Present at the events were personages from different circles and masses of Indonesia.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the National Leading Council of the Diversity Party of Indonesia said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il brought up the Korean people to be strong in independence and made a great contribution to accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t He passed away while providing field guidance for the people till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t His life as the leader of people was the great one that cannot be found among any heads of state of the world.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the National Guidance Council of the Pioneer Party of Indonesia said that Kim Jong Il was the great brilliant commander who defended the dignity of the DPRK and performed undying feats for the global cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The director of a company of Indonesia praised Kim Jong Il for performing great exploits for the Korean revolution and the global cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The director of another company of Indonesia said that the human history records many great men but there is no such man as Kim Jong Il who is revered and praised by all people not only in his lifetime but after his demise."
        },
        {
            "title": "DPRK's Important Days to Be Marked in Germany",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-04ee.html",
            "content": "DPRK's Important Days to Be Marked in Germany\r\n Pyongyang, December 19 (KCNA) -- A preparatory committee for celebrating the 22nd anniversary of General Secretary Kim Jong Il's assumption of the supreme commandership of the Korean People's Army (KPA) and the 2nd anniversary of supreme leader Kim Jong Un's assumption of the supreme commandership of the KPA was formed in Germany on December 12.\n\t\t\t\t\t Torsten Schoevitz, chairman of the Communist Party of Germany, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse political and cultural events on the occasion of the significant days of holding in high esteem the peerlessly brilliant Songun commanders at the head of the KPA."
        },
        {
            "title": "Kim Jong Il Lauded by Foreign Figures",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-05ee.html",
            "content": "Kim Jong Il Lauded by Foreign Figures\r\n Pyongyang, December 19 (KCNA) -- Remembrance meetings took place at the Permanent Committee of the Belarus－DPRK National Friend Association Named after Kim Il Sung and Kim Jong Il and in Iceland and Germany from December 11 to 14 on the occasion of the 2nd anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t L. Shukolinikov, chairman of the Permanent Committee of the Belarus－DPRK National Friend Association Named after Kim Il Sung and Kim Jong Il, said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il wisely led the struggle of the Korean people for building a prosperous socialist power by pursuing original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t He smashed ceaseless aggressive moves of the imperialists and their stooges and reliably defended peace and security on the Korean Peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t Immortal exploits he performed for the country and mankind will shine forever.\n\t\t\t\t\t\n\t\t\t\t\t Jon Arni Halldorsson, general secretary of the Iceland－DPRK Friendship and Cultural Society, said that Kim Jong Il was a great revolutionary and a peerless patriot who devoted all his life to the prosperity of socialist Korea, national reunification and global independence.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Franken Group for the Study of the Juche Idea of Germany praised Kim Jong Il for laying a solid foundation for building a thriving nation by dedicating himself to the people till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t A message to supreme leader Kim Jong Un was adopted at the remembrance meeting held in Germany."
        },
        {
            "title": "Kim Jong Il Remembered in Russia",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-06ee.html",
            "content": "Kim Jong Il Remembered in Russia\r\n Pyongyang, December 19 (KCNA) -- Remembrance meetings took place in Moscow and Nakhodka of Russia on December 12 on the occasion of the 2nd anniversary of demise of General Secretary Kim Jong Il.\n\t\t\t\t\t Displayed in the venues of meetings were photos documenting the sacred revolutionary career and immortal exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t On display there were works of President Kim Il Sung, Kim Jong Il and supreme leader Kim Jong Un and publications introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Russian Association for Friendship and Cultural Cooperation with the DPRK, the Foreign Ministry of Russia, the Institute of Oriental Studies of the Russian Academy of Sciences and the Nakhodka City Committee of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation and masses.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Victor Petrov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, said that Kim Jong Il was a great leader of the Korean people who successfully carried forward the cause of Kim Il Sung, adding that exploits he performed for his motherland and people would shine forever.\n\t\t\t\t\t\n\t\t\t\t\t Yuri Vanin, vice-chairman of the association, said that he was a peerless patriot who devoted all his life to the prosperity of the DPRK and the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t Zelenov, first secretary of the Nakhodka City Committee of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, noted that it is entirely ascribable to the wise leadership of Kim Jong Il that the DPRK is fully demonstrating its might as an independent power in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at the remembrance meeting held in Moscow."
        },
        {
            "title": "Korean Films Shown in Foreign Countries ",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-07ee.html",
            "content": "Korean Films Shown in Foreign Countries\r\n Pyongyang, December 19 (KCNA) -- Korean film shows took place in Ethiopia, Guinea, Indonesia and Malaysia from Dec. 1 to 13 on the occasion of the second anniversary of demise of General Secretary Kim Jong Il. \n\t\t\t\t\t Personages and people from all walks of life of the relevant countries watched Korean films including \"Arms of Korea\". \n\t\t\t\t\t\n\t\t\t\t\t The director of the hospital of the Defense Ministry of Guinea said that the Korean people and other progressive people are looking back with deepest reverence on the immortal exploits the peerless great man performed by defending socialism in the DPRK and world peace and security with the unique Songun politics on the occasion of the second anniversary of demise of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The manager of the Indonesian Mali Commodity Company said that Kim Jong Il was a distinguished great man who devoted his all to accomplishing the cause of independence of the world progressives including the Korean people. Though he passed away, his exploits will always be remembered by them, the manager added. \n\t\t\t\t\t\n\t\t\t\t\t The manager of a Malaysian company said Kim Jong Il was a prominent leader, peerless elder statesman who performed great exploits with his profound ideas and theories, outstanding insight and through his gigantic revolutionary practices, and a great man with exceptionally noble personality."
        },
        {
            "title": "Books on DPRK Published in Russia ",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-08ee.html",
            "content": "Books on DPRK Published in Russia\r\n Pyongyang, December 19 (KCNA) -- Books \"Recollection-10 Days of Excitement\" and \"July 27-DPRK Has Emerged Victorious\"  praising the immortal exploits of President Kim Il Sung and General Secretary Kim Jong Il were published in Russia. \n\t\t\t\t\t The book \"Recollection-10 Days of Excitement\" was written by Vladimir Tolstikov, former chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The book tells about the historic facts during the period of Kim Il Sung's visit to the then Soviet Union in May, 1984 and his great personality and exploits performed for the development of the relations between the two countries. \n\t\t\t\t\t\n\t\t\t\t\t Another book \"July 27-DPRK Has Emerged Victorious\" was authored by Natalia Belokopitova, member of the \"Working Russia\" Movement, being attracted by the Songun politics of the DPRK which is confidently advancing along the road chosen by itself, declaring what it would like to say in the world arena. \n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place in Moscow on Dec. 12. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were personages of the Russian Association for Friendship and Cultural Cooperation with the DPRK, the Foreign Ministry and the \"Working Russia\" Movement."
        },
        {
            "title": "Kim Yong Nam felicita a electa presidenta de Chile",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-25ee.html",
            "content": "Kim Yong Nam felicita a electa presidenta de Chile\r\nPyongyang, 19 de diciembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 16 un mensaje de felicitacion a la electa presidenta de la Republica de Chile, Michelle Bachelet.\n\t\t\t\t\t  El remitente extiende en su mensaje calidas felicitaciones a la destinataria con motivo de que ella ha sido elegida nuevamente como presidenta obteniendo alto indice de apoyo popular en las recientes elecciones presidenciales.\n\t\t\t\t\t\n\t\t\t\t\t  Desea de todo corazon a ella exitos en sus responsabilidades para la estabilidad social y el desarrollo economico del pais y expresa la conviccion de que las relaciones de amistad y cooperacion entre los dos paises se fortaleceran y se desarrollaran en el futuro."
        },
        {
            "title": "Premier coreano felicita a su homologo austriaco",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-26ee.html",
            "content": "Premier coreano felicita a su homologo austriaco\r\nPyongyang, 19 de diciembre (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju envio el dia 18 un mensaje de felicitacion a Werner Faymann por su reeleccion como premier federal de la Republica de Austria.\n\t\t\t\t\t  En la misiva, el remitente desea al destinatario mayores exitos en sus trabajos posteriores para el desarrollo y la prosperidad del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, el canciller coreano Pak Ui Chun lo hizo el mismo dia a Sebastian Kurz electo como ministro de Relaciones Europeas e Internacionales de Austria."
        },
        {
            "title": "Raul Castro Ruz envia cesto de flores a embajada de RPDC",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-27ee.html",
            "content": "Raul Castro Ruz envia cesto de flores a embajada de RPDC\r\nPyongyang, 19 de diciembre (ACNC) -- Con motivo del 2o aniversario del fallecimiento del Dirigente Kim Jong Il, el Primer Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba, Raul Castro Ruz, hizo llegar el dia 17 un cesto de flores a la Embajada de la Republica Popular Democratica de Corea en su pais."
        },
        {
            "title": "Kim Jong Un recibe regalos provenientes de Rusia",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-28ee.html",
            "content": "Kim Jong Un recibe regalos provenientes de Rusia\r\nPyongyang, 19 de diciembre (ACNC) -- El Mariscal Kim Jong Un recibio presentes que le dirigieran la Asamblea de la Ciudad de Moscu y el Comite del Partido Comunista de la Federacion Rusa en la Ciudad de Moscu.\n\t\t\t\t\t   El jefe de la delegacion de los miembros de la Asamblea de la Ciudad de Moscu por el Partido Comunista de la Federacion Rusa y presidente del comite de inspeccion del referido comite, de visita en Corea, los entrego el dia 19 a un funcionario coreano."
        },
        {
            "title": "Creadas en RPDC nuevas pancartas",
            "url": "http://kcna.co.jp/item/2013/201312/news19/20131219-29ee.html",
            "content": "Creadas en RPDC nuevas pancartas\r\nPyongyang, 19 de diciembre (ACNC) -- Se crearon nuevas pancartas que llaman a los militares y habitantes de todo el pais a defender a ultranza al lider.\n\t\t\t\t\tLa pancarta \"El gran camarada Kim Jong Un, seremos fieles a usted hasta el final\" tiene las imagenes de un militar del ejercito popular, hombre intelectual, obrero y campesina, parados delante de la estrella del Mariscal que brilla en el centro de la bandera roja. Describe la ferrea conviccion y voluntad del ejercito y el pueblo de Corea de apoyar al Mariscal Kim Jong Un considerandolo como unico centro de unidad y direccion.\n\t\t\t\t\t\n\t\t\t\t\tLos afiches \"!Defendamos a costa de la vida nuestro Comite Central del Partido!\" y \"No sabemos a nadie sino a usted\" reflejan la determinacion de todo el ejercito y el pueblo de defender a costa de la vida el CC del PTC encabezado por el Mariscal continuando el linaje del monte Paektu en todas las generaciones. Igualmente, hace conocer la decision de ellos de llevar a feliz termino la causa revolucionaria del Songun, la del Juche, confiando solo en el Mariscal.\n\t\t\t\t\t\n\t\t\t\t\t\"!Apoyaremos con acero a nuestro partido en cualesquier vientos y mareas!\" testimonia el juramento de los obreros coreanos de defender a ultranza al partido y al lider y apoyar fielmente la direccion del PTC mediante el auge de produccion."
        }
    ]
}