{
    "date": "2013-03-06",
    "url": "http://kcna.co.jp/item/2013/201303/2013-03-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Congratulates Laos President on His Birthday",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-09ee.html",
            "content": "Kim Jong Un Congratulates Laos President on His Birthday\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, sent a congratulatory message to Choummaly Sayasone, general secretary of the Central Committee of the Lao People's Revolutionary Party (LPRP) and president of the Lao People's Democratic Republic, on Wednesday.\n\t\t\t\t\t The message sent warm congratulations and comradely greetings to the Lao president on his 77th birthday.\n\t\t\t\t\t\n\t\t\t\t\t It expressed pleasure over great advance the friendly Lao people have made in their efforts to implement the decision of the historic 9th Congress of the LPRP under the leadership of the LPRP headed by Choummaly Sayasone and heartily wished them further achievements.\n\t\t\t\t\t\n\t\t\t\t\t Expressing the belief that the relations of friendship and cooperation forged between the two parties, states and peoples in the common struggle for socialism would grow stronger, Kim Jong Un wished Choummaly Sayasone good health, happiness and greater success in his responsible work."
        },
        {
            "title": "Message of Condolence to Vice President of Venezuela",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-18ee.html",
            "content": "Message of Condolence to Vice President of Venezuela\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a message of condolences to Venezuelan Vice President Nicolas Maduro over the passing of President Hugo Chavez.\n\t\t\t\t\t The message said President Chavez made great contributions to defending the sovereignty of the country and achieving the integrity of the Latin American region.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the belief that the government and people of Venezuela would overcome the sorrow and make achievements in building a prospering, new society."
        },
        {
            "title": "DPRK FM Sends Condolences to Venezuelan FM",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-19ee.html",
            "content": "DPRK FM Sends Condolences to Venezuelan FM\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- Pak Ui Chun, foreign minister of the DPRK, Wednesday sent a message of condolences to Elias Jaua Milano, foreign minister of the People's Power of Venezuela, over the passing of Venezuelan President Hugo Chavez.\n\t\t\t\t\t The message expressed deep sorrow to the foreign minister and the bereaved family, adding that the government and people of the DPRK share the sorrow with the government and people of Venezuela.\n\t\t\t\t\t\n\t\t\t\t\t It hoped that the friendly Venezuelan people would overcome the sorrow and achieve greater success in defending the sovereignty of the country and building a thriving, new society."
        },
        {
            "title": "Building Equipment and Tools Exhibition Held",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-11ee.html",
            "content": "Building Equipment and Tools Exhibition Held\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- There took place a building equipment and tools exhibition on Yanggak Islet on Wednesday. It was sponsored by the Commission of Capital City Construction.\n\t\t\t\t\t On display there were 257 500 pieces of building equipment and tools of 720 varieties presented by more than 40 units under the commission, the Pyongyang City  Construction Management Bureau, Management Bureau of Building Materials and the Management Bureau for Construction of Revolutionary Sites.\n\t\t\t\t\t\n\t\t\t\t\t Those pieces were invented and manufactured on the basis of technological innovation proposals and unique ideas in the days of carrying out major projects. \n\t\t\t\t\t\n\t\t\t\t\t Vice-Premier Kim In Sik made a speech for the occasion. \n\t\t\t\t\t\n\t\t\t\t\t Then the participants looked round exhibits.\n\t\t\t\t\t\n\t\t\t\t\t Drawing their attention was moulding machine, air cushion belt conveyor and other construction equipment capable of ensuring both speed and quality while saving a lot of manpower and materials. \n\t\t\t\t\t\n\t\t\t\t\t The participants were deeply impressed to see various tools, convenient and efficient, and tool boxes associated with work style of people."
        },
        {
            "title": "Statement of KPA Supreme Command Spokesman Lifts Morale of Servicepersons and Civilians",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-15ee.html",
            "content": "Statement of KPA Supreme Command Spokesman Lifts Morale of Servicepersons and Civilians\r\n Pyongyang, March 6 (KCNA) -- The Korean Peninsula is now under a touch-and-go situation due to the Key Resolve and Foal Eagle joint military exercises, launched by the U.S. imperialists and their allied forces, including south Korea, UK and Australia, on March 1 to mount a preemptive nuclear attack on the Democratic People's Republic of Korea.\n\t\t\t\t\t In this regard, a spokesman for the Supreme Command of the Korean People's Army on Tuesday issued a statement clarifying the three important measures to be taken by it.\n\t\t\t\t\t\n\t\t\t\t\t According to it, the DPRK will take the second and third strong practical counteractions in succession to cope with the high-handed war acts of the U.S. and all other hostile forces. And the KPA Supreme Command will totally nullify the Korean Armistice Agreement and put a total stop to the operation of the KPA mission in Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t Upon hearing the statement, the DPRK people have expressed full support to those measures, hardening their will to turn out in the anti-U.S. action.\n\t\t\t\t\t\n\t\t\t\t\t Ju Myong Chol, a 53-year-old citizen living in Pyongyang, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"We can never pardon the U.S. and south Korean forces that launched nuclear war exercises for armed invasion of the DPRK despite its repeated warning and strong protest of the world peace-loving people.\n\t\t\t\t\t\n\t\t\t\t\t If they dare infringe upon the sovereignty and dignity of the DPRK, all its servicepersons and civilians will inflict shameful defeat and death on them with shower of fire.\"\n\t\t\t\t\t\n\t\t\t\t\t Han Myong Gil, a 47-year-old officer of the KPA, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Now the enemies are recklessly running amuck, not well aware who their rival is. But, tiger moth fond of playing with fire is bound to perish in the flames.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has the strength of single-minded unity of all the people rallied around their leader, which is more powerful than nuke, and the invincible Paektusan army built up under the Songun (military-first) policy.\n\t\t\t\t\t\n\t\t\t\t\t Its army and people love peace and do not want war, but will deal merciless strikes with all potentials to those provokers eagerly looking for a chance of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The final victory is in store for the army and people of the DPRK who are all out to protect the sovereignty of the nation and the supreme interests of the country.\""
        },
        {
            "title": "DPRK People Hail Statement of KPA Supreme Command Spokesman",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-16ee.html",
            "content": "DPRK People Hail Statement of KPA Supreme Command Spokesman\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- Upon receiving the statement issued by a spokesman for the Supreme Command of the Korean People's Army (KPA) on Tuesday, the servicepersons and civilians of the Democratic People's Republic of Korea have hardened their will to mercilessly annihilate the U.S. imperialists and their allied forces bringing dark clouds of a nuclear war.\n\t\t\t\t\t Choe Pong Il, a KPA officer, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t As was clarified in the statement of a KPA Supreme Command spokesman, it is needless for the DPRK to remain committed to the Korean Armistice Agreement.\n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that the joint military exercises Key Resolve and Foal Eagle, kicked off by the U.S. and its allied forces, will not lead to an actual war.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to show the might of Songun (military-first) Korea to the U.S. by dint of nuclear deterrent. From March 11 onward, the world will see what tragic end waits for the U.S. imperialists who have ruthlessly violated other nations' dignity and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t Kwak Song Nam, an officer of the Korean People's Internal Security Forces, said:\n\t\t\t\t\t\n\t\t\t\t\t The important measures mentioned in the statement are indispensable and inevitable counteractions to defend the supreme interests of the country.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK people have been exposed to a danger of war for over half century, which can be no longer allowed.\n\t\t\t\t\t\n\t\t\t\t\t My unit's servicepersons are filled with will to rapidly advance southward under the operational plan approved by respected Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Pak Chol, a workteam head of the Chollima Steel Complex, said:\n\t\t\t\t\t\n\t\t\t\t\t Of late, Defence Minister Kim Kwan Jin and Chairman of the Joint Chiefs of Staff Jong Sung Jo of south Korea reportedly inspected puppet army units, calling for \"deadly and pre-emptive strikes\".\n\t\t\t\t\t\n\t\t\t\t\t Their outbursts represent the incumbent south Korean authorities' policy of confrontation and war, and they are an evident challenge to the demand of history for development of inter-Korean relations and peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Such \"pre-emptive strike\" will be countered by rapider and mightier nuclear pre-emptive strike from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers should not make rash act."
        },
        {
            "title": "KPA Supreme Command Spokesman's Statement Encourages DPRK People",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-17ee.html",
            "content": "KPA Supreme Command Spokesman's Statement Encourages DPRK People\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- The March 5 statement, issued by a spokesman for the Supreme Command of the Korean People's Army, has enjoyed full support from the servicepersons and civilians of the DPRK.\n\t\t\t\t\t The statement clarified the important measures to be taken by the KPA Supreme Command against the joint military exercises of the U.S. and its allied forces.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chol Ryong, an officer of the KPA, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"I felt satisfied to hear the statement. It is likely that the day for a decisive war has come.\n\t\t\t\t\t\n\t\t\t\t\t We, servicepersons, can give vent to grudge in the sacred war for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Our diversified precision nuclear strikes and intensive artillery gunfire will wipe out all the aggressors. It is high time that the DPRK brought to its knees the U.S. intoxicated with 'successful wars' in Iraq, Afghanistan and Libya.\"\n\t\t\t\t\t\n\t\t\t\t\t Hwang Kun Sik, a member of the Worker-Peasant Red Guards in Kanggye City, Jagang Province, said:\n\t\t\t\t\t\n\t\t\t\t\t It is a cherished desire of the DPRK people to settle accounts with the U.S. imperialists as early as possible and achieve national reunification. \n\t\t\t\t\t\n\t\t\t\t\t Not content with laying hurdles to economic construction in our country, the U.S. is now attempting to swallow it up.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK can never allow such attempt. Its people have kept in their mind that they should fight another war against the U.S., and now is the time to do so.\n\t\t\t\t\t\n\t\t\t\t\t Our country is sure to win in this showdown as it is led by respected Marshal Kim Jong Un, the iron-willed brilliant commander."
        },
        {
            "title": "Closer Cooperation with Outsiders Is Obstacle to Peace: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-06ee.html",
            "content": "Closer Cooperation with Outsiders Is Obstacle to Peace: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- The provocative war exercises of the U.S. and south Korean warmongers are increasing the danger of a nuclear war on the Korean Peninsula hour by hour. The present reality clearly proves that closer cooperation with outside forces will lead to nothing but a war.\n\t\t\t\t\t Rodong Sinmun Wednesday observes this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK saber-rattling escalated by the south Korean puppet forces in cooperation with foreign forces for aggression is the source of the  ever-increasing danger of war on the peninsula, says the article, adding:\n\t\t\t\t\t\n\t\t\t\t\t To rely on outsiders for aggression, not on fellow countrymen, and tighten the \"alliance\" with them will only fan up mistrust and hostility. This will not help settle anything.\n\t\t\t\t\t\n\t\t\t\t\t Blindly following outsiders only helps the U.S. tighten its control over south Korea. This is as foolish an act as pouring water to the mill for igniting a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korea warmongers' cooperation with foreign forces keen to ignite a war against the DPRK is little short of an open provocation of a war.\n\t\t\t\t\t\n\t\t\t\t\t The joint military exercises with the U.S. in south Korea have become ever more frequent since traitor Lee Myung Bak came to power, bringing their offensive nature into bolder relief. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet regime is to blame for the touch-and-go situation on the Korean Peninsula as it has sought to tighten \"alliance\" and military cooperation with the U.S. against the DPRK, hell-bent on the moves for a war against it.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers chose the road of a war of aggression against the DPRK in reliance on cooperation and \"alliance\" with outsiders. This foolish act only precipitates their self-destruction\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean belligerent forces are sadly mistaken if they calculate they can browbeat the DPRK through their saber-rattling.\n\t\t\t\t\t\n\t\t\t\t\t It is the DPRK's independent mode of counteraction to react to military pressure with an all-out action and to nuclear threat with nuclear deterrent for self-defense."
        },
        {
            "title": "Rodong Sinmun Denounces U.S. and Its Allies for Their Military Drills for Nuclear War",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-07ee.html",
            "content": "Rodong Sinmun Denounces U.S. and Its Allies for Their Military Drills for Nuclear War\r\n Pyongyang, March 6 (KCNA) -- The joint military exercises being staged by the U.S. and the south Korean authorities are a serious provocation against the DPRK and an unpardonable criminal act to bring the situation on the Korean Peninsula to the brink of a nuclear war.\n\t\t\t\t\t Rodong Sinmun Wednesday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies have embarked upon the road of escalating their military pressure under the pretext of the DPRK's satellite launch, a legitimate exercise of its sovereignty, and its underground nuclear test for self-defense to protect it.\n\t\t\t\t\t\n\t\t\t\t\t Never has there been such tense situation on the Korean Peninsula where a war is imminent. Taboo is the saber-rattling getting on the nerves of the rival on the peninsula where a single spark may lead to an all-out war.\n\t\t\t\t\t\n\t\t\t\t\t This time, too, the U.S. is playing sleight of hand in a bid to cover up the aggressive nature and danger of Key Resolve and Foal Eagle joint war maneuvers, describing them as \"defensive\" and \"annual\" ones.\n\t\t\t\t\t\n\t\t\t\t\tWhat should not be overlooked is that the U.S. imperialist aggressor forces and huge troops of the south Korean puppet army and even forces of different countries under the name of \"UN forces\" are involved in the on-going war drills.\n\t\t\t\t\t\n\t\t\t\t\t For what these provocative drills are required by the U.S. imperialists if they had no intention to ignite the second Korean war against the DPRK by abusing the UN?\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle are typical exercises for mounting a surprise preemptive nuclear attack on the DPRK and a test nuclear war against it, to all intents and purposes. \n\t\t\t\t\t\n\t\t\t\t\t This saber-rattling is of more reckless nature as it was kicked off despite the DPRK's repeated protest and warnings.\n\t\t\t\t\t\n\t\t\t\t\t If the hostile forces ignite a war on the peninsula to the last, they will not be able to escape merciless deadly blows, warns the article."
        },
        {
            "title": "What Japanese Reactionaries Seek through Trumpeting about \"Threat\"?",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-08ee.html",
            "content": "What Japanese Reactionaries Seek through Trumpeting about \"Threat\"?\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- The Japanese government and the ruling Liberal Democratic Party of late set about making a full-dress examination of the \"defence programme guidelines\" to be revised at the end of this year in a bid to include the issue of \"acquiring the capability for attacking enemy's bases\" in them.\n\t\t\t\t\t The Japanese reactionary ruling quarters are letting loose a whole string of jargons that it is necessary to specify the capability to strike launching facilities of north Korea as its threat to Japan has entered on a new phase after the capability of its ballistic missiles and nuclear weapons has been improved.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Their ulterior aim is to build public opinion on the DPRK's \"nuclear and missile threat\" in a bid to justify their moves to stage a comeback to Korea, their old dream.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have frantically stepped up their rearmament under the patronage of the U.S. They loudly talk about \"threat,\" describing any trivial happening in the DPRK as something very serious.\n\t\t\t\t\t\n\t\t\t\t\t The size and capability of the Japan \"Self-Defense Forces\" have long gone beyond the limit of \"self-defence.\" The Japanese ruling forces' talk about \"acquiring the capability to attack enemy's bases\" means, in essence, a call for bolstering up the capability for a pre-emptive strike.\n\t\t\t\t\t\n\t\t\t\t\t By vociferating about the DPRK's \"nuclear and missile threat\", they seek to cover up their moves for bolstering up the above-said capability with such rhetoric as \"self-defense\" and \"guarantee of security\".\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that Japan is calling for increasing the capability for its independent preemptive strike.\n\t\t\t\t\t\n\t\t\t\t\t Those who do evils can never have sound sleep and are always keen to find fault with others. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries had better behave prudently, clearly mindful that the issue of Japan's security depends on their attitude."
        },
        {
            "title": "KCNA Commentary on Crucial Measures of KPA Supreme Command ",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-12ee.html",
            "content": "KCNA Commentary on Crucial Measures of KPA Supreme Command \n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- The crucial measures stated to the world by the Supreme Command of the Korean People's Army are timely and decisive countermeasures aimed to defend the sovereignty of the country and its supreme interests from the U.S. moves for provoking a nuclear war.\n\t\t\t\t\t The step for making the Korean Armistice Agreement fully nullified is a great one that will make it possible to foil the U.S. and its allies' attempt at a nuclear war at a single stroke and achieve at an early date the historic cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Almost six decades have passed since the Korean Armistice Agreement (AA) was signed but it has existed for form's sake due to the U.S. systematic act of scrapping it. AA was just a tentative measure for starting negotiations on a political level within three months with an aim at withdrawing all foreign forces from the Korean Peninsula and ensuring lasting peace on it.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. deliberately extended the state of armistice.\n\t\t\t\t\t\n\t\t\t\t\t It concluded \"mutual defence treaty\" with the south Korean puppet forces in October 1953, making the U.S. forces' presence in south Korea a fixed rule.\n\t\t\t\t\t\n\t\t\t\t\t Finally in June 1954, the U.S. intentionally disturbed the Geneva conference on the Korean Peninsula issue, thus blocking the way for the withdrawal of all foreign forces from Korea and the peaceful settlement of the Korean issue that were envisaged in the AA.\n\t\t\t\t\t\n\t\t\t\t\t For the past decades, the U.S. massively shipped war means including nuclear weapons into south Korea and stepped up the preparations for a new war, thus rendering the AA completely defunct.\n\t\t\t\t\t\n\t\t\t\t\t Nearly four decades have passed since a resolution on withdrawing all foreign forces from south Korea was adopted at the 30th UN General Assembly Session. But the U.S. has held dangerous nuclear war drills in south Korea on an annual basis while maintaining its military forces' presence in it, constantly threatening and blackmailing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It described the DPRK's recent peaceful satellite launch and the nuclear test for self-defence as \"challenges\" to the international community and has stepped up hostile acts against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t From March 1st, it kicked off the Key Resolve and Foal Eagle joint war rehearsals with the involvement of south Korean army and even troops of its satellite countries. It seeks to turn the nuclear war rehearsals into an actual war while touting \"preemptive nuclear strike\".\n\t\t\t\t\t\n\t\t\t\t\t This is an open declaration of a war against the DPRK and another grave provocation that totally scraps AA.\n\t\t\t\t\t\n\t\t\t\t\t Due to the U.S. reckless acts, AA has already been reduced to a dead document and there created on the Korean Peninsula a dangerous situation in which a war may break out any moment.\n\t\t\t\t\t\n\t\t\t\t\t The situation proves that the settlement of accounts with the U.S. should be done only with arms as the U.S. pays no heed to any convention or international law.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., the world's biggest possessor of nuclear weapons and the only nuclear war criminal state, has made it a fait accompli to provoke a nuclear war. For the DPRK it will be just like committing suicide to remain bound to AA which has now become a mere scrap of paper.\n\t\t\t\t\t\n\t\t\t\t\t The measure of the KPA Supreme Command on totally nullifying the effect of AA is another just one for defending the supreme interests of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK will mount Korean-style precision nuclear strike at any target any moment at its will and thus realize earlier the great cause of national reunification, the cherished desire of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Time will prove once again in practice how Songun Korea displays its will and capabilities to win a final victory."
        },
        {
            "title": "KCNA Commentary Slams U.S. for Systematically Increasing Nuclear Threats to DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-10ee.html",
            "content": "KCNA Commentary Slams U.S. for Systematically Increasing Nuclear Threats to DPRK\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- The U.S. nuclear threats to the DPRK have steadily increased for decades with south Korea as a base.\n\t\t\t\t\t Already back in 1950 the then U.S. President Truman openly talked about the use of A-bomb on Korean fronts. According to it, an instruction was issued to the U.S. strategic flying corps to \"be on standby to be able to send bombers to the Far East for the immediate delivery of A-bombs.\"\n\t\t\t\t\t\n\t\t\t\t\t The then commander of the U.S. forces in the Far East MacArthur blustered that they would form radioactivity corridor in the northern part of Korea linking the east sea and the west sea i, adding that no living thing will be able to come back to life in the zone in 60 or 120 years.\n\t\t\t\t\t\n\t\t\t\t\t In 1953 the U.S. strategic air force command worked out OPLAN 8-53 calling for dropping huge A-bombs from the air on the DPRK and China. In 1954 a strategic meeting was held with the attendance of high-ranking officials of the U.S. State Department, Defense Department, the Joint Chiefs of Staff, CIA and the three services of its armed forces in which they drafted an operational plan envisaging an attack by A-bomb in case of \"contingency\" on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. brought its armored division to south Korea from Japan in 1957 and combined it with the U.S. 24th Division into an \"atomic division\" and in the year that followed it made public the deployment of Honest John and 280 mm atomic artillery pieces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It built new nuclear arsenals or expanded them in different parts of south Korea all the while systematically introducing nuclear weapons there. They put on a high alert even those units in charge of storing nuclear bombs and supplying equipment to get them gird for a nuclear war anytime.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. deployed at least 1 720 tactical nuclear weapons with diverse missions in south Korea till 1991. Their deployment in south Korea was four times as dense as those weapons deployed in NATO areas at the time of 1990.\n\t\t\t\t\t\n\t\t\t\t\t In 1992 the U.S. stated to the public that it \"withdrew all tactical nuclear weapons\" from south Korea but the U.S. policy for making south Korea its nuclear base has not changed even a bit.\n\t\t\t\t\t\n\t\t\t\t\t In 1997 the U.S. openly transferred uranium shells to south Korea from the U.S. military base in Okinawa, Japan.\n\t\t\t\t\t\n\t\t\t\t\t At the 41st U.S.-south Korea annual security consultative meeting in 2009 the U.S. specified the U.S. provision of a \"nuclear umbrella\" to south Korea, which \"had just been declared,\" as an \"extended deterrence\" that envisaged attacking the rival in the same way as when the U.S. mainland came under a nuclear attack. This paved a way for bringing huge more nuclear weapons to south Korea any moment.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. put the DPRK in the list of preemptive nuclear attacks in the \"nuclear posture review\" and even worked out a war document which called for the use of nuclear weapons against the DPRK in case of \"contingency\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. staged Freedom Bolt, Team Spirit, Key Resolve, Foal Eagle, Ulji Freedom Guardian and other mad-cap nuclear war rehearsals to invade the DPRK for the last several decades.\n\t\t\t\t\t\n\t\t\t\t\t All facts prove that the U.S. nuclear threats and blackmail against the DPRK that date back to the1950s still continue.\n\t\t\t\t\t\n\t\t\t\t\t It is the legitimate exercise of the right to self-defence for the DPRK to continue bolstering nuclear capabilities as long as the U.S. policy of nuclear blackmail continues.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrence will become further modernized and expanded unless the U.S. drops its policy of nuclear blackmail against the DPRK."
        },
        {
            "title": "S. Korean Warmongers' Unabated Provocative Saber-rattling under Fire",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-13ee.html",
            "content": "S. Korean Warmongers' Unabated Provocative Saber-rattling under Fire\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- A touch-and-go situation is prevailing on the Korean Peninsula due to the U.S. imperialists and the south Korean puppet forces' madcap drills for a nuclear war against the DPRK.\n\t\t\t\t\t Key Resolve and Foal Eagle, Ulji Freedom Guardian, Hoguk and other joint military exercises staged by the south Korean puppet group in league with the U.S. every year, creating constant danger of war on the Korean Peninsula, were aimed at invading the DPRK. Their purpose was to put OPLAN-5027, OPLAN-5029 and other war scenarios into practice.\n\t\t\t\t\t\n\t\t\t\t\t Recently, they worked out a scenario for \"stabilization operation\" which calls for \"occupying and ruling\" the DPRK and made reckless provocations, crying out for \"mounting a preemptive attack on Pyongyang.\"\n\t\t\t\t\t\n\t\t\t\t\t At the outset of the year the puppet forces escalated confrontation with the DPRK, malignantly taking issue with its satellite launch for peaceful purposes. In the meantime, they staged ceaseless war exercises targeted against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t On Jan. 2 all units under the 3rd field army fired bullets and shells from the area along the Military Demarcation Line. From Jan. 14 to 18 huge forces of 25th, 26th and 30th divisions of the puppet army staged large-scale mobile exercises and field tactical and mobile exercises in Kyonggi Province and Cholwon of south Korean Kangwon Province.\n\t\t\t\t\t\n\t\t\t\t\t From Jan. 15 to 17 the artillery force of the 2nd division of the U.S. imperialist aggression forces in south Korea and the 7th artillery brigade of the puppet army conducted a live shell firing drill in Ryonchon County, Kyonggi Province.\n\t\t\t\t\t\n\t\t\t\t\t The 8th and 21st divisions of the puppet army staged military exercises for increasing the capability for mounting a preemptive attack on the DPRK by mobilizing tanks, armored cars and other war hardware in Cholwon of south Korean Kangwon Province and Phochon of Kyonggi Province from Jan. 21 to 25.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. 7th Air Force and the air force operation command of the puppet army conducted a drill for making preparations for war-time operations from Feb. 12. The puppet navy staged a large-scale maritime mobile drill with dozens of warships involved in the waters of the East and West seas of Korea from Feb. 13. The 2nd artillery brigade of the puppet ground force was busy staging a firepower strike drill in the artillery firing range situated in the central sector of the front in south Korean Kangwon Province from Feb. 15.\n\t\t\t\t\t\n\t\t\t\t\t The 20th and 55th divisions of the puppet ground force conducted South Han River-crossing drill in Ryoju and Yangphyong areas of Kyonggi Province from Feb. 18 to 22 with huge forces, tanks, artillery pieces and other combat equipment involved while the U.S. imperialist aggression forces and the naval forces of the puppet army staged a large-scale anti-submarine exercise in the waters of the East Sea of Korea from Feb. 19 to 24.\n\t\t\t\t\t\n\t\t\t\t\t The above-said madcap military exercises fully reveal the bellicose nature of those who seek to deliberately strain the situation over the DPRK's legitimate and just satellite launch and nuclear test and provoke a war of aggression against it in league with the U.S."
        },
        {
            "title": "S. Korean Organization Calls for Defending Peace ",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-05ee.html",
            "content": "S. Korean Organization Calls for Defending Peace \n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea on March 1 released an appeal titled \"Let's turn out in the struggle against war drills and for peace in the spirit of March First Popular Uprising\".\n\t\t\t\t\t The appeal said that the Korean Peninsula is exposed to the danger of a nuclear war, adding that the U.S. is to blame for the prevailing situation.\n\t\t\t\t\t\n\t\t\t\t\t A war is quite likely to be a reality unless the U.S. rolls back its hostile policy toward the north, the appeal said, adding:\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that large-scale U.S. and south Korea joint military drills Key Resolve and Foal Eagle are being staged and the south Korean military authorities are persisting in their bellicose actions, crying out for an preemptive attack on the north against the backdrop of a touch-and-go situation.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called upon all people to turn out in the actions to protect peace from a war with their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t It called for waging dynamic actions for peace against war including sit-in strike, demonstration, internet action, candlelight meeting with strong determination at a time when 60 odd day-long joint military drills are under way from March to April."
        },
        {
            "title": "Japanese Ultra-right Elements' Denial of Its Past Crimes Condemned in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-14ee.html",
            "content": "Japanese Ultra-right Elements' Denial of Its Past Crimes Condemned in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- Ultra-right elements in Japan have recently gone undisguised in denying the crimes against humanity committed by the Japanese imperialists in the past.\n\t\t\t\t\t An ultra-right conservative band in Japan composed a song defiling the Korean women whose chastity was violated by the Japanese imperialists in the past, and posted it on websites.\n\t\t\t\t\t\n\t\t\t\t\t It even sent a CD containing the song and a video and a wordbook to a place in Kwangju City, Kyonggi Province where the victims of sexual slavery by the Imperial Japanese Army reside on Feb. 28.\n\t\t\t\t\t\n\t\t\t\t\t The shameless act drew condemnation from south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The victims denounced the ultra-right conservative Japanese for insulting them at a time when the international community demands Japan make an apology and reparation for the crimes committed by the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t They voiced their will to make strong counteractions including the disclosure of the crimes perpetrated by the Japanese reactionaries.\n\t\t\t\t\t\n\t\t\t\t\t KBS of south Korea termed the composition of the song insulting the victims of sexual slavery, instead of making an apology for the crimes against humanity committed by the bad ancestors, a brazen-faced act.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean paper Hankuk Ilbo said Japan's crimes touched off resentment of internet subscribers.\n\t\t\t\t\t\n\t\t\t\t\t Articles have been posted on the websites one after another describing the ultra-right elements in Japan as \"rubbish\".\n\t\t\t\t\t\n\t\t\t\t\t They say Japan is calling itself before the world a liar and a mean nation.\n\t\t\t\t\t\n\t\t\t\t\t They also urge Japanese to behave as befitting a human being if they want to be treated as a human being, calling for preventing the revival of the departed soul of imperialism."
        },
        {
            "title": "Kim Jong Il Lauded by Brazilian Paper",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-02ee.html",
            "content": "Kim Jong Il Lauded by Brazilian Paper\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- The Brazilian Center for the Study of the Juche Idea issued its bulletin No. 4 on the occasion of leader Kim Jong Il's birth anniversary.\n\t\t\t\t\t The bulletin carried an article titled \"Kim Jong Il, leader of people\" illustrated with his portrait.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t One may say that what was the core of personality of DPRK leader Kim Jong Il was love for the people.\n\t\t\t\t\t\n\t\t\t\t\t It was his view that a revolution was aimed to bring love for the people into bloom.\n\t\t\t\t\t\n\t\t\t\t\t It was also his view that patriotism and revolution stem from warm love for the people and deep trust in them.\n\t\t\t\t\t\n\t\t\t\t\t As he loved the people so much that he pursued benevolent politics unprecedented in world history. \n\t\t\t\t\t\n\t\t\t\t\t It was his outlook on life to serve the people and devote himself to them.\n\t\t\t\t\t\n\t\t\t\t\t He regarded the people's wishes and interests as the standard and starting point of all his thoughts and practices and the most important matter which should not be disregarded under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t Their happiness was the greatest joy for him.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin cited facts that he dedicated himself to the beloved people, always thinking of them either on his visits to foreign countries or journeys for field guidance. It was quite natural for the Korean people to have followed him, calling him their father, the bulletin stressed."
        },
        {
            "title": "Swedish Paper on DPRK's Nuclear Test ",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-03ee.html",
            "content": "Swedish Paper on DPRK's Nuclear Test\r\n Pyongyang, March 6 (KCNA) -- A Swedish newspaper on Feb. 25 carried an article titled \"Who fears DPRK's nuclear test?\"\n\t\t\t\t\t It denounced Western reptile media for making false propaganda about the DPRK's nuclear test, saying a man of perception understands that the DPRK had access to nukes to defend itself and deter a war.\n\t\t\t\t\t\n\t\t\t\t\t It cited facts to prove that the U.S. is spending huge funds for reinforcing its nuclear arsenal, keeping lots of military bases in various countries and regions.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t Who will believe that the ill-famed aggressor U.S. is spending so stupendous amount of funds for \"peace.\"\n\t\t\t\t\t\n\t\t\t\t\t Was there anyone who took issue with a U.S. nuclear submarine busy with naval maneuvers with south Korean armed forces in waters off the Korean Peninsula just a few weeks ago?\n\t\t\t\t\t\n\t\t\t\t\t Their purpose was to pose a threat to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the view of the DPRK that its own muscle can protect peace as long as there exist high-handed and arbitrary practices on the earth.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led imperialists seem to feel disgraceful over the fact that such small country as the DPRK has acquired the capability to check aggression and defend its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The paper said the DPRK's nuclear test makes those seeking world domination fearful but constitutes a good example to be followed by those countries keen to defend their sovereignty."
        },
        {
            "title": "DPRK's Underground Nuclear Test Supported by American Organization",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-04ee.html",
            "content": "DPRK's Underground Nuclear Test Supported by American Organization\n\t\t\t\t\t\t\r\n Pyongyang, March 6 (KCNA) -- The U.S. Institute for Kimilsungism-Kimjongilism Studies on Feb. 23 sent a letter to the Pyongyang mission of the Anti-Imperialist National Democratic Front hailing the third underground nuclear test in the DPRK. \n\t\t\t\t\t The letter extended warm congratulations to the Korean people on their successful third nuclear test. \n\t\t\t\t\t\n\t\t\t\t\t Through the nuclear test, the DPRK showed the world that it is a powerful country which never yields to other's pressure, the letter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We fully support the DPRK's legitimate exercise of its sovereignty. \n\t\t\t\t\t\n\t\t\t\t\t Now is the time for the people of the U.S. to pressurize the government to make a switchover in its policy towards the DPRK, put a definite end to the Korean War and contribute to ensuring peace of the Korean Peninsula."
        },
        {
            "title": "Kim Jong Un felicita cumpleanos del presidente lao",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-20ee.html",
            "content": "Kim Jong Un felicita cumpleanos del presidente lao\n\t\t\t\t\t\t\r\nPyongyang, 6 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea y Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 6 un mensaje de felicitacion a Choummaly Sayasone, secretario general del Comite Central del Partido Popular Revolucionario Lao y presidente de la Republica Democratica Popular Lao.\n\t\t\t\t\t  La misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Con motivo del 77o aniversario del cumpleanos de Vd., hago llegarle mi calurosa felicitacion y saludo camaraderil.\n\t\t\t\t\t\n\t\t\t\t\t  Me siento alegre de que el amistoso pueblo lao logra gran avance en la labor para materializar la resolucion del IX congreso historico del Partido bajo la direccion del Partido Popular Revolucionario Lao encabezada por Vd. y le deseo de todo corazon excelentes exitos en el futuro.\n\t\t\t\t\t\n\t\t\t\t\t  Estoy convencido de que se ampliaran y se desarrollaran en el futuro las relaciones de amistad y cooperacion entre los partidos, Estados y pueblos de nuestros dos paises profundizadas a traves de la lucha comun por el socialismo y le deseo a Vd. buena salud, felicidad y mayores exitos en su cargo responsable."
        },
        {
            "title": "Tiene lugar exposicion de equipos de construccion y herramientas",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-21ee.html",
            "content": "Tiene lugar exposicion de equipos de construccion y herramientas\n\t\t\t\t\t\t\r\nPyongyang, 6 de marzo (ACNC) -- Tuvo lugar este miercoles en el islote Yanggak la exposicion de equipos de  construccion y herramientas del Comite de Construccion Capitalina.\n\t\t\t\t\tAlli estan exhibidos mas de 257 mil 500 equipos de construccion y herramientas de 720 generos presentados por mas de 40 unidades adscritas al citado comite, la Direccion de Construccion de la Ciudad de Pyongyang, la Direccion de Materiales de Construccion y la Direccion de Construccion de Lugares de Interes Historico-Revolucionarios.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hizo uso de la palabra el viceprimer ministro del Consejo de Ministros, Kim In Sik.\n\t\t\t\t\t\n\t\t\t\t\tLuego, los participantes vieron los aparatos expuestos."
        },
        {
            "title": "Freneticos ejercicios belicos anti-RPDC agravan situacion de Peninsula Coreana",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-22ee.html",
            "content": "Freneticos ejercicios belicos anti-RPDC agravan situacion de Peninsula Coreana\n\t\t\t\t\t\t\r\nPyongyang, 6 de marzo (ACNC) -- En la Peninsula Coreana se ha creado una gravisima situacion debido al alboroto de guerra nuclear de Estados Unidos y los belicistas surcoreanos contra la Republica Popular Democratica de Corea.\n\t\t\t\t\tEstos tipejos libran cada ano los ejercicios militares conjuntos de toda indole como \"Key Resolve\", \"Foal Eagle\", \"Ulji Freedom Guardian\" y \"Hoguk\" con el fin de llevar a la practica los guiones de guerra de agresion anti-RPDC incluso el \"OPLAN 5027\" y el \"OPLAN 5029\".\n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos tiempos recurren a las imprudentes provocaciones hablando publicamente del \"ataque preventivo a Pyongyang\" segun la \"operacion de estabilizacion\" cuyo objetivo es \"ocupar y dominar\" todo el territorio norcoreano.\n\t\t\t\t\t\n\t\t\t\t\tEste ano intensificaron mas que nunca la campana conflictiva anti-Republica Popular Democratica de Corea calumniando el lanzamiento de satelite con fines pacificos de ella, y al mismo tiempo, desarrollaron  incesantemente desde el comienzo del ano nuevo los ejercicios belicos anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl 2 de enero, todas las unidades adscritas al ejercito en campana no. 3 del ejercito titere surcoreano tiraron las balas y proyectiles en los alrededores de la linea de demarcacion militar. Y desde el dia 14 al 18, las enormes fuerzas armadas de las divisiones no. 25, 26 y 30 de las fuerzas terrestres surcoreanas realizaron los entrenamientos de movilidad de gran dimension, los tacticos al aire libre y los moviles al aire libre en la provincia de Kyonggi y en Cholwon de la provincia surcoreana de Kangwon.\n\t\t\t\t\t\n\t\t\t\t\tDesde el dia 15 al 17, la division artillera no. 2 de las tropas norteamericanas ocupantes del Sur de Corea y la brigada de artilleria no. 7 del ejercito titere surcoreano se entregaron a los ejercicios de tiro en el distrito de Ryonchon de la provincia de Kyonggi.\n\t\t\t\t\t\n\t\t\t\t\tLas divisiones no. 8 y 21 de las fuerzas terrestres surcoreanas cometieron desde el dia 21 al 25 en toda la extension de Cholwon de la provincia surcoreana de Kangwon y en Phochon de la provincia de Kyonggi los ejercicios militares para fortalecer la capacidad de ataque preventivo nuclear contra la RPDC movilizando los tanques, carros blindados y otros pertrechos de guerra.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas aereas norteamericanas no. 7 y la comandancia de operacion de las fuerzas aereas del ejercito titere realizaron desde el 12 de febrero el entrenamiento de preparativos de operacion para el tiempo de guerra. Y desde el dia 13, las fuerzas navales surcoreanas libraron los ejercicios de movilidad maritima de gran envergadura en el Mar Este y el Oeste con la participacion de decenas de buques de guerra. En tanto, la brigada de artilleria no. 2 de las fuerzas terrestres del ejercito titere desplego desde el dia 15 los ejercicios de golpe de fuego en el campo de tiro de artilleros enclavado en la region central del frente de la provincia surcoreana de Kangwon. \n\t\t\t\t\t\n\t\t\t\t\tLas divisiones no. 20 y 55 de las fuerzas terrestres del ejercito titere libraron desde el dia 18 al 22 el entrenamiento de cruce del rio Han del Sur movilizando enormes efectivos, tanques, canones y otros equipos de combate en las inmediaciones de Ryoju y Yangphyong de la provincia de Kyonggi, mientras que las fuerzas navales norteamericanas y surcoreanas se entregaron desde el dia 19 al 24 a los ejercicios antisubmarinos de gran envergadura en el Mar Este de Corea. \n\t\t\t\t\t\n\t\t\t\t\tLos freneticos simulacros que se libran incesantemente desde el comienzo de este ano revelan claramente la naturaleza belicosa de los titeres surcoreanos que pretenden provocar la guerra de agresion en contubernio con las fuerzas extranjeras y agravando intencionalmente la situacion bajo el pretexto del lanzamiento legitimo del satelite y la prueba nuclear de la RPDC."
        },
        {
            "title": "Militares y habitantes de RPDC apoyan declaracion de Comandancia Suprema",
            "url": "http://kcna.co.jp/item/2013/201303/news06/2013030-23ee.html",
            "content": "Militares y habitantes de RPDC apoyan declaracion de Comandancia Suprema\n\t\t\t\t\t\t\r\nPyongyang, 6 de marzo (ACNC) -- Se cierne sobre la Peninsula Coreana el nubarron de guerra nuclear.\n\t\t\t\t\t  Con el proposito de aplastar con las fuerzas a la Republica Popular Democratica de Corea, los imperialistas norteamericanos pertrechados de medios de ataque nuclear y las fuerzas armadas de los paises satelites libran en el territorio, el cielo y el mar de Corea los ejercicios de guerra.\n\t\t\t\t\t\n\t\t\t\t\t  Se suman a ellos los traidores surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t  Al respecto, la Comandancia Suprema del Ejercito Popular de Corea publico el dia 5 una declaracion de su portavoz, en la cual afirmo que respondera con el diversificado medio de ataque nuclear a precision al imperialismo norteamericano que trata de usar el arma nuclear contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Como se ha establecido en la declaracion del portavoz de la Comandancia Suprema, ya no hace falta comprometernos al Acuerdo de Armisticio y tenemos que iniciar la justa y sagrada guerra por la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\t  Dijo asi a la ACNC el oficial del EPC, Choe Pong Il (40 anos de edad), y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  No hay ninguna garantia de que los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\" no van a pasar a la guerra de verdad.\n\t\t\t\t\t\n\t\t\t\t\t  Llego el tiempo de demostrar el temperamento de la Corea del Songun, que no advierte en vano a los enemigos, con el disuasivo nuclear de autodefensa.\n\t\t\t\t\t\n\t\t\t\t\t  A partir del 11 de marzo, el mundo vera cuan tragica sera la situacion del imperialismo norteamericano que vino violando a sus caprichos la dignidad y la soberania de otros paises y naciones.\n\t\t\t\t\t\n\t\t\t\t\t  El oficial del Ejercito de Seguridad Interior del Pueblo de Corea, Kwak Song Nam (54 anos de edad) destaco:\n\t\t\t\t\t\n\t\t\t\t\t  Las medidas importantes anunciadas por el portavoz de la Comandancia Suprema son las indispensables e inevitables para defender los maximos intereses del Estado.\n\t\t\t\t\t\n\t\t\t\t\t  Por mas de medio siglo, nuestro ejercito y pueblo no viven en la guerra ni en la paz. Ya no podemos vivir mas asi. Los oficiales y soldados de nuestra unidad estan dispuestos a avanzar intrepidamente al Sur segun el plan operacional firmado definitivamente por el Comandante Supremo Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t  El jefe del equipo de trabajo del Complejo de Acero Chollima, Pak Chol (39 anos) senalo:\n\t\t\t\t\t\n\t\t\t\t\t  Estoy muy indignado por las boberias como \"ataque horrible y preventivo\" a los \"focos de provocacion\", dichas por el ministro titere de Defensa Nacional, Kim Kwan Jin, y el jefe de la junta de jefes de Estado Mayor, Jong Sung Jo, durante sus visitas a las unidades del ejercito surcoreano.\n\t\t\t\t\t\n\t\t\t\t\t  Esos disparates representan la politica de enfrentamiento y guerra de las actuales autoridades surcoreanas y son un desafio frontal a la corriente de historia al desarrollo de relaciones intercoreanas, la paz y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\t  Si los belicistas surcoreanos se mueven para dar el \"ataque preventivo\", les caera el golpe nuclear de nuestro ejercito que sera mas rapido, preciso y fuerte.\n\t\t\t\t\t\n\t\t\t\t\t  Ellos deben actuar con prudencia."
        }
    ]
}