{
    "date": "2013-08-20",
    "url": "http://kcna.co.jp/item/2013/201308/2013-08-20ee.html",
    "articles": [
        null,
        {
            "title": "CPRK Denounces S. Korean Chief Executive's Agitation for War against DPRK",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-06ee.html",
            "content": "CPRK Denounces S. Korean Chief Executive's Agitation for War against DPRK\r\nPyongyang, August 20 (KCNA) -- The south Korean chief executive at the \"state security meeting\" held in the underground war commanding post in Chongwadae on Monday cried out for escalating confrontation with the DPRK and adopting posture of a war against it. This was timed to coincide with the Ulji Freedom Guardian war exercise, big DPRK-targeted war drill that was kicked off in south Korea under the pretext of \"annual exercise\".\n\t\t\t\t\tAt the war confab the south Korean chief executive made a string of bellicose remarks calling for \"getting combat-ready regardless of change in the south-north relations and the situation in surrounding areas\" and said \"it is necessary to get ready for a war to ensure peace\".\n\t\t\t\t\t\n\t\t\t\t\tThe spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) in a statement Tuesday denounced the remarks which chill the hard-won atmosphere for dialogue between the north and the south and go against the trend of the times for peace as an intolerable provocation that insults the dialogue partner in defiance of the desire of all the Koreans for national reconciliation and reunification. \n\t\t\t\t\t\n\t\t\t\t\tThe chief executive cried out for enhancing war preparedness targeting the DPRK while trumpeting about dialogue and peace. This is an agitation for extreme confrontation, the statement said.\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities should not misjudge the sincerity and patience of the DPRK, it added.\n\t\t\t\t\t\n\t\t\t\t\tThey should clearly know that if they continue to pursue confrontation with the DPRK, the north-south ties will go back to the worst point, entailing uncontrollably catastrophic consequences, the statement warned."
        },
        {
            "title": "Kim Jong Un Sends Words Cherishing Memory of Former President of WPF",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-14ee.html",
            "content": "Kim Jong Un Sends Words Cherishing Memory of Former President of WPF\r\nPyongyang, August 20 (KCNA) -- Supreme Leader Kim Jong Un sent words cherishing the memory of Moon Sun Myung, former president of the World Peace Federation (WPF). The words were sent to Han Hak Ja, president of the federation, on the occasion of the first anniversary of demise of Moon. \n\t\t\t\t\tThey were conveyed to Pak Sang Gwon, secretary general of the federation, by Kim Yang Gon, chairman of the Korea Asia-Pacific Peace Committee, on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un prayed for the repose of Moon, who worked hard for national concord, prosperity and reunification and world peace and hoped that Han Hak Ja and the bereaved family members would carry forward the intention of Moon. Kim Jong Un also hoped that everything would go well with the federation.\n\t\t\t\t\t\n\t\t\t\t\tPak Sang Gwon, greatly excited to receive the words sent by Kim Jong Un, extended thanks to him on behalf of the bereaved family members and the federation."
        },
        {
            "title": "Foreign Ministries of DPRK, DR Congo Sign Cooperation Protocol",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-19ee.html",
            "content": "Foreign Ministries of DPRK, DR Congo Sign Cooperation Protocol\r\nPyongyang, August 20 (KCNA) -- Pak Ui Chun, foreign minister of the DPRK, had talks with Tunda Ya Kasende, acting minister of Foreign Affairs, International Cooperation and Francophone Affairs of the Democratic Republic of Congo (DR Congo), on Monday.\n\t\t\t\t\tPresent at the talks from the DPRK side were the members of the DPRK government delegation on a visit to the DR Congo and the DPRK ambassador to the country and from the opposite side were the general secretary and other officials of the Ministry.\n\t\t\t\t\t\n\t\t\t\t\tAt the talks both sides exchanged views on further developing the friendship between the two countries and matters of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\tThe top diplomats of the two countries signed a protocol on negotiations and cooperation between the two foreign ministries."
        },
        {
            "title": "Greetings to Hungarian President",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-20ee.html",
            "content": "Greetings to Hungarian President\r\nPyongyang, August 20 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greeting to Ader Janos, president of Hungary, on its national day.\n\t\t\t\t\tThe message extended congratulations to the president and the people of Hungary and expressed belief that the friendly and cooperative relations between the two countries would develop on good terms in the future, too."
        },
        {
            "title": "ICRC President Here",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-15ee.html",
            "content": "ICRC President Here\r\nPyongyang, August 20 (KCNA) -- Peter Maurer, president of the International Committee of the Red Cross (ICRC), and his party arrived here on Tuesday."
        },
        {
            "title": "National Exhibition of August 3 Consumer Goods Held",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-17ee.html",
            "content": "National Exhibition of August 3 Consumer Goods Held\r\nPyongyang, August 20 (KCNA) -- A national exhibition of August 3 consumer goods took place here some days ago under the sponsorship of the Ministry of Food and Consumer Goods Industries.\n\t\t\t\t\tOn display there were more than 26 900 pieces of consumer goods made by sideline workteams of factories and housewives' workteams with by-products.\n\t\t\t\t\t\n\t\t\t\t\tHighly appreciated were the exhibits presented by the Songyo Knitted Goods Factory, housewives' workteams of Sosong and Tongdaewon districts in Pyongyang and Chollima District in Nampho, Sinuiju Enameled Ironware Factory and Pakchon Silk Mill.\n\t\t\t\t\t\n\t\t\t\t\tOn the sidelines of the exhibition there was a toy show which featured some 100 pieces of toys presented by provinces and cities, including Pyongyang and Nampho cities, North Phyongan and Kangwon provinces.\n\t\t\t\t\t\n\t\t\t\t\tIn this regard KCNA met Kwon Yong Il, a department director of the Nampho City People's Committee.\n\t\t\t\t\t\n\t\t\t\t\tKwon said:\n\t\t\t\t\t\n\t\t\t\t\tMarshal Kim Jong Un said it is useless to make low-quality goods which consumers do not want.\n\t\t\t\t\t\n\t\t\t\t\tThe city has paid deep attention to improving the quality of goods so that it could display varieties of quality goods here.\n\t\t\t\t\t\n\t\t\t\t\tParticularly, the spikes and table-tennis shoes made by daily necessaries workteams are very popular among the users.\n\t\t\t\t\t\n\t\t\t\t\tWe will further improve the quality and packaging of goods to be better than other countries' goods."
        },
        {
            "title": "Project of Pukchang Ryongsan Power Station Progresses at Final Phase",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-16ee.html",
            "content": "Project of Pukchang Ryongsan Power Station Progresses at Final Phase\r\nPyongyang, August 20 (KCNA) -- The construction of the Pukchang Ryongsan Power Station in South Phyongan Province is making rapid progress.\n\t\t\t\t\tWith a goal to build the power station by the efforts of the province it worked out a design suited to its topographical conditions. A powerful construction force was formed to break the ground for the project. Since then builders successfully built a waterway tunnel extending hundreds of meters. A high-pitch drive resulted in carrying out a huge volume of groundwork and concrete tamping. The construction of a generator room was completed ahead of schedule.\n\t\t\t\t\t\n\t\t\t\t\tThe builders sped up the construction by giving definite precedence to priority processes and tightening the relations among other processes.\n\t\t\t\t\t\n\t\t\t\t\tA winding crane for a water inlet, flood gates and a high performance overhead crane were manufactured and installed in the wake of the construction of a water inlet, surge tank, etc.\n\t\t\t\t\t\n\t\t\t\t\tThe provincial people's committee and other organs and enterprises in the province satisfactorily supplied equipment and building materials to the project in good time and helped the builders.\n\t\t\t\t\t\n\t\t\t\t\tThe builders are successfully pressing ahead with the project at a final phase to greet the 65th anniversary of the DPRK with great achievements in the project."
        },
        {
            "title": "Pyongyang Biotechnology Center",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-18ee.html",
            "content": "Pyongyang Biotechnology Center\r\nPyongyang, August 20 (KCNA) -- The Vitamin C Factory was modernly built at the Pyongyang Biotechnology Center located on the bank of the River Taedong.\n\t\t\t\t\tWith the operation of the factory, the center has developed into a comprehensive microbe fermentation researcher base and producer vital to developing agriculture, light industry and public health.\n\t\t\t\t\t\n\t\t\t\t\tThe center has turned out agrochemicals, anti-oxidation drinks EM-X, microbe fermentation accelerants, water purifier, digestive, etc.\n\t\t\t\t\t\n\t\t\t\t\tAll of those products are highly appreciated at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\tThe center also has a biotechnology institute, compound microbiological fertilizer factory and experimental factory."
        },
        {
            "title": "Schoolchildren's Swimming Game for Jongilbong Prize Held",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-23ee.html",
            "content": "Schoolchildren's Swimming Game for Jongilbong Prize Held\r\nPyongyang, August 20 (KCNA) -- There took place a swimming game of the 39th National Schoolchildren's Sports Contest for Jongilbong Prize at the swimming pool of the Mangyongdae Schoolchildren's Palace from August 16 to 20.\n\t\t\t\t\tThe game brought together about 500 schoolboys and schoolgirls across the country who contested, being divided into three sectors--senior secondary school, junior secondary school and primary school.\n\t\t\t\t\t\n\t\t\t\t\tBoys of Mangum Senior Secondary School in Sariwon City and girls of Ri Chol Min Senior Secondary School in Central District, Pyongyang City came first among the senior secondary schools.\n\t\t\t\t\t\n\t\t\t\t\tThe winners in the sector of junior secondary schools were boys of Phalgol Junior Secondary School in Mangyongdae District and girls of Tonghung Junior Secondary School in Central District.\n\t\t\t\t\t\n\t\t\t\t\tBoys of Janggyong Primary School, Sosong District and girls of Pyongyang Primary School No. 4 came first in total standings in the sector of primary schools."
        },
        {
            "title": "National Sundries Exhibition Opens",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-22ee.html",
            "content": "National Sundries Exhibition Opens\r\nPyongyang, August 20 (KCNA) -- The national 206 variety sundries exhibition was open here Tuesday.\n\t\t\t\t\tDisplayed there are at least 3 500 consumer goods of more than  200 varieties manufactured by daily necessities producers including national and local light industrial factories and other industrial establishments under the ministries and national institutions.\n\t\t\t\t\t\n\t\t\t\t\tThere will take place a workshop on scientific and technological issues arising in producing consumer goods and visits to daily necessities factories including the Pyongyang Aromatic Factory during the exhibition.\n\t\t\t\t\t\n\t\t\t\t\tAn opening ceremony was held at the consumer goods exhibition hall of the Ministry of Food and Consumer Goods Industries.\n\t\t\t\t\t\n\t\t\t\t\tPresent there were officials concerned and officials, technicians and producers of units which presented goods.\n\t\t\t\t\t\n\t\t\t\t\tJo Yong Chol, minister of Food and Consumer Goods Industries, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the ceremony the participants went round the exhibition hall.\n\t\t\t\t\t\n\t\t\t\t\tThe exhibition will last till August 23."
        },
        {
            "title": "More Evidence Proves Sexual Slavery Enforced by Japan",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-05ee.html",
            "content": "More Evidence Proves Sexual Slavery Enforced by Japan\r\nPyongyang, August 20 (KCNA) -- Disclosed recently was more evidence proving that the Imperial Japanese Army was directly involved in the sexual slavery enforced in the past. \n\t\t\t\t\tA diary of the man involved in managing \"comfort stations\" operated by the Imperial Japanese Army said that the command of the forces dispatched to southern regions requested the command of the forces stationed in Korea for cooperation in drafting \"comfort women\" in May, 1942. At this request, the command let owners of \"comfort stations\" take away women as \"comfort women\" by using all sorts of honeyed words and a petty amount of money, it noted, adding that there were several organizations formed in such manner to operate \"comfort stations\". \n\t\t\t\t\t\n\t\t\t\t\tAccording to the diary, such \"comfort stations\" were operated under the strict control of the army and there were 27 stations in Myanmar and ten in Singapore and they were often transferred by order of the military. \n\t\t\t\t\t\n\t\t\t\t\tMinju Joson Tuesday observes in a commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\tAs proved by the above-said historical facts, the Japanese imperialists perpetrated unheard-of hideous crimes against humanity by enforcing the sexual slavery for the army as a policy and directly supervising all jobs ranging from selection of women to their transport and operation of their stations. \n\t\t\t\t\t\n\t\t\t\t\tThis being hard facts, the Japanese reactionaries claim that the sexual slavery was \"the work done by individual owners of brothels\" and, accordingly, the state has no responsibility to pay reparation for it.\n\t\t\t\t\t\n\t\t\t\t\tThey are persistently denying these stark historical facts in a bid to evade the responsibility for making apology and reparation but their more important aim is to embellish their crime-woven history and pave the way for renewed militarist overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\tThe harder they work to embellish their past crimes and tamper with history, the bitterer hatred for Japan they will spark off among the Asian people, warns the commentary."
        },
        {
            "title": "Rodong Sinmun Calls for Adhering to Principle of National Independence",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-08ee.html",
            "content": "Rodong Sinmun Calls for Adhering to Principle of National Independence\r\nPyongyang, August 20 (KCNA) -- In order to put an end to the national division and reunify the country, it is necessary to adhere to the principle of national independence, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\tNational independence is a core issue in settling the matters of the nation and the lifeline of national reunification, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tIt is none other than the Koreans who have vital interests in national reunification and are capable of achieving it.\n\t\t\t\t\t\n\t\t\t\t\tSycophancy and dependence on foreign forces are like ideological poison which makes the nation servile and impotent.\n\t\t\t\t\t\n\t\t\t\t\tIf one loses independence, he becomes a fool, and if the independence of the nation is trampled down, it will be reduced to a slave. This is a bitter lesson taught by history.\n\t\t\t\t\t\n\t\t\t\t\tIf one tries to settle the issue of inter-Korean relations with the help of foreign forces, this will escalate distrust and confrontation between fellow countrymen and the cause of national reunification will face bigger obstacles. It is none other than foreign forces who fish in troubled waters.\n\t\t\t\t\t\n\t\t\t\t\tNational independence or dependence on foreign forces serves as a touchstone distinguishing between reunification and division and between patriotism and treachery.\n\t\t\t\t\t\n\t\t\t\t\tWhen everybody adheres to the principle of independence from the stand of giving priority to the nation and attaching importance to it and national unity, the inter-Korean relations will markedly develop and the fundamental issue will be settled to reunify the country."
        },
        {
            "title": "Independence, Peace and Friendship Are Avowed Idea of DPRK's Foreign Policy: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-09ee.html",
            "content": "Independence, Peace and Friendship Are Avowed Idea of DPRK's Foreign Policy: Rodong Sinmun\r\nPyongyang, August 20 (KCNA) -- The Korean people will continue to wage a struggle for peace and global independence in the idea of independence, peace and friendship.\n\t\t\t\t\tRodong Sinmun says this in an article Tuesday:\n\t\t\t\t\t\n\t\t\t\t\tIndependence, peace and friendship are an avowed idea of the foreign policy of the Workers' Party of Korea (WPK) and the DPRK government.\n\t\t\t\t\t\n\t\t\t\t\tThe WPK handles all the problems arising in the external relations in the interests of the Korean people according to its independent determination and judgment and always shapes policies and line and carries them out on the independent principle.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK never tolerates anyone to hurt its sovereignty or defame the dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\tThe WPK and the government of the DPRK have respected the sovereignty of other countries, opposed any attempts and moves to infringe upon the sovereignty and interests of other countries and interfere in their internal affairs and supported the righteous cause of the world people for independence.\n\t\t\t\t\t\n\t\t\t\t\tThe WPK positively contributes to the peace and security on the Korean Peninsula and in Asia and the rest of the world, proceeding from a high sense of responsibility for the destiny of the Korean nation and humankind and a strong sense of obligation for peace.\n\t\t\t\t\t\n\t\t\t\t\tIt proposed terminating the state of ceasefire by replacing the Armistice Agreement with a peace treaty right after the Korean War and has since made every possible effort to put it into practice. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people will work hard to usher in a new era of development based on independence and improve relations with all the countries that respect the sovereignty of the DPRK."
        },
        {
            "title": "Ulji Freedom Guardian Denounced in South Korea",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-07ee.html",
            "content": "Ulji Freedom Guardian Denounced in South Korea\r\nPyongyang, August 20 (KCNA) -- The executive chairman of the opposition Unified Progressive Party in south Korea condemned the Ulji Freedom Guardian military exercises on Monday.\n\t\t\t\t\tHe recalled there started on the day the Ulji Freedom Guardian joint military drills involving 30 000 U.S. troops, 50 000 south Korean troops and 400 000 employees of at least 3 600 \"government\" institutions. \n\t\t\t\t\t\n\t\t\t\t\tHe termed the drills dangerous maneuvers escalating tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe military exercises should be called off immediately as they are a blatant challenge to the peace on the peninsula, he demanded.\n\t\t\t\t\t\n\t\t\t\t\tHe urged the \"government\" to bear in mind that now is the time to concentrate on the north-south cooperation and exchange."
        },
        {
            "title": "Anti-War Actions Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-10ee.html",
            "content": "Anti-War Actions Staged in S. Korea\r\nPyongyang, August 20 (KCNA) -- South Korean civic, public and youth organizations including the People for Achieving Peace and Reunification, the Youth Solidarity and the Solidarity for Social Progress held a joint press conference outside the U.S. military base in Ryongsan on Monday  demanding a halt to the north-targeted war maneuvers.\n\t\t\t\t\tThe organizations termed the Ulji Freedom Guardian joint military exercises kicked off by the U.S. and south Korea as offensive ones against the north.\n\t\t\t\t\t\n\t\t\t\t\tPeace cannot settle on the Korean Peninsula as long as there continue the U.S. nuclear war policy and military exercises backing it, they held.\n\t\t\t\t\t\n\t\t\t\t\tThe joint military exercises increasing the danger of a nuclear war and escalating military tensions should be stopped, they said.\n\t\t\t\t\t\n\t\t\t\t\tAt the end of the press conference the organizations conducted information activities in demand of a stop to the war maneuvers in front of Posin Pavilion.\n\t\t\t\t\t\n\t\t\t\t\tThere took place demonstrations, information activities and press conferences against Ulji Freedom Guardian at Suwon Railway Station and outside the Kwangju City Office and the North Jolla Provincial Office and other parts of Kyonggi and South and North Jolla provinces on the same day."
        },
        {
            "title": "S. Korean Regime, Police Slammed for Their Shameless Acts",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-11ee.html",
            "content": "S. Korean Regime, Police Slammed for Their Shameless Acts\r\nPyongyang, August 20 (KCNA) -- The south Korean newspaper Hangyore in an editorial on August 16 denounced the puppet government and police for their shameless acts.\n\t\t\t\t\tThe editorial recalled that the police fired water cannon mixed with tear liquid at demonstrators protesting against the Intelligence Service's interference in the election in Seoul on August 15 and walked away most of them.\n\t\t\t\t\t\n\t\t\t\t\tSuch violence which was committed against people demanding democracy on the day of national liberation glaringly shows the situation of south Korea today, it noted.\n\t\t\t\t\t\n\t\t\t\t\tIt termed the police's suppression an excessive crackdown and an act of abusing power.\n\t\t\t\t\t\n\t\t\t\t\tNevertheless, the police, dancing to the tune of the \"government\" vociferating about \"establishment of law and order\", cried out for positively coping with the trend to meet interests through collective illegal violence, it charged.\n\t\t\t\t\t\n\t\t\t\t\tThe \"government\" and police are not entitled to talk about law and order, it held.\n\t\t\t\t\t\n\t\t\t\t\tThe editorial continued: It was the police which met its interests through illegal actions. Yet, the \"government\" is preaching about the \"establishment of law and order.\" It is shameless, indeed. \n\t\t\t\t\t\n\t\t\t\t\tVery deplorable is the attitude of the \"government\" which tries to crack down on the people, turning its back away from the correct settlement of the IS case, the editorial added."
        },
        {
            "title": "Huge Candlelight Rally Held in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-13ee.html",
            "content": "Huge Candlelight Rally Held in S. Korea\r\nPyongyang, August 20 (KCNA) -- A candlelight rally took place at Seoul Square on Aug. 17 in demand of the probe into truth about the case of the Intelligence Service's interference in the election. It was sponsored by the south Korean Emergency Situation Council to Denounce IS Interference in Presidential Election for Political Operation.\n\t\t\t\t\tIt was attended by more than 40 000 people from all walks of life, including unionists and legislators from opposition parties.\n\t\t\t\t\t\n\t\t\t\t\tThe speakers at the rally said that such case can never be justified.\n\t\t\t\t\t\n\t\t\t\t\tThey noted that the police certainly covered up the case and the present chief executive is not a third person but the person responsible for the case. \n\t\t\t\t\t\n\t\t\t\t\tThis being a hard fact, those involved in the case refused to tell the truth at an open hearing at the \"National Assembly\", they said, deploring that it is something painful when thinking the money collected from people as taxes was given to these guys.\n\t\t\t\t\t\n\t\t\t\t\tThey stressed the need to escalate candlelight actions now that there is growing concern about the state investigation into the case.\n\t\t\t\t\t\n\t\t\t\t\tSuch practices will be repeated unless the truth behind the case is probed and those involved in it are severely punished irrespective of their positions, they warned, declaring that the candlelight can never be quenched, no matter how desperately the authorities intensify the suppression of it."
        },
        {
            "title": "Document Proving Coercion Involved in Sexual Slavery for Japanese Army Opened to Public",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-12ee.html",
            "content": "Document Proving Coercion Involved in Sexual Slavery for Japanese Army Opened to Public\r\nPyongyang, August 20 (KCNA) -- A professor of SAIS of Johns Hopkins University of the U.S. opened to public through Yonhap News of south Korea on August 13 a U.S. document which proves the coercion involved in the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\tThe document titled \"Comfort facilities for the Imperial Japanese Army\" worked out by the General Command of the Allied Forces on behalf of MacArthur, commander of the U.S. forces in the Far East, in 1945 recorded detailed facts about coercive mobilization and enforcement of the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\tIt said that \"comfort stations set up under strict discipline were approved by the army authorities in all areas where the presence of Japanese soldiers was beyond a certain scope.\"\n\t\t\t\t\t\n\t\t\t\t\tIt quoted testimonies made by POWs, etc. which say there is a story that Japanese businessmen in south Korea allured more than 20 south Korean women to an area where Japanese soldiers were stationed from Pusan at the instance of the command of the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\tThere was a reference in the document that the Japanese MP existed near \"comfort stations.\"\n\t\t\t\t\t\n\t\t\t\t\tOpening the document to public, the professor noted the fact that \"the Japanese military authorities were entrusted with the task to transport comfort women is strong evidence proving the guilt of Japan as it suggests that they were directly involved in flesh traffic\".\n\t\t\t\t\t\n\t\t\t\t\tThis gives the lie to the assertions of a Japanese right-wing organization that the sexual slavery was a private job in which the Imperial Japanese army was not involved officially and the claim of Japanese conservative media denying the coercion involved in the sexual slavery for the army, he stressed.\n\t\t\t\t\t\n\t\t\t\t\tHe noted that this document played a big role in passing a resolution demanding the Japanese government's apology for the issue of sexual slavery through U.S. Congress in 2006 as it was presented as evidence in pushing forward it."
        },
        {
            "title": "DPRK Led by Kim Jong Un Lauded",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-21ee.html",
            "content": "DPRK Led by Kim Jong Un Lauded\r\nPyongyang, August 20 (KCNA) -- Vishwanath, director general of the International Institute of the Juche Idea and secretary general of the International Kim Il Sung Prize Council and the International Kim Jong Il Prize Council, expressed full support and solidarity for the Korean people in their struggle to defend the sovereignty of the country and the nation and protect world peace.\n\t\t\t\t\tHe in his impressions of the DPRK given after visiting it said:\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people were exposed to the U.S. aggression right after the liberation of the country from the Japanese imperialist colonial rule. But they defeated the U.S. which boasted of its \"mightiness.\"\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK, not a big country in the East, could defeat the U.S. which knew no defeat in the war. This was thanks to the outstanding strategy, tactics and original military war methods of President Kim Il Sung, an invincible and iron-will commander.\n\t\t\t\t\t\n\t\t\t\t\tAfter the end of the Cold War the imperialists unprecedentedly intensified the political and military pressure and blockade against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tAt the historic crossroads of history where the sovereignty of the DPRK was to be defended or to be infringed upon leader Kim Jong Il protected the destiny and sovereignty of the country and the nation with his original Songun politics and led the human cause of independence to victory.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK is now wisely led by HE Kim Jong Un, a great man recognized by the world.\n\t\t\t\t\t\n\t\t\t\t\tHe, who is successfully carrying forward the cause of the preceding leaders, is leading to victory the struggle to protect the sovereignty of the country and the nation and build an economic power with his Songun politics.\n\t\t\t\t\t\n\t\t\t\t\tThis is an example to be followed by all countries aspiring after independence.\n\t\t\t\t\t\n\t\t\t\t\tIt is the invariable foreign policy of the DPRK to love and protect peace.\n\t\t\t\t\t\n\t\t\t\t\tThe world is following with great attention the DPRK, which is working hard to register bigger successes in building an economic power and improving the standard of people's living under the tested leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tPeace in Korea will be firmly protected and the Korean people will single-mindedly unite and bring a rosy future as they are led by him."
        },
        {
            "title": "Korea's Liberation Day Marked Abroad",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-02ee.html",
            "content": "Korea's Liberation Day Marked Abroad\r\nPyongyang, August 20 (KCNA) -- Colorful events took place in foreign countries to mark the 68th anniversary of Korea's liberation. \n\t\t\t\t\tA meeting was held in Iceland, lectures given in DR Congo and Guinea and round-table talks held in Malaysia on Aug. 9 and 12. \n\t\t\t\t\t\n\t\t\t\t\tPresent at the events were personages of different social standings and masses. \n\t\t\t\t\t\n\t\t\t\t\tThe general secretary of the Iceland-DPRK Friendship and Cultural Society said that August 15, 1945 was the significant day when the Korean people put an end to the Japanese imperialists' military occupation and achieved the liberation of the country and that it was none other than President Kim Il Sung who led the great anti-Japanese war to victory. \n\t\t\t\t\t\n\t\t\t\t\tAfter the liberation of the country, the Korean people became masters of society and their destiny and Korea which had been eclipsed on the world map turned into an independent and sovereign state and a socialist country centered on the popular masses, he added. \n\t\t\t\t\t\n\t\t\t\t\tThe chairman of the Youth Group for the Study of the Juche Idea in DR Congo said the historic cause of Korea's liberation was the invincible one based on the principle of the great Juche idea, Songun idea of Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tA Guinean personage praised Kim Il Sung for victoriously leading the great and hard-fought anti-Japanese war, thus achieving national liberation. \n\t\t\t\t\t\n\t\t\t\t\tThe director of the Dombo Enterprise Company of Malaysia said that Korea could emerge a power as Kim Il Sung liberated it."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Papers of Uruguay, Indonesia",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-03ee.html",
            "content": "Kim Il Sung's Exploits Praised by Papers of Uruguay, Indonesia\r\nPyongyang, August 20 (KCNA) -- Uruguayan and Indonesian newspapers carried special write-ups to mark the 68th anniversary of Korea's liberation. \n\t\t\t\t\tThe Uruguayan paper La Juventud on Aug. 13 dedicated one whole page to an article titled \"Noteworthy event in the history of the Korean nation\" illustrated with a photo of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\tIt said:\n\t\t\t\t\t\n\t\t\t\t\tKim Il Sung embarked upon the road of the struggle in his teens with the great will for liberating the country. He indicated the path of the Korean revolution and founded the Anti-Japanese People's Guerrilla Army on April 25, 1932. The protracted anti-Japanese armed struggle led by him without any rear or assistance from a regular army was the most arduous and heroic one. \n\t\t\t\t\t\n\t\t\t\t\tThe Japanese imperialists likened the Korean People's Revolutionary Army to \"a drop in the ocean\", but he defeated them with his unique strategy and preeminent guerrilla war methods, liberating Korea. \n\t\t\t\t\t\n\t\t\t\t\tThe Korean people put an end to the distress of the stateless nation and greeted a new day of national resurrection. \n\t\t\t\t\t\n\t\t\t\t\tSocialist Korea built by Kim Il Sung and developed by leader Kim Jong Il is fully demonstrating its great vitality and dynamism. \n\t\t\t\t\t\n\t\t\t\t\tThe might of socialist Korea led by supreme leader Kim Jong Un has reached the highest phase. \n\t\t\t\t\t\n\t\t\t\t\tThe exploits Kim Il Sung performed by liberating the country and giving origin to eternally prospering socialist Korea will shine forever along with it. \n\t\t\t\t\t\n\t\t\t\t\tThe Indonesian paper Suara Karya on Aug. 14 carried an article lauding the exploits he performed by founding the Juche idea, Songun idea and defeating the ferocious Japanese imperialists with arms."
        },
        {
            "title": "Kim Il Sung's Exploits in Liberating Korea Praised by Peruvian Organization",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-04ee.html",
            "content": "Kim Il Sung's Exploits in Liberating Korea Praised by Peruvian Organization\r\nPyongyang, August 20 (KCNA) -- The Peruvian Group for the Study of Kimilsungism-Kimjongilism issued the following statement on August 14 on the occasion of the 68th anniversary of the liberation of Korea.\n\t\t\t\t\tAugust 15 is a historic and significant day on which President Kim Il Sung liberated the Korean people from the Japanese colonial rule.\n\t\t\t\t\t\n\t\t\t\t\tGreeting this day, not only the Korean people but also the world progressive people pay the sincerest tribute to the President, who achieved the liberation of the country and nation and set a good model of the struggle for independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\tHe laid down the unique line on waging armed struggle to liberate the country with its own force and founded the Anti-Japanese People's Guerilla Army on April 25, 1932.\n\t\t\t\t\t\n\t\t\t\t\tHis great exploits in achieving the historic cause of liberating the country by leading the anti-Japanese armed struggle to the brilliant victory will be immortal.\n\t\t\t\t\t\n\t\t\t\t\tHis exploits of struggle against imperialism were consolidated and developed thanks to the Songun politics of leader Kim Jong Il which is being carried forward by Marshal Kim Jong Un with firm will of Songun.\n\t\t\t\t\t\n\t\t\t\t\tThe Korean people will always win a victory in the struggle to defend the sovereignty of the country and nation thanks to the great revolutionary exploits of the peerlessly great men of Mt. Paektu and the invincible Songun leadership of Kim Jong Un."
        },
        {
            "title": "CRPP denuncia la instigacion de enfrentamiento de mandataria surcoreana",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-01ss.html",
            "content": "CRPP denuncia la instigacion de enfrentamiento de mandataria surcoreana\r\nPyongyang, 20 de agosto (ACNC) -- El pasado dia 19, coincidiendo con el inicio de los ejercicios de guerra anti-RPDC \"Ulji Freedom Guardian\" bajo el rotulo de \"anuales\", la mandataria surcoreana convoco en el puesto de mando de guerra en el subsuelo de Chongwadae la llamada \"reunion de seguridad estatal\" e instigo el enfrentamiento con la RPDC y la disposicion de guerra contra ella. \n\t\t\t\t\tElla pronuncio en esa ocasion unas palabras belicosas, tales como \"hay que prepararse para hacer frente sin hacer caso del cambio de las relaciones Sur-Norte y de la situacion del contorno\" y \"es necesario preparar la guerra si desea la paz\". \n\t\t\t\t\t\n\t\t\t\t\tEl portavoz del Comite por la Reunificacion Pacifica de la Patria, en su declaracion fechada 20, califica ese hecho de imperdonable acto provocador que envenena el clima de dialogo N-S dificilmente dado e insulta a la contraparte de dialogo despreciando el deseo de todos los compatriotas sobre la reconciliacion y reunificacion de la nacion, y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa gobernante surcoreana habla del dialogo y la paz, por una parte, y por la otra, instruye perfeccionar la disposicion de guerra contra la RPDC, lo cual es extremada instigacion a la confrontacion. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas no deben interpretar mal la sinceridad y la paciencia de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSi ellas persiguen de continuo la confrontacion fratricida, las relaciones intercoreanas volveran al origen de empeoramiento y se produciran consecuencias catastroficas."
        },
        {
            "title": "Kim Jong Un envia a Han Hak Ja palabras en memoria de Moon Sun Myung",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-14ss.html",
            "content": "Kim Jong Un envia a Han Hak Ja palabras en memoria de Moon Sun Myung\r\nPyongyang, 20 de agosto (ACNC) -- El Mariscal Kim Jong Un envio palabras de recordacion a la presidenta de la Federacion Mundial de la Paz, Han Hak Ja, con motivo del primer aniversario del fallecimiento del ex presidente de esta organizacion, Moon Sun Myung.\n\t\t\t\t\tEl dia 20, el presidente del Comite Coreano por la Paz de Asia y el Pacifico, Kim Yang Gon, las transmitio al secretario general de la FMP, Pak Sang Gwon.\n\t\t\t\t\t\n\t\t\t\t\tEn su misiva, el Mariscal formulo votos por la gloria de Moon quien se esforzo por la armonia y la prosperidad de la nacion, la reunificacion del pais y la paz mundial y deseo que la presidenta Han Hak Ja  y otros familiares del difunto seguiran la voluntad de Moon y que la FMP logre buenos resultados en sus trabajos.\n\t\t\t\t\t\n\t\t\t\t\tMuy emocionado por haber recibido tales palabras del Mariscal, Pak Sang Gwon le dijo que le entregara el saludo de agradecimiento en reflejo de vehemente alma de los familiares del difunto y de la FMP."
        },
        {
            "title": "Kim Yong Nam felicita al presidente hungaro",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-10ss.html",
            "content": "Kim Yong Nam felicita al presidente hungaro\r\nPyongyang, 20 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica Corea, Kim Yong Nam, envio este martes un mensaje de felicitacion al presidente de la Republica de Hungria, Janos Ader, con motivo del Dia Nacional de este pais europeo.\n\t\t\t\t\tEn la misiva, Kim extendio felicitaciones al destinatario y su pueblo expresando la conviccion de que seguiran desarrollandose positivamente tambien en el futuro las relaciones de amistad y cooperacion entre los dos paises."
        },
        {
            "title": "Pak Ui Chun conversa con funcionario de Congo Democratico",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-15ss.html",
            "content": "Pak Ui Chun conversa con funcionario de Congo Democratico\r\nPyongyang, 20 de agosto (ACNC) -- Tuvieron lugar el dia 19 en el Congo Democratico las conversaciones entre Pak Ui Chun, ministro de Relaciones Exteriores de la Republica Popular Democratica de Corea, y Tunda Ya Kasende, ministro interino de Asuntos Exteriores, Cooperacion y Asuntos de Francofonia del pais africano.\n\t\t\t\t\tEstuvieron presentes en la ocasion los integrantes de la delegacion gubernamental de la RPDC, de visita en ese pais, y el embajador coreano en el Congo Democratico, por la parte coreana, y por la otra, el secretario general y otros funcionarios del Ministerio de Asuntos Exteriores, Cooperacion y Asuntos de Francofonia.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes intercambiaron los criterios sobre el desarrollo de las relaciones de amistad entre dos paises y otros problemas de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\tTerminadas las conversaciones, Pak y Tunda Ya Kasende suscribieron el protocolo sobre la negociacion y cooperacion entre ambos ministerios."
        },
        {
            "title": "En Pyongyang presidente del CICR y su comitiva",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-13ss.html",
            "content": "En Pyongyang presidente del CICR y su comitiva\r\nPyongyang, 20 de agosto (ACNC) -- Arribaron el dia 20 a esta capital el presidente del Comite Internacional de la Cruz Roja, Peter Maurer, y su comitiva."
        },
        {
            "title": "Centro de Biotecnologia de Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-05ss.html",
            "content": "Centro de Biotecnologia de Pyongyang\r\nPyongyang, 20 de agosto (ACNC) -- Quedo construida recientemente en el Centro de Biotecnologia de Pyongyang la Fabrica de Vitamina C.\n\t\t\t\t\tLa fabrica enclavada a la ribera del capitalino rio Taedong tiene una cadena de produccion con metodos biotecnologicos.\n\t\t\t\t\t\n\t\t\t\t\tProduce la vitamina C y otros productos relacionados con ella.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la inauguracion de la fabrica, el centro devino la base de investigacion y produccion general con la tecnica de fermentacion microbiologica que resulta esencial en la agricultura, la industria ligera y la salud publica.\n\t\t\t\t\t\n\t\t\t\t\tAnteriormente, el centro contribuyo mucho a la produccion agricola y al fomento de salud publica con sus productos como agroquimicos bebidas salubres, sustancias purificadoras de agua, etc.\n\t\t\t\t\t\n\t\t\t\t\tLos agroquimicos que se producen en la fabrica se utilizan para eliminar los insectos que perjudican cereales, vegetales, frutas, plantas de uso industrial y otras medicinales y forestales.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, son reconocidos como \"insecticida del siglo XXI\" por su alta eficiencia en el combate a las garrapatas.\n\t\t\t\t\t\n\t\t\t\t\tEsos productos tienen gran aceptacion dentro y fuera del pais.\n\t\t\t\t\t\n\t\t\t\t\tAdemas de la fabrica, el centro tiene el instituto de biotecnologia, la fabrica de abonos microbiologicos compuestos y el taller anexo de experimento."
        },
        {
            "title": "Japon no puede ocultar el caso de esclavas sexuales, insiste Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201308/news20/20130820-03ss.html",
            "content": "Japon no puede ocultar el caso de esclavas sexuales, insiste Rodong Sinmun\r\nPyongyang, 20 de agosto (ACNC) -- Se ha descubierto otra prueba de que el viejo ejercito japones estuvo involucrado directamente en el caso de esclavitud sexual del siglo pasado. \n\t\t\t\t\tSegun el diario de un hombre relacionado con la administracion del \"centro de consoladoras\", la comandancia de las tropas japonesas enviadas a la region meridional solicito en mayo de 1942 a la comandancia de las tropas estacionadas en Corea la cooperacion en el reclutamiento de \"consoladoras\". Por eso, la comandancia de las tropas estacionadas en Corea instigo a los intermediarios a seducir a las mujeres con palabras dulces y sumas miserables de dinero y hubo en aquel entonces varios \"grupos de consoladoras\" reclutadas de esa manera. \n\t\t\t\t\t\n\t\t\t\t\tLos \"centros de consoladoras\" operaron bajo el control del ejercito japones. Existian en Myanmar y Singapur 27 y 10 centros, respectivamente, que se trasladaban a menudo por la orden militar. \n\t\t\t\t\t\n\t\t\t\t\tComo demuestran los hechos historicos, el imperialismo japones politizo el sistema de esclavitud sexual para el viejo ejercito japones y estuvo involucrado directamente tanto en la seleccion y transporte de las consoladoras como en la gestion de los \"centros\". \n\t\t\t\t\t\n\t\t\t\t\tRevela el periodico Minju Joson en un comentario individual de este martes y continua:\n\t\t\t\t\t\n\t\t\t\t\tPese a ello, los reaccionarios japoneses dicen que el caso de esclavas sexuales fue una \"conducta de algunas prostitutas\" y el Estado no tiene la responsabilidad de indemnizarlo.\n\t\t\t\t\t\n\t\t\t\t\tEl intento de Japon es liberarse de la responsabilidad de disculpa e indemnizacion, embellecer su historia criminal y volver a emprender el camino de agresion militarista a ultramar. \n\t\t\t\t\t\n\t\t\t\t\tPor mucho que los reaccionarios japoneses recurran al embellecimiento de sus crimenes del pasado y a la tergiversacion de la historia, crecera tanto el odio de los pueblos asiaticos al pais isleno."
        }
    ]
}