{
    "date": "2013-05-11",
    "url": "http://kcna.co.jp/item/2013/201305/2013-05-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Reply Messages to Foreign State Leaders",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-06ee.html",
            "content": "Kim Jong Un Sends Reply Messages to Foreign State Leaders\r\n Pyongyang, May 11 (KCNA) -- The dear respected Kim Jong Un sent messages to heads of state of different countries in reply to their congratulatory messages on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They were Thein Sein, president of Myanmar, Tsakhiagiin Elbegdorj, president of Mongolia, Bashar Al-Assad, president of Syria, Asif Ali Zardari, president of Pakistan, Girma Wolde-Giorgis, president of Ethiopia, and Yoweri Kaguta Museveni, president of Uganda.\n\t\t\t\t\t\n\t\t\t\t\t He in the messages wished them successes in their work for prosperity of their countries, expressing conviction that the relations of friendship and cooperation between the DPRK and the relevant countries would grow stronger."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-14ee.html",
            "content": "Visits\r\n Pyongyang, May 11 (KCNA) -- A delegation of the Democratic Women's Union of Korea headed by Chae Chun Hui, vice-chairwoman of its Central Committee, Saturday left here to visit Mexico.\n\t\t\t\t\t On the same day, delegations of Germany, Mongolia, Singapore, Italy, China and Chinese Taipei arrived here to participate in the 16th Pyongyang Spring International Trade Fair.\n\t\t\t\t\t\n\t\t\t\t\t Arriving here earlier was a delegation from Indonesia."
        },
        {
            "title": " Rodong Sinmun Calls for Accelerating Development of Local Industry",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-07ee.html",
            "content": "Rodong Sinmun Calls for Accelerating Development of Local Industry\r\n Pyongyang, May 11 (KCNA) -- It is one of the important ways for radically improving the people's living standard to actively develop the local industry, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung set forth long ago an original policy for the building of light industry which calls for developing large-scale centrally-run industry and medium and small-scale local industry simultaneously and wisely led the work to carry it out.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il, on the basis of a deep insight into the local industry's position and role in the nation's economic development and the improvement of the people's living standard, always paid deep attention to the development of local industry.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Marshal Kim Jong Un in his conclusion at the National Meeting of Light Industrial Workers in March last underscored the need for the local industry to fully demonstrate its might in the on-going general advance to improve the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t It is an important requirement for socialist economic construction to develop the centrally-run industry and local industry in a proper combination.\n\t\t\t\t\t\n\t\t\t\t\t The development of the local industry makes it possible to increase the production of consumer goods and their varieties and improve their quality by using all productive reserves and possibilities of the country.\n\t\t\t\t\t\n\t\t\t\t\t It, at the same time, makes it possible for the country to cut down the state additional spending for the development of light industry but increase investment in the vanguard sectors of the national economy and the field of basic industries.\n\t\t\t\t\t\n\t\t\t\t\t Only when diverse, peculiar and quality consumer goods are mass- produced at all local industrial factories, will the people lead a more bountiful life and dynamically step up the general advance toward final victory full of confidence and optimism."
        },
        {
            "title": "US Accused of Trying to Shirk Blame for Tension on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-09ee.html",
            "content": "US Accused of Trying to Shirk Blame for Tension on Korean Peninsula\r\n Pyongyang, May 11 (KCNA) -- The U.S. can never escape the blame for the escalating tension on the Korean Peninsula, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t The U.S. is running the whole gamut of vituperation to evade the blame for bringing the danger of a nuclear war to the peninsula, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the arch criminal who strained the situation, claiming that the DPRK's satellite launch for peaceful purposes poses a threat to the international community. It, however, is working hard to pass the buck for the tension to Pyongyang. This reminds one of a guilty party filing the suit first.\n\t\t\t\t\t\n\t\t\t\t\t When the DPRK conducted its third underground test as part of its measures for self-defence, the U.S. prodded the UN Security Council into cooking up another \"resolution on sanctions\" against the former, pushing the situation on the peninsula to the brink of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t In the wake of this action Washington kicked off the largest-ever nuclear war drill on the peninsula. Consequently, this pushed the situation to an uncontrollable phase. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. not only refused to implement any of its commitments made in the September 19 joint statement but wantonly violated its spirit. It is, therefore, foolish and ridiculous of Washington to talk about Pyongyang's unilateral fulfillment of its commitment.\n\t\t\t\t\t\n\t\t\t\t\t The injustice of UNSC's \"resolutions on sanctions\" which the U.S. cries out for implementing has already been clearly proved and categorically refuted by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is busy letting loose rhetoric in a bid to mislead public opinion and shift the blame for the tense situation onto the DPRK, but this will get it nowhere.\n\t\t\t\t\t\n\t\t\t\t\t The danger of a nuclear war is not decreasing but increasing on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. wordplay to strain the situation will not do it any good."
        },
        {
            "title": "Counting on US Would Only Bring Disgraceful Frustration: Minju Joson",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-11ee.html",
            "content": "Counting on US Would Only Bring Disgraceful Frustration: Minju Joson\r\n Pyongyang, May 11 (KCNA) -- The U.S. is now mulling spending 10 billion U.S. dollars for bolstering the missile defense system in Europe, according to foreign press reports. This huge amount of fund will reportedly be spent for updating nuclear bombs for F-35 fighters. Then this would help significantly bolster the U.S. nuclear attack capability in Europe, they added.\n\t\t\t\t\t Minju Joson Saturday observes in a bylined commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t The U.S. touted \"denuclearization\" and \"reduction of nuclear weapons\" are nothing but rhetoric to deceive the world and carry out its new nuclear strategy. \n\t\t\t\t\t\n\t\t\t\t\t Lurking behind Obama's \"initiative for building a world without nuclear weapons\" is a calculation that it is beneficial to the U.S. to possess more modern and efficient nuclear weapons in compensation for cutting down some of nukes.\n\t\t\t\t\t\n\t\t\t\t\t This tells that the U.S. remains unchanged in its scenario to dominate the world by brandishing nukes. \n\t\t\t\t\t\n\t\t\t\t\t Prompted by its aggressive and hegemonic nature, the U.S. will never opt for nuclear arms reduction.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is apt to mock at and deceive the world. The fate of those countries which went to ruin for counting on the U.S. teaches a bitter lesson to many people.\n\t\t\t\t\t\n\t\t\t\t\t Any country counting on the crafty and shameless U.S. is fated to sustain big frustration. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will keep its nuclear weapons as deterrent to cope with the U.S. aggression and bolster them up both in quality and quantity till the world is denuclearized. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to stop paying lip-service to \"denuclearization\" and \"nuclear arms reduction\" in a bid to make a fool of human conscience."
        },
        {
            "title": "S. Korean Authorities Urged to Defuse North-South Confrontation",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-08ee.html",
            "content": "Rodong Sinmun Calls for Accelerating Development of Local Industry\r\n Pyongyang, May 11 (KCNA) -- Traitors in south Korea will never be able to escape a stern punishment by history and the nation as they are standing in the way of carving out the nation's independent destiny in collusion with outside forces in pursuit of confrontation and war, Rodong Sinmun Saturday warns in an article. \n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet authorities are becoming talkative about \"confidence building\" and \"channel of dialogue\" in a bid to create impression that they are interested in improving the inter-Korean relations, but they can never cover up their sinister intention to escalate the confrontation. \n\t\t\t\t\t\n\t\t\t\t\t The present ruling quarters of south Korea speak volumes about a new \"north policy,\" disclosing their hostility towards the north and scenario to escalate the confrontation with it as the preceding regime did. \n\t\t\t\t\t\n\t\t\t\t\t Their confrontation stance found a vivid manifestation in their action of putting the Kaesong Industrial Zone in the danger of total closure. \n\t\t\t\t\t\n\t\t\t\t\t They are a group of pro-U.S. lackeys who have prolonged their remaining days through confrontation with fellow countrymen, backed by the U.S. What they did as soon as they came to power was nothing but the sponsorship of UN resolutions on sanctions against the DPRK and large-scale military exercises to do harm to the compatriots in collusion with outside forces. \n\t\t\t\t\t\n\t\t\t\t\t Their policy of confrontation with compatriots and dependence on outside forces are unpardonable acts of treachery and an open expression of the will to ignite a war against the north as a servant of foreign aggressor forces. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and overseas should mercilessly wipe out the traitors as they seriously infringe upon the interests of the nation in pursuance of the above-said policy."
        },
        {
            "title": " \"Saenuri Party's\" Fascist Action Slammed",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-10ee.html",
            "content": "\"Saenuri Party's\" Fascist Action Slammed\r\n Pyongyang, May 11 (KCNA) -- The south Korean \"Saenuri Party\" has recently faked up a \"bill on dissolving the criminal organizations.\" They include the South Headquarters of the Pan-national Alliance for Korea's Reunification, the Solidarity for Implementing the South-North Joint Declaration and other organizations for the reunification movement active for national concord and reunification and independence and democratization of south Korean society while supporting the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t In case the bill is railroaded through the \"National Assembly\", the puppet regime will have a legal weapon for forcibly dissolving the organizations for the reunification movement which it regards as a thorn in its flesh.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The reckless action taken by the \"Saenuri Party\" brings to light the present puppet ruling forces' vicious ambition to escalate the confrontation and true colors as die-hard fascists.\n\t\t\t\t\t\n\t\t\t\t\t The demand and activities of those organizations in south Korea are very righteous and just and have neither reason nor ground to be incriminated as they reflect the ardent desire of the fellow countrymen for reunification.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the ruling forces are working hard to cook up an unprecedented fascist law in a bid to disband those organizations, not content with persistently persecuting and suppressing them after branding them as \"forces following the north.\"\n\t\t\t\t\t\n\t\t\t\t\t The confrontation-minded party opposed to reunification such as the \"Saenuri Party\" and ultra-right conservative organizations are the criminal groups which should be accused and disorganized in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group would be well advised to stop going reckless, clearly mindful that its persistent moves to escalate the confrontation with the DPRK and stamp out the reunification movement, going against the desire and wishes of the people for independence, peace and reunification, would only throw it into a bottomless pitfall of ruin."
        },
        {
            "title": "US Nuclear-powered Carrier Enters Pusan Port",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-18ee.html",
            "content": "US Nuclear-powered Carrier Enters Pusan Port\r\n Pyongyang, May 11 (KCNA) -- Nimitz, nuclear-powered carrier of the U.S. imperialist aggressor forces, Saturday entered Pusan Port, according to south Korean CBS.\n\t\t\t\t\t It was reported that the carrier would be involved in the north- targeted joint military maneuvers to be staged with the south Korean puppet forces in the East and South Seas of Korea from next week.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists keep introducing nuclear war means into south Korea under a scenario to bring a nuclear disaster to this land at any cost, escalating the tension."
        },
        {
            "title": "Chongwadae's Spokesman's Sex Scandal Slammed",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-17ee.html",
            "content": "Chongwadae's Spokesman's Sex Scandal Slammed\r\n Pyongyang, May 11 (KCNA) -- Yun Chang Jung, spokesman for Chongwadae of south Korea, committed a sex scandal against a woman on May 7 while accompanying the chief executive's visit to the U.S., to be disgraced by world public.\n\t\t\t\t\t  That day, Yun wined till late at night with a woman at a hotel near the White House, not at a hotel where he put up. \n\t\t\t\t\t\n\t\t\t\t\t Upset by this scandal, the puppet group sent him back to south Korea next day. It kicked up much fuss replacing the spokesman and making an apology to the people and the \"president\" on behalf of the senior secretary for publicity of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t The ruling party busied itself crying out for \"thorough investigation\" and \"legal responsibility.\" \n\t\t\t\t\t\n\t\t\t\t\t The opposition Democratic Party of south Korea said this conduct had been expected as Yun was appointed to the post though he had no qualifications.\n\t\t\t\t\t\n\t\t\t\t\t As regards the case, the chief executive should not be in the position to receive an apology for it but clarify the stance on it, the Democratic Party added.\n\t\t\t\t\t\n\t\t\t\t\t Organizations of different social standings urged the authorities to own responsibility for the appointment of confidants to important posts despite people's opposition, noting that Yun became a typical man characterized by the absence of understanding between the people and the authorities.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, different countries including the U.S. are giving wide publicity to the case, pointing an accusing finger at the puppet group and becoming vocal censuring and deriding the scandal.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean media deplored that the case is stirring up great sensation because the high-ranking official committed such scandal during the \"president's\" trip to the U.S."
        },
        {
            "title": "\"Saenuri Party's\" Moves to Stamp Out Progressive Forces Flayed",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-03ee.html",
            "content": "\"Saenuri Party's\" Moves to Stamp Out Progressive Forces Flayed\r\n Pyongyang, May 11 (KCNA) -- The \"Saenuri Party\" of south Korea recently presented to the puppet National Assembly a \"bill on dissolving criminal organizations\" aimed to stamp out the progressive forces.\n\t\t\t\t\t The North Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) in a statement on Friday said the above-said action is a hideous, treacherous, anti-reunification and anti- human rights one to justify the fascist crackdown upon the pro-reunification and democratic forces in south Korea and \"codify it\" in a bid to eliminate all organizations and figures opposed to sycophancy toward the U.S. and moves for confrontation with fellow countrymen. The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is labeling those organizations conducting righteous activities for justice, peace and reunification as \"criminal groups.\" This is like a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t The ill-famed \"Saenuri Party\" is the worst criminal group which should be judged by history and the nation and dissolved immediately. \n\t\t\t\t\t\n\t\t\t\t\t The South Headquarters of Pomminryon transparent in national independence has taken the lead in the just and patriotic struggle for reunification. The action taken by the \"Saenuri Party\" goes to clearly prove that the present conservative ruling forces have reached the height in their fascist frenzy to forcibly disband the organization at any cost by mobilizing government power.\n\t\t\t\t\t\n\t\t\t\t\t With neither evil law nor fascist suppression can they suppress the people's mindset.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group of traitors should immediately abolish the fascist laws such as the \"Security Law\" and stop at once the farce for instituting the \"law\" aimed to stamp out the organizations for the reunification movement."
        },
        {
            "title": "\"Security Law\" under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-12ee.html",
            "content": "\"Security Law\" under Fire in S. Korea\r\n Pyongyang, May 11 (KCNA) -- South Koreans of different social standings dismissed \"the Security Law\" (SL) as draconian at fascist court. \n\t\t\t\t\t A hearing of appeal of Choe Tong Jin, chief of the editorial board of Minjokui Jillo, organ of the South Headquarters of Pomminryon (the Pan-national Alliance for Korea's Reunification), took place at the Seoul High Court on May 7. \n\t\t\t\t\t\n\t\t\t\t\t The fascist authorities arrested and detained Choe on charges of \"insulting the court\" and \"praising and encouraging  the north\" for the mere reason that he strongly protested against the action taken by the Lee Myung Bak group of traitors to  sentence members of the leadership of the South Headquarters of Pomminryon to heavy penalties  last year.\n\t\t\t\t\t\n\t\t\t\t\t In the court Yun Ki Ha, legal advisor to the Association of Victims of \"the Security Law\"; Kim Kyu Chol, advisor to the South Headquarters of Pomminryon; Kwon Rak Gi, co-representative of the Reunification Meeting; the counsel of Choe Tong Jin and others declared that the positive activities conducted by Choe for the independent reunification of the south and the north of Korea can never be a crime. \n\t\t\t\t\t\n\t\t\t\t\t Those who had been detained and killed on charges of violation of the SL in the past have been given verdict of \"not guilty\" recently, they said, adding: This tells the injustice of the SL.\n\t\t\t\t\t\n\t\t\t\t\t The SL made in the era of oppression and tyranny has no justification to remain in force in the present era calling for putting an end to the division and greeting national reunification. \n\t\t\t\t\t\n\t\t\t\t\t If the authorities regard the compatriots in the north as \"enemy\" and persist in their hostile policy towards it, the Korean nation divided by outside forces can never achieve reunification."
        },
        {
            "title": "US Call for \"Dialogue\" Found to Be Deceptive",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-13ee.html",
            "content": "US Call for \"Dialogue\" Found to Be Deceptive\r\n Pyongyang, May 11 (KCNA) -- The U.S. and south Korea launched an anti-DPRK shelling drill in waters off Paekryong and Yonphyong islands in the West Sea of Korea on May 5.\n\t\t\t\t\t What matters is that the drill was timed to coincide with the U.S.-south Korea joint anti-submarine exercise that began on May 6 in the West Sea of Korea. They are reportedly to carry on a joint maritime war drill in the East Sea of Korea from around May 10.\n\t\t\t\t\t\n\t\t\t\t\t The facts clearly show that the U.S. call for \"dialogue\" is utterly deceptive.\n\t\t\t\t\t\n\t\t\t\t\t The war rehearsals in the wake of the Key Resolve and Foal Eagle joint military exercises are indicative of their persistent scheme to develop the current armistice into a real war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. double-faced tactics is intended to carry into practice its policy of stifling the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. set the DPRK's \"denuclearization\" as a precondition for \"dialogue\" while turning blind eyes to its call for suspension of military actions. This is a revelation of the U.S. high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t Any military moves will only invite the DPRK's powerful counteractions.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons have already been on standby on the order of the Korean People's Army Command in the southwestern sector of the front, with their artillery pieces zeroing on the enemies' targets.\n\t\t\t\t\t\n\t\t\t\t\t Their counteraction to any provocation will be annihilative."
        },
        {
            "title": "Stop to Joint Naval Drills Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-16ee.html",
            "content": "Stop to Joint Naval Drills Demanded in S. Korea\r\n Pyongyang, May 11 (KCNA) -- The People's Action for Peace against War in south Korea held a press conference in Seoul Thursday in protest against the U.S. and south Korean warmongers' plan to stage joint naval drills with U.S. nuclear-powered carrier Nimitz involved.\n\t\t\t\t\t The plan to stage north-targeted naval drills can never be justified as it is little short of the declaration of a war to escalate tension on the Korean Peninsula, the organization held, adding:\n\t\t\t\t\t\n\t\t\t\t\t The re-escalation of the tension will lead to a dangerous situation now that there is no institutional mechanism to avert military conflicts on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The projected drills should be stopped at once as they will bring misfortune to the people.\n\t\t\t\t\t\n\t\t\t\t\t The organization will stage diverse actions to achieve lasting peace on the peninsula through the conclusion of a peace treaty.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference the organization thrust the paper \"We urge the conclusion of a peace treaty\" signed by more than 76,000 south Koreans to the U.S. embassy in Seoul."
        },
        {
            "title": "Gas Explosion Claims Casualties in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-15ee.html",
            "content": "Gas Explosion Claims Casualties in S. Korea\r\n Pyongyang, May 11 (KCNA) -- A gas explosion claimed 5 casualties at an iron works in Tangjin County, South Chungchong Province, south Korea, according to south Korean KBS on May 10."
        },
        {
            "title": "Kim Il Sung's Works Posted on Websites of Swiss Organizations",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-01ee.html",
            "content": "Kim Il Sung's Works Posted on Websites of Swiss Organizations\r\n Pyongyang, May 11 (KCNA) -- The full texts of President Kim Il Sung's works \"The Inaugural Declaration of the Association for the Restoration of the Fatherland\" and \"On the Three Principles of National Reunification\" were posted by the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea respectively on their websites on May 4.\n\t\t\t\t\t \"The Inaugural Declaration of the Association for the Restoration of the Fatherland\", published on May 5, Juche 25 (1936), explains the reason why the Korean people failed to achieve national independence and liberation in the past and sets forth tasks to be carried out by them on the basis of the Ten-Point Programme of the Association for the Restoration of the Fatherland.\n\t\t\t\t\t\n\t\t\t\t\t The ten-point programme deals with the political, economic, cultural and military tasks to be fulfilled at the stage of the anti-imperialist, anti-feudal democratic revolution.\n\t\t\t\t\t\n\t\t\t\t\t \"On the Three Principles of National Reunification\", published on May 3 and November 3, Juche 61 (1972), clarifies the three principles of national reunification -- independence, peaceful reunification and great national unity -- and the idea of achieving cooperation between the north and the south of Korea."
        },
        {
            "title": "Kim Il Sung's Work Off Press in Russia",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-02ee.html",
            "content": "Kim Il Sung's Work Off Press in Russia\r\n Pyongyang, May 11 (KCNA) -- The Kageupe Tipografia No.1 Publishing House in Vladivostok City, Russia brought out in pamphlet President Kim Il Sung's work \"Let Us Achieve the Great Unity of Our Nation.\"\n\t\t\t\t\t The work, made public on August 1, Juche 80 (1991), clarifies the idea that the Korean nation is the driving force for national reunification and indicates tasks and ways for achieving the great unity of the whole nation."
        },
        {
            "title": "Syrian Paper Accuses US, Its Allies of Escalating Tension on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-05ee.html",
            "content": "\"Saenuri Party's\" Moves to Stamp Out Progressive Forces Flayed\r\n Pyongyang, May 11 (KCNA) -- Al Nour, organ of the Syrian Communist Party (United), carried a commentary titled \"Tension on the Korean Peninsula: war or detente?\" on April 17. It was illustrated with a photo of Supreme Commander of the Korean People's Army Kim Jong Un among soldiers of an island defence detachment.\n\t\t\t\t\t The situation on the Korean Peninsula has been extremely strained and the Kaesong Industrial Zone regarded as the first step for the normalization of inter-Korean relations is in the danger of impending total closure, the commentary said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The main reason for escalating tension on the peninsula lies in that the U.S. is staging joint military drills with south Korea, posing a nuclear threat to the DPRK again. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. introduction of nuclear-capable strategic bombers into south Korea brought the situation to an extreme phase. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies failed to honor the agreement made with the DPRK in which they were obliged to build light water reactors for electricity production for the latter and render economic aid to it in return for its abandonment of the nuclear program.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is employing double-standards against the DPRK, in particular.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un stressed nuclear deterrent serves as a means of justice to defend the sovereignty of the country and nation, avert a war and protect peace."
        },
        {
            "title": "Kim Jong Un envia mensajes de respuesta a jefes de estado de varios paises",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-19ee.html",
            "content": "Kim Jong Un envia mensajes de respuesta a jefes de estado de varios paises\r\nPyongyang, 11 de mayo (ACNC) -- El Mariscal Kim Jong Un remitio los mensajes a los jefes de estado de varios paises en respuesta a sus mensajes de felicitacion con motivo del dia de natalicio del Presidente Kim Il Sung.\n\t\t\t\t\tLos destinatarios son Thein Sein, presidente de la Union de Myanmar, Tsakhiagiin Elbegdorj, presidente de Mongolia, Bashar al-Assad, presidente de la Republica Arabe de Siria, Asif Ali Zardari, presidente de la Republica Islamica de Pakistan, Girma Wolde-Giorgis, presidente de la Republica Federal Democratica de Etiopia, y Yoweri Kaguta Museveni, presidente de la Republica de Uganda.\n\t\t\t\t\t\n\t\t\t\t\tEn sus misivas, el Mariscal manifesto la conviccion de que se fortaleceran y se desarrollaran mas las relaciones de amistad y cooperacion entre la RPDC y los mencionados paises y les deseo a los destinatarios exitos en sus trabajos para la prosperidad del pais."
        },
        {
            "title": "Visitas",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-20ee.html",
            "content": "Visitas\r\nPyongyang, 11 de mayo (ACNC) -- La delegacion de la Union de Mujeres Democraticas de Corea encabezada por su vicepresidenta Choe Chun Hui partio el dia 11 de esta capital para visitar Mexico.\n\t\t\t\t\tEl mismo dia arribaron a esta capital las delegaciones de Alemania, Mongolia, Singapur, Italia, China y Taipei de China para participar en la XVI Exposicion Internacional de Mercancias Primaveral de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad llego aqui la delegacion de  Indonesia."
        },
        {
            "title": "EE.UU. no puede eludir la responsabilidad de agravacion de tension en Peninsula Coreana",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-21ee.html",
            "content": "EE.UU. no puede eludir la responsabilidad de agravacion de tension en Peninsula Coreana\r\nPyongyang, 11 de mayo (ACNC) -- En un articulo individual de este sabado, el diario Rodong Sinmun insiste en que Estados Unidos no puede eludir jamas la responsabilidad de haber agravado la tension de la Peninsula Coreana.\n\t\t\t\t\tEn estos dias, ese pais pronuncia disparates para imputar a otro la culpabilidad de la crisis nuclear de la Peninsula Coreana, revela el articulo y continua: \n\t\t\t\t\t\n\t\t\t\t\tAgravo la tension cuestionando el lanzamiento de satelite artificial con fines pacificos de la Republica Popular Democratica de Corea como una amenaza a la sociedad internacional e imputa a ella la responsabilidad por el respecto. \n\t\t\t\t\t\n\t\t\t\t\tCuando la RPDC realizo la tercera prueba nuclear subterranea como una medida de autodefensa, volvio a fabricar otra \"resolucion de sancion\" del Consejo de Seguridad de la ONU, de modo que la situacion de la Peninsula Coreana llegara al umbral de guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\tLuego, EE.UU. lanzo en la Peninsula Coreana la campana de guerra nuclear nunca vista en la historia. \n\t\t\t\t\t\n\t\t\t\t\tInfringio flagrantemente el espiritu de la Declaracion Conjunta del 19 de Septiembre sin cumplir ninguno de sus compromisos y exige absurdamente a la RPDC el cumplimiento unilateral de compromisos. \n\t\t\t\t\t\n\t\t\t\t\tLas \"resoluciones de sancion\" del Consejo de Seguridad de la ONU, cuyo cumplimiento exige EE.UU. a la RPDC, ya han sido rechazadas por la segunda porque son injustas. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. intenta inducir en error la opinion publica imputando a la RPDC la responsabilidad de la agravacion de tension. \n\t\t\t\t\t\n\t\t\t\t\tEn la Peninsula Coreana se aumenta cada dia mas el peligro de guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\tLos yanquis no podran obtener nada con la agravacion de la situacion de la Peninsula Coreana."
        },
        {
            "title": "Rodong Sinmun denuncia acto  fascista del \"Partido Saenuri\"",
            "url": "http://kcna.co.jp/item/2013/201305/news11/20130511-22ee.html",
            "content": "Rodong Sinmun denuncia acto  fascista del \"Partido Saenuri\"\r\nPyongyang, 11 de mayo (ACNC) -- Recientemente, el \"Partido Saenuri\" del Sur de Corea invento el proyecto de la institucion de la \"ley sobre la disolucion de las entidades criminales\" apuntando a las entidades del movimiento por la reunificacion inclusive la direccion surena de la Alianza Pannacional por la Reunificacion de la Patria (APRP) y la Solidaridad por la Ejecucion de la Declaracion Conjunta Sur-Norte, que luchan por la reconciliacion y la reunificacion de la nacion, la independencia y la democratizacion de la sociedad surcoreana apoyando la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre.\n\t\t\t\t\t En el caso de aprobarse este proyecto en la Asamblea Nacional, los titeres tendrian el aparato legal para disolver a fuerzas las entidades del movimiento por la reunificacion consideradas como pua enclavada en el ojo.\n\t\t\t\t\t\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un comentario individual difundido este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\t Esta vez, el \"Partido Saenuri\" puso al desnudo la atroz ambicion conflictiva de las actuales fuerzas gobernantes titeres y su naturaleza  fascista.\n\t\t\t\t\t\n\t\t\t\t\t La insistencia y las actividades de las entidades del movimiento por la reunificacion del Sur de Corea reflejan la aspiracion de los connacionales a la reunificacion, razon por la cual son muy justas y no hay el motivo a ser criminalizadas.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, las actuales fuerzas gobernantes las reprimieron persistentemente calificandolas  de \"fuerzas pro-Norte\" y ahora actuan con frenesi por disolverlas a fuerzas inventando la infame ley fascista sin precedente.\n\t\t\t\t\t\n\t\t\t\t\t El colectivo criminal a ser cuestionado y eliminado en el suelo surcoreano son el  \"Partido Saenuri\", organizacion conflictiva anti-reunificacion, y las entidades conservadoras ultraderechistas.\n\t\t\t\t\t\n\t\t\t\t\t La banda de los conservadores titeres debe actuar con prudencia teniendo presente que cuanto mas recurra a la confrontacion anti-RPDC y las maniobras de eliminacion del movimiento por la reunificacion negando la aspiracion de los habitantes a la independencia, la paz y la reunificacion y su demanda, tanto mas cavaria por si misma la tumba de ruina."
        }
    ]
}