{
    "date": "2013-12-08",
    "url": "http://kcna.co.jp/item/2013/201312/2013-12-08ee.html",
    "articles": [
        {
            "title": "Great Workshop for Officials in Construction Field Opens",
            "url": "http://kcna.co.jp/item/2013/201312/news08/20131208-10ee.html",
            "content": "Great Workshop for Officials in Construction Field Opens\r\n Pyongyang, December 8 (KCNA) -- The great workshop for officials in the construction field began with due ceremony at the Pyongyang Indoor Stadium on Sunday. \n\t\t\t\t\t Its theme is \"Yesterday and today, today and tomorrow of Juche-oriented architectural art\". It will serve as an important occasion for deeply learning the undying exploits of the peerlessly great men Kim Il Sung and Kim Jong Il for the construction field, glorifying the history and tradition of the Juche-oriented architecture and steadily creating architectural examples to startle the world. \n\t\t\t\t\t\n\t\t\t\t\t The workshop will comprehensively and deeply discuss the theoretical and practical problems arising in opening the great brilliant era of construction by embodying the unique idea and theory of the Workers' Party of Korea (WPK) on architectural aesthetics true to the leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Present at the workshop were senior officials of the party, state and army including Pak Pong Ju and Choe Ryong Hae, chief secretaries of the provincial party committees, chairpersons of the provincial people's committees, officials of architectural design, construction, building materials and supervision fields from across the country and construction-related party and administration officials of armed forces organs, Cabinet, ministries, national institutions, scientific and technical institutions, universities and provinces, heroes and those who distinguished themselves in construction of major projects. \n\t\t\t\t\t\n\t\t\t\t\t Kwak Pom Gi, secretary of the Central Committee of the WPK, made an address at the ceremony. \n\t\t\t\t\t\n\t\t\t\t\t He said the workshop will be a landmark event for glorifying the immortal exploits of Kim Il Sung and Kim Jong Il for the Juche-oriented architecture and opening an era of prosperity in the construction that would take the world people by surprise under the veteran and tested leadership of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's historic letter \"Let Us Usher in Period of Great Prosperity in Construction by Thoroughly Embodying Party's Idea on Juche-based Architecture\" to the participants in the workshop was read out. \n\t\t\t\t\t\n\t\t\t\t\t A review of the work in the construction field was made at the workshop.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju, member of the Political Bureau of the Central Committee of the WPK, and premier of the DPRK Cabinet made a report. \n\t\t\t\t\t\n\t\t\t\t\t The reporter said Kim Jong Un made sure that the workshop was provided to meet the requirements of the great era when a heyday for building a highly civilized socialist country is being opened, and gave detailed instructions on the name of the workshop, theme, contents, formula and method, let the workshop include a meeting of reviewing the work done in the construction field and sent a historic letter to its participants.\n\t\t\t\t\t\n\t\t\t\t\t The meeting will sum up the achievements and experiences in the construction this year and discuss the tasks and ways for opening the heyday of construction, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The monumental buildings such as the Victorious Fatherland Liberation War Museum, Munsu Water Park and Okryu Children's Hospital built this year are examples of architectural buildings that won admiration of the world people. \n\t\t\t\t\t\n\t\t\t\t\t The reporter stressed the need to rise up as one and usher in a new heyday of Juche-based architecture, true to the tasks indicated by the historic letter sent by Kim Jong Un to the participants in the workshop. \n\t\t\t\t\t\n\t\t\t\t\tThen speeches were made. \n\t\t\t\t\t\n\t\t\t\t\tThe workshop goes on."
        },
        {
            "title": "Opening New History of Songun Korea with Great Construction Called for",
            "url": "http://kcna.co.jp/item/2013/201312/news08/20131208-07ee.html",
            "content": "Opening New History of Songun Korea with Great Construction Called for\r\n Pyongyang, December 8 (KCNA) -- Rodong Sinmun Sunday editorially calls upon all people to create new history of Juche-oriented architecture and demonstrate the spirit of powerful and prosperous Songun Korea under the leadership of Marshal Kim Jong Un. \n\t\t\t\t\t The great workshop for officials in the field of construction under the theme \"Yesterday and today, today and tomorrow of Juche-oriented architectural art\" is to be held here from today. The workshop will review achievements and experience in the great construction this year and discuss the theoretical and practical problems arising in glorifying next year as the most brilliant era of construction, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The workshop of great importance is aimed to create a new history of prosperous Songun Korea with great socialist construction and dynamically push forward the general advance for the final victory in the drive to build a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t The history of a new century of Juche era of the DPRK led by Kim Jong Un is being made to the great excitement of people. All the fields of the revolution and construction are full of fresh life and whole country is enlivened with the drive for creating a new a-match-for-a-hundred charging speed in the 21st century, \"speed on Masik Pass\". \n\t\t\t\t\t\n\t\t\t\t\t The present era is one of great leap and change for creating a new history of prosperity of the great Paektusan nation with the power of Songun and the glorious era in which the wishes of the great Generalissimos Kim Il Sung and Kim Jong Il are being successfully implemented. The history of Juche-oriented architecture started with the Pothong River improvement project just after the liberation of the country. Never has there been such a leaping period as today when the construction is being pushed forward rich and versatile in content and form, largest in scale and highest in speed. Worldwide model monumental buildings befitting a thriving country were built in a matter of a few months and whole country has turned into a socialist fairyland. This is the stirring reality in the DPRK today. \n\t\t\t\t\t\n\t\t\t\t\t Now the Workers' Party of Korea (WPK) hopes that all the party members, service personnel and other people will steadily display the spirit with which they opened the great heyday of construction despite all the challenges and ordeals of history, and bring about the most brilliant era of construction. The WPK's idea and resolution is science and victory and following the WPK will bring all glories and happiness."
        },
        {
            "title": "Peace on Korean Peninsula Is Prerequisite to Global Peace",
            "url": "http://kcna.co.jp/item/2013/201312/news08/20131208-08ee.html",
            "content": "Peace on Korean Peninsula Is Prerequisite to Global Peace\r\n Pyongyang, December 8 (KCNA) -- Peace and security should be ensured on the Korean Peninsula as it is a prerequisite and an important link in ensuring the global peace.\n\t\t\t\t\t An article in Rodong Sinmun Sunday notes that humankind has faced a pressing task of preventing a nuclear war and protecting peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The tense situation and danger of a nuclear war on the peninsula are direct products of the U.S. hostile policy towards the DPRK and its pivot to Asia-Pacific strategy, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Washington has turned south Korea, small land, into the biggest nuclear arsenal and advanced nuclear base, yet it still keeps shipping the WMDs into it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is crazy with nuclear war drills in south Korea. As a result, gun reports echo in south Korea and its vicinity almost every day with strong powder smell given off.\n\t\t\t\t\t\n\t\t\t\t\t Given that south Korea has become the biggest advanced nuclear base in the world and an acute situation has lasted on the peninsula, a war can break out at any time which may spill over into neighboring countries and lead to a world nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The grave situation on the peninsula poses a great threat to the countries around the peninsula and all other countries around the world.\n\t\t\t\t\t\n\t\t\t\t\t To defend the global peace, a danger of war has to be removed from the peninsula, a land beset with the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Nuclear weapons and the U.S. troops have to be withdrawn from south Korea to have the tension reduced and the danger of war removed from the peninsula. This is a prerequisite to the peace on the peninsula and the rest of the world and is also consistent with the U.S. interests.\n\t\t\t\t\t\n\t\t\t\t\t If Washington withdraws its troops and nuclear weapons from south Korea, the most dangerous hotbed of a nuclear war will disappear.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should give up its hostile policy towards the DPRK. It should retract the hostile policy that caused the issues of war and peace on the peninsula and take practical step to build trust."
        },
        {
            "title": "U.S. Attempt to Mount Preemptive Attack on DPRK Assailed",
            "url": "http://kcna.co.jp/item/2013/201312/news08/20131208-01ee.html",
            "content": "U.S. Attempt to Mount Preemptive Attack on DPRK Assailed\r\n Pyongyang, December 8 (KCNA) -- The U.S. recently set up an anti-missile functional committee with the south Korean puppet forces allegedly to \"jointly counter missiles\" of the DPRK. The U.S. forces' commander in south Korea was quoted as saying the committee will work out a specific strategy to counter the DPRK's missiles, perfect weapons system necessary for practical actions and finalize operational plans.\n\t\t\t\t\t The U.S. is also looking to reorganize its second division in south Korea into the U.S.-south Korea combined division.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun in a commentary Sunday says that the DPRK can not but take a serious note of the development as this is a revelation of the U.S. invariable attempt to mount a preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. does not want detente on the Korean Peninsula nor the improvement of the relations with the DPRK. It only seeks a surprise invasion of the DPRK, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The establishment of the committee assumes bigger gravity as it is timed to coincide with the completion of the \"tailored deterrence strategy\", a scenario for adventurous preemptive nuclear attack. \"Countering missiles\" precisely means a preemptive attack.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. also said that the proposal for reorganizing its second division in south Korea into a combined division is in the pipeline. This is also ill-boding issue which can never be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t They mean that the U.S.-south Korea combined division is necessary for the \"defense\" of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The purpose of the new defense strategy made public by the U.S. last year is to lay an international siege and militarily deter powers in Asia from growing strong enough to confront it.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. keeps seeking a military edge in the Asia-Pacific under the pretext of tightening \"alliance\", it will never be able to evade denunciation as the chieftain escalating tension."
        },
        {
            "title": "Japan's Dominium over Tok Islets Blasted",
            "url": "http://kcna.co.jp/item/2013/201312/news08/20131208-09ee.html",
            "content": "Japan's Territorial Claim on Tok Islets Blasted\r\n Pyongyang, December 8 (KCNA) -- The Japanese minister in charge of Okinawa and Northern Territories recently stated that \"Japan will set up a new homepage within this year to carry videos to put across Japan's stand on Senkaku Islands in Okinawa Prefecture and Takeshima in Shimane Prefecture.\" \n\t\t\t\t\t He also clarified that the ministry would hold the first session of the combined coordination meeting in the presence of those concerned in Foreign and Defense Ministries to discuss external information service on territorial issues.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Sunday in a commentary says the Korean people can never tolerate the Japanese reactionaries' insistence that Tok islets belong to Japan and their intention to convince the world people of their brigandish assertion.\n\t\t\t\t\t\n\t\t\t\t\t Tok Islets are part of the inviolable territory of Korea that has existed along with the brilliant history of the Korean nation spanning 5 000 years.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries handle the territorial issues in close relation with the moves to realize their militarist ambition for expansion overseas.\n\t\t\t\t\t\n\t\t\t\t\t They are trying hard to make the Japanese believe that Japan's territory usurped by others must be retaken.\n\t\t\t\t\t\n\t\t\t\t\t By doing so they seek to make them think that the militarist war of aggression is a \"just war\" to retake their own land, not a war for embezzling other's territory. This is the major purpose sought by the Japanese reactionaries in causing territorial disputes.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should stop their territorial claim, understanding that they can never encroach on even a stone or a blade of grass on the islets."
        },
        {
            "title": "S. Korean Regime's Moves against DPRK Denounced by Figure of Regional Body",
            "url": "http://kcna.co.jp/item/2013/201312/news08/20131208-04ee.html",
            "content": "S. Korean Regime's Moves against DPRK Denounced by Figure of Regional Body\r\n Pyongyang, December 8 (KCNA) -- Harish Gupta, director general of the Asian Regional Institute of the Juche Idea, issued a statement on November 26 in denouncement of the south Korean military warmongers for actively joining the U.S. in establishing the missile defence system.\n\t\t\t\t\t The south Korean regime is joining in the U.S MD under the pretext of building \"south Korean style missile defence system\" but this arouses serious concern among the world progressive and peace-loving people, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Top military officials of the puppet south Korean forces are vociferating about the \"threat\" from the DPRK and mulling introducing new military equipment from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t This is straining to extremes the situation on the Korean Peninsula and in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation clearly shows that the south Korean puppet forces are the chief culprit who harasses peace and security and escalate tension on the Korean Peninsula and the rest of the region, while kowtowing to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime should bear in mind that its moves to join in the U.S. MD will lead it to self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t We urge the south Korean authorities to immediately halt the moves to join in the U.S. MD.\n\t\t\t\t\t\n\t\t\t\t\t It is very just for the DPRK to bolster the deterrence for self-defence to defend the sovereignty of the country and its dignity.\n\t\t\t\t\t\n\t\t\t\t\t We positively support it."
        },
        {
            "title": "S. Korean Religionists Protest Puppet Authorities' Racket for Eliminating \"Forces Following North\"",
            "url": "http://kcna.co.jp/item/2013/201312/news08/20131208-05ee.html",
            "content": "S. Korean Religionists Protest Puppet Authorities' Racket for Eliminating \"Forces Following North\"\r\n Pyongyang, December 8 (KCNA) -- The religionists of five religious fraternities of Kwanju, south Korea staged an action for making public the declaration on the situation in Kwangju on Dec. 5 in demand of the resignation of the puppet regime.\n\t\t\t\t\t The participants in the action said that the \"presidential election\" has been proved as a fraudulent one by organized and illegal interference of the Intelligence Service and other power bodies.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural to investigate the case and punish its prime movers but the authorities are disturbing the investigation and cracking down on the participants of the candlelight struggle after terming them the \"forces following the north,\" they noted.\n\t\t\t\t\t\n\t\t\t\t\t Innumerable are the cases of human rights abuses and undemocratic acts such as countering the demand for vital rights with the \"theory of coloring\", they deplored.\n\t\t\t\t\t\n\t\t\t\t\t They called for tiding over without fail the present situation where the racket for \"eliminating the forces following the north\" has become endemic.\n\t\t\t\t\t\n\t\t\t\t\t It is time for them to fight at the risk of their lives, they stressed, calling on the religionists to pool their efforts.\n\t\t\t\t\t\n\t\t\t\t\t They urged the chief executive to stop the above-said racket and step down at once."
        },
        {
            "title": "S. Korean Students Accuse Puppet Chief Executive",
            "url": "http://kcna.co.jp/item/2013/201312/news08/20131208-06ee.html",
            "content": "S. Korean Students Accuse Puppet Chief Executive\r\n Pyongyang, December 8 (KCNA) -- Members of the postgraduate course and students of Theological Institute of Hansin University of south Korea issued a declaration on the situation in Seoul on Wednesday accusing the puppet chief executive.\n\t\t\t\t\t The declaration condemned the Park Geun Hye's \"government\" for checking the investigation into the case of the Intelligence Service's interference in the \"presidential\" election and not showing its will to reform the relevant system.\n\t\t\t\t\t\n\t\t\t\t\t It said that today's situation in which the authorities are fostering ideological conflict in society by dint of the campaign of \"eliminating the forces following the north\" reminds one of harsh crackdown during the period of the \"yusin\" regime.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye should step down holding responsibility for the illegal \"presidential\" election, it said, calling on Park to stop the campaign of \"eliminating the forces following the north\" and settle the matter related to the people's livelihood.\n\t\t\t\t\t\n\t\t\t\t\t It concluded that the authorities' act of fomenting social division and conflict and suppressing the religionists after labeling them as \"forces following the north\" made the students turn out in the act of issuing a declaration on the situation."
        },
        {
            "title": "Kim Jong Il Lauded by British Organizations",
            "url": "http://kcna.co.jp/item/2013/201312/news08/20131208-03ee.html",
            "content": "Kim Jong Il Lauded by British Organizations\r\n Pyongyang, December 8 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea issued a joint statement on November 24 on the occasion of the 17th anniversary of leader Kim Jong Il's inspection of the Panmunjom Mission of the Korean People's Army (KPA).\n\t\t\t\t\t The statement said Kim Jong Il inspected Panmunjom, a very dangerous place, adding it showed his matchless grit, iron will to achieve national reunification and ardent patriotism.\n\t\t\t\t\t\n\t\t\t\t\t He visited the monument inscribed with President Kim Il Sung's signature and renewed his will to terminate the nation's division and surely accomplish the country's reunification, the cherished desire of the Korean people in the north and the south and overseas, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t His inspection of the Panmunjom Mission was a great historical event which demonstrated his will to achieve reunification, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The inspection struck terror into the hearts of the U.S. imperialists and their stooges.\n\t\t\t\t\t\n\t\t\t\t\t The news of Supreme Commander of the KPA Kim Jong Un's visit to Panmunjom in March last year convinced all Koreans of reunification and threw the U.S. imperialists and their followers into uneasiness.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of Kim Jong Un the Korean people will surely accomplish the reunification of the country before long true to the behest of Kim Jong Il."
        },
        {
            "title": "Brief Biography of Kim Jong Il Posted on Internet of Austrian Organization",
            "url": "http://kcna.co.jp/item/2013/201312/news08/20131208-02ee.html",
            "content": "Brief Biography of Kim Jong Il Posted on Internet of Austrian Organization\r\n Pyongyang, December 8 (KCNA) -- The Society for the Promotion of the Relations between Austria and DPRK posted on its website the brief biography of leader Kim Jong Il's revolutionary activities on December 2.\n\t\t\t\t\t It carried a portrait of smiling Kim Jong Il."
        }
    ]
}