{
    "date": "2013-05-14",
    "url": "http://kcna.co.jp/item/2013/201305/2013-05-14ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Newly Built Machine Plant",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-17ee.html",
            "content": "Kim Jong Un Inspects Newly Built Machine Plant\r\n Pyongyang, May 14 (KCNA) -- Marshal Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and  supreme commander of the Korean People's Army, provided field guidance to the newly built machine plant managed by Kang Thae Ho.\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, member of the Presidium of the Political Bureau of the C.C., the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Going round different places of the factory, he acquainted himself in detail with the construction of the plant and the plan for its management and operation.\n\t\t\t\t\t\n\t\t\t\t\t Seeing the exterior of the plant, he said that its walls were constructed well to keep harmony with its environment and a resting place was arranged in the compound to serve its purpose. Based on formative art, it is a nice plant in a park, he added.\n\t\t\t\t\t\n\t\t\t\t\t He dropped in at the products assembling site, machine cutting site, IT room, designing room, technological process room, e-library, etc.\n\t\t\t\t\t\n\t\t\t\t\t He learnt about what precision, light and intelligence-based new machinery are to be built by the plant.\n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need to keep the development of new products and production at a high level, he set a long-term goal to be attained by the plant and indicated an orientation and ways for doing so.\n\t\t\t\t\t\n\t\t\t\t\t He said it was important to direct primary attention to the development of new products and make sure that machinery built there are favored by users and their demands for them increased.\n\t\t\t\t\t\n\t\t\t\t\t He noted it was important to closely combine scientific research and production and establish a system for regularly providing latest scientific and technological information to scientists, technicians and workers so that the level of their technical skills may steadily improve and their vision widen.\n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to expand the capacity of the e-library so that the employees of the plant may acquire whatever scientific and technological information they want, he said he would send modern facilities to the library.\n\t\t\t\t\t\n\t\t\t\t\t He called on the officials, scientists, technicians and other employees of the plant to steadily boost the production through a dynamic campaign to push back the frontiers of the latest science and technology, determined to bring the nation's machine-building industry to the world's level by means of brain and technology.\n\t\t\t\t\t\n\t\t\t\t\t He noted that in order to keep production at the plant going at a high rate it is important for the leading officials of the plant to scientifically conduct scrupulous economic operations and business activities such as production and technological development. \n\t\t\t\t\t\n\t\t\t\t\t He went round a dinning hall, a public bath and other cultural and welfare facilities built inside the plant to pay deep attention to the working people's living.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the plant is of great significance in developing the nation's machine-building  industry, he expressed great expectation and belief that the officials, scientists, technicians and other employees of the plant would register shining successes in production by displaying patriotic zeal and devotion in hearty response to the Party's idea of attaching importance to science and technology."
        },
        {
            "title": "Pak Pong Ju Inspects Namhung Youth Chemical Complex",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-01ee.html",
            "content": "Pak Pong Ju Inspects Namhung Youth Chemical Complex\r\n Pyongyang, May 14 (KCNA) -- Pak Pong Ju, premier of the DPRK, made a field survey of the Namhung Youth Chemical Complex to learn about the fertilizer production. \n\t\t\t\t\t Going round different places of the complex, he encouraged officials and workers in their effort to boost the production of Juche fertilizer, true to the spirit of the March, 2013 Plenary Meeting of the Central Committee of the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for the workers there to decisively increase the fertilizer production, bearing deep in mind that agricultural production is the main thrust of the drive for economic construction and the improvement of the people's living standard and fertilizers precisely mean rice, and thus bring about a radical boost in grain production this year. \n\t\t\t\t\t\n\t\t\t\t\t He called upon officials and workers of the coal mines to intensify the drive for increased production, underlining the need for the coal mines to satisfactorily provide coal for boosting the fertilizer production.\n\t\t\t\t\t\n\t\t\t\t\t He proposed tasks for settling the issue of timely transport of coal for keeping the fertilizer production going at a high rate and other issues."
        },
        {
            "title": "Japanese Cabinet Official Here",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-11ee.html",
            "content": "Japanese Cabinet Official HereArrive\r\n Pyongyang, May 14 (KCNA) -- Isao Iijima, special counsellor in charge of crisis management in Abe's Cabinet of Japan, and his companion arrived here Tuesday."
        },
        {
            "title": "Delegation of Int'l Body Pays Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-12ee.html",
            "content": "Delegation of Int'l Body Pays Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, May 14 (KCNA) -- Members of the delegation of the International Federation of Organic Agriculture Movements headed by President Andre Frederick Leu laid a floral basket before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Tuesday and paid tribute to them."
        },
        {
            "title": "Kumdang-2 Injection Efficacious for Bird Flu",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-15ee.html",
            "content": "Kumdang-2 Injection Efficacious for Bird Flu\r\n Pyongyang, May 14 (KCNA) -- Avian influenza virus H7N9 is now spreading worldwide, causing great public concern.\n\t\t\t\t\t In this regard, KCNA had an interview with Pak Myong Su, director of the State Sanitary Inspection Board under the DPRK Ministry of Public Health, and Jon Sung Hun, manager of the Korea Pugang Pharmaceutic Co., Ltd.\n\t\t\t\t\t\n\t\t\t\t\t Question: Please tell me about danger of virus H7N9 and measures for prevention of infection.\n\t\t\t\t\t\n\t\t\t\t\t Pak: The virus had been known to be low in toxicity with the cause and way of its infection uncertain, but later it was confirmed through gene analysis that it has a highly infectious toxicity. With an increasing number of people infected or dead by this virus, the World Health Organization (WHO) has called for taking strict measures against the spread of the virus.\n\t\t\t\t\t\n\t\t\t\t\t What is most important for people is to enhance their immunity, while taking anti-epidemic measures. Patients, infected with epidemics including the bird flu, are all weak in immunity.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, it is advisable to take medicines helpful to enhancing immunity.\n\t\t\t\t\t\n\t\t\t\t\t Q: I know that Kumdang-2 Injection, manufactured by the Korea Pugang Pharmaceutic Co., Ltd., has been considered worldwide to be one of highly effective adjuvants.\n\t\t\t\t\t\n\t\t\t\t\t Jon: As early as in 2003, WHO warned that various strains of epidemic flu viruses would sweep throughout the world and inflict enormous damages on mankind, while calling for development of medicines to prevent infection of all strains of influenza viruses.\n\t\t\t\t\t\n\t\t\t\t\t After many years of research and clinical trials, the Korea Pugang Pharmaceutic Co., Ltd. made Kumdang-2 Injection composed of the compounds of insam saccharides plus REE (rare earth elements) as main component and micro quantities of gold and platinum. \n\t\t\t\t\t\n\t\t\t\t\t Kumdang-2 Injection, once injected into a living body, stimulates hypothalamus, the human body's supreme nerve system, thereby optimizing its immune system as a whole, and boosts over 16 times the capacity of generating the interferon, the anti-virus effects whereof are so strong and wide that it can oppress the severe new flu virus, too.\n\t\t\t\t\t\n\t\t\t\t\t Kumdang-2 Injection has enjoyed great popularity for its wonderful effects and many countries widely use it as not only immune activators but high-quality medicine, much more efficacious than antibiotics. \n\t\t\t\t\t\n\t\t\t\t\t According to the clinical records, three rounds of its injection in every five minutes kill influenza virus H1N1."
        },
        {
            "title": "Cemeteries of Fallen Fighters of KPA under Reconstruction",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-13ee.html",
            "content": "Cemeteries of Fallen Fighters of KPA under Reconstruction\r\n Pyongyang, May 14 (KCNA) -- Cemeteries of fallen fighters of the Korean People's Army (KPA) are being rebuilt in the DPRK. During the Fatherland Liberation War (Korean War) soldiers of the KPA unhesitatingly dedicated their youth and lives to the country. The feats performed by them are now glorified under the loving care of the Workers' Party of Korea. \n\t\t\t\t\t Korean people built cemeteries of the fallen fighters of KPA in provinces, cities and counties to learn their fighting spirit and hand down their feats through generations. \n\t\t\t\t\t\n\t\t\t\t\t  Provinces, cities and counties are rearranging areas of the cemeteries and building new gateposts, monuments to fallen fighters and wreath-laying stands to mark the diamond jubilee of the victory in the war. \n\t\t\t\t\t\n\t\t\t\t\t Grounds before the cemeteries have been rearranged and a lot of trees and flower shrubs planted near them."
        },
        {
            "title": "Big Efforts Paid to Recycling Wastes in DPRK",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-14ee.html",
            "content": "Big Efforts Paid to Recycling Wastes in DPRK\r\n Pyongyang, May 14 (KCNA) -- The DPRK has paid big efforts to recycling wastes.\n\t\t\t\t\t The Central Mining Institute under the State Academy of Sciences succeeded in recycling fly ash piled at thermal power plants, thus paving a way to make use of slag as raw materials for fuel, building materials and fertilizer. And the Construction and Building-materials Branch under the Academy finished the research for making cement with fly ash and slag.\n\t\t\t\t\t\n\t\t\t\t\t The City Management Research Institute put the production of a new kind of heat-insulating material on an industrial basis with scraps of polystyrene foamed plastic. The material was already applied to the reconstruction projects of the Pyongyang Grand Theatre and the Taedongmun Cinema House.\n\t\t\t\t\t\n\t\t\t\t\t The Environmental Protection Institute under the Ministry of Land and Environment Protection invented a reasonable process of producing organic fertilizer with sludge in Pothong River.\n\t\t\t\t\t\n\t\t\t\t\t Recycling wastes is regarded as one of important works at local industrial establishments."
        },
        {
            "title": "Rodong Sinmun on Lesson Taught by Crisis on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-07ee.html",
            "content": "Rodong Sinmun on Lesson Taught by Crisis on Korean Peninsula\r\n Pyongyang, May 14 (KCNA) -- Only when the DPRK's nuclear force is bolstered up can its sovereignty be protected and its eternal economic prosperity and happiness be guaranteed. This is a conclusion drawn by the DPRK from a serious lesson taught by the worst nuclear crisis on the Korean Peninsula. Rodong Sinmun Tuesday says this in a bylined article. It goes on:\n\t\t\t\t\t The U.S. and south Korean puppet group kicked off the Key Resolve and Foal Eagle joint military exercises, pushing the situation on the peninsula to the brink of a nuclear war. Though they claim Key Resolve and Foal Eagle are over, but the danger of a nuclear war is still looming on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They kicked off again the shelling drill and joint anti-submarine drills in the West Sea of Korea. Joint naval war exercises started in the East Sea of Korea on May 10 with super-large nuclear-powered carrier Nimitz's strike group involved.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the peninsula has not yet been eased even a bit, the article notes, referring to the lesson taught by the trend of the situation.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to strongly counter the moves of the hostile forces to ignite a nuclear war by bolstering nuclear deterrent. Without doing so, it is absolutely impossible to protect the sovereignty and peace of the country.\n\t\t\t\t\t\n\t\t\t\t\t Without relying on nuclear force, the DPRK will not be able to escape the fate of a permanent victim to the unfair international order. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. increased nuclear threat will only facilitate the DPRK's bolstering of its nuclear force."
        },
        {
            "title": "Military Exercises, Basic Factor of Tension: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-06ee.html",
            "content": "Military Exercises, Basic Factor of Tension: Rodong Sinmun\r\n Pyongyang, May 14 (KCNA) -- The touch-and-go situation prevailing on the Korean Peninsula and the danger of a nuclear war are attributable to the moves of the U.S. and the south Korean authorities to escalate the confrontation with the DPRK and launch a war against it while denying its ideology and social system, says Rodong Sinmun Tuesday in a bylined article.\n\t\t\t\t\t It is none other than the U.S. and south Korean warmongers who are escalating the tension on the Korean Peninsula and creating a war threat, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t For nearly 70 years the Korean people have been subject to the tragedy of national division owing to foreign forces and exposed to a constant threat of war due to the U.S. and south Korean ruling quarters' moves for escalating the confrontation with the DPRK and launch a war against it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has escalated the moves against the DPRK under the pretext of its satellite launch for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t But for the U.S. hostile policy toward the DPRK and its encroachment upon the latter's sovereignty and its stooges' policy for confrontation with fellow countrymen and moves for a nuclear war, neither the situation would have reached the worst phase as now nor there would have been something deplorable in the inter-Korean relations like the catastrophic crisis in the Kaesong Industrial Zone. It is none other than the U.S. and south Korean puppet group which are bringing the dark clouds of a nuclear war, posing a grave threat to the sovereignty of the DPRK and its supreme interests. Yet, they are painting the intensified actions to spark a war as \"defensive ones\" and \"countermeasures for deterrence.\" This is nothing but sheer sophism and brigandish logic.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the U.S. introduction into south Korea of the nuclear carrier strike group whose force is enough to carry out a war is not for peace on the Korean Peninsula and to threaten fellow countrymen through war maneuvers in league with the U.S. imperialists is not for dialogue and confidence."
        },
        {
            "title": "US, South Korea Remain Unchanged in Their Scenario: Minju Joson",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-09ee.html",
            "content": "US, South Korea Remain Unchanged in Their Scenario: Minju Joson\r\n Pyongyang, May 14 (KCNA) -- U.S.-south Korea joint anti-submarine drills have been staged in the West Sea of Korea since May 6. The U.S. super-large nuclear-powered carrier Nimitz entered Pusan Port in south Korea on May 11. Nimitz is involved in the U.S.-south Korea joint naval war drills in the East and South Seas of Korea.\n\t\t\t\t\t Minju Joson Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The drills are north-targeted adventurous rehearsals being staged with the involvement of huge forces and nuclear striking means enough to carry out a war. No one would believe the claim of the U.S. and the south Korea puppet forces that the drills are \"annual ones for defence\" and ones for \"deterring provocations\" from someone.\n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that their war drills will not lead to an all-out war.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the north-targeted war exercises are getting intensified, timed to coincide with the south Korean chief executive's return home after reiteration of her will to \"tighten alliance\" during her trip to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet forces remain unchanged in their real intention to do harm to the DPRK by force of arms. They are becoming evermore desperate and undisguised in their moves to ignite a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation proves how clairvoyant and just the DPRK was when it laid down its strategic line on simultaneously pushing forward economic construction and the building of nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and puppet forces had better clearly understand their rival, give up their foolish design to frighten the DPRK with the nuclear-powered carrier and stop adventurous war drills and hostile acts against it."
        },
        {
            "title": "S. Korea Accused of Concealing Truth about Cheonan Sinking",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-08ee.html",
            "content": "S. Korea Accused of Concealing Truth about Cheonan Sinking\r\n Pyongyang, May 14 (KCNA) -- The south Korean regime is busy pressing a relevant institution not to show a documentary negating the \"results of investigation\" into the Cheonan warship sinking case.\n\t\t\t\t\t Lurking behind this is its ploy to keep the truth about the case buried into oblivion forever in a bid to justify its confrontation policy toward the DPRK and more desperately pursue it. Rodong Sinmun Tuesday observes this in a bylined commentary.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Cheonan case is a conspiratorial farce cooked up by the Lee Myung Bak group of traitors in a bid to do harm to the DPRK and provoke a war against it, to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\t It was an unprecedentedly hideous conspiratorial charade, \"the biggest fraudulent case in the 21st century.\" The \"investigation results\" announced by the south Korean puppet authorities were nothing but a document deliberately worked out in a sinister bid to shift the blame for the case onto the DPRK. This is the fact recognized by people from various circles in south Korea and fair-minded scholars around the world.\n\t\t\t\t\t\n\t\t\t\t\t Disclosed recently were the following facts: the photo of \"torpedo No.1\" produced by the south Korean puppet Ministry of Defense as \"convincing evidence\" proving the sinking of the warship contained in its \"final report\" is different from that opened to public for the first time. An underwater photographing of the rock where the warship was supposed to go aground showed a very clear scratch on its surface.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard fact, the puppet military is keeping mum about those facts which sparked off furor. It is only insisting on absurd assertions, talking about the \"investigation conducted in an objective manner\" and \"recognized facts\".\n\t\t\t\t\t\n\t\t\t\t\t Nothing can conceal justice and truth. It is only a matter of time that the truth about the warship case will be fully disclosed."
        },
        {
            "title": "Minju Joson Terms Japan's Defence-related Proposal War Programme",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-10ee.html",
            "content": "Minju Joson Terms Japan's Defence-related Proposal War Programme\r\n Pyongyang, May 14 (KCNA) -- The Liberal Democratic Party of Japan (LDP) worked out what it called a defence-related proposal for shaping the government's new \"defence programme guidelines.\"\n\t\t\t\t\t The keynote of this proposal is to exercise the right to collective self-defence, found a national defence army and acquire capability to strike missile launching bases through the revision of the \"constitution.\" It also calls for studying strategy for nuclear deterrence under the pretext of someone's threat.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Though the proposal is veiled with the word of \"defence\", it is none other than a \"war programme\" for aggression to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\t The above-said contents of the proposal have nothing in common with \"defence.\" They are no more than an excuse for realizing Japan's ambition for overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t Having invariably pursued its scenario for overseas aggression since its defeat, Japan has stepped up the moves to turn itself into a military giant. It has emerged the world's war force to reckon with.\n\t\t\t\t\t\n\t\t\t\t\t It is the calculation of Japan having such huge and modern forces that in case it is able to exercise the right to collective self-defence as it pleases and turn the Self-Defence Forces into a national defence army through the revision of the existing constitution, a hurdle in carrying out a war of aggression, there will be no problem in realizing the ambition for overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t When the proposal of the ruling LDP becomes the keynote of the new \"defence programme guidelines\" for the government and is put into practice as a policy, Japan will make another giant stride forward in the efforts to realize its scenario for overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t This is precisely the reason why the international community is seriously concerned about the proposal."
        },
        {
            "title": "S. Korea Plans Another Military Drill",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-16ee.html",
            "content": "S. Korea Plans Another Military Drill\r\n Pyongyang, May 14 (KCNA) -- The 8th Army Corps of south Korea will stage a combined drill allegedly to cope with infiltration in the East Sea of Korea, according to Yonhap News of south Korea on Tuesday.\n\t\t\t\t\t The drill which will run through Thursday will bring together south Korean naval forces, coastal police and local self-governing bodies.\n\t\t\t\t\t\n\t\t\t\t\t The drill is reportedly aimed to examine the capability to conduct joint operations and establish a combined posture to cope with \"provocation\" from the north. \n\t\t\t\t\t\n\t\t\t\t\tThis saber-rattling to be staged, timed to coincide with the joint naval maneuvers targeting the north with the U.S. nuclear-powered carrier group involved, is touching off indignation at home and abroad as it is a grave military provocation to ignite a nuclear war against the north at any cost."
        },
        {
            "title": "Surprise Demonstration Staged against Nuclear Carrier's Entry into Pusan",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-05ee.html",
            "content": "Surprise Demonstration Staged against Nuclear Carrier's Entry into Pusan\r\n Pyongyang, May 14 (KCNA) -- South Korean students staged a surprise demonstration in Pusan on May 11 in protest against the U.S. nuclear carrier Nimitz's entry into Pusan Port.\n\t\t\t\t\t They blocked buses carrying crew of Nimitz on the road near the puppet Navy Operation Command base, chanting \"Withdrawal of Nuclear Carrier!\", \"No Attempt at War!\" and other slogans.\n\t\t\t\t\t\n\t\t\t\t\t Enraged by the police suppression, they staged a sit-in strike, demonstrating their will for actions against the U.S. and war.\n\t\t\t\t\t\n\t\t\t\t\t The police walked off all demonstrators."
        },
        {
            "title": "Kim Jong Un's Work Published in Switzerland",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-02ee.html",
            "content": "Kim Jong Un's Work Published in Switzerland\r\n Pyongyang, May 14 (KCNA) -- The dear respected Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and People\" was brought out in booklet by the Alpha Publishing House of Basel City of Switzerland on April 15.\n\t\t\t\t\t The work, made public on April 20, Juche 101 (2012), clarifies the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il in their lifetimes. It indicates tasks for firmly preserving and eternally glorifying their ideas and exploits."
        },
        {
            "title": " Peruvian Radio Castigates US, S. Korean Regime's Moves against DPRK",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-03ee.html",
            "content": "Peruvian Radio Castigates US, S. Korean Regime's Moves against DPRK\r\n Pyongyang, May 14 (KCNA) -- The La Voz del Obrero Radio Broadcasting Service of Peru on May 5 castigated the moves of the U.S. and the south Korean authorities against the DPRK and introduced the DPRK's principled stand on them.\n\t\t\t\t\t The radio aired the national anthem of the DPRK and a program titled \"Socialist Korea standing firm against U.S., boss of imperialism\", saying:\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun, the organ of the Central Committee of the Workers' Party of Korea, in its commentator's article laid bare the truth about the nuclear crisis on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which has posed the danger of a nuclear war to the peninsula for more than half a century.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. attempted to use A-bombs as early as during the Korean war in the 1950s. After the ceasefire, it has deployed a lot of nuclear weapons in south Korea and systematically escalated their deployment for the purpose of realizing its ambition for dominating the world with the peninsula as a springboard, thus creating a nuclear crisis on the peninsula. Consequently, the danger of a nuclear war has increased on the peninsula day by day.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK was compelled to have access to nukes as part of the measures for self-defence to shatter the U.S. adventurous moves for a nuclear war and protect socialism, the security of the nation and the peace in Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is setting in motion even its satellite forces in an attempt to force the DPRK to dismantle its nukes.\n\t\t\t\t\t\n\t\t\t\t\t But socialist Korea will firmly adhere to the revolutionary principle and bolster its nuclear deterrent by simultaneously pushing forward economic construction and the building of nuclear force as long as the U.S. persists in its hostile acts.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should feel responsible for this situation as the arch criminal who created the nuclear crisis on the peninsula and sincerely opt for defusing it.\n\t\t\t\t\t\n\t\t\t\t\t The world progressive people and workers extend invariable support and solidarity to the Korean people in their heroic struggle.\n\t\t\t\t\t\n\t\t\t\t\t They are convinced of the DPRK's victory in the nuclear standoff with the U.S."
        },
        {
            "title": "En Pyongyang comitiva de Isao Iijima",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-18ee.html",
            "content": "En Pyongyang comitiva de Isao Iijima\r\nPyongyang, 14 de mayo (ACNC) -- Llego el dia 14 a esta capital la comitiva de Isao Iijima, consejero especial encargado del manejo de crisis en el gabinete de Abe de Japon, y su comitiva."
        },
        {
            "title": "Rodong Sinmun se refiere a leccion de crisis nuclear de Peninsula Coreana",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-19ee.html",
            "content": "Rodong Sinmun se refiere a leccion de crisis nuclear de Peninsula Coreana\r\nPyongyang, 14 de mayo (ACNC) -- El fortalecimiento de las fuerzas armadas nucleares garantiza la soberania, la eterna prosperidad economica y la felicidad de la Republica Popular Democratica de Corea.  Esto es la conclusion que sacamos de la leccion grave de la crisis nuclear en la Peninsula Coreana.\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un articulo individual de este martes y continua:\n\t\t\t\t\t\n\t\t\t\t\t Aunque terminaron los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\" de Estados Unidos y la banda titere surcoreana que llevaron al borde de la guerra nuclear la situacion de la Peninsula Coreana, pero existe todavia en esta region el peligro de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. y la horda titere surcoreana volvieron a librar el entrenamiento de canonazos y el otro combinado antisubmarino en el Mar Oeste de Corea. Y desarrollan desde el dia 10 en el Mar Este de Corea el simulacro combinado maritimo  movilizando hasta el colectivo de ataque de superportaaviones nuclear Nimitz.\n\t\t\t\t\t\n\t\t\t\t\t  Asi, no se ha relajado nunca la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t Tal situacion nos da la leccion de que sin  enfrentarse con el poderoso disuasivo nuclear a las maniobras de las fuerzas hostiles que recurren con frenesi a la provocacion de guerra esgrimiendo las armas nucleares, no seran defendidas la soberania del pais ni la paz.\n\t\t\t\t\t\n\t\t\t\t\t  Sin apoyarse en las fuerzas armadas nucleares, la RPDC sera victima eterna del parcial orden internacional.\n\t\t\t\t\t\n\t\t\t\t\t  Cuanto mas ejerce EE.UU. la amenaza nuclear, tanto mas se fortaleceran las fuerzas armadas nucleares de la RPDC."
        },
        {
            "title": "No se cambia intencion real de EE.UU. y Sur de Corea, apunta Minju Joson",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-20ee.html",
            "content": "No se cambia intencion real de EE.UU. y Sur de Corea, apunta Minju Joson\r\nPyongyang, 14 de mayo (ACNC) -- Desde el dia 6 se inicio el entrenamiento combinado antisubmarino Estados Unidos-Sur de Corea en el Mar Oeste de Corea y el dia 11 entro en el puerto surcoreano de Pusan el superportaaviones nuclear norteamericano Nimitz para participar en el simulacro maritimo EE.UU-Sur de Corea que se desarrolla en los Mares Este y Sur de Corea.\n\t\t\t\t\t Asi senala el periodico Minju Joson en un comentario individual difundido este martes y continua:\n\t\t\t\t\t\n\t\t\t\t\t Nadie considera como \"ejercicio defensivo anual\" para \"detener la provocacion\" de alguien el entrenamiento belico aventurero que se desarrolla con la movilizacion de inmensas fuerzas armadas y medios de ataque nuclear capaces de hacer una guerra entera.\n\t\t\t\t\t\n\t\t\t\t\t  Nadie podra afirmar que EE.UU. y los titeres surcoreanos no provocarian la guerra total en cualquier tiempo desarrollando el simulacro de agresion al Norte de Corea en las aguas cercanas a este.\n\t\t\t\t\t\n\t\t\t\t\t  Lo mas grave es que se eleva el nivel del entrenamiento de guerra de agresion al Norte de Corea coincidiendo en tiempo con que la gobernante surcoreana confirmo el \"fortalecimiento de la alianza\" durante su visita a EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Nunca se cambio la intencion de EE.UU. y los titeres surcoreanos de atacar a la RPDC con las fuerzas armadas y con el paso de tiempo se tornan mas persistentes y abiertas las maniobras encaminadas a provocar la guerra de agresion al Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  La situacion dada comprueba que es muy clarividente y justa la linea estrategica del Partido del Trabajo de Corea de desarrollar paralelamente la construccion economica y la de las fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. y los titeres deben conocer correctamente quien es su contraparte y parar el entrenamiento de guerra de agresion y los actos hostiles abandonando el intento absurdo de asustar a la RPDC con el portaaviones nuclear."
        },
        {
            "title": "Minju Joson denuncia proyecto sobre defensa de Japon",
            "url": "http://kcna.co.jp/item/2013/201305/news14/20130514-21ee.html",
            "content": "Minju Joson denuncia proyecto sobre defensa de Japon\r\nPyongyang, 14 de mayo (ACNC) -- Hace poco, el Partido Democratico Liberal de Japon trazo el \"proyecto sobre la defensa\" para elaborar el nuevo \"programa de defensa\" del gobierno. \n\t\t\t\t\tEl proyecto estipula el ejercicio de derecho a la autodefensa colectiva y la fundacion del ejercito de defensa nacional segun la \"enmienda de la constitucion\", la disposicion de capacidad de ataque contra las bases de lanzamiento de misil y el estudio sobre la estrategia de disuasivo nuclear bajo el rotulo de la amenaza de alguien. \n\t\t\t\t\t\n\t\t\t\t\tEl periodico Minju Joson, en un comentario individual de este martes, revela que el proyecto no pasa de ser un \"programa de guerra\" para realizar el objetivo agresivo y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl ejercicio de derecho a la autodefensa colectiva, la fundacion del ejercito de defensa nacional, la disposicion de la capacidad de ataque contra las bases enemigas, etc. no tienen nada que ver con la defensa.\n\t\t\t\t\t\n\t\t\t\t\tEl pais isleno persigue desde su derrota en la segunda guerra mundial hasta la fecha la ambicion de guerra a ultramar. \n\t\t\t\t\t\n\t\t\t\t\tPara ese fin, hizo incansables esfuerzos por la conversion del pais en la potencia militar y ya se ha formado como una fuerza de guerra nunca despreciable en el ambito mundial. \n\t\t\t\t\t\n\t\t\t\t\tJapon con enormes fuerzas armadas modernas intenta modificar la constitucion vigente que impide el cumplimiento de la guerra de agresion para ejercer el derecho a la autodefensa colectiva y ascender las \"Fuerzas de Autodefensa\" como ejercito de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tEn caso de que el proyecto del Partido Democratico Liberal en poder, se ponga en practica como nucleo de nuevo \"programa de defensa\" del gobierno japones, se facilitara mas para Japon la realizacion de la ambicion de agresion a ultramar. \n\t\t\t\t\t\n\t\t\t\t\t Es por eso que la sociedad internacional expresa gran preocupacion por el \"proyecto de defensa\" del Partido Democratico Liberal."
        }
    ]
}