{
    "date": "2013-07-16",
    "url": "http://kcna.co.jp/item/2013/201307/2013-07-16ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Children's Hospital, Dental Hospital under Construction ",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-24ee.html",
            "content": "Kim Jong Un Visits Children's Hospital, Dental Hospital under Construction \r\n Pyongyang, July 16 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, Tuesday provided field guidance to the children's hospital and dental hospital now under construction.\n\t\t\t\t\t The first leg of his guidance was the children's hospital.\n\t\t\t\t\t\n\t\t\t\t\t Commanding a bird's eye view of the construction site, he heard a report on the progress made in the construction from commanding officers of the unit.\n\t\t\t\t\t\n\t\t\t\t\t Going round various places of the site, he learned in detail about if the construction was being under way qualitatively as required by the design.\n\t\t\t\t\t\n\t\t\t\t\t He was satisfied to learn that the soldier-builders has pushed forward the project after winding up the frame work in the main in a brief span of time since they broke the ground for it.\n\t\t\t\t\t\n\t\t\t\t\t The second leg of his visit was the dental hospital.\n\t\t\t\t\t\n\t\t\t\t\t He asked about the progress made in the project and issues arising in pressing ahead with it.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the tasks to be fulfilled for the construction of the hospitals after looking round the construction sites.\n\t\t\t\t\t\n\t\t\t\t\t He said that what is important for building the hospitals is to carry out the projects qualitatively and make good preparations for equipping the hospitals with modern facilities and successfully operating them.\n\t\t\t\t\t\n\t\t\t\t\t In order to build the children's hospital and dental hospital as modern ones as required by the new century, it is necessary to perfectly equip the hospitals with ultra-modern medical appliances including multi-purpose roentgen, CT and comprehensive dental treatment apparatuses, he noted.\n\t\t\t\t\t\n\t\t\t\t\tHe underscored the need to provide the hospitals not only with the equipment to be used for preventing diseases, conducting diagnosis and treatment and promoting health according to the nature and services  of the hospitals but with articles necessary for patients' living in a far-sighted manner. \n\t\t\t\t\t\n\t\t\t\t\t Noting that there is nothing to spare for the good of the people and children, he said that the WPK would provide medical equipment, TV sets, refrigerators, etc. for the wards.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the builders and officials concerned would successfully complete the hospitals by the anniversary of the founding of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Pak Pong Ju, Ri Jae Il, Ma Won Chun and Ho Hwan Chol."
        },
        {
            "title": "Talks between DPRK and European Parliament Delegations Held",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-12ee.html",
            "content": "Talks between DPRK and European Parliament Delegations Held\r\n Pyongyang, July 16 (KCNA) -- Talks between the delegation of the DPRK-EU Friendship Parliamentary Group and the delegation for relations with the Korean Peninsula of the European Parliament were held at the Mansudae Assembly Hall on Tuesday.\n\t\t\t\t\t Present there from the DPRK side were members of the delegation of the DPRK-EU Friendship Parliamentary Group led by Chairman Ri Jong Hyok and from the EP side members of the delegation for relations with the Korean Peninsula of the European Parliament led by Chairman Herbert REUL.\n\t\t\t\t\t\n\t\t\t\t\t At the talks, both sides exchanged views on the issue of boosting the relations between the two parliaments and a series of issues of mutual concern."
        },
        {
            "title": "Kim Yong Il Meets Advisor to Mongolian President",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-17ee.html",
            "content": "Kim Yong Il Meets Advisor to Mongolian President\r\n Pyongyang, July 16 (KCNA) -- Kim Yong Il, secretary of the C.C., the Workers' Party of Korea, Tuesday met and had a talk in a friendly atmosphere with Lundeg Purevsuren, national security and foreign policy advisor to the president of Mongolia, and his party who paid a courtesy call on him."
        },
        {
            "title": "DPRK FM Meets Advisor to Mongolian President",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-18ee.html",
            "content": "DPRK FM Meets Advisor to Mongolian President\r\n Pyongyang, July 16 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Tuesday met and had a talk in a friendly atmosphere with Lundeg Purevsuren, national security and foreign policy advisor to the president of Mongolia, and his party who paid a courtesy call on him."
        },
        {
            "title": "Advisor to Mongolian President Visits Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-13ee.html",
            "content": "Advisor to Mongolian President Visits Kumsusan Palace of Sun\r\n Pyongyang, July 16 (KCNA) -- Lundeg Purevsuren, national security and foreign policy advisor to the president of Mongolia, and his party visited the Kumsusan Palace of the Sun to pay tribute to the great Generalissimos Kim Il Sung and Kim Jong Il on Tuesday.\n\t\t\t\t\t They paid respects to the Generalissimos before their statues. \n\t\t\t\t\t\n\t\t\t\t\t Then they paid homage to the Generalissimos in the halls where they lie in state.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the halls where the orders the Generalissimos received are on display and halls which house cars, electric car, boat and train coaches which they used during field guidance and foreign trips till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t The advisor wrote in the visitor's book that he pays high tribute to the great leaders of the Korean people."
        },
        {
            "title": "Credentials to Kim Yong Nam from Rwandan Ambassador",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-19ee.html",
            "content": "Credentials to Kim Yong Nam from Rwandan Ambassador\r\n Pyongyang, July 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Francois Xavier Ngarambe, Rwandan ambassador to the DPRK, at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\t He had a talk with the ambassador after receiving the credentials."
        },
        {
            "title": "Gifts to Kim Jong Un from Russians ",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-14ee.html",
            "content": "Gifts to Kim Jong Un from Russians \n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- The general managers of Promtekh Stroi Co., Ltd. and Khabspirtprom Co., Ltd. in Russia made gifts to the dear respected Kim Jong Un on the occasion of the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t The gifts were handed to DPRK officials concerned working in Russia by General Manager Koshei Aleksei Anatoliyevich of Promtekh Stroi Co., Ltd. and General Manager Mesropan David Baginakovich of Khabspirtprom Co., Ltd."
        },
        {
            "title": "U.S. Talk about \"Missile Threat from North Korea\" Refuted: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-15ee.html",
            "content": "U.S. Talk about \"Missile Threat from North Korea\" Refuted: KCNA Commentary\r\n Pyongyang, July 16 (KCNA) -- The U.S. Congressional  Research Service in its recent report called for \"cooperation\" between the U.S. and its allies in establishing the U.S.-led combined MD system in the Asia-Pacific region, crying out for \"bolstering  deterrence and defensive capabilities to cope with missile threat from north Korea.\"\n\t\t\t\t\t This is a revelation of the U.S. sinister strategic scenario to justify its arms build-up under the pretext of threat from someone, contain its potential rivals China and Russia and thus dominate the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has long trumpeted about \"threat\" to justify its arms race and arms build-up while covering up its ulterior purpose of aggression.\n\t\t\t\t\t\n\t\t\t\t\t In the Cold War period it invested a fabulous amount of money in setting up strategic military bases throughout the world under the pretext of the \"threat from the Soviet Union\". It, at the same time, desperately pressed ahead with its Star Wars Project.\n\t\t\t\t\t\n\t\t\t\t\t After the demise of the Cold War the U.S. persistently worked to establish the \"U.S.-led world order\" through its military expansion and undisguised moves for aggression under the pretexts of \"threat by terrorism\" and \"threat of WMDs\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has put spurs to establishing a MD system in Asia.  Floating a fiction about \"missile threat\" from the DPRK, Washington deployed 14 interceptor missiles worth a billion dollars in Alaska in a recent period. It decided to additionally deploy X-band radar having stronger capability to track missiles in Japan.\n\t\t\t\t\t\n\t\t\t\t\t As recognized by the fair-minded public opinion in the world, the missile force of the DPRK is a just means for self-defence to protect the sovereignty of the country and security of its people from the U.S. deep-rooted nuclear blackmail.\n\t\t\t\t\t\n\t\t\t\t\t The missiles of the DPRK do not pose any threat to anyone unless the latter provokes the former.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. is busy establishing a huge ring-shaped MD system from Alaska to Australia via south Korea, Japan and Philippines while trumpeting about \"missile threat from north Korea.\" Why?\n\t\t\t\t\t\n\t\t\t\t\t Now the U.S. regards China and Russia as main powers capable of challenging its scenario to dominate the Asia-Pacific region in military, economic and military aspects.\n\t\t\t\t\t\n\t\t\t\t\t The Washington Post on January 14, 2002 noted that the CIA had already designated China and Russia as potential rivals capable of challenging its interests as early as in the 1990s. Later, the U.S. added the DPRK and Iran to the list of \"threat-posing states\" under the pressure of the Republican Party which was crazy about seeking an excuse for building a missile shield in Asia.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the key purpose of the U.S. MD is to contain the regional powers China and Russia and its talk about \"missile threat from north Korea\" is nothing but a smokescreen to hide it.\n\t\t\t\t\t\n\t\t\t\t\t By building a missile shield in Asia the U.S. seeks to surpass China and Russia in the military field, plug them into an arms race and thus weaken their national powers and hinder their development.\n\t\t\t\t\t\n\t\t\t\t\t Facts go to prove that \"threat of north Korean missiles\" touted by the U.S. is a theory of a new-version of Cold War more dangerous than the theories of \"threat\" floated by it in the past.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, indeed, the state posing the biggest threat to the world and a hotbed of tension.\n\t\t\t\t\t\n\t\t\t\t\t Unpardonable is the criminal scenario of the U.S. to turn the Asia-Pacific region desirous of peace and development into a theatre of showdown for world domination."
        },
        {
            "title": "Rodong Sinmun on Immortality of Leaders",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-07ee.html",
            "content": "Rodong Sinmun on Immortality of Leaders\r\n Pyongyang, July 16 (KCNA) -- It is an expression of a high sense of moral obligation of soldiers and disciples of the great Generalissimos Kim Il Sung and Kim Jong Il to firmly arm themselves with the revolutionary ideas of the leaders and devote everything to the cause of immortalizing them, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t A leader is alive for his great revolutionary idea, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Throughout the history of the Korean revolution, whole society has been modeled on the revolutionary idea of the leaders.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism expounds the glorious revolutionary history of the Generalissimos and it reflects their lifelong cause and desires.\n\t\t\t\t\t\n\t\t\t\t\t Only when we hold fast to Kimilsungism-Kimjongilism as the eternal guiding idea of our party and revolution, can we win the final victory of the revolutionary cause of Juche pioneered and advanced by the Generalissimos, and provide their immortality.\n\t\t\t\t\t\n\t\t\t\t\t A leader is also immortal by his revolutionary feats.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il regarded it as his lifetime mission to accomplish the revolutionary cause of Juche pioneered by Kim Il Sung generation after generation. He dynamically advanced the revolution and construction in line with the idea and intention of Kim Il Sung as his closest comrade and the most loyal comrade-in-arms.\n\t\t\t\t\t\n\t\t\t\t\t The historic cause of carrying forward the leader's revolutionary idea and tradition and bringing into full bloom his idea is realized by an outstanding leader.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un is a peerlessly great man with intense loyalty to the cause of the leader and rare political ability.\n\t\t\t\t\t\n\t\t\t\t\t He proclaimed it as the supreme programme of the Workers' Party of Korea to model the whole society on Kimilsungism-Kimjongilism and put forward Kim Jong Il's patriotism as the core of the mental power of all the service personnel and the people who have turned out in the general advance for building a thriving nation. This is a full demonstration of his fixed will to glorify the revolutionary idea and patriotic feats of the Generalissimos."
        },
        {
            "title": "Minju Joson Warns Japan against Toeing U.S. Policy ",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-09ee.html",
            "content": "Minju Joson Warns Japan against Toeing U.S. Policy \n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- The  Japanese defense minister was recently reported to have grumbled that he has never imagined north Korea is possessed of so many missiles of such improved type and it conducted a series of nuclear tests and that there is no knowing  its missiles may be tipped with nuclear warheads, though not right now. He underscored the need for Japan to examine the issue of acquiring the \"capability to strike enemy bases\" in order to \"cope with future crisis\".\n\t\t\t\t\t Minju Joson Tuesday in a commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What he uttered is nothing but a cynical ploy to justify Japan's moves to realize its scenario for staging a comeback to Korea under the pretext of \"missile threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is to blame for the instability prevailing on the Korean Peninsula and the DPRK's decision to opt for bolstering up its nuclear and missile forces.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has always worked hard to put the whole of the peninsula under its control by stifling the DPRK by force of arms while increasing its military presence in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard fact, the Japanese reactionaries are now zealously joining the U.S. in its smear campaign against the DPRK while creating impression that it is escalating the tensions on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The ulterior intention of Japan is to justify its moves to turn itself into a military giant and its moves to launch militarist overseas aggression and create favorable conditions for gaining the position as a leader of Asia, pursuant to the U.S. hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should bear in mind they are gravely mistaken if they calculate everything will be okay if that scenario is accomplished.\n\t\t\t\t\t\n\t\t\t\t\t It will be beneficial for Japan's security to live with its own senses rather than being hit hard for dancing to the tune of the U.S."
        },
        {
            "title": "Koreans in Japan Pay Floral Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-16ee.html",
            "content": "Koreans in Japan Pay Floral Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, July 16 (KCNA) -- The delegation of the Association of Koreans in Japan for Peaceful Reunification led by Chairman Ri Tong Je visited the statues of President Kim Il Sung and general secretary Kim Jong Il on Mansu Hill Tuesday. The delegation came here to participate in the events marking the 60th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\t The members of the delegation laid bouquets before the statues before paying tribute to them."
        },
        {
            "title": "Kim Il Sung Leads Korean War to Victory (3)",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-20ee.html",
            "content": "Kim Il Sung Leads Korean War to Victory (3)\r\n Pyongyang, July 16 (KCNA) -- In September Juche 39 (1950), when the Korean People's Army was forced to take a strategic temporary retreat in the Korean War (June 25, 1950 - July 27, 1953), President Kim Il Sung convened an operational meeting of the KPA Supreme Command and advanced a policy of forming the second front in order to reverse the war situation.\n\t\t\t\t\t It was the first in the world's history of wars that large units of a regular army carried on military actions in the enemy rear.\n\t\t\t\t\t\n\t\t\t\t\t In accordance with the policy, the second front was formed in a short time, with the KPA's 2nd Corps as main forces.\n\t\t\t\t\t\n\t\t\t\t\t The units of the second front, in close cooperation with guerrilla units, actively launched combat actions against the U.S. and south Korean puppet forces, providing favorable conditions for counter-offensive operations on all fronts.\n\t\t\t\t\t\n\t\t\t\t\t In the first operations held in the period of the 3rd stage of the war, they fought 200 odd battles, checking about 100 000 enemy troops from moving to the front line.\n\t\t\t\t\t\n\t\t\t\t\t Until mid-December 1950, they killed or captured more than 31,200 enemy troops and seized an area covering nearly 30,000 square kilometers, making a big contribution to driving the aggressors back to the area south of the 38th parallel.\n\t\t\t\t\t\n\t\t\t\t\t Such military achievements were attributable to Kim Il Sung's far-sighted military wisdom and superb commanding art."
        },
        {
            "title": "Tele-education System Popular in DPRK",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-21ee.html",
            "content": "Tele-education System Popular in DPRK\r\n Pyongyang, July 16 (KCNA) -- Tele-education system is gaining popularity among factory workers in the Democratic People's Republic of Korea. \n\t\t\t\t\t In this regard, KCNA had an interview with Kim Il Nam, rector of the Tele-education College under Kim Chaek University of Technology. \n\t\t\t\t\t\n\t\t\t\t\t Q: Would you like to tell me about the operation of the college? \n\t\t\t\t\t\n\t\t\t\t\t A: The first students of the college were workers of the Hwanghae Iron and Steel Complex.\n\t\t\t\t\t\n\t\t\t\t\t Now the college gives lectures to 150 odd industrial establishments, including the Pyongyang Thermal Power Complex and the Pyongyang Essential Foodstuff Factory. \n\t\t\t\t\t\n\t\t\t\t\t Q: Please tell me about the school subjects and years. And who can study at the college?\n\t\t\t\t\t\n\t\t\t\t\t A; The college has 20 subjects, including mechanical and metal engineering.\n\t\t\t\t\t\n\t\t\t\t\t The five-year college accepts hands-on workers, engineers, management officials and disabled persons.\n\t\t\t\t\t\n\t\t\t\t\t Q: I want to know how the teaching is going on at the college. Can you tell me about it?\n\t\t\t\t\t\n\t\t\t\t\t A: All of its teaching is heuristic.\n\t\t\t\t\t\n\t\t\t\t\t Students understand over 80 percent of what they are taught. They can get repeated lectures from the college's teachers on video.\n\t\t\t\t\t\n\t\t\t\t\t In a word, the tele-education system meets the demand of people for getting more knowledge with the changes of the times."
        },
        {
            "title": "Functional Food Made with Kaesong Insam",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-22ee.html",
            "content": "Functional Food Made with Kaesong Insam\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- The Jangsu Insam Processing Factory under the Korea Jangsu Trading Corporation produces different kinds of health food with insam (ginseng) cultivated in Kaesong area.\n\t\t\t\t\t Among them are food made with mixtures of rice and steamed and dried insam as well as food made with mixtures of flour and insam. Only six-year-old insam is useful for the food.\n\t\t\t\t\t\n\t\t\t\t\t Coated with insam extracts, the rice is good for relieving fatigue, enhancing immunity and preventing diseases.\n\t\t\t\t\t\n\t\t\t\t\t The flour helps prevent human body from being affected by electromagnetism and radioactive rays. Especially, it is helpful for recovery after surgery.\n\t\t\t\t\t\n\t\t\t\t\t With the flour, one can cook noodle, bread, fry and pancake. Their absorption rates are over 90 percent.\n\t\t\t\t\t\n\t\t\t\t\t It gives no adverse effect on human body. \n\t\t\t\t\t\n\t\t\t\t\t Kaesong insam contains nutrients, including insam saponin, sugar, essential oil, amino acid, peptide, organic mineral matters, microelements and vitamins.\n\t\t\t\t\t\n\t\t\t\t\t The World Intellectual Property Organization (WIPO) decided to award inventors of the flour certificates of top inventors and medals in April 2013."
        },
        {
            "title": "S. Korea Hit by Downpour ",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-06ee.html",
            "content": "S. Korea Hit by Downpour \r\n Pyongyang, July 16 (KCNA) -- Downpour has hit south Korea for the last several consecutive days, causing big damage, according to KBS of south Korea on Monday.\n\t\t\t\t\t Flood and landslide hit Pochon, Kyonggi Province and Hongchon, south Korean Kangwon Province on Sunday, leaving two persons dead and one person missing in Kaphyong, Kyonggi Province.\n\t\t\t\t\t\n\t\t\t\t\t At least 70 houses were inundated and many people were left homeless.\n\t\t\t\t\t\n\t\t\t\t\t Roads in more than 20 areas of Kyonggi Province and south Korean Kangwon Province were washed away and landslides struck at least 10 places."
        },
        {
            "title": "U.S. High-handedness and S. Korea's Submission Denounced",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-08ee.html",
            "content": "U.S. High-handedness and S. Korea's Submission Denounced\r\n Pyongyang, July 16 (KCNA) -- The south Korean authorities at negotiations in Washington with their master U.S. reaffirmed their intention to conclude by upcoming October a special agreement on sharing the expenses for the upkeep of the U.S. forces. The U.S. forced south Korea to bear 50 percent of the expenses. \n\t\t\t\t\t Minju Joson Tuesday in a commentary says:\n\t\t\t\t\t\n\t\t\t\t\t The recent negotiations exposed Washington's arbitrary practices and Seoul's despicable sycophantic nature. \n\t\t\t\t\t\n\t\t\t\t\t It is the brigandish act that the U.S. imposes on south Korea the burden for the upkeep of its forces. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. spends the funds collected from the south Korean people as taxes for meeting its interests. \n\t\t\t\t\t\n\t\t\t\t\t Not content with this, the U.S. is trying to impose heavier burden on south Korea. This shows that the U.S. has gone to the extremes in its robber-like practices of squandering taxes paid by the south Korean people for making preparations for a war. \n\t\t\t\t\t\n\t\t\t\t\t It is disgrace for the nation to pay money for the upkeep of the U.S. forces in south Korea, the chieftain of the national division and root cause of war. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south Korean authorities held negotiations with the U.S. for a new agreement, an unpardonable act of treachery and sycophancy to the U.S. \n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the increase of the expenses for the upkeep of the U.S. troops in south Korea will bring bigger misfortune and sufferings to the people and bigger danger of war to the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The traitorous act of the south Korean regime can never be pardoned as it only seeks to hurt the fellow countrymen in disregard of the destiny of the country and the nation. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should drop its anachronistic hostile policy towards the DPRK and withdraw its troops from south Korea."
        },
        {
            "title": "S. Korean IS Slammed for Its Interference in Election",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-10ee.html",
            "content": "S. Korean IS Slammed for Its Interference in Election\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- Students of a high school in Muju, North Jolla Province of south Korea held a press conference at Kwanghwamun Square in Seoul on Sunday at which they published a declaration on the situation denouncing the puppet Intelligence Service (IS) for its illegal interference in the election, according to CBS of south Korea.\n\t\t\t\t\t In the declaration they held that democracy has been seriously threatened by the IS.\n\t\t\t\t\t\n\t\t\t\t\t The \"Emergency Situation Council for Condemning IS's Interference in the Politically-motivated Presidential Election\" made up of more than 200 civic and public organizations held a candlelight rally outside the head office of Dong-A Ilbo on the same day. It demanded the dismissal of the director of the IS and state investigation into the case of the IS."
        },
        {
            "title": "S. Korean Chief Executive Urged to Apologize for IS's Case",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-11ee.html",
            "content": "S. Korean Chief Executive Urged to Apologize for IS's Case\n\t\t\t\t\t\t\r\n Pyongyang, July 16 (KCNA) -- The representative of the opposition Democratic Party of south Korea on Sunday demanded the present chief executive apologize for the interference of the puppet Intelligence Service (IS) in the election, according to KBS of south Korea.\n\t\t\t\t\t The present chief executive was the main player in the case of the IS, he said, demanding she make an apology to the people.\n\t\t\t\t\t\n\t\t\t\t\t He urged the chief executive to honestly clarify truth about the political plot related to the election and the will to punish those involved irrespective of their positions.\n\t\t\t\t\t\n\t\t\t\t\t The IS fabricated and disclosed important secrets such as the minutes of the south-north summit and even the Ministry of Defense came out to falsify truth, he said, questioning the chief executive, \"Is it a state policy to set in motion the IS and the military?\""
        },
        {
            "title": "Candlelight Rally Held in South Korea",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-23ee.html",
            "content": "Candlelight Rally Held in South Korea\r\n Pyongyang, July 16 (KCNA) -- There was the third candlelight rally in Kwangju of south Korea on July 12 in protest against the puppet Intelligence Service's illegal interference in the election.\n\t\t\t\t\t It was attended by many citizens, workers, youth and students in Kwangju City.\n\t\t\t\t\t\n\t\t\t\t\t The speakers accused the IS of frequently violating democracy and getting involved in the election rigging and political operations.\n\t\t\t\t\t\n\t\t\t\t\t Not only south Koreans but also overseas Koreans are greatly angered by the IS's interference in the election, they said.\n\t\t\t\t\t\n\t\t\t\t\t They called for forcing the present regime to step down through the people's campaign and candlelight actions, noting that it is clear Park Geun Hye was a \"president\" chosen by the IS.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the chief executive own a due responsibility for the election rigging."
        },
        {
            "title": "Remembrance Meetings Held in Foreign Countries",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-03ee.html",
            "content": "Remembrance Meetings Held in Foreign Countries\r\n Pyongyang, July 16 (KCNA) -- Meetings for remembering President Kim Il Sung took place in Cambodia, Democratic Congo and Germany between July 6 and 8 on the occasion of the 19th anniversary of his demise.\n\t\t\t\t\t The participants laid bouquets before the portraits of the great Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kong Sam Ol, deputy prime minister for Royal Palace of Cambodia, said that Kim Il Sung was the great man who devoted all his life to the happiness of the people, always finding himself among them.\n\t\t\t\t\t\n\t\t\t\t\t Though he passed away, the Korean people are holding him in high esteem as their eternal leader, Kong Sam Ol said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The traditional friendly relations between the two countries which were provided by Great King Norodom Sihanouk and President Kim Il Sung will steadily develop in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Otete Gaston Mboyo, deputy general secretary of the Central Committee of the Communist Party of Democratic Congo who doubles as chairman of the Democratic Congo-Korea Friendship and Solidarity Association, said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was the great man of the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t He applied the Juche idea and led the Korean revolution and the world revolution to victory.\n\t\t\t\t\t\n\t\t\t\t\t He was an invincible and iron-willed commander who defeated the Japanese imperialists, founded the DPRK as the genuine country of the people and brought about a great victory in the Korean War ignited by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t HeThe President built the DPRK as a socialist power independent in politics, self-supporting in economy and self-reliant in national defence and served the people till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t His great exploits for the Korean revolution and the world revolution will remain forever in the hearts of the Korean people and the progressives.\n\t\t\t\t\t\n\t\t\t\t\t Messages to the dear respected Kim Jong Un were adopted at the meetings held in Democratic Congo and Germany."
        },
        {
            "title": "Foreign Newspapers Praise Kim Il Sung",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-04ee.html",
            "content": "Foreign Newspapers Praise Kim Il Sung\r\n Pyongyang, July 16 (KCNA) -- Foreign newspapers carried special write-ups and articles on the occasion of the 19th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The Iranian paper Iran News on July 7 devoted one whole page to a special write-up under the title \"The great exploits performed by President Kim Il Sung will be immortal\" illustrated with the portrait of smiling Kim Il Sung and photos of him standing together with general secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The paper in an article titled \"Eternal sun of Juche\" said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung not only provided the great guiding idea for accomplishing the cause of independence by founding the Juche idea but also opened a new era for the development of international relations based on independence.\n\t\t\t\t\t\n\t\t\t\t\t He will always live in the hearts of the world people aspiring after independence as the sun of Juche as he devoted his life to the victorious advance of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The paper carried a picture of the panoramic view of the Kumsusan Palace of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t The July 3rd issue of the Lao paper Congtap Pasason Lao carried an article titled \"Kim Il Sung, eternal President\" with the portrait of his beaming image and the July 5th issue of the Nepalese paper Arpan an article titled \"Essence of the Juche idea\".\n\t\t\t\t\t\n\t\t\t\t\t The July 8th issue of the Syrian paper Al Baath introduced in detail in an article titled \"President Kim Il Sung struggled for global independence\" the facts that he materially and morally supported the national liberation struggle of peoples of other countries. Streets, institutions and organizations of many countries were named after his august name, the article added.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the august name of Kim Il Sung who energetically worked for global independence till the last moments of his life would be kept in the hearts of hundreds of millions of people."
        },
        {
            "title": "Lectures Given in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-05ee.html",
            "content": "Lectures Given in Different Countries\r\n Pyongyang, July 16 (KCNA) -- Lectures took place in Mexico, Sweden and Benin on July 4 and 7 on the occasion of the 19th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Andres Gasca Sanchez, chairman of the Mexican Friend Association for Memory of President Kim Il Sung and General secretary Kim Jong Il in a lecture said that Kim Il Sung founded the Juche idea, an idea guiding the era of independence, and liberated Korea.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was a great statesman who led the Fatherland Liberation War to victory and made immortal contributions to accomplishing the world socialist revolution and the popular masses' cause of independence by wisely leading the socialist revolution and construction in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He was a genius of creation and construction who turned the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence, holding high the banner of Juche and socialism.\n\t\t\t\t\t\n\t\t\t\t\t Eric Andersson, international secretary of the Communist Party in Sweden, noted:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung regarded it as an issue of paramount importance to remove mistrust and conflict between the north and the south blamed on foreign forces and achieve national unity in realizing reunification of Korea and always prioritized great national unity. He thought the national interests should be given priority irrespective of differences in ideology, ism and social system in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t Pascal Zouncheme, chairman of the Benin Group for the Study of Kimilsungism-Kimjongilism, said that Kim Il Sung, great pioneer of the human cause of independence, has been boundlessly revered by the Korean people and progressives of the world, praising him for setting a good example in the struggle of national liberation in colony and positively helping the world oppressed people in their struggle for national liberation."
        },
        {
            "title": "Kim Jong Il's Work Carried by Russian Paper",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-01ee.html",
            "content": "Kim Jong Il's Work Carried by Russian Paper\r\n Pyongyang, July 16 (KCNA) -- The Russian paper Patriot No. 25 carried the full text of general secretary Kim Jong Il's work \"Let Us Glorify the Great Achievements of the Respected Leader Comrade Kim Il Sung\".\n\t\t\t\t\t The work, made public on April 17, Juche 81 (1992), clarifies the greatness of President Kim Il Sung and the tasks for holding him in high esteem."
        },
        {
            "title": "Kim Jong Un dirige fabrica de hongos del EPC",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-25ee.html",
            "content": "Kim Jong Un dirige fabrica de hongos del EPC\r\n Pyongyang, 16 de julio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la fabrica de hongos construida en la Granja 1116 adscrita a la Unidad 534 del EPC.\n\t\t\t\t\t Escuchando explicaciones ante el plano de la fabrica, se cercioro del estado de construccion y produccion.\n\t\t\t\t\t\n\t\t\t\t\t Me agrada ver esos magnificos criaderos de hongos construidos en orden, senalo y evaluo altamente a la unidad por haber construido esa moderna fabrica de alta capacidad y aumentado la produccion.\n\t\t\t\t\t\n\t\t\t\t\t En particular, reconocio el hecho de que la sala de cultivo bajo techo fue construida con el metodo seco dentro de unos meses aplicando la tecnologia sofisticada, de modo que se haga intensiva la produccion de hongos reduciendo al maximo el area de produccion.\n\t\t\t\t\t\n\t\t\t\t\t Pregunto la cantidad de produccion anual en esa sala y prosiguio que lo que le gusta mas es la posibilidad de producir hongos a lo largo de todo el ano a diferencia de los criaderos en forma arqueada, que tienen limitaciones estacionales, y lograr asi alto y seguro rendimiento en areas reducidas.\n\t\t\t\t\t\n\t\t\t\t\t En la sala de control general, se mostro complacido de que se haya automatizado el sistema de observacion y control para vigilar en tiempo real por computadora el estado de crecimiento de hongos en cada sala de cultivo y dirigir la produccion.\n\t\t\t\t\t\n\t\t\t\t\t En la sala de germicultura, dijo que la produccion de germenes es muy importante en el cultivo de hongos y destaco que se puede aumentar la produccion cuando se obtengan con el metodo industrial los germenes.\n\t\t\t\t\t\n\t\t\t\t\t Es bueno que esta fabrica produzca los hongos combinando la sala de cultivo en forma arqueada y la de cultivo bajo techo, construida con el metodo seco, dijo y anadio que hay que construir mucho mas fabricas de hongos en el ejercito y la sociedad tomando por ejemplo esta fabrica.\n\t\t\t\t\t\n\t\t\t\t\t Al construir por doquier del pais las fabricas de hongos de este tipo, debemos materializar el legado del Presidente Kim Il Sung de convertir nuestro pais en el de hongos, apunto.\n\t\t\t\t\t\n\t\t\t\t\t Hay que enviar el diseno estandarizado para construir modernas fabricas de hongos y organizar bien la divulgacion de la tecnologia y experiencia de cultivo de hongos, senalo y tomo las medidas correspondientes.\n\t\t\t\t\t\n\t\t\t\t\t El Comandante Supremo tomo una foto de recuerdo con los empleados de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\t Le acompanaron en la ocasion Choe Ryong Hae, Jang Jong Nam, Jon Chang Bok, Han Kwang Sang, Kim Kyong Ok, Hwang Pyong So y Ma Won Chun."
        },
        {
            "title": "Tienen lugar conversaciones Norte-Sur para normalizar operacion de ZIK",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-28ee.html",
            "content": "Tienen lugar conversaciones Norte-Sur para normalizar operacion de ZIK\r\n Pyongyang, 16 de julio (ACNC) -- Tuvo lugar el dia 15 en la Zona Industrial de Kaesong la 3a ronda de conversaciones de trabajo entre las autoridades del Norte y el Sur de Corea para normalizar la operacion de esta zona.\n\t\t\t\t\t Ambas partes presentaron los proyectos de acuerdo para el particular e intercambiaron las opiniones.\n\t\t\t\t\t\n\t\t\t\t\t Acordaron sostener el 17 de julio en la ZIK la 4a ronda."
        },
        {
            "title": "Conversan en Pyongyang parlamentarios de Corea y Europa",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-26ee.html",
            "content": "Conversan en Pyongyang parlamentarios de Corea y Europa\r\n Pyongyang, 16 de julio (ACNC) -- Tuvieron lugar este martes en el Palacio de los Congresos Mansudae las conversaciones entre la delegacion del grupo parlamentario de amistad RPDC-Union Europea y la delegacion para las relaciones con la Peninsula Coreana del Parlamento Europeo.\n\t\t\t\t\t A la ocasion asistieron los miembros de la delegacion coreana encabezada por el presidente del grupo Ri Jong Hyok y los de la delegacion visitante dirigida por el presidente Herbert REUL.\n\t\t\t\t\t\n\t\t\t\t\t Ambas partes intercambiaron criterios sobre el mayor desarrollo de las relaciones entre los dos parlamentos y otros temas de interes mutuo."
        },
        {
            "title": "ACNC revela intento de EE.UU. detras del rumor de \"amenaza de misil de Norte de Corea\"",
            "url": "http://kcna.co.jp/item/2013/201307/news16/20130716-27ee.html",
            "content": "ACNC revela intento de EE.UU. detras del rumor de \"amenaza de misil de Norte de Corea\"\r\n Pyongyang, 16 de julio (ACNC) -- El Servicio de Investigacion del Congreso de Estados Unidos, en su reciente informe, abogo por la \"cooperacion\" de los paises aliados en el establecimiento del sistema de defensa antimisiles bajo patrocinio de EE.UU. en la region de Asia-Pacifico, hablando del \"aumento de disuasivo y de capacidad defensiva frente a la amenaza de misil del Norte de Corea\".\n\t\t\t\t\t Esto es una expresion del intento estrategico de justificar el aumento de gastos militares, bajo el pretexto de la \"amenaza\" de alguien, y mantener a raya a sus rivales potenciales China y Rusia para tomar a la larga la hegemonia mundial. \n\t\t\t\t\t\n\t\t\t\t\t En el periodo de la guerra fria, desembolso enormes fondos bajo el pretexto de la \"amenaza de la URSS\" para instalar por doquier del mundo las bases militares estrategicas y trato con desesperacion para poner en practica el plan de \"guerra de galaxias\". \n\t\t\t\t\t\n\t\t\t\t\t Despues de la guerra fria, hablando de la \"amenaza del terrorismo y de armas de exterminio masivo\", recurrio al aumento armamentista y las agresiones y al establecimiento del \"orden mundial bajo el mando de EE.UU\". \n\t\t\t\t\t\n\t\t\t\t\t Difundiendo el rumor de la \"amenaza de misil\" de la Republica Popular Democratica de Corea, da acicate al establecimiento del sistema de defensa antimisil en Asia. Para ese fin, tomo recientemente la decision de emplazar adicionalmente en Alaska 14 misiles interceptores valorados en mil millones de US$, y el \"radar de banda X\" en Japon.\n\t\t\t\t\t\n\t\t\t\t\t Como reconoce la imparcial opinion publica del mundo, las fuerzas coheteriles de la RPDC son justo medio de autodefensa para defender la soberania nacional y la seguridad del pueblo desde el prolongado chantaje nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Los misiles de la RPDC no constituyen ninguna amenaza para los que no la ataquen. \n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, EE.UU. forma el sistema de defensa antimisil que abarca desde Alaska hasta el Sur de Corea, Japon, Filipinas y Australia bajo el pretexto de la \"amenaza de misil del Norte de Corea\". \n\t\t\t\t\t\n\t\t\t\t\t Ahora el imperio considera a China y Rusia como sus principales rivales en controlar en lo politico, economico y militar la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\t El periodico estadounidense The Washington Post revelo el 14 de enero de 2002 que ya en la decada de 1990, la Agencia Central de Inteligencia de EE.UU. fijo a China y Rusia como rivales potenciales y poco despues, anadio en la lista de \"Estados amenazadores\" a la RPDC e Iran, bajo la presion del Partido Republicano que buscaba con ansia el pretexto del establecimiento del sistema de defensa antimisil en Asia. \n\t\t\t\t\t\n\t\t\t\t\t El hecho demuestra que el objetivo principal del sistema de defensa antimisil promovido por EE.UU. reside en contrarrestar a China y Rusia, potencias regionales, y que el rumor de la \"amenaza de misil del Norte de Corea\" no pasa de ser una cortina de humo.\n\t\t\t\t\t\n\t\t\t\t\t Con el establecimiento del sistema antimisiles, EE.UU. intenta sobreponerse en lo militar a China y Rusia e involucrarlos en la carrera armamentista para que se debilite el poderio estatal y se restrinja el desarrollo de ellos.\n\t\t\t\t\t\n\t\t\t\t\t En realidad, EE.UU. es el pais amenazador mas peligroso del mundo y factor principal de la agravacion de la tension. \n\t\t\t\t\t\n\t\t\t\t\t Es intolerable el intento criminal de EE.UU. de convertir la region de Asia-Pacifico aspirante a la paz y desarrollo en un campo de pugna por la hegemonia mundial."
        }
    ]
}