{
    "date": "2013-05-12",
    "url": "http://kcna.co.jp/item/2013/201305/2013-05-12ee.html",
    "articles": [
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201305/news12/20130512-07ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, May 12 (KCNA) -- Delegations of different countries and regions Sunday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill. The delegations came here to participate in the 16th Pyongyang Spring International Trade Fair.\n\t\t\t\t\t They laid a floral basket before the statues of the peerlessly great men who made immortal contributions to developing the friendly relations among countries before paying tribute to them."
        },
        {
            "title": "Rodong Sinmun Warns against Japanese Society's Lurch to Right",
            "url": "http://kcna.co.jp/item/2013/201305/news12/20130512-06ee.html",
            "content": "Rodong Sinmun Warns against Japanese Society's Lurch to Right\r\n Pyongyang, May 12 (KCNA) -- The Japanese reactionaries should awaken from the nightmare of realizing their ambition for overseas expansion, clearly mindful that their society's lurch to the Right would lead Japan to ruin, warns Rodong Sinmun Sunday in a bylined article.\n\t\t\t\t\t The Japanese ruling quarters are putting a group visit to Yasukuni Shrine on an official and regular basis and justifying it, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Nearly 70 years have passed since Japan sustained a defeat in the war. Politicians of Japan are, however, thronging to the shrine to console the departed soul of the top-class war criminals and pray for \"the soul of Yamato\". This is nothing but a wriggling of a venomous serpent of militarism keen to militarize Japan and avenge its defeat in the war.\n\t\t\t\t\t\n\t\t\t\t\t It is not without reason that Japanese society is rapidly veering to the Right. Steeped in the idea of denying history to the marrow of their bones, Japanese politicians are making confusion of people's thinking in a sly method to attain their sinister political aim.\n\t\t\t\t\t\n\t\t\t\t\t That is why the Japanese government is working hard to set about the reexamination of the system of screening textbooks in real earnest.\n\t\t\t\t\t\n\t\t\t\t\t The trend of the Japanese society's lurch to the Right strongly suggests that it is designed to implant the militarist idea into the minds of the younger generation and effectively use them for realizing the ambition for overseas aggression in the future.\n\t\t\t\t\t\n\t\t\t\t\t It is the scenario of Japan to generalize the process of lurch to the Right in society, step up militarization and revive militarism in a bid to launch overseas expansion."
        },
        {
            "title": "US Nuclear-powered Carrier Nimitz's Portcall on S. Korean Port Flailed",
            "url": "http://kcna.co.jp/item/2013/201305/news12/20130512-05ee.html",
            "content": "US Nuclear-powered Carrier Nimitz's Portcall on S. Korean Port Flailed\r\n Pyongyang, May 12 (KCNA) -- The U.S. super-large nuclear-powered carrier Nimitz entered Pusan Port of south Korea on Saturday to participate in large-scale joint naval drills with south Korea against the DPRK in the East Sea of Korea.\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea in its information bulletin No. 1037 Saturday branded this as an open threat and blackmail against the DPRK and a grave military provocation to unleash a nuclear war against it at any cost on the Korean Peninsula\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet regime are so foolish as to cover up  their scenario for aggression and mislead public opinion at home and abroad, describing the drills as \"annual defensive ones  for coping with the north's provocation\", the information bulletin said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The fact goes to clearly prove that it is none other than the U.S. imperialist aggressor forces and puppet warmongers who are escalating tension on the Korean Peninsula and bringing the danger of war to it.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that as soon as the chief executive of south Korea visited her American master and flew home after confirming \"closer alliance\", she invited huge U.S. aggression forces to south Korea for provocative saber-rattling.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the U.S. imperialists' projected war maneuvers is a sinister intention to stifle the DPRK and realize their ambition to dominate Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t They are seriously mistaken if they think they can frighten the DPRK with such nuclear-powered carrier.\n\t\t\t\t\t\n\t\t\t\t\t The heroic revolutionary armed forces of the DPRK will never pardon the provocateurs but throw into the bottom of the sea the U.S. carrier and other aggressor forces if they dare come in attack on the DPRK."
        },
        {
            "title": "S. Korean Students Exposed to Violence",
            "url": "http://kcna.co.jp/item/2013/201305/news12/20130512-08ee.html",
            "content": "S. Korean Students Exposed to Violence \r\n Pyongyang, May 12 (KCNA) -- Violence at south Korean schools has become a serious problem.\n\t\t\t\t\t A relevant institution recently made a survey of at least 5,530 students of primary, secondary and high schools across south Korea.\n\t\t\t\t\t\n\t\t\t\t\t 49.3 percent of the respondents said they suffered bitter pain due to violence at schools and 44.7 percent of them noted they attempted to commit suicides.\n\t\t\t\t\t\n\t\t\t\t\t Violence is manifested in various forms such as scolding, assault, intimidation, threat and group isolation. Recently violence through website has become a main trend in society.\n\t\t\t\t\t\n\t\t\t\t\t Such being a hard reality, the school sides have not taken any measure.\n\t\t\t\t\t\n\t\t\t\t\t Violence is so frequent at schools that parents of students are worried over their children. Fear-stricken, students do not go to school regularly and, in the long run, they commit suicides.\n\t\t\t\t\t\n\t\t\t\t\t There took place more than 17,000 cases of violence in the one school-term last year, doing harm to at least 167,930 students.\n\t\t\t\t\t\n\t\t\t\t\t Early this year a relevant institution made a survey of more than 11,000 students of 98 primary, secondary and high schools in Seoul. 41.8 percent of the respondents said they were exposed to violence and 39.8 percent of them noted they attempted to commit suicides due to this.\n\t\t\t\t\t\n\t\t\t\t\t In this regard the south Korean newspaper Herald Kyongje said that 2.8 cases of sexual abuse occurred in south Korea on a daily average and  south Korea is regarded as most dangerous for students coming back home from schools."
        },
        {
            "title": " Kim Il Sung's Works Posted on Website of British Organization",
            "url": "http://kcna.co.jp/item/2013/201305/news12/20130512-01ee.html",
            "content": "Kim Il Sung's Works Posted on Website of British Organization\r\n Pyongyang, May 12 (KCNA) -- The British Association for the Study of Songun Policy on May 4 posted on its website the full texts of President Kim Il Sung's works \"The Inaugural Declaration of the Association for the Restoration of the Fatherland\" and \"On the Three Principles of National Reunification\"."
        },
        {
            "title": "Kim Jong Il's Work Posted on Websites of Swiss Organizations",
            "url": "http://kcna.co.jp/item/2013/201305/news12/20130512-02ee.html",
            "content": "Kim Jong Il's Work Posted on Websites of Swiss Organizations\r\n Pyongyang, May 12 (KCNA) -- The full text of leader Kim Jong Il's work \"Our Socialism Centered on the Masses Shall Not Perish\" was posted on the websites of the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea on May 4.\n\t\t\t\t\t The work, published on May 5, Juche 80 (1991), clarifies the inevitability of victory of socialism, the secret to the solidity and invincibility of Korean-style socialism and its essential characteristics."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2013/201305/news12/20130512-03ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\n Pyongyang, May 12 (KCNA) -- The dear respected Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and People\" was brought out in pamphlet by the Kolorit Publishing House in Yuzhno-Sakhalinsk City of Russia.\n\t\t\t\t\t The work, made public on April 20, Juche 101 (2012), clarifies the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il in their lifetimes. It indicates tasks for firmly defending and eternally glorifying their ideas and exploits."
        },
        {
            "title": "DPRK's Struggle Supported by Syrian Paper",
            "url": "http://kcna.co.jp/item/2013/201305/news12/20130512-04ee.html",
            "content": "DPRK's Struggle Supported by Syrian Paper\r\n Pyongyang, May 12 (KCNA) -- The April 18-24 issue of Saut Al Shaab, the organ of the Communist Party of Syria,  carried a commentary titled \"The DPRK standing up against the U.S. aggression.\"\n\t\t\t\t\t The commentary said that the tension on the Korean Peninsula is steadily escalating due to the provocative joint military exercises of the U.S. and the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the West are getting frantic in the smear campaign against the DPRK, while posing the threat of a nuclear war to it.\n\t\t\t\t\t\n\t\t\t\t\t The bigger concession the DPRK makes, the more desperately the imperialists and colonialists seek it. Pyongyang is taking toughest measures against them one after another on the principle that it is necessary to cut off their limbs.\n\t\t\t\t\t\n\t\t\t\t\t Just is the struggle of the DPRK to frustrate the offensive of the imperialists and protect the sovereignty and independence of the country."
        },
        {
            "title": "CRPP critica entrada de Nimitz en el Sur de Corea",
            "url": "http://kcna.co.jp/item/2013/201305/news12/20130512-09ee.html",
            "content": "CRPP critica entrada de Nimitz en el Sur de Corea\r\nPyongyang, 12 de mayo (ACNC) -- Los agresores norteamericanos y los belicistas titeres surcoreanos introdujeron por fin el dia 11 en Pusan el portaaviones de propulsion nuclear de gran tamano Nimitz e intentan librar en el Mar Este de Corea los ejercicios maritimos conjuntos contra la Republica Popular Democratica de Corea.\n\t\t\t\t\tEl Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP), en su informacion no. 1037 publicada el dia 11, senalo que la presencia de ese medio estrategico de Estados Unidos en la Peninsula Coreana significa amenaza y chantaje abierto a la RPDC y grave provocacion militar para desatar a toda costa en esa zona la guerra nuclear contra ella.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los titeres surcoreanos tratan de enganar la opinion publica interna y externa disimulando su siniestro intento de agresion con expresiones como \"ejercicios anuales de defensa\" y \"disuadir la provocacion\" de alguien, comienza la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa realidad pone en claro que el autor de agravacion de la tension en la Peninsula Coreana y el provocador y agresor que trae el peligro de guerra son los belicistas norteamericanos y los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tTan pronto como regresara de su visita a EE.UU. donde prometio a su amo gringo \"fortalecer la alianza\", la mandataria surcoreana introdujo en territorio surcoreano enormes fuerzas agresoras norteamericanas. He aqui la gravedad del problema.\n\t\t\t\t\t\n\t\t\t\t\tEl plan de los agresores norteamericanos de librar otra maniobra naval contra la RPDC incorporando hasta el portaaviones nuclear obedece a su intento malsano de aplastarla y realizar la ambicion de dominar a Asia y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tSeria una idea estupida si EE.UU. intentara amedrentar a alguien con el portaaviones nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLas heroicas fuerzas armadas revolucionarias de la RPDC no perdonaran jamas a los provocadores y hundiran en el mar el portaaviones nuclear y las demas fuerzas agresoras yanquis con el golpe demoledor si estas y los belicistas surcoreanas se atreven a arremeter."
        }
    ]
}