{
    "date": "2013-11-09",
    "url": "http://kcna.co.jp/item/2013/201311/2013-11-09ee.html",
    "articles": [
        {
            "title": "Senior Party and State Officials Visit Lodging Quarters of Scientists and Technicians",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-16ee.html",
            "content": "Senior Party and State Officials Visit Lodging Quarters of Scientists and Technicians\r\n Pyongyang, November 9 (KCNA) -- Senior party and state officials Saturday visited lodging quarters of the participants in the national meeting of scientists and technicians.\n\t\t\t\t\t Pak Pong Ju, Choe Thae Bok, Vice-Premier Kim Yong Jin, officials of the Central Committee of the Workers' Party of Korea and officials concerned met with the participants.\n\t\t\t\t\t\n\t\t\t\t\t They congratulated the participants who came to the meeting with the pride of having achieved great successes in developing the nation's science and technology through a drive for pushing back the frontiers of the latest science true to the party's line of attaching importance to science and technology and made contributions to the building of an economic power. \n\t\t\t\t\t\n\t\t\t\t\t They stressed the need for the scientists and technicians to bear in mind the warm love and trust shown for them by supreme leader Kim Jong Un and intensify the movement for industrial revolution in the new century and thus contribute to putting the national economy on a Juche-oriented, modern and scientific basis."
        },
        {
            "title": "Mexican Party Leader Meets WPK Delegation",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-04ee.html",
            "content": "Mexican Party Leader Meets WPK Delegation\r\n Pyongyang, November 9 (KCNA) -- Alberto Anaya Gutierrez, coordinator of the National Coordinating Committee of the Workers' Party of Mexico, met and had a friendly talk with the visiting delegation of the Workers' Party of Korea (WPK) at the building of his party on Nov. 6. The delegation was led by Pak Kun Gwang, vice department director of the WPK Central Committee.\n\t\t\t\t\t At the meeting Alberto Anaya Gutierrez said that general secretary Kim Jong Il pursued the Songun politics, turning the DPRK into an invincible military power.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that Marshal Kim Jong Un who successfully carries forward the idea and cause of Kim Jong Il is firmly defending the sovereignty and dignity of the country, resolutely smashing the U.S. imperialists' moves to provoke a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Extending full support and solidarity to the WPK and people of the DPRK in their drive for building a thriving socialist nation and achieving independent reunification of the country, he expressed his will to make positive efforts to develop exchanges and cooperation with the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were the DPRK ambassador to Mexico and members of the National Coordinating Committee and National Executive Committee of the Workers' Party of Mexico."
        },
        {
            "title": "CPRK Secretariat Slams S. Korean Regime's Frantic Arms Build-up",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-15ee.html",
            "content": "CPRK Secretariat Slams S. Korean Regime's Frantic Arms Build-up \r\n Pyongyang, November 9 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) issued information bulletin No. 1050 Saturday denouncing the south Korean regime for becoming all the more pronounced in its moves to step up the arms build-up against the north despite strong protest and denunciation at home and abroad.\n\t\t\t\t\t The information bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t The puppet military warmongers are mulling introducing latest fighter planes and THAAD and Patriot missiles and their related equipment and various types of missiles from the U.S. under the pretext of \"coping with the north's nuclear and missile threat\".\n\t\t\t\t\t\n\t\t\t\t\t The regime is blustering that it would constantly watch and spy on Pyongyang and all other areas and strategic targets of the DPRK, saying that it confirmed a plan to purchase Global Hawk by spending an astronomical amount of money. \n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that its moves for bolstering up latest war hardware are being pushed forward with increased zeal in the wake of its adoption of the \"tailored deterrence strategy\" together with its U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t The \"tailored deterrence strategy\", a very dangerous scenario for a nuclear war against the DPRK, calls for mounting a preemptive strike at it with all military means including nuclear weapons in case there is \"sign of its use of nuclear weapons.\" The regime's moves, therefore, indicate that this strategy has reached the phase of its practical implementation.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime is claiming that its moves for a nuclear war including build-up of latest war hardware are aimed at \"coping with the north's nuclear and missile threat\" but it is nothing but a poor excuse to conceal its true colors as an aggressor and mislead public opinion at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The regime is a group of sycophants towards the U.S. and traitors and heinous bellicose elements as it is getting busy stepping up preparations for a war against the DPRK, while bringing profits to its U.S. master by squandering the money collected from the people as taxes for introducing war hardware to do harm to fellow countrymen, utterly indifferent to the people in dire destitution.\n\t\t\t\t\t\n\t\t\t\t\t It is illogical and ridiculous and shameless for such guys to talk about someone's \"provocation\" and \"threat\", \"peace\", \"trust\" and \"development of south-north relations\".\n\t\t\t\t\t\n\t\t\t\t\t Facts go to clearly prove that it is none other than the U.S. and the south Korean puppet group which are escalating the tensions on the Korean Peninsula. Their moves only harden the will of the DPRK to bolster up the capabilities for self-defense, firmly sticking to the line of simultaneously pushing forward economic construction and the building of nuclear force."
        },
        {
            "title": "KCNA Commentary Dismisses U.S. Conception of Building \"World without Nuclear Weapons\" as Sophism ",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-12ee.html",
            "content": "KCNA Commentary Dismisses U.S. Conception of Building \"World without Nuclear Weapons\" as Sophism \r\n Pyongyang, November 9 (KCNA) -- The hypocritical nature of the U.S. conception of building a \"world without nuclear weapons\" is becoming clearer as the days go by.\n\t\t\t\t\t As disclosed recently, the U.S. conducted another nuclear weapon test by use of plutonium a few months ago despite the repeated protest of the international community.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the U.S. Department of Defense announced that it would spend about 400 billion dollars in nine years to come for the modernization of its nukes.\n\t\t\t\t\t\n\t\t\t\t\t As known, the U.S. decided to cut down its military spending as much as 1 000 billion dollars in a decade to come due to its inescapable financial crisis. Its plan to squander so fabulous amount of money for modernizing its nukes under this situation clearly shows how hypocritical the U.S. trumpeting about a \"world without nuclear weapons\" is.\n\t\t\t\t\t\n\t\t\t\t\t This more clearly proved that Obama's conception of building a \"world without nuclear weapons\" is no more than a smokescreen and sophism to cover up the U.S. wild ambition to dominate the world by dint of nuclear superiority. \n\t\t\t\t\t\n\t\t\t\t\t Obama was awarded even the Nobel Peace Prize for making a commitment before the world community that the U.S. would not conduct nuclear development and test, while noisily advertising a \"world without nuclear weapons\" in the early period of his office.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. has conducted its nuclear tests more frequently and in a craftier manner during his office.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has been censured by the world public after the disclosure of its deceptive sub-critical nuclear tests not accompanied by nuclear explosion. In recent years it has resorted to a more disguised method of conducting nuclear tests by use of plutonium.\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous for the U.S. to talk about the above-said conception as it is running the whole gamut of wrong doings such as conducting nuclear weapons tests and development in a bid to reinforce its huge nuclear arsenal.\n\t\t\t\t\t\n\t\t\t\t\t The world has witnessed so far at least 2 000 nuclear tests. It is the U.S. which has conducted those tests more than any other countries and it is the world's biggest possessor of nuclear arsenal.\n\t\t\t\t\t\n\t\t\t\t\t Washington has neither rolled back its nuclear policy for aggression nor stopped its nuclear development and production since it inflicted the first nuclear disaster upon humankind. \n\t\t\t\t\t\n\t\t\t\t\t It is an invariable strategy of the U.S. to maintain its military supremacy worldwide through its unchallenged nuclear superiority and realize its wild ambition for building a unipolar world.\n\t\t\t\t\t\n\t\t\t\t\t \"Denuclearization\" on the lips of the U.S. is, in essence, the denuclearization of all other countries and regions except for the U.S. \n\t\t\t\t\t\n\t\t\t\t\tIt is another version of the U.S. theory on establishing monopoly on nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t It is nothing but a mockery of the international community for the U.S. to talk about a \"world without nuclear weapons\" as it regards nuclear weapons as a main lever for carrying out its policy of aggression.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that world public is questioning the U.S. whether its stepped-up nuclear development and tests and blackmail mean a \"world without nuclear weapons\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop fooling the world over the nuclear issue."
        },
        {
            "title": "Rodong Sinmun Praises Kim Il Sung, Kim Jong Il as Outstanding Statesmen",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-05ee.html",
            "content": "Rodong Sinmun Praises Kim Il Sung, Kim Jong Il as Outstanding Statesmen\r\n Pyongyang, November 9 (KCNA) -- The politics of President Kim Il Sung and general secretary Kim Jong Il was the outstanding politics and the great politics for creation and construction unprecedented in the history of the world politics, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il performed immortal feats for the prosperity of the country and the nation with their outstanding and tested politics while firmly taking the helm of history.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung built the revolutionary party of working class representing the interests of the broad strata of people and the socialist state centered on the popular masses and founded the revolutionary army defending the sovereignty of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il developed the party, the state and the army founded by the President and ushered in a new era of history in which the Korean people were building a Juche-oriented power relying on the powerful army under the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t The immortal Juche idea founded by Kim Il Sung serves as a beacon indicating the truth that one is responsible for its own destiny and capable of hewing out one's own destiny and his wise leadership was a banner for leading the Korean people's struggle to shining victory.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il set forth a new theory on the driving force of the revolution as required by the development of the revolution and clearly proved its validity in practice.\n\t\t\t\t\t\n\t\t\t\t\t The powerful political weapon, the unbreakable single-minded unity and best Korean-style socialism provided by Kim Il Sung and Kim Jong Il serve as firm foundation for the prosperity of the generations to come.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the ever-victorious treasured sword provided by them there are neither fortress unconquerable nor difficulties insurmountable for the Korean people, concludes the article."
        },
        {
            "title": "S. Korean Regime Slammed for Allowing Japan's Exercise of Right to Collective Self-Defense",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-07ee.html",
            "content": "S. Korean Regime Slammed for Allowing Japan's Exercise of Right to Collective Self-Defense\r\n Pyongyang, November 9 (KCNA) -- Kim Jang Su, chief of the security office of Chongwadae, said during his recent American visit that \"the right to collective self-defense is one of the basic rights of an ordinary state stipulated in the UN Chapter\", meaning a tacit support for Japan's exercise of \"the right to collective self-defense\".\n\t\t\t\t\t Yun Pyong Se, foreign minister of south Korea, jabbered at a meeting of the \"National Assembly\" that there was \"approach within a great framework,\" an undisguised revelation of his intention to allow Japan's exercise of the right.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday observes in a commentary:\n\t\t\t\t\t\n\t\t\t\t\t Their behaviors are as foolish acts as giving green light to the Japanese reactionaries whetting swords to launch overseas aggression, obsessed with their wild ambition for reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime's act of patronizing and recognizing Japan's exercise of the right is an unpardonable act of treachery against history and the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the aim sought by the regime in recognizing Japan's exercise of the right. It is to carry out its criminal policy for confrontation with fellow countrymen, backed by its American and Japanese masters.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is putting spurs to the formation of a U.S.-Japan-south Korea triangular military alliance seeking to dominate the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t To this end, the U.S. has recognized the above-said right of Japan and zealously instigated the south Korean regime and Japan to boost their military cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation calls upon all Koreans to decisively smash the Japanese reactionaries' attempt to exercise the right which has become undisguised under the backstage wire-pulling of the U.S. and the south Korean regime's criminal collusion and nexus to help them."
        },
        {
            "title": "Rodong Sinmun Accuses U.S., Japan of Threatening Peace and Security in Asia-Pacific Region",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-08ee.html",
            "content": "Rodong Sinmun Accuses U.S., Japan of Threatening Peace and Security in Asia-Pacific Region\r\n Pyongyang, November 9 (KCNA) -- The commander of the U.S. Forces in the Pacific recently claimed the rotating deployment of the U.S. ground force in the bases of south Korea was pursuant to the \"re-balancing\" strategy included in the new defense strategy published last year, adding that it was aimed to clear the security unrest from the Korean Peninsula. He went the lengths of blustering that the main mission of the U.S. forces is to preserve security environment for protecting the interests of Americans and they have the common aim at peace of the Asia-Pacific region. \n\t\t\t\t\t Rodong Sinmun Saturday observes in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. shows particular interest in the Asia-Pacific region not because of the infringement upon the interests of Americans or its concern about peace in the region. It is entirely to serve the purpose of the U.S. policy for domination. \n\t\t\t\t\t\n\t\t\t\t\t In recent years the U.S. ruling quarters have vociferated about the theory of \"Pacific State\". It is because that the U.S. deemed it as a very important issue in gratifying its unlimited avarice to put under its control the region whose strategic and geopolitical importance is being hyped with each passing day. \n\t\t\t\t\t\n\t\t\t\t\t The main aim sought by the U.S. imperialists in the Asia-Pacific region at present is to contain and control the anti-imperialist independent countries by force and dominate the region. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now running the whole gamut of intrigues to put Northeast Asia under its control by carrying out its new defense strategy. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has systematically beefed up its forces in the Asia-Pacific region including the Korean Peninsula while cutting down its forces in other areas of the world. \n\t\t\t\t\t\n\t\t\t\t\t Japan is another force threatening peace in Northeast Asia as it is rushing headlong into militarization.  Pursuant to the U.S. policy, Japan is keen to realize the old dream of the \"Greater East Asia Co-Prosperity Sphere\" which it failed to do so in the past, backed by its U.S. master. \n\t\t\t\t\t\n\t\t\t\t\t The peninsula is fraught with the greatest danger of war in the Asia-Pacific region. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has no qualification to talk about peace and security in the region as it is running amuck to establish military domination over the Asia-Pacific region including Northeast Asia. \n\t\t\t\t\t\n\t\t\t\t\t It is urgent for defusing the war danger on the peninsula at present to force the U.S. troops out of south Korea as early as possible."
        },
        {
            "title": "Scientists and Technicians Visit Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-14ee.html",
            "content": "Scientists and Technicians Visit Kumsusan Palace of Sun\r\n Pyongyang, November 9 (KCNA) -- Participants in the national meeting of scientists and technicians Saturday visited the Kumsusan Palace of the Sun to pay tribute to President Kim Il Sung and general secretary Kim Jong Il. \n\t\t\t\t\t Before the statues of Kim Il Sung and Kim Jong Il the visitors paid tribute to them in the humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t They entered the halls where Kim Il Sung and Kim Jong Il lie in state and paid homage to them. \n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders Kim Il Sung and Kim Jong Il received are on display and the halls which house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign trips till the last moments of their lives."
        },
        {
            "title": "Rodong Sinmun Delegation Leaves for Vietnam",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-17ee.html",
            "content": "Rodong Sinmun Delegation Leaves for Vietnam\n\t\t\t\t\t\t\r\n Pyongyang, November 9 (KCNA) -- A delegation of Rodong Sinmun headed by Vice Editor-in-Chief Ri Kyong Sop left here Saturday to visit Vietnam."
        },
        {
            "title": "Japan Sports University Delegation Leaves ",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-18ee.html",
            "content": "Japan Sports University Delegation Leaves \r\n Pyongyang, November 9 (KCNA) -- The delegation of Nippon Sport Science University headed by Managing Director Kenshiro Matsunami flew back on Saturday.\n\t\t\t\t\t It was seen off at the airport by Ma Chol Su, secretary general of the DPRK-Japan Friendship Association, and O Chang Bok, vice-rector of Korea University of Physical Education."
        },
        {
            "title": "KCNA Delegation Leaves for China",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-19ee.html",
            "content": "KCNA Delegation Leaves for China\r\n Pyongyang, November 9 (KCNA) -- A delegation of the Korean Central News Agency headed by Vice Director General Ri Ho Gyu left here Saturday to visit China. \n\t\t\t\t\t It was seen off at the Pyongyang Railway Station by KCNA Vice Director General Chon Il and Tu Jingchang, counselor of the Chinese embassy to the DPRK."
        },
        {
            "title": "S. Korean Regime's Move to Change System for Textbook Screening under Fire ",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-09ee.html",
            "content": "S. Korean Regime's Move to Change System for Textbook Screening under Fire \r\n Pyongyang, November 9 (KCNA) -- Hankuk Ilbo of south Korea carried an editorial on November 7 denouncing the south Korean authorities for mulling changing the system for textbook screening.\n\t\t\t\t\t The editorial recalled that the \"prime minister\" of south Korea underscored the need to bring history textbooks for high schools under the system specified by the authorities and earlier the minister of Education made similar reckless remarks. It dismissed these utterances as anachronistic outbursts.\n\t\t\t\t\t\n\t\t\t\t\t It deplored that the changed system would give the authorities an opportunity to rewrite them as they please.\n\t\t\t\t\t\n\t\t\t\t\t The Park Chung Hee regime also unilaterally enforced such system despite opposition on the part of historians and teachers, the editorial noted, adding that one cannot but worry about the repetition of the wrong system in the past.\n\t\t\t\t\t\n\t\t\t\t\t The people should not allow the system for textbook screening fixed by the authorities, it held."
        },
        {
            "title": "S. Korean Authorities Accused of Suppressing Progressive Forces",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-02ee.html",
            "content": "S. Korean Authorities Accused of Suppressing Progressive Forces\r\n Pyongyang, November 9 (KCNA) -- Various political parties and organizations of Pakistan made public a joint statement on October 31 denouncing the south Korean conservative group for its suppression of progressive forces. They included the Sind Provincial Committee of the Awami National Party, the Peasants and Working People's Party and the Society for the Study of Self-Reliance.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean fascist authorities' moves to forcibly disorganize the Unified Progressive Party (UPP) are touching off our bitter resentment.\n\t\t\t\t\t\n\t\t\t\t\t Such moves are little short of depriving the south Korean people of elementary democratic rights.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is tundra of democracy and human rights under the reign of fascist dictatorship as the progressive forces struggling for inter-Korean reconciliation and national reunification are brutally suppressed on charge of violation of the \"Security Law.\"\n\t\t\t\t\t\n\t\t\t\t\t We appeal to the human rights activists and politicians to turn out in the actions in protest against illegal, immoral and unethical acts of the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t We demand the south Korean authorities stop at once the crackdown upon the progressive forces including the UPP and set free all the detained pro-reunification patriots."
        },
        {
            "title": "S. Korean Authorities' Crackdown on Progressive Forces Denounced ",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-03ee.html",
            "content": "S. Korean Authorities' Crackdown on Progressive Forces Denounced \r\n Pyongyang, November 9 (KCNA) -- Political parties and organizations of various countries issued statements on October 31 accusing the south Korean puppet group's crackdown upon the progressive forces.\n\t\t\t\t\t The Communist Party of the Soviet Union in Russia and the International Social Federation \"For the Union and Union's Communist Party\" of Belarus in a joint statement said that the south Korean puppet conservative group has been hell bent on its foolish and illegal crackdown upon the progressive forces including the Unified Progressive Party (UPP).\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Such foolish acts of the south Korean authorities remind one of the times when \"neo-fascism and McCarthyism\" were prevalent.\n\t\t\t\t\t\n\t\t\t\t\t It is surely just that the DPRK disclosed the south Korean conservative group's moves.\n\t\t\t\t\t\n\t\t\t\t\t We strongly accuse the smear campaign of the south Korean conservative group which drives the situation on the Korean Peninsula and in the rest of Northeast Asia to the extremes.\n\t\t\t\t\t\n\t\t\t\t\t We also positively support the DPRK's just stand of struggling for freedom and democracy.\n\t\t\t\t\t\n\t\t\t\t\t  The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna urged the south Korean authorities to immediately halt its crackdown upon the UPP."
        },
        {
            "title": "Oratorical Meeting Marks Anniversary of October 4 Declaration",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-10ee.html",
            "content": "Oratorical Meeting Marks Anniversary of October 4 Declaration\r\n Pyongyang, November 9 (KCNA) -- An oratorical meeting for the country's reunification took place in Kyoto, Japan on October 12 to mark the 6th anniversary of the October 4 declaration.\n\t\t\t\t\t Present there were officials of the General Association of Korean Residents in Japan, students and compatriots in Kyoto City.\n\t\t\t\t\t\n\t\t\t\t\t They watched a video showing noteworthy events that took place in the movement for Korea's reunification including the adoption of the June 15 joint declaration in 2000 and the October 4 declaration in 2007.\n\t\t\t\t\t\n\t\t\t\t\t The speakers expressed ardent desire for the country's reunification and said that it should be achieved at an early date by pooling the efforts of the Koreans in the idea of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t Then, there was an art performance on the theme of the country's reunification."
        },
        {
            "title": "Overseas Koreans Denounce S. Korean Regime's Suppression of Opposition Party",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-13ee.html",
            "content": "Overseas Koreans Denounce S. Korean Regime's Suppression of Opposition Party\r\n Pyongyang, November 9 (KCNA) -- At least 110 overseas Koreans published a declaration on November 5 denouncing the south Korean puppet group's  suppression of the Unified Progressive Party (UPP).\n\t\t\t\t\t The declaration accused the Park Geun Hye regime of suppressing the opposition forces on charge of violation of the \"Security Law\" by setting its intelligence organ in motion. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The regime has not yet produced any clear evidence proving the attempted rebellion despite the indiscriminate investigation into the UPP.\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, the case of the attempted rebellion is a typical example of suppression and political retaliation being perpetrated by the Park regime to disband the UPP in a bid to weather the crisis in which it is finding itself due to the issue of the Intelligence Service's illegal interference in the election.\n\t\t\t\t\t\n\t\t\t\t\t The erstwhile military dictatorial regime cooked up cases of attempted rebellion to eliminate opposition forces and suppress democratic figures whenever it was thrown into a crisis.\n\t\t\t\t\t\n\t\t\t\t\t We extend solidarity to the progressive democratic forces of south Korea in their struggle to check the revival of \"yusin\" and win back democracy and human rights.\n\t\t\t\t\t\n\t\t\t\t\t The declaration demanded the Park regime stop the crackdown on the UPP."
        },
        {
            "title": "Anniversary of Hanthongryon Observed in Japan",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-11ee.html",
            "content": "Anniversary of Hanthongryon Observed in Japan\r\n Pyongyang, November 9 (KCNA) -- There took place a meeting in Osaka City, Japan on Nov. 3 on the occasion of the 40th anniversary of the Federation of South Koreans in Japan for Democracy and Unification (Hanthongryon), according to Minjok Sibo, a Korean paper in Japan.\n\t\t\t\t\t Present at the meeting were members of Hanthongryon, officials of Koreans organizations, Koreans in Japan and Japanese figures.\n\t\t\t\t\t\n\t\t\t\t\t Son Hyong Gun, chairman of Hanthongryon, said in a speech that Hanthongryon has carried on its activities for independence, democracy and reunification despite great difficulties for 40 years since its formation.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the evermore deteriorating situation on the Korean Peninsula, he called for waging a dynamic struggle to make the south Korean conservative regime step down through the unity of patriotic forces.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory and solidarity messages from north, south and overseas organizations were read out.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were followed by speeches evincing resolutions.\n\t\t\t\t\t\n\t\t\t\t\t A meeting was followed by a congratulatory event.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said the main goal of Hanthongryon is to achieve the reunification of the country, calling upon the Koreans in Japan to do their best to bring a reunified country by thoroughly implementing the June 15 joint declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t  The participants watched a video \"Scenes showing footprints of independence, democracy and national reunification.\""
        },
        {
            "title": "Legends about Mt. Kumgang (8)",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-20ee.html",
            "content": "Legends about Mt. Kumgang (8)\r\n Pyongyang, November 9 (KCNA) -- There is a frog-shaped rock on the middle of Oknyo Peak standing near Kuryong Pool in Outer Kumgang of Mt. Kumgang. \n\t\t\t\t\t The rock tells about a legend well known among the local people.\n\t\t\t\t\t\n\t\t\t\t\t Once upon a time, about ten frogs were living in a deep well near Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\t They could not see anything outside the well, except the blue sky.\n\t\t\t\t\t\n\t\t\t\t\t One morning a magpie flew down to the well and proudly told the frogs about sceneries outside the well.\n\t\t\t\t\t\n\t\t\t\t\t What the magpie talked was so mysterious that the frogs could hardly believe it until they confirmed it with their own eyes. So the frogs asked the magpie what was the best. The magpie answered it was Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\t The frogs discussed sending one of them out of the well to see the sceneries firsthand.\n\t\t\t\t\t\n\t\t\t\t\t At the request of the frogs, the magpie flew around the scenic spots with a frog on its back.\n\t\t\t\t\t\n\t\t\t\t\t When they reached Mt. Kumgang, the frog, fascinated by the mountainscape, jumped down to the land from the back of the magpie and began to walk all along the ways on its own feet.\n\t\t\t\t\t\n\t\t\t\t\t When the frog was climbing up Oknyo Peak, it stopped halfway, completely charmed by the scenic beauty. The frog gradually turned to a rock."
        },
        {
            "title": "Meeting of Russian Young Communist League Praises Socialist System in DPRK",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-01ee.html",
            "content": "Meeting of Russian Young Communist League Praises Socialist System in DPRK\r\n Pyongyang, November 9 (KCNA) -- A meeting of the Young Communist League of Russia, a youth organization under the \"Communists of Russia\" Party took place in Moscow on October 27 on the occasion of the 95th anniversary of the All-Union Lenin Young Communist League.\n\t\t\t\t\t The statement titled \"DPRK with a 65 year-long history is an example of courage and heroism for all communists and anti-imperialists fighters\" was made public at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK celebrated the 65th anniversary of its founding in September.\n\t\t\t\t\t\n\t\t\t\t\t After its foundation the DPRK established a socialist system serving the working people.\n\t\t\t\t\t\n\t\t\t\t\t Over the last 65 years the DPRK has made big progress. It has turned into an independent and sovereign state with rapidly developing economy undeterred by any political upheaval in the world.\n\t\t\t\t\t\n\t\t\t\t\t The invincible might of the DPRK is based on the single-minded unity of the whole society where the army and people are rallied close around their leader and their noble patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Marshal Kim Jong Un the Workers' Party of Korea (WPK) and the DPRK have foiled the threat and blackmail of the U.S. and the West and demonstrated the might of the Juche idea and the Songun politics by displaying heroism and bravery.\n\t\t\t\t\t\n\t\t\t\t\t The Kim Il Sung Socialist Youth League has organized and mobilized the young people to perform feats under the guidance of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The Young Communist League of Russia will develop the friendly relations with the Kim Il Sung Socialist Youth League."
        },
        {
            "title": "Kim Jong Un visita Museo de Historia Revolucionaria de MINFAP",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-21ee.html",
            "content": "Kim Jong Un visita Museo de Historia Revolucionaria de MINFAP\r\n Pyongyang, 9 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea visito el Pabellon Comandante Supremo y sus Companeros de Armas en el Museo de la Historia Revolucionaria del Ministerio de las Fuerzas Armadas Populares con motivo del 3o aniversario del fallecimiento de Jo Myong Rok, quien fue el companero de armas revolucionario fiel al Dirigente Kim Jong Il e ilustre activista del PTC, el Estado y el ejercito.\n\t\t\t\t\t El Mariscal vio las fotos y articulos dejados por el difunto Jo exhibidos en el pabellon.\n\t\t\t\t\t\n\t\t\t\t\t Al recordar que el 6 de noviembre es el dia de fallecimiento de Jo, subrayo que ya pasaron 3 anos desde cuando nos despedimos del difunto.\n\t\t\t\t\t\n\t\t\t\t\t Jo fue el precioso camarada revolucionario y companero de armas del Dirigente, destaco y anadio que al acoger el dia de su fallecimiento, visito el pabellon anorandole tanto.\n\t\t\t\t\t\n\t\t\t\t\t Dijo que las hazanas de Jo acumuladas ante el partido, la revolucion, la patria y el pueblo brillaran eternamente con el avance victorioso de la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\t Seguidamente recorrio el pabellon y destaco que estan aqui los companeros de armas quienes defendieron con los fusiles el partido depositando sus destinos en el partido y el lider bajo el  calido amor del Presidente Kim Il Sung y el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\t Senalo que la revolucion coreana pudo avanzar victoriosamente superando todas las dificultades por haber tenido el cuerpo integral y la camaraderia revolucionaria entre el Comandante Supremo y los companeros de armas.\n\t\t\t\t\t\n\t\t\t\t\t Agrego que los miembros de mando del EPC infinitamente fieles al partido y la revolucion compartieron con el Comandante Supremo la idea, el aliento y el destino.\n\t\t\t\t\t\n\t\t\t\t\t Ellos fueron indoblegables revolucionarios y soldados fieles quienes dedicaron toda su vida a consolidar el cimiento de la autentica camaraderia, orgullo de la revolucion coreana y fuente de la inagotable fuerza y fortalecer el EPC como invictas fuerzas armadas  revolucionarias, evaluo.\n\t\t\t\t\t\n\t\t\t\t\t Dio las preciosas instrucciones de acondicionar mas el pabellon.\n\t\t\t\t\t\n\t\t\t\t\t Enfatizo que debe remodelarlo para demostrar cuales son la conviccion y la obligacion moral de los soldados revolucionarios quienes dedicaron toda su vida en aras del partido, el lider, la patria y el pueblo y como brillan sus hazanas para que los uniformados y civiles aprendan el noble mundo ideo-espiritual de ellos.\n\t\t\t\t\t\n\t\t\t\t\t Le acompanaron Choe Ryong Hae, Kim Su Gil, Ryom Chol Song, Ri Jae Il y Hwang Pyong So."
        },
        {
            "title": "Kim Il Sung y Kim Jong Il, destacados politicos y genios de  creacion y construccion",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-22ee.html",
            "content": "Kim Il Sung y Kim Jong Il, destacados politicos y genios de  creacion y construccion\r\n Pyongyang, 9 de noviembre (ACNC) -- La politica del Presidente Kim Il Sung y del Dirigente Kim Jong Il fue la mas destacada de creacion y construccion nunca vista en la historia politica del mundo. \n\t\t\t\t\t Comienza el diario Rodong Sinmun en un articulo individual de este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\t Esos grandes Generalisimos acumularon imborrables proezas por la prosperidad de la patria y la nacion practicando la politica destacada y probada. \n\t\t\t\t\t\n\t\t\t\t\t El Presidente construyo el partido revolucionario de la clase obrera y el Estado socialista humano-centrico, que defienden los intereses de amplias masas trabajadoras, y fundo el ejercito revolucionario como defensor de la soberania del pais y nacion. \n\t\t\t\t\t\n\t\t\t\t\t El Dirigente fortalecio mas el partido, el Estado y el ejercito, fundados por el Presidente, y abrio una nueva era de la historia en que bajo la guia del partido, el pueblo coreano edifica la potencia de tipo jucheano ateniendose al fuerte poderio militar. \n\t\t\t\t\t\n\t\t\t\t\t La inmortal idea Juche, concebida por el Presidente, enseno al pueblo coreano la verdad de que el mismo es el dueno de su propio destino y posee la fuerza para forjarlo. Y la sabia guia del Presidente condujo a la victoria la lucha del pueblo. \n\t\t\t\t\t\n\t\t\t\t\t El Dirigente presento una nueva teoria sobre el sujeto de la revolucion de la era del Songun de acuerdo con la demanda de la revolucion en desarrollo y confirmo su justeza en la practica. \n\t\t\t\t\t\n\t\t\t\t\t Las poderosas armas politicas, la invencible unidad monolitica y el socialismo coreano mas ventajoso, preparados por los grandes Generalisimos, son la firme base para la eterna prosperidad nacional. \n\t\t\t\t\t\n\t\t\t\t\t Gracias a tener los remedios omnipotentes ofrecidos por los Generalisimos, el pueblo coreano no tiene ni una fortaleza inconquistable ni dificultad insuperable."
        },
        {
            "title": "RPDC fortalecera poderio autodefensivo, ratifica CRPP ",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-23ee.html",
            "content": "RPDC fortalecera poderio autodefensivo, ratifica CRPP \r\n Pyongyang, 9 de noviembre (ACNC) -- Con respecto a que los titeres surcoreanos recurren con mas frenesi al aumento armamentista contra la Republica Popular Democratica de Corea pese a la fuerte protesta del interior y el exterior, el Secretariado del Comite por la Reunificacion de la Patria (CRPP) hizo publica el dia 9 la informacion no. 1050.\n\t\t\t\t\t Los belicistas de la capa militar surcoreana intentan comprar los aviones de combate ultramodernos, el sistema de interceptacion de misiles THAAD, el misil Patriot y sus accesorios y otros misiles de marca norteamericana, bajo el rotulo de \"hacer frente a la amenaza nuclear y de misiles del Norte de Corea\". \n\t\t\t\t\t\n\t\t\t\t\t Y decidieron desembolsar fondos astronomicos para importar los aviones sin piloto norteamericanos Global Hawk para vigilar permanentemente todas las regiones y los objetos estrategicos de la Republica Popular Democratica de Corea inclusive Pyongyang, senala la nota y prosigue: \n\t\t\t\t\t\n\t\t\t\t\t Lo mas intolerable es que el aumento de armamentos ultramodernos del Sur de Corea se activa mas despues de haber aprobado junto con su amo norteamericano la \"estrategia del disuasivo de forma de ajuste\". \n\t\t\t\t\t\n\t\t\t\t\t El hecho demuestra que ha entrado en vigor esta  estrategia, peligroso guion de guerra nuclear anti-RPDC que persigue el objetivo de asestar el ataque preventivo movilizando todos los medios militares incluso las armas nucleares en el caso de que la RPDC muestre algun \"indicio de uso de armas nucleares\". \n\t\t\t\t\t\n\t\t\t\t\t Los titeres surcoreanos dicen que el aumento de armamentos y las maniobras de guerra nuclear son para \"hacer frente a la amenaza nuclear y de misiles\" de alguien, pero de hecho, esto no pasa de ser un pretexto pueril para encubrir su naturaleza agresiva y enganar a la opinion publica interna y externa. \n\t\t\t\t\t\n\t\t\t\t\t Son traidores proyanquis y maniacos de guerra los titeres surcoreanos, que satisfacen la codicia de su amo norteamericano malgastando los impuestos sanguinarios de la poblacion en comprar los pertrechos de guerra anti-RPDC y recurren a los preparativos de guerra de agresion contra la connacional RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Es muy ridiculo e cinico el que ellos hablen de la \"provocacion\" y \"amenaza\" de alguien e insistan en la \"paz\", \"confianza\" y \"desarrollo de relaciones Sur-Norte\". \n\t\t\t\t\t\n\t\t\t\t\t La realidad demuestra que EE.UU. y los titeres surcoreanos son autores de agravacion de la tension de la Peninsula Coreana y nos hace redoblar la voluntad de fortalecer mas el poderio de autodefensa nacional manteniendo la linea de desarrollo paralelo."
        },
        {
            "title": "RPDC es regimen socialista para el pueblo trabajador",
            "url": "http://kcna.co.jp/item/2013/201311/news09/20131109-24ee.html",
            "content": "RPDC es regimen socialista para el pueblo trabajador\r\n Pyongyang, 9 de noviembre (ACNC) -- Con motivo del 95o aniversario de la fundacion de la Juventud Comunista Lenin de Toda la Union, tuvo lugar el dia 27 de octubre en Moscu el congreso de la Union de la Juventud Comunista de Rusia, organizacion adscrita al Partido \"Comunistas de Rusia\".\n\t\t\t\t\t En la ocasion fue publicada una declaracion intitulada \"La Republica Popular Democratica de Corea con la historia de 65 anos es el ejemplo de valentia y heroismo para todos los comunistas y luchadores antiimperialistas\".\n\t\t\t\t\t\n\t\t\t\t\t La nota senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\t En septiembre pasado, la RPDC celebro el 65o aniversario de su fundacion.\n\t\t\t\t\t\n\t\t\t\t\t Despues de fundada, ella construyo el regimen socialista que sirve para las masas trabajadoras.\n\t\t\t\t\t\n\t\t\t\t\t Durante los ultimos 65 anos, logro gran avance y se convirtio en el estado independiente y soberano con una economia que se desarrolla rapido en cualquier fluctuacion politica del mundo exterior.\n\t\t\t\t\t\n\t\t\t\t\t El poderio invencible de la RPDC esta basado en la unidad monolitica de toda la sociedad en torno al dirigente y en el noble patriotismo.\n\t\t\t\t\t\n\t\t\t\t\t Bajo la direccion del Mariscal Kim Jong Un, el Partido del Trabajo de Corea y la RPDC rechazaron con heroismo y valentia la amenaza y el chantaje de Estados Unidos y el Occidente y manifestaron a todo el mundo el poderio de la idea Juche y la politica de Songun.\n\t\t\t\t\t\n\t\t\t\t\t Bajo la direccion del PTC, la Union de la Juventud Socialista Kim Il Sung organiza y moviliza a los jovenes a la creacion de proezas.\n\t\t\t\t\t\n\t\t\t\t\t La Union de la Juventud Comunista de Rusia desarrollara las relaciones de amistad con la organizacion juvenil coreana."
        }
    ]
}