{
    "date": "2013-11-29",
    "url": "http://kcna.co.jp/item/2013/201311/2013-11-29ee.html",
    "articles": [
        {
            "title": "Ugandan Women's Delegation Leaves",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-07ee.html",
            "content": "Ugandan Women's Delegation Leaves\r\nPyongyang, November 29 (KCNA) -- The delegation of the Ugandan National Women's Council headed by acting Chairperson Pauline Kirasha left here for home on Friday."
        },
        {
            "title": "DPRK Acrobatic Feat Awarded Highest Prize at Int'l Circus Festival",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-14ee.html",
            "content": "DPRK Acrobatic Feat Awarded Highest Prize at Int'l Circus Festival\r\n Pyongyang, November 29 (KCNA) -- A DPRK acrobatic feat was awarded the highest prize at the 12th Grenoble International Circus Festival.\n\t\t\t\t\t The festival was held in Grenoble City, France from Nov. 21 to 24. It brought together famous circus organizations and acrobats of 16 countries and regions including the DPRK, China, Russia, Hungary, the U.S., Mexico, Brazil, Belgium, Cuba, UK and Italy.\n\t\t\t\t\t\n\t\t\t\t\t In the aerial stunt \"Flying Girls\" DPRK acrobats displayed their skills to be highly acclaimed by the jury and spectators.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK acrobatic feat was awarded the gold prize, the highest prize of the festival, at the awarding ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK acrobats returned home on Friday."
        },
        {
            "title": "Bentall Surgery Succeeded in DPRK",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-20ee.html",
            "content": "Bentall Surgery Succeeded in DPRK\r\n Pyongyang, November 29 (KCNA) -- A surgical operation for curing Marfan syndrome (Bentall surgery) proved successful at Kim Man Yu Hospital in the DPRK.\n\t\t\t\t\t The syndrome is known as one of cardiac vessel diseases.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Jo Kwang Ho, chief of cardiosurgery of the hospital, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The hospital carried out the surgery in its own way.\n\t\t\t\t\t\n\t\t\t\t\t It was three years ago that patient Ri Kwang Il, a Pyongyang citizen, had shown symptoms of Marfan syndrome like abnormities in eyes, skeleton structure and blood circulation.\n\t\t\t\t\t\n\t\t\t\t\t The abnormity in blood circulation may lead to the rupture of main artery. \n\t\t\t\t\t\n\t\t\t\t\t The Bentall surgery for Marfan syndrome requires high-level medical skills and up-to-date medical checkup facilities.\n\t\t\t\t\t\n\t\t\t\t\t We had rounds of medical consultations on the patient's disease, before coming to agreement to apply an advanced cardiac surgical method of few complications.\n\t\t\t\t\t\n\t\t\t\t\t The surgery took several hours.\n\t\t\t\t\t\n\t\t\t\t\t The patient recovered from the disease after 20 days of hospitalization.\n\t\t\t\t\t\n\t\t\t\t\t Ri Kwang Il said:\n\t\t\t\t\t\n\t\t\t\t\t The free medical care system in the country provided me with free surgery and hospitalization.\n\t\t\t\t\t\n\t\t\t\t\t I have no sequelae until now after surgery. And I am playing table tennis, volleyball and others.\n\t\t\t\t\t\n\t\t\t\t\t I will do my best for our superior socialist system."
        },
        {
            "title": "Mirim Riding Club in Pyongyang Built in Harmony with Nature",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-21ee.html",
            "content": "Mirim Riding Club in Pyongyang Built in Harmony with Nature\r\n Pyongyang, November 29 (KCNA) -- Any visitor to the Mirim Riding Club, recently built here, is much impressed with the architectural beauty of its facilities.\n\t\t\t\t\t All facilities of the club were designed to present natural beauty. Conspicuous is a gatepost that depicts a rider on a galloping horse. \n\t\t\t\t\t\n\t\t\t\t\t The club has various buildings such as breeding institute, veterinary hospital, horse-riding learning house, indoor training ground and health recovery and service centers. Each of them reminds one of a log house in forest.\n\t\t\t\t\t\n\t\t\t\t\t Most of the fixtures inside the buildings are made of wood, including rails of the indoor training ground, floor of grandstands, tables and benches and seats of the tented resting place. \n\t\t\t\t\t\n\t\t\t\t\t What is spectacular in the outdoor training ground of the club is a district of artificial hill. It is arranged with a pavilion, waterfalls, rocks of different shapes and trees of good species as well as a pond teeming with sturgeon and Ryongjong fish.\n\t\t\t\t\t\n\t\t\t\t\t Besides, outer walls of buildings embossed with horses and fine art works and computer-aided electric pictures installed inside the buildings add to the architectural beauty of the club. \n\t\t\t\t\t\n\t\t\t\t\t The Mirim Riding Club is a product of the devoted efforts of supreme leader Kim Jong Un, who wants any structure to be designed and constructed in a perfect way if it is for the popular masses."
        },
        {
            "title": "Minju Joson Assails Hostile Forces' \"Resolution on Human Rights of North Korea\"",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-10ee.html",
            "content": "Minju Joson Assails Hostile Forces' \"Resolution on Human Rights of North Korea\"\r\n Pyongyang, November 29 (KCNA) -- The \"resolution on human rights of north Korea\" masterminded by the U.S. and other hostile forces at the Third Committee of the 68th UN General Assembly is a conspiratorial document peppered with falsity and fabrications, says Minju Joson Friday in a commentary.\n\t\t\t\t\t The U.S. has left no means and methods untried to stifle the DPRK, which has advanced along the road of independence, Songun and socialism, notes the commentary, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Washington's ulterior design is to hurt the dignity and prestige of the DPRK and find an excuse for interfering in its internal affairs and invading it by finding fault with its human rights performance.\n\t\t\t\t\t\n\t\t\t\t\t The \"resolution\" again clearly proved that the former remains unchanged in its wild ambition to stifle the latter and also has become evermore undisguised in its move to carry it out.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the south Korean puppet group has come into play as a shock brigade for executing the U.S. human rights conspiratorial racket against the DPRK. This is another politically-motivated provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In a bid to tide over its daily worsening ruling crisis and divert elsewhere public criticism of it, the puppet group is desperately kicking up anti-DPRK smear campaign after zealously taking part in cooking up above-said \"resolution\".\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. and the puppet group which should be placed in the dock of the \"human rights\" issue. However, they are impudently finding fault with the DPRK while engaging in human rights conspiratorial racket against it. The service personnel and people of the DPRK are hardly repressing their towering resentment against them.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group will have to pay a dear price for its racket in collusion with the U.S. and should not blame others for the misfortunes to be entailed by it, warns the commentary."
        },
        {
            "title": "S. Korean Dictatorial Regime's Fall is Necessity of History: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-08ee.html",
            "content": "S. Korean Dictatorial Regime's Fall is Necessity of History: Rodong Sinmun\r\n Pyongyang, November 29 (KCNA) -- The regime of traitors relying on the fascist dictatorship cannot escape its doom, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The dictatorial politics pursued by the south Korean ruling forces is reactionary one as it represents the interests of a tiny handful of big businesses and privileged clan in all fabrics of social life and protects them.\n\t\t\t\t\t\n\t\t\t\t\t Such social evils as the widening gap between the rich and the poor are festering and the people's living has been thrown into destitution in south Korea due to the conservative group's unpopular rule. \n\t\t\t\t\t\n\t\t\t\t\t The true colors of the conservative group as traitors are being brought into bolder relief due to the puppet Intelligence Service's interference in the election, the IS's fabrication of attempted rebellion, the case of opening to public the minutes of the north-south summit, the frantic campaign for \"eliminating the forces following the north,\" etc. disturbing the political landscape in south Korea at present.\n\t\t\t\t\t\n\t\t\t\t\t The puppet ruling forces' moves to revive the \"yusin\" dictatorship are as foolish an act as trying hard to bring back the shameful past of those who met miserable ends.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means accidental that commenting on the tragic situation of south Korea that is turning into the world's biggest graveyard of human rights even in the 21st century, not only media of south Korea but foreign media said with great surprise that an era of brutes has arrived in less than one year since the appearance of the Park Geun Hye regime and Park is leading south Korea to the era of dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as a pikestaff that the present ruling forces are short-lived like the \"yusin\" dictator who met a miserable end for resorting to violence and tyranny."
        },
        {
            "title": "S. Korean Chief Executive's Resignation Demanded",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-11ee.html",
            "content": "S. Korean Chief Executive's Resignation Demanded\r\n Pyongyang, November 29 (KCNA) -- The south Korean Christian Joint Measure Committee against Intelligence Service's Interference in Election held a press conference in Jongro District, Seoul on Nov. 27 demanding the resignation of the puppet chief executive.\n\t\t\t\t\t At the press conference speakers said that religionists have demanded the probe into the truth about the case of the interference of power organs in the election, stern punishment of those responsible for it and prevention of the recurrence of similar case.\n\t\t\t\t\t\n\t\t\t\t\t But the present ruling forces expelled those in charge of the investigation into the case, defended those responsible for it and concealed the fact, they charged.\n\t\t\t\t\t\n\t\t\t\t\t We cannot but be deeply concerned about the behavior of the ruling forces who branded Catholic religionists as \"those following the north\" after taking issue with their protesting remarks, they said.\n\t\t\t\t\t\n\t\t\t\t\t The last \"presidential election\" was the fraudulent one in which the people's right was violated, they noted, adding: We cannot recognize as \"president\" the present chief executive who took office according to the results of the fraud-marred election.\n\t\t\t\t\t\n\t\t\t\t\t We can no longer remain an on-looker to the Park Geun Hye regime making a showdown with the religious circles, they said, demanding she step down of her own accord."
        },
        {
            "title": "S. Korean Intelligence Service's Fascist Suppression Protested",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-13ee.html",
            "content": "S. Korean Regime's Fascist Suppression Protested\r\n Pyongyang, November 29 (KCNA) -- Progressive men of culture and art of south Korea protested the puppet regime's fascist suppression at a press conference in Seoul on November 27.\n\t\t\t\t\t The speakers accused the Intelligence Service (IS) of storming the office of a national dance troupe known as a progressive cultural and art organization and searching houses of its former and incumbent members on Nov. 26.\n\t\t\t\t\t\n\t\t\t\t\t IS took issue with the legal activities of the organization on charges of violation of the \"Security Law\", they noted, terming it a typical act of faking up a case.\n\t\t\t\t\t\n\t\t\t\t\t They denounced the public security forces for trying to evade responsibility and maintain power by escalating suppression, far from making a thorough-going probe into the IS's act of rigging the election.\n\t\t\t\t\t\n\t\t\t\t\t Public resentment over the fascist crackdown will be directed to the Park Geun Hye regime, they warned."
        },
        {
            "title": "S. Korean Regime's Crackdown upon Progressive Art Troupe under Fire",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-15ee.html",
            "content": "S. Korean Regime's Crackdown upon Progressive Art Troupe under Fire\r\n Pyongyang, November 29 (KCNA) -- The Solidarity for Progress in south Korea issued a statement on Nov. 26 denouncing the puppet regime's suppression of a progressive art troupe.\n\t\t\t\t\t The statement recalled that on the same day the Intelligence Service (IS) searched an office of a national dance troupe in Sogyo-dong, Seoul and houses of its former and incumbent members and walked away its former representative.\n\t\t\t\t\t\n\t\t\t\t\t The dance troupe is a progressive cultural and art organization which has conducted performing and creative activities for independence, reunification and vital rights, it said.\n\t\t\t\t\t\n\t\t\t\t\t IS took such action on charge of the violation of the \"Security Law\" for the mere reason that the troupe visited Japan and other countries for performances and international exchange, it said, adding this was a typical fabrication as the action was perpetrated with the approval of the regime.\n\t\t\t\t\t\n\t\t\t\t\t The tentacles of reckless suppression by the security forces are stretching even to the cultural and art organization in the wake of the crackdown upon the pro-reunification organizations, political party, politicians, civic and public organizations and religionists, it held, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We are opposed to the suppression by invoking the undemocratic and anti-reunification evil law. The IS director should be dismissed immediately as he is busy stamping out democracy.\n\t\t\t\t\t\n\t\t\t\t\t Public resentment at the undemocratic moves to revive \"yusin\" will lead to resistance against the chief executive and eventually precipitate the ruin of the regime."
        },
        {
            "title": "Action against Unpopular Rule of Authorities Called for",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-12ee.html",
            "content": "Action against Unpopular Rule of S. Korean Authorities Urged\r\n Pyongyang, November 29 (KCNA) -- The south Korean Internet paper Voices of People in an editorial on Nov. 27 called upon the workers to turn out in the action against the unpopular rule of the puppet regime.\n\t\t\t\t\t The editorial went on:\n\t\t\t\t\t\n\t\t\t\t\t Since the emergence of the present regime, the Park Geun Hye group has suppressed the sit-in strike of the Trade Union of Ssangryong Motors and made desperate efforts to stamp out the Teachers Union and the Government Employees' Union.\n\t\t\t\t\t\n\t\t\t\t\t In protest against the crackdown, the workers of the Ssangryong Motors, the Teachers Union and the Government Employees Union and media workers turned out in the actions.\n\t\t\t\t\t\n\t\t\t\t\t Railway workers vowed to stage a general strike to hold in check the privatization of railways, workers of gas companies declared a plan to wage an indefinite strike for checking the privatization of gas service, the freight workers declared they would wage a general strike, construction workers declared an indefinite general strike and part-time workers of schools turned out in the action for the abolition of part-time jobs.\n\t\t\t\t\t\n\t\t\t\t\t The situation prevailing in south Korea is so urgent that the anti-\"government\" struggle should have been waged across it.\n\t\t\t\t\t\n\t\t\t\t\t It is the pride of history that the people fought against the Park Chung-Hee \"yusin\" dictatorship and the Chon Doo Hwan military dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The workers should form a front of general labor action centered on the Confederation of Trade Unions to launch their great actions for judging the Park regime, foiling its suppression of workers, achieving their basic rights, defending the democratic trade unions and championing democracy, the editorial concluded."
        },
        {
            "title": "Federation of Koreans in U.S. Accuses Park Geun Hye of Threatening People",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-06ee.html",
            "content": "Federation of Koreans in U.S. Accuses Park Geun Hye of Threatening People\r\n Pyongyang, November 29 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. on November 25 made public a statement accusing the present chief executive of south Korea of threatening the people. \n\t\t\t\t\t Park Geun Hye said at Chongwadae that day that there were many acts of causing chaos and division at home and abroad, the statement noted, adding that she blustered she would not to allow or overlook them. \n\t\t\t\t\t\n\t\t\t\t\t The statement termed what she uttered outbursts betraying her intention to threaten the Jonju Parish Priests Group of the south Korean Catholic Priests' Council for Justice and the people demanding her resignation and destroy them by pursuing a harsh rule under the pretext of security.\n\t\t\t\t\t\n\t\t\t\t\t It continued: It is nonsensical for her to insist on staying in power though she committed hideous crimes by fabricating election results with all power bodies including the Intelligence Service involved and covering up truth. \n\t\t\t\t\t\n\t\t\t\t\t Park is browbeating the people despite the full disclosure of her crimes, a clear indication that she is a shameless woman fearing nothing. \n\t\t\t\t\t\n\t\t\t\t\t Koreans at home and abroad aware of truth behind the illegal election know well that Park's resignation is the only way of preventing division and chaos. \n\t\t\t\t\t\n\t\t\t\t\t The dream of Park Geun Hye pursuing the second \"yusin\" dictatorship can never come true. \n\t\t\t\t\t\n\t\t\t\t\t No force can suppress the people demanding the resignation of Park, chief culprit of the illegal election and the boss chiefly to blame for covering up it and enforcing the rule under the pretext of security, holding candles of truth and justice."
        },
        {
            "title": "Kim Jong Il to Be Remembered in UK",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-02ee.html",
            "content": "Kim Jong Il to Be Remembered in UK\r\n Pyongyang, November 29 (KCNA) -- A committee for remembering leader Kim Jong Il was inaugurated in UK on Nov. 22.\n\t\t\t\t\t Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events for introducing Kim Jong Il's exploits."
        },
        null,
        {
            "title": "Kim Jong Il Praised by Hungarian Political Party Leader",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-04ee.html",
            "content": "Kim Jong Il Praised by Hungarian Political Party Leader\r\n Pyongyang, November 29 (KCNA) -- Leader Kim Jong Il was the great leader of not only the Korean people but the world progressives and the statesman who devoted himself to the human cause of independence.\n\t\t\t\t\t Gyula Thurmer, chairman of the Hungarian Workers' Party, said this in his statement on Nov. 23.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, creditable successor to the revolutionary cause of President Kim Il Sung, wisely led the Workers' Party of Korea (WPK) and his people in their struggle for accomplishing the cause of socialism and achieving national reunification, the chairman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t His whole life was dedicated to his country and its people and to the victory in the cause of global socialism.\n\t\t\t\t\t\n\t\t\t\t\t The achievements made by the DPRK in the political, economic, military and all other fields are ascribable to his energetic leadership and tireless efforts.\n\t\t\t\t\t\n\t\t\t\t\t These successes would have been unimaginable without his leadership.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un has not only wisely led the drive of the army and people of the DPRK for building a thriving nation but firmly defended socialism, resolutely frustrating the anti-DPRK moves of the U.S. imperialists and their followers.\n\t\t\t\t\t\n\t\t\t\t\t The Hungarian Workers' Party will support the Korean people in their struggle and always stand by the WPK."
        },
        {
            "title": "Japan's Sexual Slavery Blasted in Brazil, Nigeria",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-05ee.html",
            "content": "Japan's Sexual Slavery Blasted in Brazil, Nigeria\r\n Pyongyang, November 29 (KCNA) -- The Brazilian Committee for Solidarity with the DPRK posted on its website an article titled \"Truth of history\" on November 18. \n\t\t\t\t\t The article said that the international community is becoming increasingly vocal denouncing the sexual slavery committed by the Imperial Japanese Army branded as a hideous crime against humanity, but the present Japanese politicians are insisting that forcible drafting of \"comfort women\" was not truth. \n\t\t\t\t\t\n\t\t\t\t\t Under the subtitles \"Appeal to world conscience\", \"I was slave-hunter\", etc. the article referred in detail to the miserable fate of the Korean women who were drafted as sexual slaves of the Imperial  Japanese Army and the testimonies made by the Japanese who took part in forceful drafting of them.\n\t\t\t\t\t\n\t\t\t\t\t Data on the forceful drafting of sexual slaves by the Imperial Japanese Army are being disclosed in succession in national archives of the U.S., the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The recently declassified confidential documents note that Japanese who had been in Korea forcefully drafted Korean women at the request of the Imperial Japanese Army. \n\t\t\t\t\t\n\t\t\t\t\t It is truth of history. \n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of the Juche Idea posted on its website an article slamming the sexual slavery of Japan on the same day."
        },
        {
            "title": "Hospital Kim Man Yu logra exito en la operacion del sindrome de Marfan",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-07ss.html",
            "content": "Hospital Kim Man Yu logra exito en la operacion del sindrome de Marfan\r\nPyongyang, 29 de noviembre (ACNC) -- Recientemente, el Hospital Kim Man Yu de Corea realizo con exito por primera vez la operacion del sindrome de Marfan.\n\t\t\t\t\tJo Kwang Ho, jefe de seccion del hospital, conto a la ACNC las experiencias de operacion sobre un paciente:\n\t\t\t\t\t\n\t\t\t\t\tEn el cuerpo del enfermo se observaron hace 3 anos los sintomas del sindrome Marfan.\n\t\t\t\t\t\n\t\t\t\t\tLos sintomas se manifiestan en la deformidad de ojos, esqueleto y sistema cardiovascular.\n\t\t\t\t\t\n\t\t\t\t\tEl enfermo tenia de nacimiento todos esos defectos.\n\t\t\t\t\t\n\t\t\t\t\tSi persiste el problema en la circulacion de sangre debido al defectuoso sistema cardiovascular, el enfermo puede morir por la rotura de aorta.\n\t\t\t\t\t\n\t\t\t\t\tLa operacion del sindrome de Marfan necesita alta tecnologia y equipos de diagnosis ultramodernos.\n\t\t\t\t\t\n\t\t\t\t\tNuestro panel de medicos repitio las consultas sobre los sintomas del enfermo.\n\t\t\t\t\t\n\t\t\t\t\tAl cabo de discusiones, buscamos avanzados metodos de operacion y los aplicamos con exito.\n\t\t\t\t\t\n\t\t\t\t\tEl enfermo se ha mejorado totalmente y se dio de alta a los 20 dias de hospitalizacion.\n\t\t\t\t\t\n\t\t\t\t\tEl enfermo Ri Kwang Il que vive en esta capital dijo que ha recibido el tratamiento medico sin pagar ni un centavo.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que practica deportes como ping-pong y voleibol y trabaja con pasion sin sufrir ninguna complicacion post-operacional.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la decision de trabajar dedicando todo lo suyo por el regimen socialista de la RPDC."
        },
        {
            "title": "Pieza acrobatica coreana gana maximo premio en festival internacional",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-14ss.html",
            "content": "Pieza acrobatica coreana gana maximo premio en festival internacional\r\nPyongyang, 29 de noviembre (ACNC) -- En el XII Festival Internacional de Circo de Grenoble fue otorgado el maximo premio a la pieza coreana \"Muchachas voladoras\". \n\t\t\t\t\tEn el presente certamen, efectuado desde el dia 21 al 24 de noviembre en la ciudad de Grenoble de Francia, tomaron parte celebres entidades circenses y acrobatas de 16 paises y regiones, entre otros, la Republica Popular Democratica de Corea, China, Rusia, Hungria, Estados Unidos, Mexico, Brasil, Belgica, Cuba, Gran Bretana e Italia. \n\t\t\t\t\t\n\t\t\t\t\tEn la acrobacia aerea \"Muchachas voladoras\", los acrobatas coreanos mostraron movimientos habiles arrancando efusivos aplausos del jurado y los espectadores. \n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia de premiacion la acrobacia coreana recibio el premio de oro, maxima distincion del festival.\n\t\t\t\t\t\n\t\t\t\t\tLos acrobatas coreanos regresaron el dia 29 a Pyongyang."
        },
        {
            "title": "Minju Joson rechaza la \"resolucion de DDHH\" anti-RPDC",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-03ss.html",
            "content": "Minju Joson rechaza la \"resolucion de DDHH\" anti-RPDC\r\nPyongyang, 29 de noviembre (ACNC) -- En un comentario individual de hoy, el periodico Minju Joson califica de documento intrigante penetrado por fraudes y falsedad la \"resolucion de DDHH\" anti-Republica Popular Democratica de Corea, aprobada por el imperio yanqui y otras fuerzas hostiles en el tercer comite del 68o periodo de sesiones de la Asamblea General de la ONU, y continua:\n\t\t\t\t\tEE.UU. se vale de todos los medios y metodos para aplastar la RPDC que avanza por el camino de la independencia, el Songun y el socialismo.\n\t\t\t\t\t\n\t\t\t\t\tSu verdadera intencion es difamar la dignidad y el prestigio de la RPDC acusandola del problema de DDHH y asi buscar el pretexto para la agresion y la intervencion en sus asuntos internos.\n\t\t\t\t\t\n\t\t\t\t\tEsta vez, se ha comprobado una vez mas que la ambicion de EE.UU. de exterminar la RPDC no se ha cambiado sino se torna mas abierta.\n\t\t\t\t\t\n\t\t\t\t\tLo problematico es que la banda titere se presenta como brigada de choque en la campana intrigante de DDHH anti-RPDC del imperio, lo que es otra provocacion politica contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPara salvar la cada dia mas grave crisis de gobernacion e inducir en error la opinion publica, los complices titeres inventaron la \"resolucion de DDHH\" y dan mas acicate a la campana intrigante anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo coreanos estan tan indignados ante la realidad en que el imperio yanqui y la banda titere, que deben sentarse en el banquillo del acusado de \"DDHH\", perpetran la campana intrigante de DDHH anti-RPDC acusandola atrevidamente. \n\t\t\t\t\t\n\t\t\t\t\tPagara muy caro la campana de DDHH anti-RPDC que lanzan los titeres surcoreanos en confabulacion con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tAnte las desgracias que sufrira por su campana, la horda titere no debera quejarse de otros."
        },
        {
            "title": "Derrota de \"gobierno\" dictatorial es inevitabilidad de historia, senala Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-02ss.html",
            "content": "Derrota de \"gobierno\" dictatorial es inevitabilidad de historia, senala Rodong Sinmun\r\nPyongyang, 29 de noviembre (ACNC) -- En un articulo individual insertado hoy, el diario Rodong Sinmun destaca que no podra evitar la derrota el \"gobierno\" traidor del Sur de Corea que se mantiene en la dictadura fascista, y prosigue:\n\t\t\t\t\tLa politica dictatorial de los gobernantes surcoreanos es la reaccionaria que representa y defiende los intereses de un punado de los plutocratas y las capas privilegiadas en todas las esferas de la vida social.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la maligna politica antipopular de la horda conservadora, se agudizan mas los males sociales en el suelo surcoreano donde los ricos se hacen cada vez mas ricos y los pobres cada vez mas pobres y la vida del pueblo se torna  cada vez mas miserable.\n\t\t\t\t\t\n\t\t\t\t\tPonen al desnudo la naturaleza traidora de esos complices los casos que sacuden ahora el estado politico surcoreano tales como la intervencion del Servicio Nacional de Inteligencia en las elecciones presidenciales, la conspiracion para una rebelion, la nota del dialogo de la Cumbre Norte-Sur, la frenetica \"purga de las fuerzas pro-Norte\".\n\t\t\t\t\t\n\t\t\t\t\tLas tentativas de las fuerzas gobernadoras titeres para el resurgimiento de la dictadura de \"Yusin\" son un proceder estupido para reproducir el pasado vergonzoso del destino de derrota total.\n\t\t\t\t\t\n\t\t\t\t\tAnte la realidad tragica en que el territorio surcoreano se convierte mas en el infierno de DDHH, la prensa surcoreana y hasta las fuentes extranjeras se espantan senalando que \"ha llegado la era de brutalidad\" solo a menos de un ano de la aparicion del \"gobierno\" de Park Geun-hye y que ella \"conduce el Sur de Corea a la epoca dictatorial\".\n\t\t\t\t\t\n\t\t\t\t\tEs muy claro que no durara mucho el destino de las actuales fuerzas gobernantes al igual que el dictador de \"Yusin\" que sufrio el tragico fin por haber atenido a la violencia y represion."
        },
        {
            "title": "Rodong Sinmun revela objetivo de EE.UU. de prolongar traspaso de mando de operaciones",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-01ss.html",
            "content": "Rodong Sinmun revela objetivo de EE.UU. de prolongar traspaso de mando de operaciones\r\nPyongyang, 29 de noviembre (ACNC) -- En un articulo individual publicado este viernes, el diario Rodong Sinmun revela el intento de Estados Unidos de prolongar el traspaso del mando de operaciones en el tiempo de guerra al Sur de Corea. \n\t\t\t\t\tLos cabecillos del circulo militar norteamericano hablan de este asunto insistiendo en la necesidad de intensificar los vinculos militares con los paises aliados y ampliar la capacidad militar sostenible frente a la \"amenaza\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\tPara los belicistas se necesita este pretexto para ocultar su intencion de perpetuar la ocupacion del suelo surcoreano. \n\t\t\t\t\t\n\t\t\t\t\tEl ex subjefe del estado mayor de las fuerzas terrestres norteamericanas insistio en la necesidad de reprolongar el traslado del mando de operaciones en el tiempo de guerra diciendo que este seria el \"primer paso\" para la retirada de sus tropas estacionadas ocupantes del Sur de Corea. En otra palabra, para perpetuar su ocupacion en el suelo surcoreano hay que reprolongarlo porque el traspaso de mando no da el pretexto de ocupacion del territorio surcoreano. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, se puso al desnudo la naturaleza de EE.UU. como invasor y ocupante. \n\t\t\t\t\t\n\t\t\t\t\tObservando el proceder imprudente de los titeres surcoreanos desesperados por prolongar el traslado de mando de operaciones en el tiempo de guerra, EE.UU. pretende utilizarlos mas eficientemente como brigada de choque en el cumplimiento de la politica de agresion a la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl mantenimiento de la ocupacion militar de EE.UU. sobre el Sur de Corea demuestra la invariable ambicion de agresion del imperio. \n\t\t\t\t\t\n\t\t\t\t\tLas tropas norteamericanas ocupantes del Sur de Corea resultan fuente de guerra y factor que amenaza y perturba la paz y la seguridad del Nordeste Asiatico y el resto del mundo. \n\t\t\t\t\t\n\t\t\t\t\tLa retirada de las tropas norteamericanas del Sur de Corea posibilitara preparar una coyuntura favorable a la paz y la seguridad de la Peninsula Coreana y el resto del Nordeste Asiatico. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe retirar, lo mas pronto posible, sus tropas del suelo surcoreano sin dar espaldas a la tendencia del nuevo siglo y a la opinion publica mundial."
        },
        {
            "title": "Demandan en Sur de Corea la retirada del poder de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2013/201311/news29/20131129-13ss.html",
            "content": "Demandan en Sur de Corea la retirada del poder de Park Geun-hye\r\nPyongyang, 29 de noviembre (ACNC) -- El comite conjunto de cristianos para las medidas contra la intervencion del Servicio Nacional de Inteligencia en las elecciones \"presidenciales\" del Sur de Corea concedio el dia 27 en el distrito Jongno de Seul una conferencia de prensa para exigir la retirada del poder de la mandataria Park Geun-hye. \n\t\t\t\t\tLos oradores senalaron que los cristianos vinieron demandando aclarar la verdad del caso de intervencion de los organos del poder en las elecciones \"presidenciales\", castigar duro al culpable y tomar las medidas para prevenir la repeticion. \n\t\t\t\t\t\n\t\t\t\t\tPero, los gobernantes en actual mandato dimitieron a los encargados de la investigacion y defendieron a los culpables, criticaron y expusieron la preocupacion de que ellos cuestionan hasta las palabras de protesta de los catolicos tildandolos de \"fuerzas pro-Norte\". \n\t\t\t\t\t\n\t\t\t\t\tLos oradores calificaron de fraudulentas las elecciones \"presidenciales\" y apuntaron que no pueden reconocer como \"presidenta\" a Park. \n\t\t\t\t\t\n\t\t\t\t\tUrgieron la renuncia de la mandataria Park diciendo que es intolerable el \"gobierno\" de ella que se enfrenta con el circulo religioso."
        }
    ]
}