{
    "date": "2013-01-10",
    "url": "http://kcna.co.jp/item/2013/201301/2013-01-10ee.html",
    "articles": [
        {
            "title": "DPRK Vice-Premier Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-22ee.html",
            "content": "DPRK Vice-Premier Meets Chinese Delegation\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- Vice-Premier of the DPRK Cabinet Kang Sok Ju Thursday met and had a friendly talk with the visiting Chinese government economic and trade delegation headed by Li Jinzao, vice-minister of Commerce, who paid a courtesy call on him at the Mansudae Assembly Hall."
        },
        {
            "title": "Congratulations to Kim Jong Un from Foreign Countries",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-14ee.html",
            "content": "Congratulations to Kim Jong Un from Foreign Countries\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- The dear respected Kim Jong Un received messages and letters from foreign countries congratulating him on the successful launch of satellite Kwangmyongsong 3-2. \n\t\t\t\t\t They came from the general chairman and the general secretary of the National Guidance Council of the Pioneer Party of Indonesia, chairman and the first secretary of the Central Committee of the Communist Party of Norway, chairman of the Communist Party of Germany, chairwoman of the Party for Peace and Unity of Russia, chairman of the Hungarian Communist Workers' Party, honorary chairman of the Bulgarian Communists Union, general secretary and the international secretary of the Central Committee of the French Revolutionary Communist League, chairman, vice-chairman and concurrently international secretary and the general secretary of the Communist Party of Great Britain (Marxist-Leninist), general secretary of the Central Committee of the New Communist Party of Britain, chairman of the Central Committee of the Socialist Popular Party of Mexico and the general secretary of the Central Committee of the People's Socialist Party of Mexico.\n\t\t\t\t\t\n\t\t\t\t\t They also came from political, social and business dignitaries of China, Russia, Nepal, Lebanon, Malaysia, Syria, Pakistan, Iran, India, Norway, Denmark, Germany, Bulgaria, Belarus, Switzerland, the Czech Republic, France, Finland, Croatia, Poland, UK, Austria, Iceland, Italy, Libya, Benin, Mexico and Peru including a member of the Central Executive Committee of the Union Solidarity and Development Party of Myanmar, secretary of the Central Committee of the Communist Workers' Party of Belarus, director-general of the International Institute of the Juche Idea who is secretary general of the Council of the International Kim Il Sung Prize and the Council of the International Kim Jong Il Prize, co-chairman of the Council of the Kim Il Sung-Kim Jong Il Fund, former minister of Defense of the Soviet Union, head of the \"Orchestra of the 21st Century\" of Russia, director-general of the European Society for the Study of the Juche Idea, general secretary of the International Alliance \n\t\t\t\t\t\n\t\t\t\t\t of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions, secretary general of the International Liaison Committee for Reunification and Peace in Korea and the secretary general of the African Regional Committee of Friendship and Solidarity with the Korean People, and representatives of the international organizations, organizations for the study of the Juche idea and organizations for supporting Korea's reunification and friendship organizations.\n\t\t\t\t\t\n\t\t\t\t\t They said in the messages and letters that the successful launch of the satellite is a fruition of the energetic leadership of Kim Jong Un over the work to successfully carry out leader Kim Jong Il's plan to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the Korean people would win victory only under the leadership of the Workers' Party of Korea (WPK) headed by Kim Jong Un in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the WPK received messages of greeting from the vice-chairman of the Workers' Party of Turkey and a member of the Secretariat of the National Committee of the Workers' World Party of the United States of America."
        },
        {
            "title": "Gift to Kim Jong Un from Chinese Government Economic, Trade Delegation",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-15ee.html",
            "content": "Gift to Kim Jong Un from Chinese Government Economic, Trade Delegation\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- The dear respected Kim Jong Un received a gift from the visiting Chinese government economic and trade delegation.\n\t\t\t\t\t The gift was conveyed to DPRK Vice-Premier Kang Sok Ju by Vice-Minister of Commerce of China Li Jinzao on Thursday."
        },
        {
            "title": "DPRK People Enraged at S. Korean Regime's Provocations",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-20ee.html",
            "content": "DPRK People Enraged at S. Korean Regime's Provocations\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- A spokesman of the Committee for the Peaceful Reunification of Korea issued a statement on Jan. 3 to hit the Lee Myung Bak regime in south Korea for frantically kicking up anti-DPRK confrontation and war moves from the outset of the new year.\n\t\t\t\t\t The statement has touched off the DPRK people's surging resentment toward the Lee Myung Bak group of traitors.\n\t\t\t\t\t\n\t\t\t\t\t Ju Yong Chol, an officer of the Korean People's Army, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The south Korean regime's persistence in confrontation with fellow countrymen will lead to war in the long run.\n\t\t\t\t\t\n\t\t\t\t\t The KPA has already been given the operational plans finally approved by its Supreme Command.\n\t\t\t\t\t\n\t\t\t\t\t It is ready to deal an annihilating blow to the rat-like group running amuck against the trend of the times.\"\n\t\t\t\t\t\n\t\t\t\t\t Song Sol, 29, a woman living in Hamhung City, South Hamgyong Province, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Peace can never be ensured in the Korean Peninsula if the Lee group of traitors is allowed to go scot-free.\n\t\t\t\t\t\n\t\t\t\t\t Once an order is given, I will join the army to wipe out the group of traitors and devote myself to building a reunified prosperous nation.\""
        },
        {
            "title": "Delegation of Google Inc. of U.S. Flies Back",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-13ee.html",
            "content": "Delegation of Google Inc. of U.S. Flies Back\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- The delegation of the Google Inc. of the U.S. headed by Bill Richardson, former governor of New Mexico State, left here on Thursday."
        },
        {
            "title": "Chinese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-16ee.html",
            "content": "Chinese Delegation Visits Mangyongdae\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- The Chinese government economic and trade delegation headed by Li Jinzao, vice-minister of Commerce of China, visited Mangyongdae, the birthplace of President Kim Il Sung, on Tuesday.\n\t\t\t\t\t At the end of the visit Li Jinzao said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung was a world-recognized outstanding leader.\n\t\t\t\t\t\n\t\t\t\t\t He provided the Sino-DPRK friendship together with revolutionaries of the elder generation of China.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese people deeply revere him.\n\t\t\t\t\t\n\t\t\t\t\t He is always alive in our hearts.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the delegation toured the Tower of the Juche Idea, Arch of Triumph, Friendship Tower, Taean Friendship Glass Factory, etc."
        },
        {
            "title": "Chinese Delegation Pays Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-12ee.html",
            "content": "Chinese Delegation Pays Tribute to Kim Il Sung, Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- Members of the Chinese government economic and trade delegation headed by Li Jinzao, vice-minister of Commerce of China, Thursday visited the Kumsusan Palace of the Sun to pay homage to President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t They made bows to Kim Il Sung and Kim Jong Il, who performed great feats for the era and humankind and made immortal contributions to the cause of global independence. \n\t\t\t\t\t\n\t\t\t\t\t They went round the rooms where the orders they received are on display, the mourning hall and the halls housing cars, an electric car, boat and trains which the Generalissimos used during their field guidance and foreign tour till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t Li Jinzao wrote in the visitor's book that Kim Il Sung and Kim Jong Il will be immortal."
        },
        {
            "title": "Meetings Held to Vow to Implement Tasks Set Forth in Kim Jong Un's New Year Addres",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-23ee.html",
            "content": "Meetings Held to Vow to Implement Tasks Set Forth in Kim Jong Un's New Year Address\r\n Pyongyang, January 10 (KCNA) -- Meetings too place at industrial establishments and cooperative farms in various parts of the country to vow to implement the important tasks set forth by the dear respected Kim Jong Un in his New Year Address.\n\t\t\t\t\t Reports were made to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t Reporters and speakers at the meetings held at the Thaehyang Coal Mine of the Anju Area Coal Mining Complex and the Ryongbuk Youth Coal Mine of the Kyongwon Area Coal Mining Complex renewed their resolution to overfulfil their daily quotas and thus supply a sufficient quantity of coal to various fields of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t A reporter and speakers at the meeting held at the Kim Chaek Iron and Steel Complex underscored the need to increase the iron and steel production by improving the management of equipment and technical control and scrupulously organizing production and command.\n\t\t\t\t\t\n\t\t\t\t\t Reporters and speakers at the meetings held at the Wonsan Youth Power Station and the Kanggye Railroad Maintenance Corps pledged themselves to raise efficiency of generators and improve the maintenance and overhaul of railways to ensure accident-free operation of trains.\n\t\t\t\t\t\n\t\t\t\t\t Those at the meetings held at the Kim Jong Suk Pyongyang Textile Mill and the Kaesong Songdo Garment Factory said they would take thorough measures for the supply of raw and other materials, wage a brisk socialist emulation and positively introduce technical innovation proposals and rational working methods to unconditionally honor their national economy plans for this year.\n\t\t\t\t\t\n\t\t\t\t\t Similar resolution was made by the participants of the meetings held at the Wonsan Disabled Soldiers' Essential Plastic Goods Factory, Munchon Foodstuff Factory, Thongchon Fishery Station, Kosong Shallow Sea Culture Station, Kosan County Farm Machine Station, Panmunjom Cooperative Farm in Kaesong City, Namchang Cooperative Farm in Munchon City and the Ranjong Cooperative Farm in Kosan County."
        },
        {
            "title": "DPRK People Turn Out in Building Economic Giant",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-17ee.html",
            "content": "DPRK People Turn Out in Building Economic Giant \n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- All the people in the Democratic People's Republic of Korea have turned out in the effort for building an economic giant with firm confidence and courage, after receiving the New Year address of supreme leader Kim Jong Un.\n\t\t\t\t\t In the address, Kim Jong Un said that the new year 2013 is a year of great creations and changes in which a radical turnabout will be effected in the building of a thriving socialist country on the road of the onward march in the new century of Kim Il Sung and Kim Jong Il's Korea. He stressed that a radical turn should be brought about in the building of an economic giant on the strength of science and technology by fanning the flames of the industrial revolution in the new century. The industrial revolution in the new century is, in essence, a scientific and technological revolution and breaking through the cutting edge is a shortcut to the building of an economic giant, he added.\n\t\t\t\t\t\n\t\t\t\t\t His New Year address calls on everyone to make substantial achievements helpful to building a thriving nation through a campaign of breaking through the cutting edge. \n\t\t\t\t\t\n\t\t\t\t\t Cha Man Baek, a section chief of the C.C., General Federation of Science and Technology of Korea, told KCNA: It can never be called patriotism to just give cheers for successful satellite launch. Anyone should do admirable things, true to Marshal Kim Jong Un's plan and intention, like those who successfully launched satellite Kwangmyongsong 3-2 to conquer space. Then, it can be called true patriotism.\n\t\t\t\t\t\n\t\t\t\t\t In hearty response to the call of Kim Jong Un, the Korean people will break through the cutting edge on the strength of science and technology and turn Kim Il Sung and Kim Jong Il's Korea into a knowledge-based economic power and a civilized socialist country."
        },
        {
            "title": "Production Upsurge Effected in Metal Industry",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-19ee.html",
            "content": "Production Upsurge Effected in Metal Industry\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- The metal industrial sector of the DPRK has effected an upsurge in production from the outset of the year.\n\t\t\t\t\t Workers of the Kim Chaek Iron and Steel Complex are making collective innovations in rolling and assembling, washing and grinding of rollers to increase rolled steel.\n\t\t\t\t\t\n\t\t\t\t\t The Chongjin Steel Plant is raising the output of Juche iron by operating at full capacity the revolving furnace reconditioned last year.\n\t\t\t\t\t\n\t\t\t\t\t The Hwanghae Iron and Steel Complex has introduced plasma heat treatment and other advanced technologies in production of quality heavy rails.\n\t\t\t\t\t\n\t\t\t\t\t UHP electric arc furnaces Nos. 1 and 6 at the Chollima Steel Complex began their capacity operation, turning out molten iron more than ever before.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Musan Mining Complex successfully carried out a blasting of 200 000 cubic meters of earth to increase iron ore production.\n\t\t\t\t\t\n\t\t\t\t\t Ri Un Chon, a department director of the Ministry of Metal Industry, told KCNA that he would do his utmost to contribute to providing a firm springboard for the building of an economic giant, in hearty response to the dear respected Kim Jong Un's New Year address calling for innovations in coal-mining and metallurgical industries to revitalize the overall economy of the country."
        },
        {
            "title": "New Posters Call for Carrying Out Tasks for This Year ",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-21ee.html",
            "content": "New Posters Call for Carrying Out Tasks for This Year\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- New posters were produced in the DPRK to encourage the army and people throughout the country in the effort to implement the historic tasks set forth by the dear respected Marshal Kim Jong Un in his New Year Address.\n\t\t\t\t\t Poster \"Let Us Thoroughly Carry Out the Important Tasks Set forth in the Historic New Year Address!\" reflects the revolutionary enthusiasm of all service personnel and people to bring about a radical turn in the building of a thriving nation by dint of single-minded unity and the industrial revolution in the new century, true to this year's important programme.\n\t\t\t\t\t\n\t\t\t\t\t Among the new posters is \"Let Us Bring About a Radical Turn in the Building of an Economic Giant with the Same Spirit and Mettle as Were Displayed in Conquering Space!\", the slogan to be held fast to by the Workers' Party of Korea and people this year.\n\t\t\t\t\t\n\t\t\t\t\t There are also posters portraying a scientist with the New Year Address in his hand. They call for rushing like a wind with the revolutionary stamina and fighting spirit on all fronts of the national economy including four leading sectors, light industry and agriculture, keeping apace with the same spirit as was displayed by space conquerors."
        },
        {
            "title": "Single-minded Unity, DPRK's Strongest Weapons",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-18ee.html",
            "content": "Single-minded Unity, DPRK's Strongest Weapon\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- In the New Year address, the dear respected Kim Jong Un said that the single-minded unity of the army and people around the Workers' Party of Korea is the strongest weapon of the country and a powerful propellant for the building of a thriving socialist nation.\n\t\t\t\t\t As Kim Jong Un said, the single-minded unity of the DPRK, based on one and the same idea, is the most powerful national strength.\n\t\t\t\t\t\n\t\t\t\t\t The young Korean communists in the 1920s pioneered the tradition of unity with President Kim Il Sung as the center.\n\t\t\t\t\t\n\t\t\t\t\t The tradition led the army and people of the DPRK to have Kim Jong Il as the center of their unity and leadership.\n\t\t\t\t\t\n\t\t\t\t\t By dint of the single-minded unity, they have defended their country and socialism from the U.S.-led imperialists' provocative and aggression moves.\n\t\t\t\t\t\n\t\t\t\t\t This tradition of unity has been carried forward invariably despite alternation of generations.\n\t\t\t\t\t\n\t\t\t\t\t Today the entire party, army and people of the DPRK are closely rallied around the dear respected Kim Jong Un, and this unity is based on their deep reverence for and deep trust in him. All the people deem it their due obligation and pride to closely rally around him.\n\t\t\t\t\t\n\t\t\t\t\t Based on the unity, they will surely build a thriving socialist nation and further exalt the honor of Kim Il Sung and Kim Jong Il's Korea."
        },
        {
            "title": "Japan's Discrimination against Koreans' Schools Is Shameful: Japanese",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-25ee.html",
            "content": "Japan's Discrimination against Koreans' Schools Is Shameful: Japanese\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- Tomoya Sato, 81, who had been to the Democratic People's Republic of Korea as head of the Japanese group for visiting ancestors' graves from late September to early October last year over the matter of Japanese remains, had an interview with Choson Sinbo, mouthpiece of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t He criticized the Japanese government for such persistent discrimination policy against the Koreans' schools as exclusion of them from the \"tuition-free program for senior high schools.\"  The United Nations, too, has recommended stopping such discrimination. I feel so shameful about this when I think that the Korean government took care of the Japanese and their schools soon after Japan's defeat in the Second World War, he said.\n\t\t\t\t\t\n\t\t\t\t\t According to him, Sato had lived in Pyongyang for 12 years until July 1948 after immigration to Korea with his family in 1936 when he was four years old.\n\t\t\t\t\t\n\t\t\t\t\t At that time, all industrial sectors of Korea were under the control of Japanese due to the aftermath of the Japanese imperialists' harsh colonial rule. In this regard, the Provisional People's Committee of North Korea took a measure to employ the Korea-resident Japanese technicians at industrial establishments. Sato's father, who served in mining business, was allowed to remain in Korea as a metallurgist.\n\t\t\t\t\t\n\t\t\t\t\t Such Japanese technicians were paid high wages and supplied even with dwelling houses and daily necessities ranging from liquor and tobacco to clothes in Korea. Its government covered the school fees and even traffic fees for their children studying at Japanese schools.\n\t\t\t\t\t\n\t\t\t\t\t \"I am very thankful to the DPRK government for its humanitarian measure whereby I could visit my ancestor's grave.\" Sato said.\n\t\t\t\t\t\n\t\t\t\t\t Hoping that the Japan-DPRK relations would be normalized as soon as possible, he said, \"Pyongyang is my dear second hometown. I want to go there again when an opportunity comes.\""
        },
        {
            "title": "Diplomatic, Security Chief of Chongwadae Accused of Slandering DPRK",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-07ee.html",
            "content": "Diplomatic, Security Chief of Chongwadae Accused of Slandering DPRK\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- Chon Yong U, chief for diplomacy and security of Chongwadae of south Korea, said at an interview with Kukje Shinmun on Jan. 3 that \"the May 24 step has given impact on future and destiny of the north.\"\n\t\t\t\t\t He even defamed the dignity of the supreme leadership of the DPRK, talking about \"its contingency\".\n\t\t\t\t\t\n\t\t\t\t\t A bylined commentary of Minju Joson Thursday dismisses Chon's reckless remarks as an open politically-motivated provocation as he irritated and insulted the DPRK by distorting facts.\n\t\t\t\t\t\n\t\t\t\t\t The commentary brands Chon as a lunatic engrossed in confrontation with fellow countrymen because he talked nonsense about \"disabling\" and \"existence and future\" under the signboard of \"May 24 step\" aimed at escalating confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The \"May 24 step\" dealt a heavy blow at south Korean businesses, says the commentary, adding:\n\t\t\t\t\t\n\t\t\t\t\t The companies that had benefited from north-south economic cooperation went bankrupt one after another, saddled with huge amounts of debt after the \"step\" took effect.\n\t\t\t\t\t\n\t\t\t\t\t It is natural for the south Korean people to call for the lifting of the traitorous \"step\". It is the view of south Korean economic experts that it is possible to revive the crisis-ridden economy in south Korea only when the \"May 24 step\" is lifted.\n\t\t\t\t\t\n\t\t\t\t\t Chon's malignant vituperation against the DPRK was prompted by a wicked plot to push the north-south relations to an uncontrollable phase.\n\t\t\t\t\t\n\t\t\t\t\t It is Chon's foolish calculation that only when the north-south relations further deteriorate, will the next ruling forces pursue confrontation with fellow countrymen and the present rulers be able to escape imprisonment after their ouster.\n\t\t\t\t\t\n\t\t\t\t\t Such imbecile as Chon Yong U will have to pay for his whole string of invectives against the DPRK."
        },
        {
            "title": "KCNA Commentary Refutes Reckless Remarks Made by S. Korean Regime",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-24ee.html",
            "content": "KCNA Commentary Refutes Reckless Remarks Made by S. Korean Regime\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- Chon Yong U, chief for diplomacy and security of Chongwadae of south Korea, let loose a spate of malignant invectives against the DPRK, when interviewed by the reptile paper Kukje Shinmun recently.\n\t\t\t\t\t Chon was so ridiculous as to talk about \"changes\" and possible \"contingency\" in the DPRK. Not content with this, he made reckless remarks that \"south Korea has a power to decide existence and future of the north,\" referring to the so-called \"impact of the May 24 step.\" \n\t\t\t\t\t\n\t\t\t\t\t Chon's remarks are nothing but the last-ditch efforts made by the group of traitors, much upset by the stirring situation of the DPRK that has made astonishing progress with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t Since the passing of leader Kim Jong Il, the great loss to the nation, the south Korean regime has waited for \"changes\" and \"contingency\" to take place in the DPRK. It got more frantic with the smear campaign against the DPRK's supreme leadership, spreading \"story about the north's collapse\".\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, however, has invariably advanced along the road of independence, Songun and socialism without any slightest change, foiling the pipedream of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The world people have admired the DPRK where all the service personnel and people have won one victory after another in the drive for building a thriving socialist nation and defending the country, rallied close as one behind the great Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is the Lee Myung Bak regime that faced \"contingency.\"\n\t\t\t\t\t\n\t\t\t\t\t Shortly after the Lee Myung Bak regime took office, the DPRK foresaw its miserable end as it sought confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, the Lee regime has been denounced by all Koreans and world people for its most hideous provocation against the dignity of the supreme leadership of the DPRK and its army is keeping the regime within its strike range.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime can never escape a miserable end, standing isolated from all sides, as it has brought extreme unrest and horror and destitution to the people through such frantic confrontation rackets as moves for war and sanctions.\n\t\t\t\t\t\n\t\t\t\t\t This is the inevitable result of its confrontation policy.\n\t\t\t\t\t\n\t\t\t\t\t But Chon is so stupid and ignorant that he is still  talkative about \"changes\" and \"contingency,\" unable to face up to stark reality.\n\t\t\t\t\t\n\t\t\t\t\t Chon is one of arch criminals who took the lead in the Lee regime's \"humiliating diplomacy\" and \"mendicant diplomacy\" to make a mess of everything in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t He has no face to talk about \"power\" as he is the worst traitor who reduced south Korea to a poor colony propped up by its American master.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind Chon's foolish remarks is a black-hearted intention to beautify Lee Myung Bak's confrontation policy and hand it over to the next regime.\n\t\t\t\t\t\n\t\t\t\t\t The Lee regime is sadly mistaken if it calculates such sheer sophism would help it save its dirty fate in face of the might of Songun of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t No one in this world would lend an ear to his rhetoric.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will surely punish such traitors as Lee Myung Bak and Chon Yong U to the last one."
        },
        {
            "title": "S. Korean Regime Accused of Suppressing Government Employees' Union",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-06ee.html",
            "content": "S. Korean Regime Accused of Suppressing Government Employees' Union\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) on Jan. 7 released a commentary denouncing the fascist suppression of the Government Employees' Union.\n\t\t\t\t\t The commentary recalled that the \"government\" authorities have made disciplinary actions against leading members of the union since Dec. 27 last year.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak regime has cracked down on the union for the mere reason that it admitted to the KCTU, though the former conducted legitimate activities, and hurled even police into an operation for disciplinary actions against the union, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t This fully disclosed the intention of the present political camp to intensify the suppression of democratic trade unions while talking about \"people's unity\", it charged.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to immediately lift the disciplinary actions against the hardcore members of the above-said union."
        },
        {
            "title": "Probe into Mass Killings of Ryongsan Evacuees Urged in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-08ee.html",
            "content": "Probe into Mass Killings of Ryongsan Evacuees Urged in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- Bereaved families of Ryongsan evacuees of south Korea held a press conference in Seoul on Jan. 7 with the approach of four years since the evacuees met a grievous death due to the Lee Myung Bak group of traitors.\n\t\t\t\t\t On Jan. 20, 2009 the Lee group's brutal suppression resulted in killing in cold blood the residents in their actions for the right to existence in Ryongsan, Seoul. When those residents staged a sit-in strike after being deprived of their houses owing to the city development project for big businessmen at that time, police hurled commandoes into an operation to mercilessly crack down on them. The operation left several evacuees burnt to death and many others seriously wounded.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the ceaseless protests of people of different social standings against such suppression, the \"government\" authorities threw survivors behind bars after shifting the blame for the case onto victims like a thief crying \"Stop the thief!\" \n\t\t\t\t\t\n\t\t\t\t\t Speakers at the press conference held that it is criteria for democracy and human rights to properly probe the massacre.\n\t\t\t\t\t\n\t\t\t\t\t It is hypocritical for the political camp to talk about \"people's unity\" while turning its face away from the massacre, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to properly probe the truth about the case, punish those responsible for the massacre, set free the detained evacuees and give assurances against the reoccurrence of similar cases."
        },
        {
            "title": "All-out Struggle for Winning Vital Rights Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-10ee.html",
            "content": "All-out Struggle for Winning Vital Rights Declared in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- The south Korean Confederation of Trade Unions held a press conference in Seoul on Jan. 7 at which it declared an all-out struggle for winning vital rights.\n\t\t\t\t\t It demanded the \"government\" authorities immediately take steps for a solution to the lay-off of workers at Ssangyong Motors, reinstatement of the dismissed, etc.\n\t\t\t\t\t\n\t\t\t\t\t In case its demand is not met, the organization will launch an all-out struggle with its 16 affiliated regional headquarters and federations of different domains involved, it warned.\n\t\t\t\t\t\n\t\t\t\t\t On Jan. 2 leading members of the organization held a meeting before the grave of martyr Jon Thae Il at Moran Park in Masoku-ri, Namyangju City, Kyonggi Province at which they expressed their will to wage a more dynamic labor movement this year.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all workers to pool their wisdom and strength to settle the labor issue."
        },
        {
            "title": "Ceaseless Suicides in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-11ee.html",
            "content": "Ceaseless Suicides in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- Seven persons committed suicides in Pusan between the night of Jan. 7 and the dawn of Jan. 8, according to south Korean CBS.\n\t\t\t\t\t A grandmother residing in Puk District, Pusan City jumped from an apartment building to death, leaving her granddaughter, harassed by the suicides of her two sons in some 20 years. A woman and man residing in Tongrae District committed suicides, pessimistic about their future, finding it hard to eke out living.\n\t\t\t\t\t\n\t\t\t\t\t An increasing number of people are committing suicides, left without any hope to live due to the unpopular rule of the Lee Myung Bak group of traitors."
        },
        {
            "title": "Korean Resident in U.S. Calls for Opening New Era of National Prosperity",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-09ee.html",
            "content": "Korean Resident in U.S. Calls for Opening New Era of National Prosperity\r\n Pyongyang, January 10 (KCNA) -- Yang Un Sik, permanent chairman of the U.S. Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration, in an article carried on Jan. 1 called for greeting this year as a year of implementing the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t The article rapped the south Korean Lee Myung Bak regime for driving the inter-Korean relations into collapse and bringing the situation on the Korean Peninsula to the brink of war last year by stepping up the confrontation policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It called for thoroughly implementing the June 15 joint declaration and the October 4 declaration to radically improve the inter-Korean relations and usher in a new era of prosperity common to the nation by its concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t Difficulties and ordeals lie in the way of reunification but victory is in store for the Korean nation, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all Koreans to give full play to the enthusiasm to achieve national reunification in the new year full of hope."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied Abroad",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-01ee.html",
            "content": "Kim Jong Un's New Year Address Studied Abroad\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- Seminars and reading sessions on the New Year Address made by the dear respected Kim Jong Un took place in different countries on Jan. 3 and 4.\n\t\t\t\t\t They were held by the Socialist Party of Romania, Hanover DPRK Travel Agency of Germany, Bangladesh Institute of the Juche Idea and the Swedish Group for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t The director of the travel agency said in a speech that Marshal Kim Jong Un in his New Year Address set it as an important task to build an economic giant and improve the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t The director went on:\n\t\t\t\t\t\n\t\t\t\t\t There appeared in Pyongyang last year Changjon Street, Rungna People's Pleasure Park and other monumental edifices, face-lifting the city.\n\t\t\t\t\t\n\t\t\t\t\t This was the fruition of Kim Jong Un's wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t He in his address said this year is the significant year marking the 65th birthday of the DPRK and the 60th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t We will strive to help many Europeans know well about the rapidly developing DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Bangladesh institute noted that Kim Jong Un said that the new year 2013 is a year of great creations and changes in which a radical turnabout will be effected in the building of a thriving socialist country on the road of the onward march in the new century of Kim Il Sung's and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t The chairman added:\n\t\t\t\t\t\n\t\t\t\t\t The reunification of the country is the greatest national task that brooks no further delay, Kim Jong Un stressed, calling for thoroughly implementing the June 15 joint declaration and the October 4 declaration, the great reunification programmes common to the nation in the new century and milestones for peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un expressed conviction that whatever trials and difficulties lie in the way of national reunification, the Korean people will build a reunified thriving nation without fail by concerted efforts of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the events unanimously said that Kim Jong Un's New Year Address is evoking lively response worldwide and the world is admiring his strong pluck and grit and his personality as a great man."
        },
        {
            "title": "Kim Jong Il Praised by Foreign Media",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-02ee.html",
            "content": "Kim Jong Il Praised by Foreign Media\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- Media of foreign countries devoted special write-ups to the 21st anniversary of leader Kim Jong Il's assumption of supreme commandership of the Korean People's Army between Dec. 23 and 28 last year. \n\t\t\t\t\t The Russian paper Narodni Avangard carried an article titled \"Kim Jong Il's Patriotism\" illustrated with a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The article praised Kim Jong Il, eternal leader of the Korean people, as a typical genuine patriot.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's patriotism is the acme of socialist patriotism, ardent love for the country and its people and dedication to them, it noted, adding that it has become a valuable mental legacy for the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Russian Internet TV Krasnoe Televidenie showed a large photo of the dear respected Kim Jong Un, fluttering flag of the DPRK and the scene of satellite launch to the tune of the DPRK song \"Footstep\".\n\t\t\t\t\t\n\t\t\t\t\t The MS Travel Agency of Germany posted the following article under the headline \"Tribute to Generalissimos\" on its website:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un energetically led the work to launch the application satellite in 2012 without fail, true to the behest of Chairman of the National Defence Commission Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the firm will and noble intention of the leader and people to add glory to Kim Jong Il's feats satellite Kwangmyongsong 3-2 successfully lifted off.\n\t\t\t\t\t\n\t\t\t\t\t The France-Korea Friendship Association posted on its website an article praising Kim Jong Il for safeguarding peace and security on the Korean Peninsula and in the rest of the world from the military threat of the imperialists by pursuing his original Songun politics."
        },
        {
            "title": "Kim Jong Un's Work Introduced by Foreign Media",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-03ee.html",
            "content": "Kim Jong Un's Work Introduced by Foreign Media\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- The speech made by the dear respected Kim Jong Un at the banquet given for the contributors to the successful launch of satellite Kwangmyongsong 3-2 was aired by C. Equis 36 Radio Centenario of Uruguay and posted on the website of the Kim Jong Il Library of Ecuador between Dec. 23 and 27 last year.\n\t\t\t\t\t The Society for the Promotion of the Relations between Austria and DPRK posted on its website the full text of his speech with his photo on Dec. 28."
        },
        {
            "title": "Many People Visit Kimjongilia Shows Held in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-05ee.html",
            "content": "Many People Visit Kimjongilia Shows Held in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, January 10 (KCNA) -- Kimjongilia shows took place in different countries with splendor to mark the first anniversary of demise of leader Kim Jong Il, the 21st anniversary of his assumption of supreme commandership of the Korean People's Army, the first anniversary of the dear respected Kim Jong Un's assumption of supreme commandership  of the KPA and the 95th birth anniversary of anti-Japanese war hero Kim Jong Suk. \n\t\t\t\t\t Tens of thousands of people visited the shows held in Ulan Bator of Mongolia, Shenyang, Dalian and Jilin of China, Vladivostok and Nakhodka of Russia, Jakarta of Indonesia and Conakry of Guinea from Dec. 10 to 26 last year.\n\t\t\t\t\t\n\t\t\t\t\t The visitors were excited to go round the shows.\n\t\t\t\t\t\n\t\t\t\t\t The minister of Nature, Environment and Green Development of Mongolia who is member of the State Great Hural wrote in the visitor's book: \"Kimjongilia is a very beautiful and wonderful flower. I think Kimjongilia creates a beautiful world\".\n\t\t\t\t\t\n\t\t\t\t\t The son of O. Cherma, employee of the former Mongolian School of Korean War Orphans who is chairman of the Kimjongilia Association of Mongolia said that a photo of President Kim Il Sung receiving his mother is still hanging on a wall of his house as a precious heirloom of his family.\n\t\t\t\t\t\n\t\t\t\t\t \"I will bring into full bloom Kimjongilia and widely propagate it in order to live up to the benevolence shown to our family even a bit\", he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t  \"I will cultivate Kimjongilia with care in the future so that the immortal flower may come into full bloom in all parts of Mongolia.\" \n\t\t\t\t\t\n\t\t\t\t\t The daughter of O. Cherma wrote in the visitor's book that she was very pleased to remember the great Kim Il Sung, Kim Jong Il and Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\t The director general of the Shenyang Korean Trade and Investment Consultation Co. Ltd. of China said that Kimjongilia will always bloom in the minds of the Korean people and the peace-loving people of the world, glorifying the great feats of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Flower Association in Dalian City reiterated his will to cultivate more immortal flowers in the future to glorify the greatness of the President and Chairman of the National Defence Commission Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The deputy director of the Foreign Affairs Office of the Jilin Provincial People's Government of China expressed his sincere hope that Kimjongilia would be kept in full bloom in Jilin as a symbol of everlasting Sino-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t The mayor of Nakhodka City of Russia stressed that the Kimjongilia shows held in different parts of maritime territory fully reflected the reverence of the Russian people for the peerlessly great man.\n\t\t\t\t\t\n\t\t\t\t\t The director general of a flower garden council in Jakarta of Indonesia renewed his will to make every effort to cultivate more immortal flowers to propagate them among more people. \n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Kimilsungia-Kimjongilia Association of Guinea said that Kim Jong Il, the great leader of the Korean people, would be always alive in the hearts of the progressive people of the world along with Kimjongilia."
        },
        {
            "title": "Choe Ryong Hae recorre campo de reconstruccion del Instituto de Cespedes",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-26ee.html",
            "content": "Choe Ryong Hae recorre campo de reconstruccion del Instituto de Cespedes\n\t\t\t\t\t\t\r\nPyongyang, 10 de enero (ACNC) - El jefe de la Direccion Politica General del Ejercito Popular de Corea, Choe Ryong Hae, averiguo en el terreno el estado de reconstruccion del Instituto de Cespedes adscrito a la Academia Estatal de Ciencias.\n\t\t\t\t\tSobre todo, estimulo a los constructores militares que crean innovaciones en la obra materializando el magno proyecto del Comandante Supremo Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tIndago como marcha la ejecucion de la obra y se suministran los materiales de construccion y destaco la necesidad de introducir el racional metodo de construccion conveniente a las condiciones de invierno para elevar la velocidad de construccion asegurando la calidad.\n\t\t\t\t\t\n\t\t\t\t\tEnseno a los oficiales y constructores militares que asignaran bien las tareas de remodelacion y dirigieran bien el cumplimiento de ellas teniendo presente que el Comandante Supremo les deposita gran confianza. Asi tienen que demostrar una vez mas el temperamento de los militares coreanos, agrego.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, Choe consulto las medidas para terminar cuanto antes la reconstruccion."
        },
        {
            "title": "Coreanos siguen condenando a banda de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-27ee.html",
            "content": "Coreanos siguen condenando a banda de Lee Myung Bak\n\t\t\t\t\t\t\r\nPyongyang, 10 de enero (ACNC) -- Al acoger el Ano Nuevo en esta capital sono la campanada, se tiraron los fuegos artificiales y se oyo la cancion de reunificacion.\n\t\t\t\t\tAl contrario, en el Sur de Corea se soltaron los disparates provocativos de los fanaticos conflictivos y se libraron los ejercicios de guerra contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl dia 3, el portavoz del Comite de Reunificacion Pacifica de la Patria hizo publica una declaracion condenando a la banda de Lee Myung Bak que trae el nubarron belico enfrascandose en la confrontacion fratricida desde los primeros dias del Ano Nuevo.\n\t\t\t\t\t\n\t\t\t\t\tLos militares y civiles de la RPDC tambien alzan sus voces de condena a dicha camarilla calificandola de traidores con los cuales nunca pueden vivir bajo el mismo cielo.\n\t\t\t\t\t\n\t\t\t\t\tCitado por la ACNC, el oficial del Ejercito Popular de Corea, Ju Yong Chol (32 anos de edad) dijo:\n\t\t\t\t\t\n\t\t\t\t\tSi ellos recurren a la confrontacion fratricida, no se podra evitar la guerra.\n\t\t\t\t\t\n\t\t\t\t\tNuestras fuerzas armadas revolucionarias ya recibimos los planes de operacion firmados finalmente por la Comandancia Suprema.\n\t\t\t\t\t\n\t\t\t\t\tDaremos ataque demoledor a la camarilla de ratones que actuan con frenesi sin hacer caso de la tendencia de la epoca.\n\t\t\t\t\t\n\t\t\t\t\tLa ciudadana de Hamhung de la provincia de Hamgyong del Sur, Song Sol (29 anos de edad) apunto que sin eliminar cuanto antes a la banda de Lee Myung Bak, la sociedad surcoreana no estara tranquila, ni la Peninsula Coreana quedara en paz.\n\t\t\t\t\t\n\t\t\t\t\t Y expreso su decision de participar en la guerra para aniquilar a la horda de Lee  si se de la orden y sacrificar todo lo suyo en levantar un Estado prospero reunificado."
        },
        {
            "title": "Se imprime auge productivo en la rama de industria metalurgica de Corea",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-28ee.html",
            "content": "Se imprime auge productivo en la rama de industria metalurgica de Corea\n\t\t\t\t\t\t\r\nPyongyang, 10 de enero (ACNC) -- Desde el comienzo del ano, se registra auge productivo en la rama de industria metalurgica de Corea.\n\t\t\t\t\tLos obreros del Complejo Siderurgico Kim Chaek levantan una oleada de aumento de produccion.\n\t\t\t\t\t\n\t\t\t\t\tMediante la innovacion colectiva, posibilitaron producir en grandes cantidades los materiales de acero laminados.\n\t\t\t\t\t\n\t\t\t\t\tEn la Aceria de Chongjin se pone en pleno funcionamiento el horno giratorio remodelado el ano pasado y se obtienen exitos alentadores en la produccion del acero Juche.\n\t\t\t\t\t\n\t\t\t\t\tEn el Complejo Siderurgico de Hwanghae se aplico la tecnologia de tratamiento termico por plasma en el proceso de elaboracion de rieles pesados.\n\t\t\t\t\t\n\t\t\t\t\tLos fundidores del Complejo de Acero Chollima realizaron con exito la primera colada del ano. Los obreros de los hornos electricos UHP no.1 y 6 redujeron el tiempo de fundicion de acero aumentando asi el numero de coladas por equipos que trabajan por turno.\n\t\t\t\t\t\n\t\t\t\t\tEl Complejo de Minas de Musan realizo con exito la explosion de 200 mil metros cubicos que contribuye grandemente a la produccion de minerales de hierro.\n\t\t\t\t\t\n\t\t\t\t\tCitado con la ACNC, el director del Ministerio de Industria Metalurgica Ri Un Chon (48 anos de edad) dijo que acorde al mensaje del Ano Nuevo del Mariscal Kim Jong Un que exige registrar innovaciones en la rama carbonifera y la metalurgica para activar la economia general del pais, cumpliria su mision en preparar el trampolin de la construccion de potencia economica."
        },
        {
            "title": "Nuevos afiches llaman al cumplimiento de tareas del mensaje de Ano Nuevo",
            "url": "http://kcna.co.jp/item/2013/201301/news10/20130110-29ee.html",
            "content": "Nuevos afiches llaman al cumplimiento de tareas del mensaje de Ano Nuevo\n\t\t\t\t\t\t\r\nPyongyang, 10 de enero (ACNC) -- Fueron impresos en la Republica Popular Democratica de Corea nuevos afiches que estimulan a todos los militares y habitantes a la lucha por cumplir las tareas presentadas por el Mariscal Kim Jong Un en su mensaje del Ano Nuevo.\n\t\t\t\t\tEl afiche \"!Cumplamos cabalmente las tareas programaticas presentadas en el historico mensaje del Ano Nuevo!\" refleja la decision del ejercito y el pueblo de Corea de registrar un cambio decisivo en la construccion del Estado prospero con el poderio de la unidad monolitica y la revolucion industrial del nuevo siglo en correspondencia al programa de este ano.\n\t\t\t\t\t\n\t\t\t\t\tEl otro \"!Abramos una fase trascendental para la construccion de una potencia economica, con el mismo espiritu y temple con que exploramos el cosmos!\" transcribe la consigna a ser levantada por el Partido del Trabajo de Corea y el pueblo en sus trabajos de este ano.\n\t\t\t\t\t\n\t\t\t\t\tLas pancartas, en que se ve el cientifico portando en su mano el mensaje, permiten conocer el impetu revolucionario y combativo reinante en todos los sectores de economia nacional que marchan adelante con el orgullo de haber conquistado el cosmos, tales como 4 ramas avanzadas, la industria ligera y la agricultura."
        }
    ]
}