{
    "date": "2013-10-16",
    "url": "http://kcna.co.jp/item/2013/201310/2013-10-16ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets French Delegation",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-25ee.html",
            "content": "Kim Yong Nam Meets French Delegation\r\n Pyongyang, October 16 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, had a talk with the delegation of the French Group for the Study of the DPRK of senate members from different parties led by Chairman Jean-Claude Frecon, senate member from the French Socialist Party, which paid a courtesy call on him at the Mansudae Assembly Hall on Wednesday."
        },
        {
            "title": "National Peace Committee Spokesman Blasts U.S., S. Korea for Bringing Nuclear Carrier to West Sea of Korea",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-31ee.html",
            "content": "National Peace Committee Spokesman Blasts U.S., S. Korea for Bringing Nuclear Carrier to West Sea of Korea\r\n Pyongyang, October 16 (KCNA) -- The spokesman for the National Peace Committee of Korea released the following statement Wednesday:\n\t\t\t\t\tU.S. nuclear carrier George Washington which took part in the recent U.S.-Japan-south Korea combined naval exercises in the South Sea of Korea did not go back to its base but sailed into the West Sea of Korea on October 12.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet south Korean warmongers staged several war maneuvers targeting the DPRK with the involvement of a nuclear carrier in waters off the Korean Peninsula. But it is something unprecedented that the carrier took part in the DPRK-targeted nuclear war drills in the East and South Seas of Korea and was taken to the West sea of Korea, the biggest hotspot, for another round of war drills.\n\t\t\t\t\t\n\t\t\t\t\t This extremely dangerous move aimed at escalating tensions on the Korean Peninsula and in the rest of Northeast Asia and provoking a nuclear war proves that the U.S. and the puppet forces' moves to provoke a nuclear war against the DPRK has reached the extremely dangerous phase.\n\t\t\t\t\t\n\t\t\t\t\t Serious is that the U.S. and the puppet forces brought the nuclear carrier closer to the territorial waters, air and land of the DPRK after working out a nuclear war scenario called the \"tailored deterrence strategy\" and openly disclosing their attempt to preempt a nuclear attack on the DPRK. This amounts to an open declaration of a preemptive nuclear attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet warmongers' reckless attempt to provoke a nuclear war against the DPRK has led to a touch-and-go situation on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK-targeted nuclear war exercises kicked up by them with the involvement of the nuclear aircraft carrier flotilla even in the West Sea of Korea also clearly prove that \"non-aggression\" and \"denuclearization\" touted by them were just hypocrisy and deception and a veil to cover up their attempt to invade the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation more clearly shows that the U.S. and the puppet south Korean regime are arch criminals bringing nuclear war danger to the peninsula and escalating the tension on the Northeast Asian region.\n\t\t\t\t\t\n\t\t\t\t\t The evermore escalating nuclear war moves by the U.S. and its south Korean puppet warmongers show that it is very open and aboveboard that the DPRK is possessed of nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t And those moves only harden the determination of the DPRK to hold fast to the nuclear treasured sword in the future.\n\t\t\t\t\t\n\t\t\t\t\t We want peace but will never pardon the extremely dangerous nuclear war provocations by the U.S. and its south Korean puppet regime.\n\t\t\t\t\t\n\t\t\t\t\tIn case they unleash a war to invade the DPRK, regardless of its repeated warnings, it will mercilessly punish the aggressors and provokers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and puppet forces should not run amuck, clearly understanding that their reckless provocation will only hasten their miserable end.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north and the south and abroad should turn out in the actions to foil the criminal war provocation moves of the U.S. and south Korean warmongers aimed at bringing the nuclear war holocaust to this land."
        },
        {
            "title": "General Bureau for State Economic Development Renamed",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-30ee.html",
            "content": "General Bureau for State Economic Development Renamed\r\n Pyongyang, October 16 (KCNA) -- The DPRK decided to rename the General Bureau for State Economic Development the State Economic Development Commission.\n\t\t\t\t\t A decree of the Presidium of the DPRK Supreme People's Assembly was promulgated on Wednesday in this regard."
        },
        {
            "title": "Economic Development Association Organized in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-22ee.html",
            "content": "Economic Development Association Organized in DPRK\r\n Pyongyang, October 16 (KCNA) -- The Economic Development Association was organized in the Democratic People's Republic of Korea.\n\t\t\t\t\t As a non-governmental organization, it helps foreign businesses and entities to get a better knowledge of special economic zones in the DPRK and to make investments in them.\n\t\t\t\t\t\n\t\t\t\t\t It is also working to assist business activities of foreign investors in the zones.\n\t\t\t\t\t\n\t\t\t\t\t As part of its first work, it hosted the Pyongyang International Conference on Special Economic Zone (SEZ) Development in Pyongyang starting from Wednesday, attended by economists from Canada, Malaysia and the United States. \n\t\t\t\t\t\n\t\t\t\t\t The details to contact with the association are as follows:\n\t\t\t\t\t\n\t\t\t\t\t Tel: 00850-2-381-5912\n\t\t\t\t\t\n\t\t\t\t\t Fax: 00850-2-381-5889\n\t\t\t\t\t\n\t\t\t\t\t E-mail Address: sgbed@star-co.net.kp"
        },
        {
            "title": "International Conference on SEZ Development Opens in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-23ee.html",
            "content": "International Conference on SEZ Development Opens in DPRK\r\n Pyongyang, October 16 (KCNA) -- The International Conference on Special Economic Zone (SEZ) Development opened at the Yanggakdo International Hotel in Pyongyang on Wednesday, with economists from the Democratic People's Republic of Korea, Canada and other countries in attendance.\n\t\t\t\t\t In this regard, KCNA met Ri Chol Sok, vice-president of the Korea Economic Development Association.\n\t\t\t\t\t\n\t\t\t\t\t Ri said:\n\t\t\t\t\t\n\t\t\t\t\t The conference takes place at a time when the DPRK is paying deep attention to developing special economic zones in local areas, as the Rason Economic and Trade Zone.\n\t\t\t\t\t\n\t\t\t\t\t The conference deals with present-day situation and prospect of the special economic zones in the DPRK and its laws for SEZs, characteristics of special economic and exports processing zones in China and Vietnam as well as the experiences gained in developing them.\n\t\t\t\t\t\n\t\t\t\t\t It also introduces the roles the zones play in the economic development in each country.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has constituted a series of laws for ensuring free business activities in the zones.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the country is making efforts to improve economic management methods, while consolidating the socialist economic system.\n\t\t\t\t\t\n\t\t\t\t\t This conference will mark a good occasion in promoting international exchange and cooperation and in developing the economy of the country."
        },
        {
            "title": "Mongolian Ambassador Gives Reception",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-28ee.html",
            "content": "Mongolian Ambassador Gives Reception\r\n Pyongyang, October 16 (KCNA) -- Mongolian Ambassador to the DPRK Manibadrakh Ganbold gave a reception Wednesday to mark the 25th anniversary of President Kim Il Sung's visit to Mongolia and the 65th anniversary of the establishment of diplomatic relations between the DPRK and Mongolia.\n\t\t\t\t\t Present there on invitation were Foreign Minister Pak Ui Chun, Minister of Foreign Trade Ri Ryong Nam, Vice-Foreign Minister Pak Kil Yon, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Mongolian embassy officials were on hand.\n\t\t\t\t\t\n\t\t\t\t\t Manibadrakh Ganbold said Mongolia and the DPRK has 65-year traditional friendly ties.\n\t\t\t\t\t\n\t\t\t\t\t Mongolia which has cooperated with the DPRK in many fields hoped for achieving the common development in different fields, he said.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to steadily expand and develop the cooperative relations in various fields, adding that the two countries have enough potential to realize economic cooperation between the two countries in many fields.\n\t\t\t\t\t\n\t\t\t\t\t Pak Ui Chun said in his speech that developing in depth the tradition of friendship and cooperation provided by preceding leaders is in line with the interests of the peoples of the two countries and conducive to the regional peace, development and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The friendly and cooperative relations between the DPRK and Mongolia are favorably developing in various fields under the special care of the top leaders of the two countries, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the Mongolian government and people would achieve greater successes in the work to build a prosperous country by their own efforts."
        },
        {
            "title": "DPRK Honorary Doctorate Conferred on WHO Regional Office Director",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-19ee.html",
            "content": "DPRK Honorary Doctorate Conferred on WHO Regional Office Director\r\n Pyongyang, October 16 (KCNA) -- The DPRK honorary doctorate of medical science was awarded to Samlee Plianbangchang, director of the Regional Office for South-East Asia of the World Health Organization (WHO).\n\t\t\t\t\t He made a great contribution to setting up the telemedicine system, developing the clinical and basic science including cardiovascular surgery, laparoscope, stem cell and improving the medical service in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t An awarding ceremony took place at the Mansudae Assembly Hall on Wednesday."
        },
        {
            "title": "Remains of More Martyrs Buried at Patriotic Martyrs Cemetery",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-18ee.html",
            "content": "Remains of More Martyrs Buried at Patriotic Martyrs Cemetery\r\n Pyongyang, October 16 (KCNA) -- Remains of more martyrs were buried at the Patriotic Martyrs Cemetery in the DPRK.\n\t\t\t\t\t Among them is Sol Myong Sun who was the head of the Korean People's Army Song and Dance Ensemble. He created immortal revolutionary hymn \"Song of General Kim Jong Il\", \"Light from the Party Central Committee\", \"Pyongyang Is Dearest to My Heart\" and many other songs.\n\t\t\t\t\t\n\t\t\t\t\t Jo Chang Dok, former vice-premier of the Cabinet, devoted himself to repaying the loving care and trust of the peerlessly great men of Mt. Paektu till the last moments of his life, being always remembered by the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t Former general officer of the Korean People's Internal Security Forces Choe Song Su made positive contributions to strengthening the revolutionary armed forces by remaining loyal to the Songun revolutionary leadership of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t Ex-Chairman of the Central Committee of the General Federation of the Unions of Art and Literature of Korea Kim Pyong Hun created full-length novel \"The Grim Battle Area\" of the cycle of novels \"Immortal History\", short story \"Fellow Travelers\" and dozens of novels, thus contributing to developing the literature and art of the country.\n\t\t\t\t\t\n\t\t\t\t\t Among the martyrs is also Kim Pyong Phal, who remained loyal to the idea and the cause of the WPK while working as manager and chief secretary of the party committee of the Hwanghae Iron and Steel Complex and chairman of the C.C., the General Federation of Trade Unions of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Ceremonies for burying the remains of the martyrs took place at the Patriotic Martyrs Cemetery on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Jong Im, director of the Party History Institute of the WPK Central Committee, officials concerned, service personnel of the Korean People's Army and bereaved families.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the cemeteries.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the feats and lives of the martyrs are shining thanks to the great loving care and trust of Marshal Kim Jong Un, man of warm revolutionary comradeship and noble sense of moral obligation.\n\t\t\t\t\t\n\t\t\t\t\t The remains of the martyrs were buried at the graves.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid wreaths and bouquets before the graves and observed a moment's silence in memory of the martyrs."
        },
        {
            "title": "Information Scientific and Technological Achievements Exhibition Opens",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-17ee.html",
            "content": "Information Scientific and Technological Achievements Exhibition Opens\r\n Pyongyang, October 16 (KCNA) -- The 5th national exhibition of information scientific and technological achievements of students was opened with due ceremony at the Three-Revolution Exhibition House on Wednesday.\n\t\t\t\t\t Presented there were at least 1,500 valuable inventions and IT products made by students of universities and colleges across the country through their brisk scientific inquiries.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition will mark a significant occasion in showcasing the achievements made by students in study and scientific inquiries for pushing back the frontiers of latest science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Sung Du, chairman of the Education Commission, officials concerned, officials of the youth league and students.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants went round the exhibition."
        },
        {
            "title": "Valuable Inventions Produced at Higher Schools of DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-21ee.html",
            "content": "Valuable Inventions Produced at Higher Schools of DPRK\r\n Pyongyang, October 16 (KCNA) -- The 7th National Exhibition of University Scientific Research Successes took place at the Three-Revolution Exhibition House here on October 9-14.\n\t\t\t\t\t On display there were many inventions of actual value in production and construction.\n\t\t\t\t\t\n\t\t\t\t\t The Kim Chaek University of Technology presented the process of copper production by wet method, which helps raise the extraction rate of copper up to 15 percent and the sulfuric acid output four times by dry method, cutting power consumption by half and preventing environmental pollution.\n\t\t\t\t\t\n\t\t\t\t\t This invention has been already introduced to several economic units, bringing a big profit. \n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang University of Architecture elaborated a theory on designing structure and gearing of a tower crane with horizontal jib as well as the technique for manufacturing it.\n\t\t\t\t\t\n\t\t\t\t\t And it worked out designs for urban and rural dwelling houses based on a heating and cooling system by geotherm and solar heat, which have been applied in practice, saving a huge quantity of coal.\n\t\t\t\t\t\n\t\t\t\t\t The inventions also include a method of building arch dam and a 300-watt wind-driven generator."
        },
        {
            "title": "Global Hand-washing Day Observed Here",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-29ee.html",
            "content": "Global Hand-washing Day Observed Here\r\n Pyongyang, October 16 (KCNA) -- There took place in the Grand People's Study House on Wednesday an event on the Global Hand-washing Day.\n\t\t\t\t\t Present at the event were officials of the relative units such as the Ministry of Urban Management, children and teachers of the primary schools and kindergartens in the city, representative of the United Nations Children's Fund and members of its mission here.\n\t\t\t\t\t\n\t\t\t\t\t There were speeches at the event.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the World Hand-washing Day is of significance, adding it is very important for the health of the people, particularly the children, to wash their hands clean.\n\t\t\t\t\t\n\t\t\t\t\t They said millions of children suffer from diarrhea and pneumonia every year, stressing the need to make it a rule to wash hands with soap at all kindergartens, schools and families.\n\t\t\t\t\t\n\t\t\t\t\t They said everyone should pay due attention to hand-washing, which does not take much trouble, for the good health and the protection of life, noting everyone can do it on one's own at any time.\n\t\t\t\t\t\n\t\t\t\t\t Lectures were delivered under the titles \"Why is it important to wash hands with soap?\" and \"Worldwide Water Crisis\".\n\t\t\t\t\t\n\t\t\t\t\t There was a show of hand-washing by children and the participants saw the pictures showing the right method of hand-washing and the happy children of the DPRK living in the clean water environment."
        },
        {
            "title": "Cuban Embassy Members Give Helping Hand to Farmers",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-26ee.html",
            "content": "Cuban Embassy Members Give Helping Hand to Farmers\r\n Pyongyang, October 16 (KCNA) -- Cuban Ambassador to the DPRK German Hermin Ferras Alvarez and staff members of his embassy Wednesday did friendship labor at the DPRK-Cuba Friendship Hwasong Vegetable Greenhouse Farm.\n\t\t\t\t\t After being briefed on the history of the farm associated with leadership feats of President Kim Il Sung, the guests helped the farmers in rice thrashing.\n\t\t\t\t\t\n\t\t\t\t\t At a break they had conversations with officials of the farm, deepening friendship.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador said that the friendly relations between Cuba and the DPRK are growing stronger, expressing hope that the farmers would achieve great success in grain production this year."
        },
        {
            "title": "Delegation of DPRK-China Friendship Association Returns",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-27ee.html",
            "content": "Delegation of DPRK-China Friendship Association Returns\r\n Pyongyang, October 16 (KCNA) -- The delegation of the DPRK-China Friendship Association led by Kim Jin Bom, vice-chairman of the Central Committee of the association and vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, came back home Wednesday after participating in the ceremony held in Beijing, China to mark the 55th anniversary of the friendship associations of the two countries."
        },
        {
            "title": "Inaugural Ceremony of Munsu Water Park Gives Glimpse of WPK's View on Popular Masses",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-24ee.html",
            "content": "Inaugural Ceremony of Munsu Water Park Gives Glimpse of WPK's View on Popular Masses\r\n Pyongyang, October 16 (KCNA) -- An inaugural ceremony of the Munsu Water Park took place in Pyongyang on Tuesday.\n\t\t\t\t\t To one's surprise, the tape-cutting for opening the water park was jointly made by representatives of school youth and children and workers, representatives of soldiers who took part in the construction of the park and a leading official of the Pyongyang City Committee of the Workers' Party of Korea, not by senior party and state officials, including the secretaries of the WPK Central Committee, as done previously.\n\t\t\t\t\t\n\t\t\t\t\t It lively represented the WPK's noble view on popular masses that priority should be given to their interests.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, founder of the socialist Korea, regarded it as his lifelong motto \"to believe in the people as in Heaven\" from his early revolutionary days.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of the Juche idea that man is the master of everything and decides everything, he built the DPRK to be a socialist power centered on popular masses.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il, who creditably carried forward the President's idea and the revolutionary cause of Juche, steadfastly defended the destinies of the country and people from all sorts of challenges and threats of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t He turned the DPRK into a political and military power, laying a solid foundation for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Today, the respected Marshal Kim Jong Un is thoroughly embodying the idea of \"believing in the people as in Heaven\" in his guidance over the country.\n\t\t\t\t\t\n\t\t\t\t\t His guidance has led to completion of a number of edifices, which serve the interests of popular masses."
        },
        {
            "title": "Construction and Rebuilding of Mushroom Production Bases Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-16ee.html",
            "content": "Construction and Rebuilding of Mushroom Production Bases Brisk in DPRK\r\n Pyongyang, October 16 (KCNA) -- The projects for building and rebuilding mushroom production bases including mushroom farms are making brisk headway in the DPRK.\n\t\t\t\t\t Those bases are economically profitable as they can massively cultivate mushroom by putting the production of spores and substrata on an industrial and scientific basis and use waste substrata for feeding livestock and manuring.\n\t\t\t\t\t\n\t\t\t\t\t Jagang Province carried out all its work 80 percent as of mid- October by concentrating efforts on building the Kanggye Mushroom Farm with a large production capacity.\n\t\t\t\t\t\n\t\t\t\t\t The construction of mushroom farms is also making rapid progress in South Phyongan, South Hamgyong and Ryanggang provinces.\n\t\t\t\t\t\n\t\t\t\t\t South Phyongan Province carried out its project for building the Phyongsong Mushroom Farm 70 percent while Hamhung City of South Hamgyong Province is pushing ahead with the building of walls after winding up the groundwork for mushroom farm.\n\t\t\t\t\t\n\t\t\t\t\t Hyesan City is pressing ahead with its project as scheduled after completing the building of walls in a matter of less than 10 days. \n\t\t\t\t\t\n\t\t\t\t\t Projects for building new mushroom farms and rebuilding the existing ones are going full steam ahead in cities and counties across the country including Tanchon City and Yonggwang, Hamju, Kumya and Thaechon counties.\n\t\t\t\t\t\n\t\t\t\t\t Kaesong City is expanding the area of its mushroom farm 1.5 times."
        },
        {
            "title": "Electricity Production Increases",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-15ee.html",
            "content": "Electricity Production Increases\r\n Hamhung, October 16 (KCNA) -- Electricity production is on the steady increase at the Pujongang Power Station.\n\t\t\t\t\t The station is now generating 1.2 times as much electricity as that in the corresponding period last year thanks to the producers' devoted drive for increased production.\n\t\t\t\t\t\n\t\t\t\t\t Power Station No. 1 is operating generating equipment in full capacity through the improved management of equipment and technical control. \n\t\t\t\t\t\n\t\t\t\t\t Power Station No. 3 is boosting the production of electricity per ton of water by reasonably adjusting the load in each generator to suit its specification and making an effective use of water.\n\t\t\t\t\t\n\t\t\t\t\t The dam maintenance station and the electrical machinery and the mechanic shops carried out the repair and maintenance of sluices, dams and structures in a responsible manner and satisfactorily supplied necessary materials and parts for power production."
        },
        {
            "title": "Ri Kyong Haeng and His Wife Praised as Patriots",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-20ee.html",
            "content": "Ri Kyong Haeng and His Wife Praised as Patriots\r\n Pyongyang, October 16 (KCNA) -- An exhibition of historic relics is now underway at the Korean Central History Museum in Pyongyang.\n\t\t\t\t\t What catch the visitors' eyes are a number of historic relics donated by a Ri Kyong Haeng and his wife Jon Sun Ok.\n\t\t\t\t\t\n\t\t\t\t\t Among the relics are a celadon bowl with peony patterns in relief (11th Century) and a large-sized celadon bowl with phoenix pattern in relief, which date back to the Koryo Dynasty (918-1392) as well as white ceramic bottles, which date back to the Feudal Joson Dynasty (1392-1910). \n\t\t\t\t\t\n\t\t\t\t\t Ri Kyong Haeng began collecting historic relics from Juche 28 (1939), when he was 19 years old.\n\t\t\t\t\t\n\t\t\t\t\t After organizing the Association for Preserving Historic Relics under the General Association of Korean Residents in Japan, he took in his hands the handwritings of Ryul Kok, a scholar in the 16th century, and Kim Ok Gyun, leader of the 1884 Kapsin Coup, and a music album which were used at royal palaces in the period of the Feudal Joson Dynasty.\n\t\t\t\t\t\n\t\t\t\t\t In 1962, the couple returned to the homeland, the Democratic People's Republic of Korea, and had continued the work to discover historic relics. \n\t\t\t\t\t\n\t\t\t\t\t They donated to the country 214 pieces of relics in 1992 and 155 pieces in 1997.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung sent thanks to the couple in high appreciation of the patriotic-minded deed.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il saw to it that Ri Kyong Haeng was awarded the title of Labor Hero and his wife Order of Labor, taking a measure to open an exhibition featuring the relics donated by them at the Korean Central History Museum in March 1997.\n\t\t\t\t\t\n\t\t\t\t\t Although they passed away, the numbers of relics on display are reminiscent of their patriotic spirit."
        },
        {
            "title": "Rodong Sinmun Marks Anniversary of October Resistance of S. Koreans",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-09ee.html",
            "content": "Rodong Sinmun Marks Anniversary of October Resistance of S. Koreans\r\n Pyongyang, October 16 (KCNA) -- Rodong Sinmun Wednesday carries an article on the lapse of 34 years since the October resistance for democracy waged by youth, students and other people in south Korea.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The resistance was started by the anti-\"government\" demonstration of students of Pusan University on October 16, 1979.  The flame of resistance developed into a massive resistance in all parts of south Korea including Masan, Seoul, Taegu, Chongju and Jinju.\n\t\t\t\t\t\n\t\t\t\t\t The resistance was the explosion of pent-up resentment and anger of the south Korean people at the heinous \"yusin\" dictatorial rule.\n\t\t\t\t\t\n\t\t\t\t\t Much water has flown under the bridge since then but the desires of the fighters for independence, democracy and reunification have not yet come true. \n\t\t\t\t\t\n\t\t\t\t\t It is a stark historical truth confirmed by the fighters of the October resistance for democracy that the demand of the south Korean people for independence, democracy and reunification can be achieved only through their dynamic actions.\n\t\t\t\t\t\n\t\t\t\t\t The present chief executive is working hard to restore the \"yusin\" dictatorship, hold in check the improvement of the inter-Korean relations, increase the danger of a war and viciously challenge the people's aspiration and demand while crying out for the strengthening of \"alliance\" with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people's sovereignty is being violated and the independent and democratic development of society is completely suppressed owing to the puppet authorities' sycophancy toward the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The resurrection of \"yusin\" dictatorship in south Korea is becoming a reality day by day after the emergence of the present puppet authorities.\n\t\t\t\t\t\n\t\t\t\t\t It is as same as in the period of \"yusin\" dictatorship that the north-south relations are put in a catastrophic phase and the danger of a nuclear war is increasing on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is the urgent demand of the present situation that the people of different social standings of south Korea stage the struggle for democracy against fascism in the same indomitable stamina and resistance spirit as displayed by the fighters of the October resistance for democracy.\n\t\t\t\t\t\n\t\t\t\t\t The victory is in store for the south Korean people carrying on the unflinching actions for independence, democracy and reunification."
        },
        {
            "title": "Rodong Sinmun Assails Park Geun Hye's Treacherous Remarks",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-10ee.html",
            "content": "Rodong Sinmun Assails Park Geun Hye's Treacherous Remarks\r\n Pyongyang, October 16 (KCNA) -- What Park Geun Hye of south Korea uttered during her trip to Southeast Asia are all treacherous outbursts to realize her ambition for making the DPRK abandon its nuclear weapons through cooperation with outsiders and to isolate and stifle it by justifying her policy for confrontation, says Rodong Sinmun Wednesday in a commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Intolerable is that Park so impudently cried out for the \"north's abandonment of nukes\", terming its steps for bolstering nuclear deterrent for self-defense a \"provocation\". She went the lengths of slinging mud at the DPRK's policy and line.\n\t\t\t\t\t\n\t\t\t\t\t The treasured nuclear sword held by the DPRK is a means for defending it, not a bargaining chip to be put on the negotiating table aimed at disarming the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t During her trip to Southeast Asia, the puppet chief executive trumpeted about a \"resolute countermeasure\" against \"provocations including nuclear development of the north\" only to bring to light her sinister intention to hurt the DPRK in league with outsiders in disregard of the destiny of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the puppet group has no idea to save the inter-Korean relations from a crisis but only seeks to ignite a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The group had better know that if a nuclear war breaks out in this land, the U.S. nuclear umbrella will not shield it from the shower of bullets and shells from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of shamelessness for the chief executive to unhesitatingly talk about \"window of dialogue\" and \"confidence\".\n\t\t\t\t\t\n\t\t\t\t\t Park should understand that her advertisement about confrontation with fellow countrymen veiled with \"confidence\" is too old to lure anyone."
        },
        {
            "title": "Rodong Sinmun Discloses Aggressive Nature of U.S.-Japan Alliance",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-11ee.html",
            "content": "Rodong Sinmun Discloses Aggressive Nature of U.S.-Japan Alliance\r\n Pyongyang, October 16 (KCNA) -- Shortly ago, diplomatic and military authorities of the U.S. and Japan had a meeting of what they called \"consultative security commission\" in Japan. There they agreed to reexamine the \"Japan-U.S. defense cooperation guidelines.\" The U.S. also reaffirmed its positive support and close cooperation for Japan's on-going revision of the constitution for exercising the right to collective self-defense as well as its increment of military expenditure.\n\t\t\t\t\t They now claim that the above-said agreement is aimed to boost the ability of the U.S.-Japan alliance and enhance Japan's role for \"ensuring peace\" in the region as security circumstances in the region around Japan have further deteriorated due to \"threat\" by someone.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday in an article observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The tightened U.S.-Japan alliance is definitely an extremely dangerous military nexus to militarily stifle other countries in the region, not to ensure peace.\n\t\t\t\t\t\n\t\t\t\t\t The confab was a product of the U.S.-Japan conspiracy in which the former sought an aim to dominate the region by egging the latter on to positively toe the U.S. pivot to Asia-Pacific strategy while the latter sought to realize its wild ambition for reinvasion of Asia with the backing of the former, its master.\n\t\t\t\t\t\n\t\t\t\t\t Their military nexus is no more than the one to disturb peace and security in the Asia-Pacific region and secure their domination in the region by force of arms. Herein lie the gravity and danger of their move for tightened alliance.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-Japan alliance is posing realistic threat to the peace in the Asia-Pacific region. Historically, their nexus for aggression brought disasters to the people in the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and Japan are going to repeat it and seek to start it on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They move to provoke a new war against the DPRK to realize their ambition for occupying the whole peninsula and establishing military domination over whole Asia.\n\t\t\t\t\t\n\t\t\t\t\t Their military nexus poses a serious threat to the DPRK and world peace and security."
        },
        {
            "title": "Anti-Japanese Sentiment Runs High in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-12ee.html",
            "content": "Anti-Japanese Sentiment Runs High in S. Korea\r\n Pyongyang, October 16 (KCNA) -- The anti-Japanese sentiment is now running high in south Korea, according to south Korean Yonhap News.\n\t\t\t\t\t It was reported that an overwhelming majority of the respondents expressed the anti-Japanese sentiment, according to the results of the opinion poll conducted by an institution on Monday among at least 1,000 people from all walks of life across south Korea.\n\t\t\t\t\t\n\t\t\t\t\t They held that Japan's moves to revive militarism are wrecking peace in Asia and called for checking them."
        },
        {
            "title": "S. Korean Resident Sentenced to Prison Term",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-13ee.html",
            "content": "S. Korean Resident Sentenced to Prison Term\r\n Pyongyang, October 16 (KCNA) -- The south Korean puppet Jonju District Court on Monday sentenced a resident to a prison term on charge of violation of the ill-famed \"Security Law\", according to south Korean Yonhap News.\n\t\t\t\t\t The court authorities took this action, claiming that the articles introducing the military might and scientific and technological development of the north he posted on his website were \"identical to its propaganda and agitation.\""
        },
        {
            "title": "S. Korean Warmongers' Bluffing Snubbed",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-14ee.html",
            "content": "S. Korean Warmongers' Bluffing Snubbed\r\n Pyongyang, October 16 (KCNA) -- The south Korean puppet group, steeped in flunkeyism, is shamelessly blustering that it \"displayed latest military equipment and new-type weapons\" at a \"military parade marking the Day of ROK Army\" and it is an \"advanced elite army\".\n\t\t\t\t\t This is nothing but a false show of power orchestrated by warmongers of the south Korean army which is no more than poor cannon fodder of their U.S. master to conceal their wretched plight even a bit.\n\t\t\t\t\t\n\t\t\t\t\t  As the puppet group admitted itself, all \"latest military equipment\" displayed at the parade were from foreign countries including the U.S. and Israel.\n\t\t\t\t\t\n\t\t\t\t\t It is not hard to guess the performance of \"those latest equipment and weapons\" advertised by the group, given the fact that most of the weapons being sold by the imperialists are either those in the process of development or aging ones.\n\t\t\t\t\t\n\t\t\t\t\t For example, U.S.-made missile Slam-ER was criticized by media long ago for its serious defect in design.\n\t\t\t\t\t\n\t\t\t\t\t The same can be said of Patriot interceptor missile, a component of the \"south Korean-style MD system.\" It causes big trouble to the south Korean puppet army as it very frequently malfunctions and has to suspend its operation for a long time due to its mishap.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that such \"latest war hardware\" can be only used at the instruction of the American master.\n\t\t\t\t\t\n\t\t\t\t\t This is because the south Korean army is the only one in the world whose right to command wartime operations is in the hands of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t What is deplorable is that the Park Geun Hye group's treacherous behavior begging the U.S. to extend the \"transfer of the right to command wartime operations\" is becoming the laughing stock of the world. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet army is no more than marionettes under the U.S. tight control and an army utterly corrupt in terms of mentality and morality.\n\t\t\t\t\t\n\t\t\t\t\t Can sound mentality be found in such army which has nothing of its own?\n\t\t\t\t\t\n\t\t\t\t\t The south Korean army is now steeped in war-weariness and extreme individualism, being affected by decadent ideological trend of the U.S. imperialist aggression forces.\n\t\t\t\t\t\n\t\t\t\t\t Precisely for this reason the number of deserters and those who commit suicides is on the steady increase among soldiers and such crimes as murder, robbery and rape are rampant among them.\n\t\t\t\t\t\n\t\t\t\t\t Even the south Korean conservative media are describing their mentality as \"slack one\" and the puppet army as \"unscrewed one\".\n\t\t\t\t\t\n\t\t\t\t\t It is, indeed, ridiculous that the warmongers are painting the recent parade as a big event, terming the above-said rabble as an \"elite army\" and \"advanced army.\" \n\t\t\t\t\t\n\t\t\t\t\t The \"military parade\" staged by the Park Geun Hye group was no more than a departure ceremony of cannon fodder for the shambles of the war of aggression to be launched by its master.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors has become evermore desperate in its war provocations in collusion with outside forces in a bid to stifle compatriots. But this is nothing but a reckless action.\n\t\t\t\t\t\n\t\t\t\t\t It was proved by history that the group of puppet forces and those who are spiritually and morally depraved are fated to meet only an ignominious defeat and death.\n\t\t\t\t\t\n\t\t\t\t\t This is well illustrated by the bitter defeat the south Korean puppet army suffered after launching invasion against compatriots in the 1950s according to its master's scenario.\n\t\t\t\t\t\n\t\t\t\t\t The stooges would be well advised to stop going reckless, well aware of their pitiful plight."
        },
        {
            "title": "Works of Kim Il Sung, Kim Jong Il, Kim Jong Un Posted on British Website",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-01ee.html",
            "content": "Works of Kim Il Sung, Kim Jong Il, Kim Jong Un Posted on British Website\r\n Pyongyang, October 16 (KCNA) -- President Kim Il Sung's work \"3. Let Us Reunify the Country Independently and Peacefully\" of \"Report to the Sixth Congress of the Workers' Party of Korea on the Work of the Central Committee\", General Secretary Kim Jong Il's work \"On the Fundamentals of Revolutionary Party Building\" and Marshal Kim Jong Un's work \"The Sons and Daughters of Revolutionary Martyrs Should Become the Reliable Backbone of the Songun Revolution Who Would Stoutly Carry Forward the Lineage of Mangyongdae, the Lineage of Paektu\" were posted on the website of the British Association for the Study of Songun Policy on October 9."
        },
        {
            "title": "Kim Jong Il's Work Posted on Website of Swiss Organization",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-02ee.html",
            "content": "Kim Jong Il's Work Posted on Website of Swiss Organization\r\n Pyongyang, October 16 (KCNA) -- General Secretary Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" was posted on the website of the Swiss Group for the Study of the Juche Idea on October 8."
        },
        {
            "title": "WPK's Anniversary Marked Abroad",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-03ee.html",
            "content": "WPK's Anniversary Marked Abroad\r\n Pyongyang, October 16 (KCNA) -- Events including meeting, round- table talks and film show took place in Cambodia, Mongolia, Germany and Uganda on the occasion of the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The chairman of the External Relations Commission of the People's Party of Cambodia said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung liberated the country and founded the WPK to provide the eternal foundation for the party-building.\n\t\t\t\t\t\n\t\t\t\t\t General Secretary Kim Jong Il was a great man who developed the WPK into the party of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The People's Party of Cambodia will positively make efforts to steadily develop the friendly and cooperative relations with the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Kim Jong Il Kindergarten in Darhan Ol Province, Mongolia said that the 68 year-long history of the WPK is a victorious one and a proud one of the mother party.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany said:\n\t\t\t\t\t\n\t\t\t\t\t Though the U.S. and forces following it move to invade the DPRK, they will never be able to bring it to its knees.\n\t\t\t\t\t\n\t\t\t\t\t The WPK firmly defends the sovereignty of the country and socialism in any storms under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThis encourages the progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t If the DPRK had not possessed the nuclear deterrent, the imperialists would have invaded it.\n\t\t\t\t\t\n\t\t\t\t\t We fully support all lines and politics of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ugandan National Executive Committee of the Pan-African Movement confirmed that the DPRK will be a thriving nation in the near future as Kim Jong Un, who is bringing into a reality the desire of Kim Jong Il, is leading the country, adding that the future of the WPK headed by Kim Jong Un is bright.\n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Un were adopted in the events held in Mongolia and Germany."
        },
        {
            "title": "WPK Lauded by Hungarian Workers' Party",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-04ee.html",
            "content": "WPK Lauded by Hungarian Workers' Party\r\n Pyongyang, October 16 (KCNA) -- The Hungarian Workers' Party released a statement on October 9 on the occasion of the 16th anniversary of the election of General Secretary Kim Jong Il as general secretary of the Workers' Party of Korea and the 68th anniversary of the WPK.\n\t\t\t\t\t The statement said that Kim Jong Il developed the WPK into an invincible party by successfully carrying forward the revolutionary cause of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t It was a historic event in the Korean revolution that the President founded the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has led the struggle of the Korean people for independence, peace and socialism to victory.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people achieved great successes in different fields under the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t The party has firmly defended socialism even in the complicated international situation when socialism collapsed in different countries.\n\t\t\t\t\t\n\t\t\t\t\t This was one of the undying exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un is wisely leading the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The WPK organizes and guides all victories of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t We are glad that the Korean people are achieving great successes in defending socialism and building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the WPK and the Korean people will dynamically advance along the road of socialism under the leadership of Kim Jong Un."
        },
        {
            "title": "Kim Jong Il Praised by British Organizations",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-05ee.html",
            "content": "Kim Jong Il Praised by British Organizations\r\n Pyongyang, October 16 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea issued a joint statement on October 4 on the occasion of the 16th anniversary of General Secretary Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The statement said that holding Kim Jong Il in high esteem as general secretary of the WPK was an expression of boundless reverence and trust of all the party members and other people in him.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il led the WPK to victories only true to the idea and cause of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The WPK won only victories in socialist construction and the showdown with the imperialists, holding high the banner of Songun under Kim Jong Il's leadership.\n\t\t\t\t\t\n\t\t\t\t\t Great exploits he performed in developing the WPK and carrying out the human cause of independence will be forever.\n\t\t\t\t\t\n\t\t\t\t\t It was a historic event of epochal significance in developing the party that he was held in high esteem as eternal general secretary.\n\t\t\t\t\t\n\t\t\t\t\t The exploits he performed in party-building is being successfully carried forward by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t As the WPK is advancing under the Songun revolutionary leadership of Kim Jong Un while holding Kim Jong Il in high esteem as eternal general secretary, it will win victory after victory in the future, too."
        },
        {
            "title": "Foreign Parties and Figures Send Floral Baskets and Bunch of Flowers to DPRK Missions",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-06ee.html",
            "content": "Foreign Parties and Figures Send Floral Baskets and Bunch of Flowers to DPRK Missions\r\n Pyongyang, October 16 (KCNA) -- Foreign parties and personages of all social strata sent floral baskets and a bunch of flowers to the DPRK missions in their countries from Oct. 7 to 10 in congratulation of the 68th birthday of the Workers' Party of Korea.\n\t\t\t\t\t Floral baskets were laid before the portraits of smiling Generalissimos Kim Il Sung and Kim Jong Il and full-length portraits of them standing together.\n\t\t\t\t\t\n\t\t\t\t\t They were sent by the Committee for External Affairs of the Lao People's Revolutionary Party (LPRP); the Malaysian Chinese Association; the vice-prime minister and foreign minister of Laos who is a member of the Political Bureau of the Central Committee of the LPRP and the chairman of the Committee for External Affairs of the party; the vice-foreign minister who is a member of the LPRP Central Committee and vice-chairman of the Committee for External Affairs of the party; the president of the People's Supreme Court of Laos who is a member of the LPRP Central Committee; the president of the Golden Trip Travel Service Co. Ltd., Hong Kong; and other parties and personages.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Socialist Party of Benin sent a bunch of flowers to the DPRK embassy in his country."
        },
        {
            "title": "Foreigners Pay Congratulatory Visits to DPRK Missions",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-07ee.html",
            "content": "Foreigners Pay Congratulatory Visits to DPRK Missions\r\n Pyongyang, October 16 (KCNA) -- Delegations of foreign political parties and organizations and personages visited the DPRK missions in their countries from Oct. 4 to 10 to mark the 16th anniversary of General Secretary Kim Jong Il's election as general secretary of the Workers' Party of Korea and the 68th birthday of the WPK.\n\t\t\t\t\t They placed floral baskets and bunches of flowers before the portraits of smiling President Kim Il Sung and Kim Jong Il and the full-length portrait of them standing together and paid tribute.\n\t\t\t\t\t\n\t\t\t\t\t They included the delegations of the Union Solidarity and Development Party of Myanmar, the Myanmar Medical Research Institute and the Democratic Party of Equatorial Guinea, the first secretary of the Khabarovsk Territorial Committee of the Communist Party of the Russian Federation and his party, the general secretary of the C.C., the Nepal Communist Party (Marxist－Leninist) and his party, the chairman of the Central Committee of the Workers' Party of Bangladesh, the chairman of the Bangladesh Group for the Study of the Songun Policy and the secretary general of the Bangladesh－Korea Friendship and Solidarity Committee.\n\t\t\t\t\t\n\t\t\t\t\t The member of the Executive Committee of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar said in excitement that the WPK founded by the President and led by Kim Jong Il is further developing into the party guided by Kimilsungism-Kimjongilism under the seasoned leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Saying that under his wise leadership the WPK and the people of the DPRK would accomplish the cause of building a thriving nation and reunifying the country without fail, he expressed conviction that the friendly ties between the two parties would grow stronger in the future.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Myanmar Medical Research Institute noted that Kim Jong Un is firmly protecting the sovereignty and dignity of the DPRK from all provocations of the enemy by successfully carrying forward the idea and cause of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He said: Thanks to Kim Jong Un, grand monumental edifices and cultural recreation centers for the people are springing up in every part of the country. He is enforcing the policy of love for the people."
        },
        {
            "title": "Kim Jong Un presencia funcion de Orquesta del Siglo 21 de Rusia",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-32ee.html",
            "content": "Kim Jong Un presencia funcion de Orquesta del Siglo 21 de Rusia\r\nPyongyang, 16 de octubre (ACNC) -- El Mariscal Kim Jong Un, junto con Ri Sol Ju, presencio el dia 15 en el Gran Teatro de Pyongyang Este la funcion de la Orquesta del Siglo 21 de Rusia, de visita en Corea.\n\t\t\t\t\tEn el teatro, le recibieron el jefe y director principal Pavel Ovsyannikov y la gerente administrativa Natalia Ivanovna Semyonova.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dio calida bienvenida a la orquesta y sostuvo cordiales conversaciones con los huespedes rusos.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que el Dirigente Kim Jong Il vio varias veces las funciones de la entidad artistica visitante y evaluo los espectaculos de la misma que hacen aporte al desarrollo de las relaciones de amistad Corea-Rusia.\n\t\t\t\t\t\n\t\t\t\t\tPavel Ovsyannikov expreso agradecimiento sincero en nombre de la orquesta al Mariscal quien dedico su valioso tiempo para ver la funcion y expreso la decision de contribuir al desarrollo de las relaciones de amistad entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tLa orquesta, que viajo a la Republica Popular Democratica de Corea en ocasion del 65o aniversario de establecimiento de las relaciones diplomaticas Corea-Rusia, puso en la escena varias piezas inclusive el solo femenino \"Volando el cielo de Rusia\".\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, los ejecutantes demostraron con buena descripcion artistica el gran patriotismo, la tradicional costumbre de vida e idiosincrasia del pueblo ruso.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, el coro y musica orquestal \"Adelante hacia las estrellas\", creada por Pavel Ovsyannikov, dejo profundamente impresionados a los espectadores.\n\t\t\t\t\t\n\t\t\t\t\tLos actores rusos, bien conocidos ya por el pueblo coreano, interpretaron bien las canciones coreanas \"Gran Deseo\" y \"Cancion de la camaraderia\". \n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal felicito a los ejecutantes por la exitosa funcion.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la funcion, el se reunio con los miembros directivos de la orquesta y les expreso agradecimiento por haber alegrado al pueblo coreano con su magnifica funcion.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion el miembro del Buro Politico y secretario del Comite Central del Partido del Trabajo de Corea, Kim Ki Nam, los creadores, artistas, profesores y estudiantes de las entidades artisticas del Ejercito Popular de Corea y el Ejercito de Seguridad Interior del Pueblo de Corea y de los organos de ensenanza de arte junto con los capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tSe distinguian tambien los miembros de la embajada rusa en Corea."
        },
        {
            "title": "Kim Jong Un presencia funcion conjunta de Banda Moranbong y Coro Estatal Benemerito",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-33ee.html",
            "content": "Kim Jong Un presencia funcion conjunta de Banda Moranbong y Coro Estatal Benemerito\r\nPyongyang, 16 de octubre (ACNC) -- El Mariscal Kim Jong Un presencio el dia 15, junto con los miembros de la Orquesta del Siglo 21 de Rusia, de visita en Corea, y con los capitalinos, la funcion conjunta de la Banda Moranbong y el Coro Estatal Benemerito \"!Viva el Partido del Trabajo de Corea!\"\n\t\t\t\t\tLe acompanaron en verla el miembro del Presidium del Buro Politico del Comite Central del PTC y jefe de la Direccion Politica General del EPC Choe Ryong Hae, el miembro del Buro Politico y secretario del CC del PTC Kim Ki Nam, el jefe y director principal de la orquesta  rusa Pavel Ovsyannikov y la gerente administrativa Natalia Ivanovna Semyonova.\n\t\t\t\t\t\n\t\t\t\t\tEn la escena iniciada con el preludio \"Cantamos el partido\", se pusieron el coro femenino \"Himno a la Patria\", la musica ligera y canciones en serie \"Partido madre que defendio mi destino\", el coro masculino \"Es brillante nuestro futuro\", el coro femenino y coro \"Defendamos el socialismo\", el coro mixto \"Su nombre es la bandera de la victoria\" y el epilogo \"!Viva el Partido del Trabajo de Corea!\"\n\t\t\t\t\t\n\t\t\t\t\tLa funcion dio profunda impresion a los espectadores.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal felicito el exito de la funcion de los ejecutantes.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la funcion volvio a reunirse con Pavel Ovsyannikov y Natalia Ivanovna Semyonova.\n\t\t\t\t\t\n\t\t\t\t\tPavel dijo que luego de ver la funcion de la orquesta rusa el Mariscal vio junto con ellos la funcion conjunta de dichas entidades artisticas coreanas y expreso sincero agradecimiento al Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que esta es una magnifica funcion de nivel supremo llena de vigor y fuerza.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal expreso la esperanza y conviccion de que los artistas de ambos paises  contribuyan a abundar el archivo de cultura y arte de la humanidad realizando la funcion conjunta e intercambio en esta rama."
        },
        {
            "title": "Kim Yong Nam se reune con delegacion francesa",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-34ee.html",
            "content": "Kim Yong Nam se reune con delegacion francesa\r\nPyongyang, 16 de octubre (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, departio hoy en el Palacio de los Congresos Mansudae con la delegacion del Grupo Frances para el Estudio de Corea compuesto por senadores de diferentes partidos encabezada por el presidente Jean-Claude Frecon, senador del Partido Socialista de Francia, que le hizo una visita de cortesia."
        },
        {
            "title": "Asociacion de Desarrollo Economico de Corea",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-35ee.html",
            "content": "Asociacion de Desarrollo Economico de Corea\r\nPyongyang, 16 de octubre (ACNC) -- Quedo constituida la Asociacion de Desarrollo Economico de Corea, entidad a nivel civil que da a conocer bien a las empresas y unidades de otros paises sobre las zonas economicas especiales de la Republica Popular Democratica de Corea y coopera con ellas para que participen en estas zonas\n\t\t\t\t\tLa asociacion ofrece varios servicios favorables a la exploracion de zonas economicas especiales de la RPDC tales como el seminario sobre la inversion, la reunion consultiva, la exhibicion, el intercambio de informaciones economicas, el servicio consultivo, el acuerdo de inversion bajo el encargo del gobierno y el apoyo a las actividades empresariales de inversionistas.\n\t\t\t\t\t\n\t\t\t\t\tSeguira elevando su papel para facilitar los intereses de las amplias personalidades de circulos economicos, empresariales y academicos de varios paises que esten interesados en la exploracion de la zona economica especial de la RPDC y su inversion.\n\t\t\t\t\t\n\t\t\t\t\tComo su primer trabajo, la nueva entidad auspicia desde el dia 16 el seminario internacional de Pyongyang sobre el desarrollo de zonas economicas especialistas al invitar a los especialistas economicos de varios paises inclusive Canada, Malasia y Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tEl numero de telefono de la asociacion es 00850-2-381-5912, el fax 00850-2-381-5889 y su correo electronico es sgbed@star-co.net.kp."
        },
        {
            "title": "Conferido doctorado a Samlee Plianbangchang",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-36ee.html",
            "content": "Conferido doctorado a Samlee Plianbangchang\r\nPyongyang, 16 de octubre (ACNC) -- Fue otorgado el titulo de doctor honoris causa en medicina de la Republica Popular Democratica de Corea a Samlee Plianbangchang, director de la Oficina Regional del Sudeste Asiatico de la Organizacion Mundial de la Salud.\n\t\t\t\t\tEl hizo gran aporte al establecimiento del sistema de tele-medicina, desarrollo de clinica y de ciencias basicas, inclusive la medicina cardiovascular y celulas troncales, y al mejoramiento de la calidad de servicios medicos en Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia de otorgamiento tuvo lugar el dia 16 en el Palacio de los Congresos Mansudae."
        },
        {
            "title": "Embajador mongol ofrece banquete por 65 anos de relaciones diplomaticas Corea-Mongolia",
            "url": "http://kcna.co.jp/item/2013/201310/news16/20131016-37ee.html",
            "content": "Embajador mongol ofrece banquete por 65 anos de relaciones diplomaticas Corea-Mongolia\r\nPyongyang, 16 de octubre (ACNC) -- Con motivo del 25o aniversario de la visita del Presidente Kim Il Sung a Mongolia y el 65o aniversario del establecimiento de las relaciones diplomaticas entre la Republica Popular Democratica de Corea y Mongolia, el embajador mongol acreditado en la RPDC, Manibadrakh Ganbold, ofrecio el dia 16 un banquete.\n\t\t\t\t\tA la recepcion fueron invitados el canciller Pak Ui Chun, el ministro de Comercio Exterior Ri Ryong Nam, el vicecanciller Pak Kil Yon y otros funcionarios coreanos.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes tambien los miembros de la sede diplomatica de Mongolia en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl embajador mongol, en su discurso, senalo que Mongolia y Corea tienen las tradicionales relaciones de amistad de 65 anos.\n\t\t\t\t\t\n\t\t\t\t\tMongolia que vino cooperando multilateralmente desea lograr en varios sectores el desarrollo, subrayo.\n\t\t\t\t\t\n\t\t\t\t\tDos paises tienen suficientes potenciales capaces de hacer mutuamente la multilateral cooperacion economica, dijo y destaco que deben ampliar y desarrollar mas en varios sectores las relaciones de cooperacion.\n\t\t\t\t\t\n\t\t\t\t\tPak Ui Chun, en su discurso, subrayo que profundizar y desarrollar la tradicion de amistad y cooperacion preparada por los lideres antecesores convienen a los intereses de los pueblos de dos paises y contribuyen a la paz, el desarrollo y la prosperidad de la region.\n\t\t\t\t\t\n\t\t\t\t\tDijo que en estos dias, las relaciones de amistad y cooperacion entre Corea y Mongolia se desarrollan favorablemente en diversos dominios bajo la atencion especial de los Maximos Dirigentes de dos paises.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la conviccion de que el gobierno y el pueblo de Mongolia lograran mayores exitos en la construccion de una patria prospera con fuerzas propias."
        }
    ]
}