{
    "date": "2013-08-08",
    "url": "http://kcna.co.jp/item/2013/201308/2013-08-08ee.html",
    "articles": [
        {
            "title": "Greetings to Kim Jong Un from Equatorial Guinean President",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-05ee.html",
            "content": "Greetings to Kim Jong Un from Equatorial Guinean President\n\t\t\t\t\t\t\r\n Pyongyang, August 8 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Obiang Nguema Mbasogo, Equatorial Guinean president, on July 27.\n\t\t\t\t\t The president in his message extended the sincerest congratulations to Kim Jong Un and the people of the DPRK on the occasion of the 60th anniversary of the victory in the Fatherland Liberation War on behalf of the government and the people of Equatorial Guinea.\n\t\t\t\t\t\n\t\t\t\t\t The message reiterated the will to boost the existing good friendly and cooperative relations between the peoples of the two countries."
        },
        {
            "title": "Greetings to Kim Jong Un from Namibian President",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-06ee.html",
            "content": "Greetings to Kim Jong Un from Namibian President\n\t\t\t\t\t\t\r\n Pyongyang, August 8 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Hifikepunye Pohamba, Namibian president, on July 25.\n\t\t\t\t\t He in the message extended the warmest congratulations to Kim Jong Un and the friendly people of the DPRK on the occasion of the 60th anniversary of the victory in the Fatherland Liberation War (July 27, 2013) on behalf of the government and the people of Namibia and on his own behalf.\n\t\t\t\t\t\n\t\t\t\t\t He reiterated his government's stance to boost the good friendly relations between the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that Kim Jong Un would continue to enjoy good health and dynamically lead the Korean people to a higher level of economic development and social progress.\n\t\t\t\t\t\n\t\t\t\t\t The message sent his highest regards to Kim Jong Un."
        },
        {
            "title": "Greetings to Kim Jong Un from Togolese President",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-07ee.html",
            "content": "Greetings to Kim Jong Un from Togolese President\r\n Pyongyang, August 8 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Faure Essozimna Gnassingbe, Togolese president, on July 26.\n\t\t\t\t\t The president in his message offered the warmest congratulations to Kim Jong Un and the people of the DPRK on the occasion of the 60th anniversary of the victory in the Fatherland Liberation War on behalf of the people and the government of Togo and on his own behalf. The message went on:\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I sincerely wish Your Excellency good health and happiness, and the people of the DPRK peace and prosperity in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t Pleased that the traditional bilateral relations of friendship and cooperation are favorably developing, I reaffirm that I would join Your Excellency in making sustained efforts to boost those relations in the interests of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t I extend highest regards to Your Excellency."
        },
        {
            "title": "Member of National Policy Forum of British Labor Party Leaves",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-08ee.html",
            "content": "Member of National Policy Forum of British Labor Party Leaves\n\t\t\t\t\t\t\r\n Pyongyang, August 8 (KCNA) -- A member of the National Policy Forum of the British Labor Party and his party left here for home on Thursday.\n\t\t\t\t\t Departing here earlier was the delegation of the Socialist Party of Romania."
        },
        {
            "title": "Friendly, Cultural Event Held ",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-11ee.html",
            "content": "Friendly, Cultural Event Held \n\t\t\t\t\t\t\r\n Pyongyang, August 8 (KCNA) -- A friendly and cultural event took place at DPRK-Czech Friendship Pothonggang District Segori Senior Secondary School on Thursday on the occasion of the 65th anniversary of the establishment of diplomatic relations between the DPRK and the Czech Republic and establishment of DPRK-Czech friendship school. It was sponsored by the Korean Committee for Cultural Relations with Foreign Countries, the DPRK-Czech Friendship Association and the Czech embassy here.\n\t\t\t\t\t Present there were Ryu Kyong Il, chairman of the DPRK-Czech Friendship Association, officials concerned, teachers and students of the school, Dusan Strauch, Czech ambassador to the DPRK, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the event, the attendants were briefed on the history of the school before looking round its educational facilities and Czech children's paintings.\n\t\t\t\t\t\n\t\t\t\t\t The participants talked to one another about the need to boost the friendly and cooperative relations between the two countries and appreciated an art performance given by students."
        },
        {
            "title": "1st National Taekwon-Do Star Contest for Jonsung Cup Closes",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-10ee.html",
            "content": "1st National Taekwon-Do Star Contest for Jonsung Cup Closes\n\t\t\t\t\t\t\r\n Pyongyang, August 8 (KCNA) -- The 1st national Taekwon-Do star contest for Jonsung Cup closed. It was open on July 23.\n\t\t\t\t\t Players proved successful at the Taekwon-Do and Go games by displaying high sports technique and teamwork.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang City Taekwon-do Team placed first in team standing and the Kangwon Provincial and South Hamgyong Provincial Taekwon-do teams second and third in the same standing.\n\t\t\t\t\t\n\t\t\t\t\t A closing ceremony took place in Wonsan on Thursday."
        },
        {
            "title": "Officials' Swimming Contest Closes",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-13ee.html",
            "content": "Officials' Swimming Contest Closes\n\t\t\t\t\t\t\r\n Pyongyang, August 8 (KCNA) -- A swimming contest among officials of the commissions, ministries and national institutions was closed at the swimming pool of the Changgwang Health Complex Thursday. It was opened on August 5 amid keen interest of officials and other people and swimming fans. \n\t\t\t\t\t  The Ministry of Fisheries, Ministry of Foreign Affairs, Foreign Languages Publishing House and the General Bureau for Affairs with Diplomatic Corps placed first in team standing."
        },
        {
            "title": "Kim Cho Sim, Vocal Teacher of Kumsong School",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-12ee.html",
            "content": "Kim Cho Sim, Vocal Teacher of Kumsong School\r\n Pyongyang, August 8 (KCNA) -- Kim Cho Sim, 81, is a vocal teacher at Kumsong School who has made painstaking efforts to train students as famous vocalists for over 40 years.\n\t\t\t\t\t About 100 students trained by her have become popular artistes, including Jong Su Hyang of the Moranbong Band and So Un Hyang of the Unhasu Orchestra.\n\t\t\t\t\t\n\t\t\t\t\t She began teaching vocal music at Pyongyang Inhung Secondary School in Juche 60 (1971). She had worked as a music teacher at the Pyongyang Schoolchildren's Palace and the Mangyongdae Schoolchildren's Palace, before coming to Kumsong School.\n\t\t\t\t\t\n\t\t\t\t\t Choe Sol Hui, one of Kim's disciples, who is now a teacher of Kumsong School, told KCNA that all of her disciples remember her as an enthusiastic and passionate woman.\n\t\t\t\t\t\n\t\t\t\t\t Choe said:\n\t\t\t\t\t\n\t\t\t\t\t \"She has tried hard to help students acquire the vocalization suitable to national emotions, in line with leader Kim Jong Il's famous work 'Theory of Musical Art'.\n\t\t\t\t\t\n\t\t\t\t\t Her vocal teaching is easily acceptable to students.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il sent birthday spread to her and showed deep loving care for her in high appreciation of her merits.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Cho Sim was awarded the titles of Labor Hero, People's Teacher and Merited Artiste. \n\t\t\t\t\t\n\t\t\t\t\t She is now devoting all her mental and physical energy to training students as famous singers who would give pleasure to Marshal Kim Jong Un."
        },
        {
            "title": "Special Lecture Given in Tokyo ",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-09ee.html",
            "content": "Special Lecture Given in Tokyo\r\n Pyongyang, August 8 (KCNA) -- A special lecture on the theme of \"Hold state responsible for mass killing of Koreans\" took place at the Korean Press Hall in Tokyo on August 3, 90 years after the massacres of Koreans by the Japanese imperialists during the great Kanto quake. It was sponsored by the Tokyo Metropolitan Headquarters of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t Present there were Hwang Myong, chairman of the headquarters, and other Koreans and Kiyoshi Nishizawa, representative of the Tokyo Group for the Probe into the Truth about the Forcible Drafting of Koreans, Kazuaki Ashizawa, representative of the Tokyo Ward Assemblymen's Liaison Society for the Promotion of Japan-Korea Friendship, and other Japanese citizens. \n\t\t\t\t\t\n\t\t\t\t\t Prof. Masataka Tanaka of Senshu University gave a lecture. \n\t\t\t\t\t\n\t\t\t\t\t He said killing of Koreans during the great Kanto quake was committed in Tokyo on Sept. 1, 1923 and spilled over to Chiba, Saitama, Tochigi, Gunma and even to the regions which suffered not big quake disaster.  \n\t\t\t\t\t\n\t\t\t\t\t But, the Japanese government did not clarify the correct number of the victims, far from admitting the responsibility or making an apology, he added. \n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches. The speakers queried what is difference between the period of the Japanese imperialist colonial rule and the present times, denouncing the deep-rooted discrimination against Koreans in Japanese society. \n\t\t\t\t\t\n\t\t\t\t\t They said that they cannot repress their anger at the Japanese government which is persistently pursuing a policy of discrimination against the Koreans in Japan, neither admitting its past criminal acts nor making an apology to them."
        },
        {
            "title": "Figures of Russia, France Give Impressions of DPRK",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-04ee.html",
            "content": "Figures of Russia, France Give Impressions of DPRK\n\t\t\t\t\t\t\r\n Pyongyang, August 8 (KCNA) -- Figures of Russia and France gave impressions of the DPRK after taking part in the celebrations of the 60th anniversary of the Korean people's victory in the Fatherland Liberation War. \n\t\t\t\t\t Kazbek Taysaev, secretary of the Central Committee of the Communist Party of the Russian Federation and first secretary of the Committee of the North Osetiya Republic who was heading the delegation of the party, said in a press conference on July 29:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a beautiful country and quite different from what the Western media said of it.  It has its fast developing economy.\n\t\t\t\t\t\n\t\t\t\t\t I commanded a bird's-eye view of beautiful Pyongyang from the observation deck of the Tower of the Juche Idea and had a clear understanding of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is hard to conceal and distort the gains and achievements made by the heroic Korean people of which bourgeois media have spoken ill. \n\t\t\t\t\t\n\t\t\t\t\t A reporter of France 24 TV Broadcasting Service said at round-table talks with the service:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK grandly celebrated the anniversary of its victory in the war. The celebrations demonstrated the intense loyalty of the army and people to supreme leader Kim Jong Un and their unity.\n\t\t\t\t\t\n\t\t\t\t\t Very fresh were the looks of Pyongyang where turf could be seen wherever I went.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK calls for holding dialogue with the U.S. on an equal footing as it launched a satellite last year and conducted the third underground nuclear test this year.\n\t\t\t\t\t\n\t\t\t\t\t It is working hard to replace the Armistice Agreement by a peace treaty."
        },
        {
            "title": "DPRK's Day of Victory in War Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-02ee.html",
            "content": "DPRK's Day of Victory in War Marked in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, August 8 (KCNA) -- Meetings and film shows took place in Democratic Congo, Congo and Belarus on July 26 on the occasion of the 60th anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t Participants of film shows watched Korean film \"Korean People's Army, Steel-Strong Ranks.\" \n\t\t\t\t\t\n\t\t\t\t\t Speakers including the deputy general secretary of the Central Committee of the Communist Party of Democratic Congo and national president of the Working Citizens' Association of Democratic Congo said that the DPRK could beat back the aggression of the U.S. and its allies and win victory thanks to the leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t They recalled that the Korean people's glorious tradition of sure victory has been steadfastly carried forward under the Songun revolutionary leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They extended support and solidarity to the DPRK's just struggle, adding that the Korean people are dynamically advancing towards a final victory thanks to supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The organizational secretary of the Central Committee of the Congolese Party of Labour said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people defeated the imperialist allied forces incomparably stronger in military muscle under the leadership of Kim Il Sung. This instills great strength and courage into the oppressed people of the whole world who are struggling against the arbitrary practices of the great powers and their interference and building a new society.\n\t\t\t\t\t\n\t\t\t\t\t We will as ever fully support the Workers' Party of Korea and the Korean people in their struggle for building a thriving nation and reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t And we will boost the solidarity and cooperation in the common struggle for building a new just and peaceful world.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greeting to Kim Jong Un were adopted at the meetings held in Congo and Belarus."
        },
        {
            "title": "DPRK's Day of Victory in War Marked in Russia, UK",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-03ee.html",
            "content": "DPRK's Day of Victory in War Marked in Russia, UK\n\t\t\t\t\t\t\r\n Pyongyang, August 8 (KCNA) -- Events took pace in different countries on the occasion of the 60th anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t Round-table talks and film show were held in Russia and a meeting and photo exhibition, film show and art performance in UK from July 26 to 29.\n\t\t\t\t\t\n\t\t\t\t\t Gromov, first secretary of the Khabarovsk Territorial Committee of the Communist Party of the Russian Federation, said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung was a great man who was deeply revered by all people. It was thanks to the distinguished leader that the Korean people won victory not only in the three-year-long Fatherland Liberation War but in the whole course of socialist construction, firmly defended their ideology and social system and reliably protected the sovereignty and dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il published famous works when world socialism was in a crisis, instilling the conviction of victory into progressive mankind. He formulated the Songun politics as the basic mode of politics under socialism and bolstered up the national power of the DPRK in every way.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un, creditable successor to the cause of the preceding leaders, clearly indicated the way to be followed by the DPRK despite the imperialists' moves to stifle the DPRK and provided a sure guarantee for defending the peace and security on the Korean Peninsula and in the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t S. G. Prokopiyev, general manager of a company of Russia, and other personages praised Kim Il Sung as outstanding strategist and great statesman.\n\t\t\t\t\t\n\t\t\t\t\t Korea has not yet been reunified due to the U.S., they said, hoping the hard-working Korean people will reunify the country at an early date and lead a peaceful and happy life.\n\t\t\t\t\t\n\t\t\t\t\t Zane Carpenter, general secretary of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist), said that the Korean people shattered the myth of the U.S. imperialists' \"mightiness\" for the first time in history, greatly contributing to world peace and the cause of socialism."
        },
        {
            "title": "Tiene lugar acto cultural de amistad RPDC-Checo",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-15ee.html",
            "content": "Tiene lugar acto cultural de amistad RPDC-Checo\n\t\t\t\t\t\t\r\nPyongyang, 8 de agosto (ACNC) -- Con motivo del 65o aniversario del establecimiento de las relaciones diplomaticas entre la Republica Popular Democratica de Corea y la Republica Checa y de la denominacion de la Escuela de Amistad Corea-Checo, el Comite Coreano de Relaciones Culturales con el Extranjero, la Asociacion de Amistad Corea-Checo y la embajada checa en Corea ofrecieron el dia 8 un acto cultural y de amistad en la Escuela Secundaria Superior de Amistad Corea-Checo de Segori del capitalino municipio de Pothonggang.\n\t\t\t\t\tEn la ocasion participaron el presidente de la Asociacion de Amistad Corea-Checo, Ryu Kyong Il y otros funcionarios coreanos, maestros y alumnos de la escuela mencionada, el embajador Dusan Strauch y otros miembros de la sede diplomatica de Checo. \n\t\t\t\t\t\n\t\t\t\t\tAntes del inicio del acto, los participantes escucharon el historial de la escuela y recorrieron las instalaciones docentes y los dibujos infantiles de Checo. \n\t\t\t\t\t\n\t\t\t\t\tLuego, departieron sobre el desarrollo de las relaciones de amistad entre los dos paises y presenciaron la funcion artistica de los escolares."
        },
        {
            "title": "Terminado torneo de natacion de funcionarios de organos centrales",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-16ee.html",
            "content": "Terminado torneo de natacion de funcionarios de organos centrales\n\t\t\t\t\t\t\r\nPyongyang, 8 de agosto (ACNC) -- Bajo la profunda atencion de los funcionarios, trabajadores y aficionados a la natacion, tuvo lugar del dia 5 al 8 en la piscina del Complejo de Servicios de Higiene Changgwang el torneo de natacion de los funcionarios de los comites, ministerios y organos centrales.\n\t\t\t\t\tEn la ocasion, el Ministerio de Industria Pesquera, el Ministerio de Relaciones Exteriores, las Ediciones en Lenguas Extranjeras y la Direccion General de Trabajo con el Cuerpo Diplomatico encabezaron la clasificacion general en los respectivos grupos."
        },
        {
            "title": "Clausurado concurso nacional de estrellas de Taekwon-do por la copa Jonsung",
            "url": "http://kcna.co.jp/item/2013/201308/news08/20130807-17ee.html",
            "content": "Clausurado concurso nacional de estrellas de Taekwon-do por la copa Jonsung\n\t\t\t\t\t\t\r\nWonsan, 8 de agosto (ACNC) -- Quedo clausurado el dia 8 en Wonsan el primer concurso nacional de estrellas de Taekwon-do por la copa Jonsung, inaugurado el 23 de julio.\n\t\t\t\t\tEn las competencias de Thaekwondo y go-chess los jugadores ganaron buenos exitos usando la alta tecnologia adiestrada en los dias cotidianos y el colectivismo.\n\t\t\t\t\t\n\t\t\t\t\tLa Seleccion de Taekwondo de la Ciudad de Pyongyang ocupo el primer lugar y las otras de la provincia de Kangwon y de la provincia de Hamgyong del Sur, el segundo y tercer lugares, respectivamente."
        }
    ]
}