{
    "date": "2013-02-15",
    "url": "http://kcna.co.jp/item/2013/201302/2013-02-15ee.html",
    "articles": [
        {
            "title": "Meritorious Persons Awarded Wrist Watches Bearing August Name of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-37ee.html",
            "content": "Meritorious Persons Awarded Wrist Watches Bearing August Name of Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Wrist watch bearing the august name of leader Kim Jong Il was instituted as a state decoration for the first time in the history of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The institution is of weighty significance in glorifying the immortal exploits of his revolutionary career and immortal feats forever and making all the Party members, service personnel and people live and work as his soldiers and disciples.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Marshal Kim Jong Un made sure that service personnel, scientists, technicians and labor innovators who have performed brilliant feats in the defence of the country and in the building of a thriving socialist nation were awarded watches on the occasion of the birth anniversary of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The first ceremony for conferring watches was held at the conference hall of the Central Committee of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un was present at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t An awarding address was made by Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the WPK and president of the Presidium of the Supreme People's Assembly of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He said that the recipients of the watches should lead a worthy and brilliant life as backbone of the Korean revolution, always feeling grateful to the party for making them honored with watches bearing the august name of Kim Jong Il before any others.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un awarded watches to them.\n\t\t\t\t\t\n\t\t\t\t\t They renewed their resolution to always hold President Kim Il Sung and Kim Jong Il in high esteem as the sun of Juche and steadfastly advance along the road of the Songun revolution, true to the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Jang Song Thaek, Kim Kyong Hui, Kim Ki Nam, Choe Thae Bok, Pak To Chun, Kim Yong Chun, Kang Sok Ju, Ri Yong Mu, O Kuk Ryol, Kim Yang Gon, Kim Yong Il, Kim Phyong Hae, Kwak Pom Gi, Mun Kyong Dok, Ju Kyu Chang and Jo Yon Jun and other officials of the Central Committee of the WPK and armed forces organs."
        },
        {
            "title": "Military Ranks Awarded to KPA Commanding Officers",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-01ee.html",
            "content": "Military Ranks Awarded to KPA Commanding Officers \n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- The dear respected Marshal Kim Jong Un, supreme commander of the Korean People's Army,  issued order No. 0029 on awarding military ranks to commanding officers of the KPA on Wednesday.\n\t\t\t\t\t Kim Jong Un in the order said that the proud history of the revolutionary armed forces of Korea shining with victory and glory is associated with the unassuming efforts made by the KPA commanding officers who have rendered devoted services to realize the idea and desire of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un expressed the belief that the KPA commanding officers will fulfill their duty in the noble struggle to win the final victory of the Juche revolution by remaining loyal to the leadership of the party befitting soldiers and disciples of President Kim Il Sung and Kim Jong Il in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The rank of lieutenant general was awarded to Jang Su Gil and 9 others and that of major general to Cha Yong Bom and 37 others, according to the order."
        },
        {
            "title": "Kim Jong Un Sends Wild Honey to Maternity Hospital Again",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-38ee.html",
            "content": "Kim Jong Un Sends Wild Honey to Maternity Hospital Again\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- The dear respected Marshal Kim Jong Un sent wild honey to the Pyongyang Maternity Hospital again on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Officials, doctors and nurses, women in their confinement and patients extended deep thanks to Kim Jong Un, deeply touched by such deep loving care shown by him as sending wild honey to the hospital again this year as he did last year. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to him, identical to Kim Jong Il, the history of loving care for the hospital is given steady continuity."
        },
        {
            "title": "Kim Yong Nam Greets Serbian President",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-18ee.html",
            "content": "Kim Yong Nam Greets Serbian President\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Friday sent a message of greeting to Tomislav Nikolic, president of Serbia, on the occasion of its national day.\n\t\t\t\t\t In the message Kim wished Serbia peace, stability, development and prosperity, hoping that the friendly and cooperative relations between the DPRK and Serbia would steadily develop."
        },
        {
            "title": "Greetings to Serbian PM",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-17ee.html",
            "content": "Greetings to Serbian PM\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- DPRK Premier Choe Yong Rim Friday sent a message of greeting to Ivica Dacic, prime minister of Serbia, on the occasion of its national day.\n\t\t\t\t\t The message wished the friendly Serbian people greater progress and prosperity, expressing belief that the relations between the two countries based on traditional friendship would develop in their common interests.\n\t\t\t\t\t\n\t\t\t\t\t On the same day Foreign Minister Pak Ui Chun sent a similar message to his Serbian counterpart Ivan Mrkic."
        },
        {
            "title": "Congratulations to Kim Jong Un from Mexican Political Party Leader",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-42ee.html",
            "content": "Congratulations to Kim Jong Un from Mexican Political Party Leader\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, received a congratulatory message from Alberto Anaya Gutierrez, national leader of the Workers' Party of Mexico, on Jan. 25.\n\t\t\t\t\t The national leader said he has the honor of paying highest tribute to leader Kim Jong Il on behalf of all the members of his party and on his own behalf on the occasion of the 71st birth anniversary of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is the eternal general secretary of the Workers' Party of Korea and the great leader of the Korean people who led to victory the WPK and the DPRK founded by President Kim Il Sung, he said, adding: \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was an outstanding international elder statesman who performed distinguished feats in developing the world's socialist cause and defending global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I most sincerely wish you great success in your noble work for leading the WPK and the DPRK to a shining victory."
        },
        {
            "title": "Gift to Kim Jong Un from IIJI Director-General",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-24ee.html",
            "content": "Gift to Kim Jong Un from IIJI Director-General\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- The dear respected Kim Jong Un received a gift from Vishwanath, director-general of the International Institute of the Juche Idea (IIJI) who doubles as secretary general of the International Kim Il Sung Prize Council and the International Kim Jong Il Prize Council.\n\t\t\t\t\t He is on a visit to the DPRK on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The gift was handed over to an official concerned by the director-general on Friday."
        },
        {
            "title": "Floral Basket, Congratulatory Letter to Kim Jong Un from Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-28ee.html",
            "content": "Floral Basket, Congratulatory Letter to Kim Jong Un from Military Attaches Corps\r\n Pyongyang, February 15 (KCNA) -- The dear respected Kim Jong Un received a floral basket and a congratulatory letter from the military attaches corps here on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They were handed over to General of the Korean People's Army Kim Kyok Sik, minister of the People's Armed Forces, by Hassan Reza Husseini, military attache of the Iranian embassy who is the doyen of the corps, on Friday.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory letters to Kim Jong Un from members of the missions of United Nations FAO, WHO and WFP here and the Egyptian ambassador to the DPRK were handed over to officials concerned on the same day."
        },
        {
            "title": "Foreign Envoys Pay Tribute to Kim Il Sung, Kim Jong Il　",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-23ee.html",
            "content": "Foreign Envoys Pay Tribute to Kim Il Sung, Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Members of the missions of WFP and United Nations FAO here Friday laid floral baskets before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill and paid tribute on the occasion of Kim Jong Il's birth anniversary.\n\t\t\t\t\t Vishwanath, director-general of the International Institute of the Juche Idea who doubles as secretary general of the International Kim Il Sung Prize Council and the International Kim Jong Il Prize Council, visited the statues of the peerlessly great men and made a bow on the same day."
        },
        {
            "title": "Foreign Diplomats Visit Venue of Kimjongilia Festival",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-12ee.html",
            "content": "Foreign Diplomats Visit Venue of Kimjongilia Festival \n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- The military attaches corps and the economic and commercial councilors corps and officials in charge of cultural and friendly relations of foreign embassies here visited the venue of the 17th Kimjongilia Festival on Thursday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The guests were impressed to see Kimjongilias in full bloom, going round the festival venue full of the immortal flowers presented in reflection of the boundless reverence of the Korean people and other progressives of the world.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit they made entries in the visitor's book\n\t\t\t\t\t\n\t\t\t\t\t Doyen of the military attaches corps Hassan Reza Husseini, military attache of the Iranian embassy, wrote that the revolutionary career of Kim Jong Il will always be remembered by the Korean people along with beautiful Kimjongilias.\n\t\t\t\t\t\n\t\t\t\t\t Pavel Reshakov, councilor of the Russian embassy, wrote that going round the venue of the festival, he was moved by the boundless reverence of the Korean people for Kim Jong Il, \n\t\t\t\t\t\n\t\t\t\t\t The charge d'affaires ad interim of the Pakistani embassy wrote that he was fortunate to visit the festival venue. Kimjongilias on display show well how highly the Korean people laud and follow their leader, he added.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the military attaches corps visited the National Gifts Exhibition House on Thursday while officials in charge of cultural and friendly relations of foreign embassies enjoyed an acrobatic performance given by the National Circus at the Pyongyang Circus Theatre."
        },
        {
            "title": "National Meeting Held to Mark Kim Jong Il's Birth Anniversary",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-32ee.html",
            "content": "National Meeting Held to Mark Kim Jong Il's Birth Anniversary\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- A national meeting for celebrating the 71st birth anniversary of leader Kim Jong Il took place at Pyongyang Indoor Stadium Friday.\n\t\t\t\t\t Present there were Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae and other senior party, state and army officials, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, people in Pyongyang, delegations of overseas compatriots, Koreans from overseas, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, and others.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam, member of the Presidium of the Political Bureau of the C.C., the Workers' Party of Korea and president of the Presidium of the DPRK Supreme People's Assembly, made a report.\n\t\t\t\t\t\n\t\t\t\t\t The birth of Kim Jong Il in Mt. Paektu, the holy mountain of revolution, was a great fortune for the nation and an event of world historic significance, the reporter said, went on:\n\t\t\t\t\t\n\t\t\t\t\t He was an outstanding leader and peerless patriot who successfully concluded the 20th century with the victory of the cause of anti-imperialist independence and socialist cause and opened up a broad prospect for the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the revolutionary idea of President Kim Il Sung as Kimilsungism and made it shine as the guiding idea of the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t He put forth an original philosophy of arms and the principle of Songun, profoundly enunciated the Songun revolutionary idea and the theory of Songun politics and clarified the theory of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t He built tremendous military capability under the uplifted banner of Songun, leading the battle for devotedly defending the country to one victory after another.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership, the flames of the industrial revolution in the new century and the flames of Hamnam (South Hamgyong Province) flared up and eye-opening events took place one after another on all fronts for building an economic power and improving the people's living standards.\n\t\t\t\t\t\n\t\t\t\t\t He did everything he could for the people till the last moments of his life and opened up a bright prospect for bringing an era of great prosperity in which the people enjoy wealth under socialism to this land.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the three charters for national reunification and provided the June 15 North-South Joint Declaration and the October 4 declaration, opening up a turning phase of the country's reunification at which the nation advances in the idea of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t He put the human cause of independence and the friendly and cooperative relations with various countries on a high stage and made an immortal contribution to preserving peace and stability in Northeast Asia and other parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t His revolutionary life and immortal feats are being steadfastly carried forward by the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The service persons and people will advance straight along the road of independence, Songun and socialism to the last under the uplifted banner of Kimilsungism-Kimjongilism and build a thriving socialist nation on this land without fail.\n\t\t\t\t\t\n\t\t\t\t\t As already clarified by the DPRK, its army and people will intensify the all-out actions to defend the sovereignty of the country, deal merciless retaliatory blows at those who dare stand against the just cause of the gigantic struggle, achieve the historic cause of national reunification at any cost and take the lead in the struggle to accomplish the cause of global independence. \n\t\t\t\t\t\n\t\t\t\t\t Similar meetings took place in each province, city and county and industrial complexes of the DPRK on the same day."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Celebrated by Foreign Crewmen ",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-33ee.html",
            "content": "Kim Jong Il's Birth Anniversary Celebrated by Foreign Crewmen \n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- A meeting of foreign crewmen took place at Chongjin Port in North Hamgyong Province on Friday to mark the 71st birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there were the captain and his crewmen of a Hong Kong, China-flagged ship\n\t\t\t\t\t\n\t\t\t\t\tThe participants laid a floral basket before a mosaic depicting the smiling peerlessly great men of Mt. Paektu in Chongjin City and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting said that the birth of Kim Jong Il was not only a great auspicious event which guaranteed a bright future for the Korean people but a world-historic event which opened a rosy prospect for the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the fact that Kim Jong Il bolstered up the country's defence capability in every way and provided an eternal foundation for the country's prosperity and the people's happiness, adding that his revolutionary life was a sacred one adorned with the victorious advance for the revolutionary cause of Juche and noble love and dedication to the people.\n\t\t\t\t\t\n\t\t\t\t\t They expressed conviction that the Korean people would dynamically advance along the road of independence, Songun and socialism, closely united around the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the meeting, they looked round photos on display and watched a Korean film."
        },
        {
            "title": "Successful Nuclear Test Hailed by DPRK People",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-27ee.html",
            "content": "Successful Nuclear Test Hailed by DPRK People\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- The successful 3rd underground nuclear test, conducted by the DPRK to reinforce its self-defensive deterrence, has greatly encouraged its people in the efforts to significantly celebrate the 65th DPRK birthday and the 60th anniversary of the victory in the Fatherland Liberation War. \n\t\t\t\t\t A Pyongyang army-people rally took place at Kim Il Sung Square here on Thursday to hail the nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t At the rally, the speakers praised the successful test, a demonstration of diversified nuclear deterrence, as a special event declaring that the DPRK emerged a full-fledged nuclear power, not merely a nuclear weapons state.\n\t\t\t\t\t\n\t\t\t\t\t Ho Thaek Jin, manager of the Pyongyang Elevator Factory, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The test boosted the factory employees' pride and confidence in the country's defence capabilities.\n\t\t\t\t\t\n\t\t\t\t\t  I, on behalf of them, extend heartfelt congratulations to the scientists, technicians, workers and officials who contributed to the successful nuclear test, a telling blow to the U.S. and its followers hell-bent on anti-DPRK moves.\"\n\t\t\t\t\t\n\t\t\t\t\t Jong Yong Bok, a workshop head of the factory, said:\n\t\t\t\t\t\n\t\t\t\t\t \"The test was conducted at a time when the U.S. hostile policy towards the DPRK was becoming evermore undisguised. Thereby, it is an admirable action taken in defence of the nation's dignity and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The final victory is in store for the DPRK as it boasts of the single-minded unity of all the people around the dear respected Kim Jong Un and powerful military strength.\""
        },
        {
            "title": "Staffers of AINDF Pyongyang Mission Visit Venue of Kimjongilia Festival ",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-31ee.html",
            "content": "Staffers of AINDF Pyongyang Mission Visit Venue of Kimjongilia Festival\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Chief Jo Il Min and members of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF) paid a visit to the venue of the 17th Kimjongilia Festival on Friday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They went round the venue full of flowers in full bloom.\n\t\t\t\t\t\n\t\t\t\t\t The chief said the festival of immortal flowers is held every year with splendor, reflecting the boundless reverence of all people for Kim Jong Il, adding:\n\t\t\t\t\t\n\t\t\t\t\t I keenly realized once again how ardently all Koreans and world progressive people praise him.\n\t\t\t\t\t\n\t\t\t\t\t Kimjongilia will be in full bloom all over the world conveying the exploits he performed for the era and history.\n\t\t\t\t\t\n\t\t\t\t\t The vanguard fighters of the AINDF and the patriotic masses in south Korea will wage a dynamic struggle for national reunification under the banner of \"By our nation itself\"."
        },
        {
            "title": "Figure Skating Festival Represents Reverence for Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-35ee.html",
            "content": "Figure Skating Festival Represents Reverence for Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- The 22nd Paektusan Prize International Figure Skating Festival was opened at the Ice Rink here Friday to mark the Day of the Shining Star (Feb. 16), the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The festival is held divided into group demonstration, pair figure skating, ice dancing, men's and women's individual and other events.\n\t\t\t\t\t\n\t\t\t\t\t Ri Chol Un, secretary of the Figure Skating Association of the DPRK, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The current festival was prepared on a high level in reflection of the Korean people's will to hold leader Kim Jong Il in high esteem as the eternal sun.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il watched a demonstration performance given by local figure skaters at this rink in the last month of his life, showing loving care for them.\n\t\t\t\t\t\n\t\t\t\t\t All the coaches and figure skaters had worked hard to prepare themselves for the festival, prompted by ardent yearning for him.\n\t\t\t\t\t\n\t\t\t\t\t Taking part in the festival are figure skaters from the DPRK, Russia, Estonia, Ukraine and Canada, among them a three-time world champion from Canada.\n\t\t\t\t\t\n\t\t\t\t\t This annual festival will run until February 17."
        },
        {
            "title": "Int'l Figure Skating Festival Opens",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-36ee.html",
            "content": "Int'l Figure Skating Festival Opens\r\n Pyongyang, February 15 (KCNA) -- The 22nd Paektusan Prize International Figure Skating Festival opened Friday with due ceremony at the Ice Rink here to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present at the ceremony were Yang Hyong Sop, Ro Tu Chol and officials concerned, sportspersons and other people, the delegation of Koreans in Japan and other delegations of overseas Koreans, overseas compatriots, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t DPRK's figure skaters and those from Russia, Ukraine, Estonia and Canada entered the ice rink.\n\t\t\t\t\t\n\t\t\t\t\t  Ri Jong Mu, minister of Physical Culture and Sports, in his opening address that the festival has been held with splendor as a significant one reflecting the boundless reverence of all people for Kim Jong Il, who made a great contribution to the revolutionary cause of Juche and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the festival would greatly encourage the army and the people of the DPRK in dynamically speeding up the grand onward march in the new century of Juche under the leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The flag of the festival was hoisted and demonstration performances of figure skaters of the DPRK and other countries were staged."
        },
        {
            "title": "Demonstration Performance of Synchronized Swimming Given",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-30ee.html",
            "content": "Demonstration Performance of Synchronized Swimming Given\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- A demonstration performance of synchronized swimming \"February in Yearning\" was given at the Changgwang Health Complex on Friday on the occasion of the birth anniversary of leader \n\t\t\t\t\tKim Jong Il (the Day of the Shining Star). \n\t\t\t\t\t\n\t\t\t\t\t The performers presented such colorful numbers as group synchronized swimming \"February Is Beautiful\", single synchronized swimming \"Charm\", children's group synchronized swimming \"Where Are You from\".\n\t\t\t\t\t\n\t\t\t\t\t The performers represented the profound reverence of the army and people of the DPRK for Generalissimo Kim Jong Il, symbol of the great Paektusan nation through graceful rhythms and a variety of formation change.\n\t\t\t\t\t\n\t\t\t\t\t The performance showed well the stirring reality of the country advancing toward the eminence of a thriving country while performing miracles and feats in the efforts to build an economic power and improve the standard of people's living under the leadership of the great party. It also vividly showed the development made in the synchronized swimming of the country. \n\t\t\t\t\t\n\t\t\t\t\t Among the spectators were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, officials concerned, persons of meritorious services and people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were delegations of overseas compatriots and other overseas Koreans, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and foreign guests."
        },
        {
            "title": "Lunar New Year's Performance of Schoolchildren Given before Full Houses",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-34ee.html",
            "content": "Lunar New Year's Performance of Schoolchildren Given before Full Houses\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- A schoolchildren's performance \"Blessing of Sun\" was given at the Mangyongdae Schoolchildren's Palace before full houses from Feb. 10 to 15 to celebrate the lunar New Year's Day.\n\t\t\t\t\t The performance began with prologue \"We Make Lunar New Year's Bow to Marshal Kim Jong Un\". \n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were fairy tale \"New Year's Performance in Country Shining like Star\", violin concert for sohaegum (small Korean fiddle) \"May Snow Fall on Lunar New Year's Day\", trio and chorus \"We Are Happy under Care of Marshal Kim Il Sung\", true story-telling \"Thank You, Marshal Kim Jong Un\", music and dance of Korean schoolchildren in Japan \"My Country Led by Marshal Is Best\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers presented beautiful songs and dances in reflection of all schoolchildren's feelings holding in high esteem the great Generalissimos Kim Il Sung and Kim Jong Il as eternal sun and their profound thanks to the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The performance vividly showed the features of the younger generation growing to be reliable reserve forces of the Songun revolution, knowledgeable, moral and healthy.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were officials of party, armed forces and power organs, working people's organizations, ministries and national institutions, service personnel of the Korean People's Army and the Korean People's Internal Security Forces and people and school youth and children in Pyongyang."
        },
        {
            "title": "Photo Exhibition Marking Day of Shining Star Draws Many People",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-25ee.html",
            "content": "Photo Exhibition Marking Day of Shining Star Draws Many People\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Many people are visiting the national photo exhibition under way at the Grand People's Study House here to mark the Day of the Shining Star (Feb. 16), the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t On display in the exhibition hall are photos showing the feats performed by President Kim Il Sung and leader Kim Jong Il for the Songun (military-first) revolution and global independence and photos of the dear respected Kim Jong Un creditably carrying forward their cause.\n\t\t\t\t\t\n\t\t\t\t\t They include photos of Kim Il Sung and Kim Jong Il making tireless efforts to beef up the armed forces of the DPRK, provide the people with better conditions for happy and highly civilized life and realize the reunification of Korea. And there are photos showing their external activities.\n\t\t\t\t\t\n\t\t\t\t\t Looking round the photos, visitors expressed high tribute to the great Generalissimos who dedicated their all to the prosperity of the country and the people's happiness while bolstering up the national defence capability.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition also displays photos of Kim Jong Un, supreme leader of the DPRK, demonstrating the dignity of Kim Il Sung's and Kim Jong Il's Korea and its inexhaustible strength.\n\t\t\t\t\t\n\t\t\t\t\t And there are pictures showing the strong will of the DPRK army and people to hold in high esteem Kim Il Sung and Kim Jong Il as their eternal leaders and fully demonstrate the might of Songun Korea, rallied closer around Kim Jong Un."
        },
        {
            "title": "Helicopters Carry Gifts to Children on Isolated Islets in DPRK",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-41ee.html",
            "content": "Helicopters Carry Gifts to Children on Isolated Islets in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Helicopters flew to nine isolated islets in the West Sea of Korea, carrying gifts to pupils and other children there in the run up to the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They are So, Sok, Jamae, Suun, Ka, Taehwa, Rap, Ae and Than Islets.\n\t\t\t\t\t\n\t\t\t\t\t As helicopters loomed in the sky above the islets, people there broke into shouts of \"hurrah!\"\n\t\t\t\t\t\n\t\t\t\t\t The residents on the islets were greatly excited at the loving care shown by the dear respected Kim Jong Un, who is carrying forward the love of Generalissimo Kim Jong Il. Every February Kim Jong Il made sure that gifts were sent to the children on the islets just as those on the land.\n\t\t\t\t\t\n\t\t\t\t\t Children jumped for joy and parents and other people were moved to tears. \n\t\t\t\t\t\n\t\t\t\t\t Pupils and other children vowed to learn hard and become reliable able workers of Songun Korea, keeping in their minds the love for rising generations shown by the Workers' Party of Korea."
        },
        {
            "title": "Song \"Korea Does What It Is Determined to Do\"",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-26ee.html",
            "content": "Song \"Korea Does What It Is Determined to Do\"\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Song \"Korea Does What It Is Determined to Do\" is now heard anywhere in the Democratic People's Republic of Korea.\n\t\t\t\t\t The song reflects the strong will of the DPRK army and people to demonstrate the dignity of Kim Il Sung's and Kim Jong Il's Korea by building a thriving socialist nation based on the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Choe Myong Bok, a teacher of Kim Il Sung University, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The song mirrors the spirit of the present era prevailing in the country under the Songun (military-first) policy.\n\t\t\t\t\t\n\t\t\t\t\t It constitutes an idea that once a country is guided by a great leader, even though it is small in territory and population, it can turn into a big and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t This truth was evidenced by the DPRK, which has grown to be a political and military power. The DPRK does not read others' face in doing anything while standing firm against the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers termed the DPRK's successful launch of satellite Kwangmyongsong 3-2 in December last year a \"long-range missile\" launch and cooked up a \"resolution on sanctions\" against it. \n\t\t\t\t\t\n\t\t\t\t\t In reaction to it, the DPRK conducted the 3rd underground nuclear test with success. No formidable enemies can provoke the DPRK, a full-fledged nuclear state whose people are united close around their supreme leader Marshal Kim Jong Un."
        },
        {
            "title": "Floral Basket Sent to Statues of Kim Il Sung and Kim Jong Il from UK Organizations",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-29ee.html",
            "content": "Floral Basket Sent to Statues of Kim Il Sung and Kim Jong Il from UK Organizations\r\n Pyongyang, February 15 (KCNA) -- The British Group for the Study of the Juche Idea, the British Association for the Study of Songun Policy and the British Branch of the Korean Friendship Association sent a floral basket in their joint name to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill here on the occasion of Kim Jong Il's birth anniversary.\n\t\t\t\t\t The floral basket was laid before the statues on Friday."
        },
        {
            "title": "Lee Myung Bak Regime's Move to Tighten Sanctions Slammed",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-13ee.html",
            "content": "Lee Myung Bak Regime's Move to Tighten Sanctions Slammed\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- The south Korean puppet regime's move to tighten the \"sanctions\" against the DPRK in collusion with foreign forces is a serious provocative move to drive the situation on the Korean Peninsula into a touch-and-go situation, says Rodong Sinmun Friday in a bylined article.\n\t\t\t\t\t It continues:\n\t\t\t\t\t\n\t\t\t\t\t The nuclear test of the DPRK was a sovereign state's exercise of its legitimate right to self-defense.\n\t\t\t\t\t\n\t\t\t\t\t It is a just self-defence to counter a robber holding a dagger in kind.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group is, however, recklessly taking the lead in the moves to do harm to compatriots, instead of rejoicing and feeling proud of their satellite launch for peaceful purposes as members of the same nation.\n\t\t\t\t\t\n\t\t\t\t\t The \"sanctions\" against the DPRK precisely mean a war action and a declaration of war.\n\t\t\t\t\t\n\t\t\t\t\t If the regime persistently tightens the \"sanctions\", pursuant to the policy of the U.S., it will only invite a merciless retaliatory strike of the DPRK at the strongholds of all forms of \"sanctions\" including inspection of vessels and sea blockade. \n\t\t\t\t\t\n\t\t\t\t\tThe group of traitors is fated to meet a miserable end."
        },
        {
            "title": "Rodong Sinmun Blasts U.S.-S. Korean Joint Saber-rattling",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-14ee.html",
            "content": "Rodong Sinmun Blasts U.S.-S. Korean Joint Saber-rattling\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- The south Korean puppet marine corps together with the U.S. marines kicked off a joint coldest-season exercise in a mountainous area of Phyongchang, Kangwon Province of south Korea on Feb. 4. It is said that the drill which will last till Friday of next week is aimed to \"overcome biting cold, increase ability to exist and make infiltration and strike,\" drawing on \"the experience\" gained by the U.S. marines in the battle fought at Lake Jangjin during the last Korean war.\n\t\t\t\t\t Meanwhile, the puppet forces staged naval maneuvers for \"detecting  and chasing ballistic missiles, conducting anti-ship shelling and searching for  and tracking  submarines\" from Feb. 6 to 12 in the East Sea of Korea with Aegis ships belonging to the 7th mobile flotilla of their navy involved.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Friday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The above-said saber-rattling clearly reveals an adventurous scenario of the U.S. and the Lee Myung Bak group of traitors to drive the tension prevailing on the Korean Peninsula into the phase of a war against the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the DPRK to take powerful physical counter-measures now that its sovereignty has been wantonly violated by the high-handed provocations of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The third underground nuclear test conducted by the DPRK was a just step for self-defence for protecting its security and sovereignty from the vicious moves of the hostile forces including the U.S. to isolate and stifle it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces should properly understand the DPRK. It is not such a weak country that would yield to any \"sanctions\" and military threat.\n\t\t\t\t\t\n\t\t\t\t\t Tiger moth fond of playing with fire is bound to perish in the flames. The battle fought at Lake Jangjin brought the U.S. marines the first defeat in its history. But, the great war for national reunification to be staged soon will be the most merciless and resolute war in history as it will remove all strongholds of the U.S. imperialists and the puppet forces from the earth."
        },
        {
            "title": "Japan Urged to Settle Its Past Crimes",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-15ee.html",
            "content": "Japan Urged to Settle Its Past Crimes\r\n Pyongyang, February 15 (KCNA) -- Some time ago, a resolution on the sexual slavery for the Imperial Japanese Army was adopted at the senate of New York State Council in the wake of the similar resolutions done by the House of Representatives of the Federal Congress of the U.S. and the California State Council. The resolution branded the sexual slavery as \"a crime against humanity\" and \"one of the worst flesh traffic in the 20th century\". It said that the Japanese government drafted 200 000 women for the Imperial Japanese Army. \n\t\t\t\t\t It was reported that the New Jersey State Council is expected to adopt a similar resolution and that the House of Representatives of the Federal  Congress  is examining the adoption of the second resolution after its adoption of the first one in 2007. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Friday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t These facts tell that it has become a trend of the times to denounce the past crimes of Japan and demand their settlement. \n\t\t\t\t\t\n\t\t\t\t\t In the past the Japanese imperialists took away a lot of women in Korea and other Asian countries for sexual slavery for the Imperial Japanese Army and committed all sorts of misdoings against them which make even brutes blush. \n\t\t\t\t\t\n\t\t\t\t\t The present Japanese government is playing a trick to negate even \"Kono statement\" in which the then Japanese government admitted Japan's past crimes with half a heart in face of the unanimous protest and condemnation of the international community. \n\t\t\t\t\t\n\t\t\t\t\t What is intolerable is that some individual Japanese politicians let loose such invectives as the issue of comfort women was \"prostitution committed by women for a petty amount of money\" and \"there is no evidence that the Imperial Japanese Army took away those women by force.\" \n\t\t\t\t\t\n\t\t\t\t\t This was another insult to those unfortunate women whose lives were ruined by the Japanese imperialists and an act as bad as rubbing salt into their wounds. \n\t\t\t\t\t\n\t\t\t\t\t Japan is sadly mistaken if it thinks it can go safe without settling its hideous crimes against humanity. \n\t\t\t\t\t\n\t\t\t\t\t Japan's future depends on whether it redresses its past crimes or not. It would be well advised to stop such foolish acts as adding to its crimes and opt for redeeming its past wrongdoings as early as possible."
        },
        {
            "title": "Minju Joson Slams Those Who Deteriorated Inter-Korean Relations for Making Poor Excuse",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-16ee.html",
            "content": "Minju Joson Slams Those Who Deteriorated Inter-Korean Relations for Making Poor Excuse\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Shortly ago, traitor Lee Myung Bak of south Korea let the \"Ministry of Unification\" publish an information brochure \"unification policy\". In the brochure, the ministry let loose a spate of vituperation such as \"establishment of healthy and normal south-north relations\", \"substantial and stable development\" and \"restoration of south-north dialogue\". It made no scruple of telling a pack of lies that the \"north has not responded to the south's efforts but constantly threatened and slandered the south\".\n\t\t\t\t\t Minju Joson Friday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is just poor excuse aimed to cover up its crimes by which it plunged the north-south relations to a complete deadlock by distorting the hard facts and fabricating lies.\n\t\t\t\t\t\n\t\t\t\t\t This just reveals the Lee regime's warped way of thinking by which it views all the things and phenomena in an upside-down way.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors distorts facts to lay the blame for the bedeviled inter-Korean relations on the DPRK, while seeking to evade the serious punishment by the people.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the publication of the brochure full of sophism is the sinister intention of the group to justify its \"policy toward the north\" and get the next-term ruling forces follow in the previous regime's footsteps. \n\t\t\t\t\t\n\t\t\t\t\t This is clearly proved by what Ryu U Ik, minister of Unification, said as regards the publication of the brochure. He said \"the south should not yield to the demands of the north\".\n\t\t\t\t\t\n\t\t\t\t\t The group which deteriorated the inter-Korean relations during its office is making desperate efforts to prevent the north-south ties from being mended even after its office term expires.\n\t\t\t\t\t\n\t\t\t\t\t Such treacherous human scum should be wiped out at an early date."
        },
        {
            "title": "KCNA Commentary Jeers at Japan's Jitters about DPRK's Nuclear Test",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-19ee.html",
            "content": "KCNA Commentary Jeers at Japan's Jitters about DPRK's Nuclear Test\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Japan is now on edge after the DPRK's success in the third underground nuclear test.\n\t\t\t\t\t In less than an hour after the test, Japan went busy convening a security meeting, issuing the statement of the prime minister condemning the test and examining the issue of adopting a Diet resolution.\n\t\t\t\t\t\n\t\t\t\t\t Prime Minister Abe instructed to take a measure for Japan's own \"additional sanctions\" on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At an emergency meeting of the Defense Ministry, an order was issued to put the military on a high alert and keep close monitoring.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese archipelago was not attacked by a nuclear bomb nor has it been exposed to radioactivity.\n\t\t\t\t\t\n\t\t\t\t\t Japan is just making a show of itself as if it had waited for the opportunity to happen. This makes one recall what the then Foreign Minister Aso said after the DPRK's satellite launch in 2006. He said that Japan could not but be grateful to the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese government's countermeasure to the DPRK's recent anticipated nuclear test was already clarified on January 31.\n\t\t\t\t\t\n\t\t\t\t\t The plan envisaged Japan's own additional sanctions which called for including several officials such as a vice-chairman of the General Association of Korean Residents in Japan in the list of those whose reentry into Japan is banned and putting it into force on the date of a nuclear test, collecting radioactive materials by the Japan Air \"Self-Defence Force's\" T-4 training plane and the U.S. air forces' WC-135 reconnaissance plane as well as getting the UN Security Council toughen \"sanctions\" on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t One's true self is bound to come out. So sinister is Japan's intention to meet its interests by finding fault with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan seeks to win favor of its American master and step up militarization by taking the advantage of the alliance with the U.S. which has become all the more tightened.\n\t\t\t\t\t\n\t\t\t\t\t With the emergence of ultra-right element Abe, there is an open sign to modify the pacifist constitution and Japan is increasingly lurching to the right. Japan can become militarized any moment for overseas expansion.\n\t\t\t\t\t\n\t\t\t\t\t Japan has missiles capable of mounting nuclear warheads. The Japanese reactionaries have already deployed their own missile defence system and are set to test it with the DPRK's satellite launch as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t In recent years Japan launched several satellites with an aim at space militarization.\n\t\t\t\t\t\n\t\t\t\t\t On January 27 this year a spy satellite lifted off to the space by rocket H-2A from Tanegashima Space Center, Kagoshima Prefecture of Japan.\n\t\t\t\t\t\n\t\t\t\t\t The mission of the satellite is to make precision monitoring of the DPRK and its surrounding areas and use the information for preempting a strike at any object any time.\n\t\t\t\t\t\n\t\t\t\t\t Even though it has stepped up space militarization, Japan took issue with the DPRK and called for UN Security Council's \"resolution on sanctions\". Now it is moving even to impose \"its own sanctions\".\n\t\t\t\t\t\n\t\t\t\t\t Japanese politicians have not yet discarded the delusional outlook on the world which was shaped by politicians of a defeated country in the last century. They are politically half-witted guys ignorant of the concept of the mode of existence of a normal state and society in the modern times.\n\t\t\t\t\t\n\t\t\t\t\t Such riff-raffs seem to think that they can divert elsewhere the attention of the international community critical of Japan's criminal acts, and attain their sordid purposes. This is the shallow calculation of Japan, a political dwarf.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better faithfully fulfill its moral and legal obligations for redressing the criminal past and drop the reckless militarist ambition that threatens peace and stability in Northeast Asia and the rest of the world."
        },
        {
            "title": "U.S., S. Korean Warmongers Kick Off Reckless War Maneuvers against DPRK",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-22ee.html",
            "content": "U.S., S. Korean Warmongers Kick Off Reckless War Maneuvers against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- The U.S. imperialists and the Lee Myong Bak group of traitors in south Korea kicked up large-scale war maneuvers against the DPRK under the pretext of \"coping with military provocation\" from it, while taking issue with it over its third underground nuclear test.\n\t\t\t\t\t Involved in the war exercises were the U.S. imperialist aggression forces and the three services of the south Korean puppet army.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean navy is staging large-scale naval mobile drills in the East Sea and West Sea of Korea from Feb. 13 with scores of warships involved, according to south Korean CBS (Christian Broadcasting System).\n\t\t\t\t\t\n\t\t\t\t\t The operation command of the south Korean air force and the U.S. Seventh Air Force started a drill for wartime operation on Feb. 12, and the Second Artillery Brigade of the south Korean ground force announced that it will stage a fire strike drill at the artillery shelling ground in the central sector of the front in south Korean Kangwon Province from Feb. 15.\n\t\t\t\t\t\n\t\t\t\t\t The 20th and 55th divisions of the south Korean ground force are contemplating staging attack exercises, including an exercise for crossing the South Han River, in Ryoju and Yangphyong, Kyonggi Province from Feb. 18 to 22 with huge armed forces, tanks, artillery pieces and other combat equipment involved."
        },
        {
            "title": "S. Korean Regime Accused of Suppressing Pro-Reunification Figures",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-20ee.html",
            "content": "S. Korean Regime Accused of Suppressing Pro-Reunification Figures\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- The Overseas Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) released a statement on Feb. 10 denouncing the south Korean puppet group of traitors for its suppression of pro-reunification figures.\n\t\t\t\t\t The group's passing penalties on the vice-chairman and the secretary general of the South Headquarters of Pomminryon is a treacherous anti-reunification act of hindering the national reconciliation and unity, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Chairman Ro Su Hui's visit to Pyongyang was a very just act as he expressed deep condolences over the nation's greatest loss together with compatriots in the north, members of the nation, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general is in a critical condition as patient, it said, condemning the unwarranted judgment made by the court as a criminal act against human rights.\n\t\t\t\t\t\n\t\t\t\t\t We will never pardon the Lee Myung Bak group which is making desperate efforts to escalate confrontation with the north and crack down on the reunification movement though it is inching close to the doom, the statement warned.\n\t\t\t\t\t\n\t\t\t\t\t Justice is sure to win and the separatists are bound to be sternly judged by history for their crimes, it stressed."
        },
        {
            "title": "S. Korean Court's Human Rights Abuses Censure",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-21ee.html",
            "content": "S. Korean Court's Human Rights Abuses Censured\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- The U.S. Regional Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) made public a statement on Feb. 9 to denounce the Lee Myung Bak regime of traitors in south Korea for its human rights abuses against reunification champions of the South Headquarters of Pomminryon.\n\t\t\t\t\t The statement accused a south Korean court of sentencing to prison terms Vice-Chairman of the South Headquarters of Pomminryon Ro Su Hui and its Secretary General Won Jin Uk.  Ro visited Pyongyang to mourn the greatest loss to the nation.\n\t\t\t\t\t\n\t\t\t\t\t Such anti-reunification act of the Lee regime as cracking down on pro-reunification activists by invoking the \"Security Law\" condemned by the international community can never cease, the statement deplored.\n\t\t\t\t\t\n\t\t\t\t\t Criminals charged for irregularities and corruption were granted \"special amnesty\" at the end of the term of the Lee regime but many prisoners of conscience still remain behind bars, the statement said, noting that this is the true picture of south Korean society which advocates \"human rights\" and \"liberal democracy.\"\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the present regime stop human rights abuses and immediately set free all prisoners of conscience including Ro and Won who faced unreasonable penalties."
        },
        {
            "title": "Kim Jong Il's Work Posted on Website of Austrian Organization",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-02ee.html",
            "content": "Kim Jong Il's Work Posted on Website of Austrian Organization\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Leader Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Socialist State of Juche with Invincible Might\" was posted on the website of the Society for the Promotion of the Relations between Austria and DPRK on February 6.\n\t\t\t\t\t The work, made public on September 5, Juche 97 (2008), clarifies in detail that the invincible might of the DPRK lies in defending and eternally glorifying President Kim Il Sung's Juche-oriented idea of nation building and his exploits.\n\t\t\t\t\t\n\t\t\t\t\t A portrait of smiling Kim Jong Il was seen on the website."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Romanian Political Party Leader",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-03ee.html",
            "content": "Kim Jong Il's Exploits Praised by Romanian Political Party Leader\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, contributed an article to its website on Feb. 4 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The article said in a preface that the Korean people instituted his birth anniversary as the Day of the Shining Star and significantly celebrate it.\n\t\t\t\t\t\n\t\t\t\t\t The present eye-opening reality in the DPRK would be unthinkable without his wise leadership, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He dedicated himself to the happiness of the people and Korea's reunification all his life and made a great contribution to ensuring global peace and security and carrying out the socialist cause. \n\t\t\t\t\t\n\t\t\t\t\t His immortal achievements will always shine.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are now confidently advancing along the road of their development according to his behest despite the evermore undisguised moves of the U.S.-led imperialist allied forces to stifle the DPRK, and registering world-startling achievements.\n\t\t\t\t\t\n\t\t\t\t\t The leadership of the Supreme Council of the Socialist Party of Romania, its entire membership and the Juche idea followers will join the Korean people in significantly celebrating the Day of the Shining Star.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will vigorously advance along the road of socialism under the sagacious leadership of the dear respected Kim Jong Un despite any machinations of the imperialists."
        },
        {
            "title": "Seminars on Kim Jong Il's Exploits Held Abroad",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-04ee.html",
            "content": "Seminars on Kim Jong Il's Exploits Held Abroad\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Seminars on leader Kim Jong Il's exploits took place in Indonesia, Bangladesh and the Czech Republic from Feb. 4 to 7.\n\t\t\t\t\t On display in the venues of the seminars were photos on the revolutionary activities of Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Harinder Singh, secretary general of the National Leading Council of the Diversity Party of Indonesia, said that he was a world's great man possessed of extraordinary political caliber and outstanding leadership ability.\n\t\t\t\t\t\n\t\t\t\t\t He is remembered not only by the Korean people but by other progressive people as he dedicated his whole life to their happiness, Korea's reunification and the cause of global independence, the secretary general added.\n\t\t\t\t\t\n\t\t\t\t\t M. Jahangir Khan, chairman of the Bangladesh Group for the Study of the Songun Policy, noted he ushered in a new era of prosperity unprecedented in the history of the Korean nation spanning 5 000 years and put the national power on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t Josef Servista, secretary of the Central Committee of the Czechoslovak Communist Party, said the DPRK is demonstrating its might as a nuclear weapons state and satellite manufacturer and launcher thanks to Kim Jong Il and his creditable successor Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The secretary reiterated his will to intensify activities in support of the just struggle of the Korean people."
        },
        {
            "title": "Day of Shining Star Observed Abroad",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-05ee.html",
            "content": "Day of Shining Star Observed Abroad\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Meetings, photo exhibitions and film shows took place in Laos, Syria and Iran on February 6 and 7 to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t On display in their venues were photos on his revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t Korean films shown included \"Faith of Korea\" and \"Korean People's Army, Steel-Strong Ranks\".\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Central Committee of the Lao Women's Union said that Kim Jong Il was the great leader of the Korean people who devoted his all to the country and happiness of its people all his life till its last moments, adding that he put the dignity and national power on the highest level by wisely leading the Korean revolution and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Syrian Trade Unions Federation noted that Kim Jong Il was the closest friend of the Syrian people as he placed the friendly and cooperative relations between the two countries on a high level.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the dear respected Kim Jong Un, creditable successor to the idea and cause of Kim Jong Il, has fully demonstrated the dignity of the DPRK despite the increasing sanctions and pressure of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The first vice-president and concurrently secretary general of the International Taekwon-Do Association in Iran said that while staying in the DPRK, he saw for himself and felt how ardently its army and people respect and revere Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The Iranian people will invariably support the just cause of the Korean people and always stand by their side, he added."
        },
        {
            "title": "Day of Shining Star Observed by Indian Papers",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-07ee.html",
            "content": "Day of Shining Star Observed by Indian Papers\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Papers of India carried special write-ups to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t The New Delhi Times on Feb. 4 devoted its one whole page to a special write-up titled \"On the occasion of the 71st anniversary of the great leader Kim Jong Il\". It carried his photo.\n\t\t\t\t\t\n\t\t\t\t\t The paper in an article titled \"Legacy of leader Kim Jong Il\" said he left as his legacy the gigantic exploits guaranteeing the eternal foundation of socialist Korea and its rosy future.\n\t\t\t\t\t\n\t\t\t\t\t The undying exploits he performed all his life will shine long as a valuable legacy ensuring the victory of the socialist cause in the DPRK and the accomplishment of the human cause of independence, it added.\n\t\t\t\t\t\n\t\t\t\t\t The Defence and Humanity on Feb. 5 carried his photo and allotted its one page to a special write-up with various articles.\n\t\t\t\t\t\n\t\t\t\t\t The paper noted the biggest exploit of Kim Jong Il, chairman of the National Defence Commission of the DPRK, is that he safeguarded the destiny of socialism and brought about a new era of upswing in accomplishing the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim Jong Un, supreme leader of the DPRK, the undying feats of Kim Jong Il for the cause of socialism will shine long, the paper added."
        },
        {
            "title": "Day of Shining Star Observed by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-09ee.html",
            "content": "Day of Shining Star Observed by Foreign Newspapers\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- Foreign newspapers carried special write-ups to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t The Lao newspaper Congtap Pasason Lao on February 8 carried an article illustrated with a photo of Kim Jong Il inspecting a unit of the Korean People's Army. The article said that he lived a pure life.\n\t\t\t\t\t\n\t\t\t\t\t He devoted his all to the people, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t By his self-sacrificing devotion, Korean socialism of the DPRK has been defended and a new turning point for building a thriving nation opened.\n\t\t\t\t\t\n\t\t\t\t\t Gone never to return is the era when the imperialists used to threaten the DPRK with nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's noble life will be kept in the hearts of the Korean people and progressive mankind forever.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi newspaper Natun Bangla on February 4 carried an article titled \"On the occasion of the 71st birth anniversary of the great leader Comrade Kim Jong Il\" with the portrait of a smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that he brought an epoch-making change to be specially recorded in the history by energetically leading the Korean people in their drive for socialism.\n\t\t\t\t\t\n\t\t\t\t\t It is absolutely a fruition of his wise leadership that the DPRK demonstrates its dignity as a satellite manufacturing and launching country and a nuclear weapons state which numbers only a few in the world, the paper noted.\n\t\t\t\t\t\n\t\t\t\t\t The Russian newspaper Serp I Molot in its February issue carried a specially edited article titled \"The DPRK\" with a photo of the statues of Generalissimos Kim Il Sung and Kim Jong Il and a photo of the dear respected Kim Jong Un on his revolutionary activities."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Dominican Republic",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-10ee.html",
            "content": "Day of Shining Star to Be Celebrated in Dominican Republic\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- A preparatory committee to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was inaugurated in Santo Domingo, Dominica on Feb. 8.\n\t\t\t\t\t Jose Miguel Mejia, minister of the government of the Dominican Republic and secretary general of the United Left Movement of Dominica, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse political and cultural events praising the revolutionary career and immortal exploits of Kim Jong Il on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Korean Film Shows Held Abroad",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-06ee.html",
            "content": "Korean Film Shows Held Abroad\r\n Pyongyang, February 15 (KCNA) -- Korean film shows took place in Romania, Indonesia, Democratic Congo, Singapore and Thailand in the period between February 1 and 6 to mark the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t Films shown included \"Birthplace of Kim Jong Il in Mt. Paektu in All Its Glory\" and \"Korean People's Army, Steel-Strong Ranks\".\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Directive Council of the Indonesian Democratic Party of Struggle said that thanks to Kim Jong Il, the DPRK could emerge a dignified country standing firm against the U.S. styling itself \"the world's only super power\".\n\t\t\t\t\t\n\t\t\t\t\t He noted that the DPRK, though small in its territory, is the only country in the world which stands firm against big powers to defend the sovereignty and dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the National Committee for the Study of the Juche Idea of Democratic Congo stressed that the validity and vitality of the Songun politics pursued by Kim Jong Il have been more clearly proved to enjoy full support and sympathy of progressive people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers cooked up  the UN Security Council's illegal \"resolution\" against the DPRK, taking issue with its satellite launch for peaceful purposes, but it remains undeterred thanks to the tremendous national power provided by President Kim Il Sung and Kim Jong Il and the outstanding leadership of the dear respected Marshal Kim Jong Un, he added."
        },
        {
            "title": "Immortal Revolutionary Hymn for Kim Jong Il Disseminated Abroad",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-08ee.html",
            "content": "Immortal Revolutionary Hymn for Kim Jong Il Disseminated Abroad\n\t\t\t\t\t\t\r\n Pyongyang, February 15 (KCNA) -- \"Song of General Kim Jong Il\" which was created in February, Juche 86 (1997), is being widely disseminated in more than 150 countries as an eternal hymn for perpetuating the memory of the leader. \n\t\t\t\t\t The 1st Far East International Military Music Festival held in Khabarovsk, Russia last year vividly showed the attraction of the song as a paean for the sun and a worldwide hymn.\n\t\t\t\t\t\n\t\t\t\t\t When the festival began with the military band of the Korean People's Army's playing of \"Song of General Kim Il Sung\" and \"Song of General Kim Jong Il\", all the audience were seized by the emotional feelings full of boundless reverence for the peerlessly great men of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t \"Song of General Kim Jong Il\" has been widely sung in various places on the earth through centuries.\n\t\t\t\t\t\n\t\t\t\t\t At a concert for the hymn \"Song of General Kim Jong Il\" held at a theatre of New York in December 1998, such voices of admiration were heard as \"song for the best General Kim Jong Il echoing across the planet\" and \"a roaring thunder signaling that the DPRK is the centre of world politics and the new century is the century of Kim Jong Il\".\n\t\t\t\t\t\n\t\t\t\t\t At a TV concert held in Guyana to mark the 55th anniversary of the Workers' Party of Korea the members of the police military band were applauded by the audience for excellently playing the hymn of the sun they specially prepared for a month.\n\t\t\t\t\t\n\t\t\t\t\t The hymn was also resounded in the venues of events held at various countries on various occasions, including the opening ceremony of Kim Jong Il Library at Guayaquil University of Ecuador and inaugural ceremonies of the South African committee for marking the 70th birth anniversary of Kim Jong Il and the German Group for the Study of Songun Politics.\n\t\t\t\t\t\n\t\t\t\t\t A memorial service for Kim Jong Il began in the UK with the playing of \"Song of General Kim Jong Il\" and all its participants' observation of 2-minute silent tribute to the memory of him.\n\t\t\t\t\t\n\t\t\t\t\t On the first Day of Shining Star after his demise an unveiling ceremony of the sign of Kim Jong Il Class at Kuwazana Primary School No. 2 was held in Zimbabwe. At the ceremony the pupils sang the revolutionary hymn in chorus in Korean, touching the heartstrings of people there.\n\t\t\t\t\t\n\t\t\t\t\t The hymn has been widely sung in many countries in the Korean language and in their local languages as evidenced by the production in Madagascar of cassettes on which \"Song of General Kim Jong Il\" was recorded.\n\t\t\t\t\t\n\t\t\t\t\t The hymn for the sun was heard from the stage of the April Spring Friendship Art Festival, an international grand art festival.\n\t\t\t\t\t\n\t\t\t\t\t More than 10 thousand radios, TV broadcasts and websites also aired the song of the sun."
        },
        {
            "title": "Primera ceremonia de otorgamiento de reloj con nombre de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-43ee.html",
            "content": "Primera ceremonia de otorgamiento de reloj con nombre de Kim Jong Il\n\t\t\t\t\t\t\r\nPyongyang, 15 de febrero (ACNC) -- Quedo instituida por primera vez en la historia del Partido del Trabajo de Corea la condecoracion del reloj con el nombre del Dirigente Kim Jong Il, lo cual tiene gran significacion para glorificar eternamente la vida revolucionaria e inmortales hazanas del Dirigente y hacer que todos los militantes del partido, oficiales y soldados del ejercito popular y otros habitantes vivan y luchen como soldados y discipulos de el.\n\t\t\t\t\tCon motivo del dia de natalicio del Dirigente, el Mariscal Kim Jong Un hizo otorgar el citado reloj a los militares, cientificos, tecnicos e innovadores laborales quienes realizaron brillantes meritos en la defensa de la patria y la construccion de un Estado prospero socialista.\n\t\t\t\t\t\n\t\t\t\t\tLa primera ceremonia de concesion de dicho reloj tuvo lugar el dia 15 en la sala de reuniones del Comite Central del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAsistio al acto el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso de ocasion estuvo a cargo del Kim Yong Nam, miembro del Presidium del Buro Politico del CC del PTC y presidente del Presidium de la Asamblea Popular Suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl orador dijo que los condecorados deben vivir como pilares de la revolucion coreana no olvidando siempre la gran confianza y solicitud del partido que hizo otorgar mas que nadie tal premio.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal lo concedio.\n\t\t\t\t\t\n\t\t\t\t\tEllos tomaron la decision de continuar a pasos firmes el largo camino de la revolucion del Songun enalteciendo al Presidente Kim Il Sung y el Dirigente como eterno sol del Juche y siguiendo a la direccion del PTC.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae, Jang Song Thaek, Kim Kyong Hui, Kim Ki Nam, Choe Thae Bok, Pak To Chun, Kim Yong Chun, Kang Sok Ju, Ri Yong Mu, O Kuk Ryol, Kim Yang Gon, Kim Yong Il, Kim Phyong Hae, Kwak Pom Gi, Mun Kyong Dok, Ju Kyu Chang, Jo Yon Jun y otros funcionarios del CC del PTC y de los organos de las fuerzas armadas."
        },
        {
            "title": "Kim Jong Un ordena elevar grados militares de comandantes del EPC",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-44ee.html",
            "content": "Kim Jong Un ordena elevar grados militares de comandantes del EPC\n\t\t\t\t\t\t\r\nPyongyang, 15 de febrero (ACNC) -- El Comandante Supremo del Ejercito Popular de Corea Kim Jong Un emitio el dia 13 la orden no.0029 de otorgar los grados militares a los comandantes del EPC.\n\t\t\t\t\tEn su orden, el Comandante Supremo senalo que en la orgullosa historia de las fuerzas armadas revolucionarias de Corea que han logrado solo la victoria y la gloria estan impregnados los esfuerzos de los comandantes del EPC quienes se han esforzado con abnegacion por realizar el proposito y el anhelo del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la conviccion de que los comandantes  del EPC en el futuro tambien apoyaran fielmente la direccion del partido como dignos soldados y discipulos del Presidente Kim Il Sung y el Dirigente Kim Jong Il y cumpliran con su mision en la sagrada lucha por la victoria final de la revolucion del Juche.\n\t\t\t\t\t\n\t\t\t\t\tSegun la orden, Jang Su Gil y otros 9 recibieron el grado del teniente general y Cha Yong Bom y otros 37 el grado del general de brigada."
        },
        {
            "title": "Kim Jong Un envia miel a la Casa de Maternidad de Pyongyang ",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-45ee.html",
            "content": "Kim Jong Un envia miel a la Casa de Maternidad de Pyongyang \n\t\t\t\t\t\t\r\nPyongyang, 15 de febrero (ACNC) -- Con motivo del dia de natalicio del Dirigente Kim Jong Il, el Mariscal Kim Jong Un envio mucha cantidad de miel a la Casa de Maternidad de Pyongyang como lo hizo el ano pasado.\n\t\t\t\t\tLos funcionarios, medicos, enfermeras, parturientas y otras pacientes expresaron profundo agradecimiento al Mariscal, diciendo que el continua la historia de amor por ese centro ginecologico al igual que el Dirigente Kim Jong Il."
        },
        {
            "title": "Tiene lugar acto central por 71o aniversario de natalicio de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201302/news15/20130215-46ee.html",
            "content": "Tiene lugar acto central por 71o aniversario de natalicio de Kim Jong Il \n\t\t\t\t\t\t\r\nPyongyang, 15 de febrero (ACNC) -- Tuvo lugar el dia 15 en el Palacio de Deportes de Pyongyang el acto central por el 71o aniversario del natalicio del Dirigente Kim Jong Il. \n\t\t\t\t\tAsistieron al conclave Kim Yong Nam, Choe Yong Rim, Choe Ryong Hae y otros cuadros del partido, el Estado y el ejercito, los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, trabajadores capitalinos, compatriotas en ultramar y sus delegaciones y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo de Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl informante dijo que el nacimiento del Dirigente Kim Jong Il en el Paektu, monte sagrado de la revolucion coreana, fue una gran fortuna para la nacion y un acontecimiento historico del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente fue destacado lider y patriota sin igual quien concluyo el siglo 20 con la lucha por la victoria de la causa de independencia antiimperialista, la socialista, y abrio un horizonte amplio y prometedor para el siglo 21, dijo y continuo: \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente formulo la idea revolucionaria del Presidente Kim Il Sung como kimilsungismo y la desarrollo como pensamiento directriz de la era de independencia. \n\t\t\t\t\t\n\t\t\t\t\tPresento la original filosofia de fusil y los principios del Songun, aclaro la teoria sobre la idea revolucionaria del Songun y la politica homonima y presento la teoria en materia de la construccion de un Estado prospero socialista. \n\t\t\t\t\t\n\t\t\t\t\tBajo la bandera del Songun en alto, consolido por todos los medios el poderio militar y condujo siempre a la victoria la batalla de vida o muerte por defender la patria. \n\t\t\t\t\t\n\t\t\t\t\tGracias a su sabia orientacion, se avivo la llamarada de la revolucion industrial del nuevo siglo, la de Hamnam, y sucedieron relevantes eventos en la construccion de potencia economica y en todos los sectores por el mejoramiento de la vida del pueblo. \n\t\t\t\t\t\n\t\t\t\t\tHasta el ultimo momento de su vida, el Dirigente hizo todo lo posible por el pueblo y abrio buenas perspectivas para traer la era de prosperidad socialista en este territorio. \n\t\t\t\t\t\n\t\t\t\t\tFormulo las Tres Cartas para la Reunificacion de la Patria, preparo la Declaracion Conjunta Norte-Sur del 15 de Junio y la Declaracion del 4 de Octubre, de manera que se abriera la coyuntura de viraje en la causa de reunificacion de la patria que avanza segun el ideal de \"Entre nosotros, los connacionales\". \n\t\t\t\t\t\n\t\t\t\t\tDesarrollo a una nueva etapa mas alta la causa de independencia de la humanidad y las relaciones de amistad y cooperacion con varios paises e hizo inmortal aporte a la paz y la estabilidad del Nordeste Asiatico y el resto del mundo. \n\t\t\t\t\t\n\t\t\t\t\tLa vida revolucionaria y las imperecederas proezas del Dirigente las continuan firmemente el Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tLos oficiales y soldados del EPC y los habitantes coreanos avanzaran a pasos firmes por el camino de la independencia, el Songun y el socialismo levantando la bandera del kimilsungismo-kimjongilismo y construiran sin falta sobre el territorio patrio un Estado prospero socialista. \n\t\t\t\t\t\n\t\t\t\t\tComo ya han declarado, los militares y civiles coreanos libraran mas intensamente el enfrentamiento total por defender la soberania nacional. Asestaran el golpe demoledor de venganza a los que se atrevan a desafiar a la justa causa de la RPDC, cumpliran asi sin falta la historica causa de reunificacion de la patria y contribuiran en la delantera a la verificacion de la independencia en el mundo entero. \n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, tuvieron lugar actos similares en todas las provincias, ciudades y distritos y los complejos industriales."
        }
    ]
}