{
    "date": "2013-10-06",
    "url": "http://kcna.co.jp/item/2013/201310/2013-10-06ee.html",
    "articles": [
        {
            "title": "Anniversary of Foodstuff Factory Marked ",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-10ee.html",
            "content": "Anniversary of Foodstuff Factory Marked \r\n Pyongyang, October 6 (KCNA) -- The Kumsong Foodstuff Factory here marked the 60th anniversary of its establishment.\n\t\t\t\t\t Over the past six decades since it was established by President Kim Il Sung on October 6, Juche 42 (1953) the factory has developed into a famous foodstuff producer which plays an important role in developing the country's foodstuff industry.\n\t\t\t\t\t\n\t\t\t\t\t At present it produces tasty and nutritious foodstuffs of more than 310 kinds: bread of nearly 180 kinds and processed meat and agricultural products of at least 40 kinds.\n\t\t\t\t\t\n\t\t\t\t\t It also produces varieties of confectionery, cooking oil and drinks. All its production processes have been put on a modern and scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t There took place a meeting marking the 60th anniversary of its establishment Sunday.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message of the Central Committee of the Workers' Party of Korea to the workers, technicians and officials of the factory was conveyed there."
        },
        {
            "title": "League Matches of National Sports Contest of Provincial Teams Close",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-11ee.html",
            "content": "League Matches of National Sports Contest of Provincial Teams Close\n\t\t\t\t\t\t\r\n Pyongyang, October 6 (KCNA) -- Basketball, volleyball, table tennis and tug-of-war league matches of the National Sports Contest of Provincial Teams closed on Saturday. They began on Tuesday.\n\t\t\t\t\t Taeryonggang, Kwanmobong, Suyangsan and Chongchongang teams proved successful at the men's basketball matches, North Hamgyong, South Phyongan and South Hwanghae provincial teams and Nampho city team at the women's basketball matches, Nampho city team, Kangwon, North Hwanghae and South Phyongan provincial teams at the table tennis matches and North Phyongan, Jagang, South Hwanghae and North Hamgyong provincial teams at the tug-of-war matches.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, there took place league matches in sports and amusement games including ball kicking, relay race and race with balls on head on the same day.\n\t\t\t\t\t\n\t\t\t\t\t The contest goes on."
        },
        {
            "title": "Papers Observe Anniversary of Opening of Diplomatic Ties between DPRK and China ",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-09ee.html",
            "content": "Papers Observe Anniversary of Opening of Diplomatic Ties between DPRK and China \r\n Pyongyang, October 6 (KCNA) -- Papers Sunday dedicate articles to the 64th anniversary of the establishment of DPRK-China diplomatic relations.\n\t\t\t\t\t The establishment of diplomatic relations with the People's Republic of China on October 6, 1949 right after its founding marked an epochal event which helped develop onto a new higher stage the friendly relations between the two countries that struck their roots during the bloody battles fought against Japan, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Over the past six decades since the establishment of diplomatic relations the two countries have steadily consolidated and developed the bonds of friendship while supporting and closely cooperating with each other in all fields including politics, military affairs, economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese people are now registering achievements in the struggle to defend the social stability and the sovereignty of the country, ensure the sustainable development of economy and win a fresh victory in the socialist cause with Chinese characteristics under the leadership of the Communist Party of China with Xi Jinping as its general secretary. China's influence and international position are growing stronger.\n\t\t\t\t\t\n\t\t\t\t\t We sincerely hope that the fraternal Chinese people will translate into reality without fail \"the dream of China\" to achieve the great prosperity of the Chinese nation in the future, rallied close around the Communist Party of China.\n\t\t\t\t\t\n\t\t\t\t\t Boosting the DPRK-China friendship is in full line with the aspiration and interests of the two peoples and beneficial for ensuring peace and security in Asia and the rest of the world. The Korean people will as ever make positive efforts to boost the DPRK-China friendship.\n\t\t\t\t\t\n\t\t\t\t\t The traditional DPRK-China friendship which struck deep roots in the minds of the two peoples, weathering all tests of history, will come into fuller bloom under the particular care of the top leaders of the two parties and countries.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that the DPRK will make sincere efforts to further consolidate the traditional friendly relations with China and thus actively promote the development of the two countries and, furthermore, make a positive contribution to ensuring global peace and security."
        },
        {
            "title": "Rodong Sinmun Calls for Embodying Idea of \"By Our Nation Itself\" in Reunification Movement ",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-07ee.html",
            "content": "Rodong Sinmun Calls for Embodying Idea of \"By Our Nation Itself\" in Reunification Movement \n\t\t\t\t\t\t\r\n Pyongyang, October 6 (KCNA) -- The idea of \"By our nation itself\" is the patriotic proposition to which all Koreans in the north, the south and abroad should adhere in the sacred struggle to usher in a new era of independent reunification, peace and prosperity, says Rodong Sinmun in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The idea is clarified by the June 15 joint declaration and reconfirmed by the October 4 declaration. Therefore, the idea put strong impetus to defusing distrust, confrontation and hostility and achieving visits, contact, dialogue and solidarity and alliance between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The formation of All-Korean Committee for Implementation of June 15 Joint Declaration reflecting the compatriots' desire and will for reunification helped strengthen the  driving forces for achieving  the country's reunification and develop the pro-reunification patriotic movement into a struggle for achieving solidarity and alliance among compatriots in the north, the south and abroad. As a result, there came a heyday of national unity and the country's reunification movement unprecedented in the history of the nation.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans at home and abroad came to realize through the reality of the June 15 era of reunification that only when they get united in the idea of \"By our nation itself\" and their hearts burn with the desire for reunification and patriotism, there are neither difficulties insurmountable nor fortress unconquerable.\n\t\t\t\t\t\n\t\t\t\t\t The anti-reunification forces in south Korea have become frantic in their moves to stamp out the above-said idea and stoke the atmosphere of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group has become so hysteric as to unhesitatingly commit extreme provocations to dare hurt the dignity of the supreme leadership of the DPRK, the lifeline of its people.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans who love the country and the nation should thoroughly embody the idea in the country's reunification movement under the uplifted banner of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t When all Koreans at home and abroad pool their will and efforts and keep pace in their advance in the idea of \"By our nation itself,\" they can surely foil every move of the anti-reunification forces at home and abroad and bring about a turning phase in the efforts to achieve independent reunification."
        },
        {
            "title": "Minju Joson Discloses Danger of U.S.-S. Korea \"Tailored Deterrence Strategy\"",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-06ee.html",
            "content": "Minju Joson Discloses Danger of U.S.-S. Korea \"Tailored Deterrence Strategy\"\r\n Pyongyang, October 6 (KCNA) --  Chuck Hagel, U.S. secretary of Defense, and traitor Kim Kwan Jin, puppet minister of Defense of south Korea, signed the \"tailored deterrence strategy\" at the \"consultative council meeting\" on Wednesday and adopted a \"joint statement\" which calls for doing harm to the DPRK with armed forces.\n\t\t\t\t\t Minju Joson Sunday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It fully reveals what dangerous phase the U.S. and the south Korean puppet forces' moves for a nuclear war have reached to launch a surprise invasion of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They are noisily advertising that the said strategy is aimed to \"cope with the nuclear threat of the north\" but it is nothing but crafty sophism to mislead public opinion at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The strategy is chiefly aimed to make a preemptive strike at the DPRK by mobilizing all military muscles including nuclear weapons, latest missiles and conventional weapons. It is, in the final analysis, a product of the U.S. and the group's scenario to ignite a nuclear war on the Korean Peninsula through preemptive attack.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that they can ignite a nuclear war against the DPRK, pursuant to the strategy, by cooking up \"a sign of the north's use of nuclear weapons.\"\n\t\t\t\t\t\n\t\t\t\t\t They have already announced that they would stage a war maneuver reminiscent of a real war in the East Sea of Korea from October 8 by introducing nuclear carrier George Washington and naval warships into south Korea. This clearly indicates that they are the very criminals escalating tensions on the Korean Peninsula and wrecking peace there.\n\t\t\t\t\t\n\t\t\t\t\t If any armed conflict occurs on the peninsula and escalates into an uncontrollable phase, they will be wholly responsible for the ensuing consequences."
        },
        {
            "title": "S. Korean Regime Assailed for Unethical Action",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-08ee.html",
            "content": "S. Korean Regime Assailed for Unethical Action\n\t\t\t\t\t\t\r\n Pyongyang, October 6 (KCNA) -- The Seoul Central District Court of south Korea recently passed a verdict of not guilty on an inhabitant who visited Pyongyang in 1995 and paid homage to the bier of President Kim Il Sung, the father of the nation.\n\t\t\t\t\t But coteries of the \"Saenuri Party\" made up of die-hard confrontation maniacs are going reckless, blustering \"there is a problem,\" \"the court bowed to the north\" and \"it was a subjective judgment\". Han Ki Ho, Kim Thae Hum and other conservatives of the party are putting pressure on the court to \"cancel the verdict\" with foams at their mouths. Conservative media including Chosun Ilbo vied with each other to echo the reckless remarks made by them.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Sunday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Such outpourings let loose by the puppet conservative group are the\n\t\t\t\t\t\n\t\t\t\t\tworst demeanors which can be done only by ignorant gangsters\n\t\t\t\t\t\n\t\t\t\t\tbereft of elementary ethics and morality, blinded by confrontation\n\t\t\t\t\t\n\t\t\t\t\twith fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t What the conservative group uttered cannot be viewed apart from its extreme moves to bedevil the inter-Korean relations. This hysteria kicked off by the group while calling into question what happened nearly 20 years ago fully reveals its sinister intention to block dialogue and cooperation and escalate confrontation in a bid to realize its ambition for achieving \"the unification of the social systems\" as it is a deliberate ploy to drive the situation into a catastrophe by abusing the present crisis of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The reckless moves of the group to escalate the confrontation with fellow countrymen, indifferent to national reconciliation and unity, are a stumbling block lying in the way of mending the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can dampen the aspiration of the people following the sun."
        },
        {
            "title": "Organization of Koreans in China Calls for Implementing Inter-Korean Joint Declarations",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-05ee.html",
            "content": "Organization of Koreans in China Calls for Implementing Inter-Korean Joint Declarations\n\t\t\t\t\t\t\r\n Pyongyang, October 6 (KCNA) -- A spokesperson for the Zhongnan Regional Association of the General Association of Koreans in China Friday made pubic a statement titled \"We will positively turn out in the just struggle to firmly preserve and implement the June 15 joint declaration and October 4 declaration.\"\n\t\t\t\t\t The statement said that all Koreans in China are sternly denouncing the south Korean puppet regime for spoiling the hard-won atmosphere for dialogue and driving the situation to a catastrophe again, an act against the nation and ethics.\n\t\t\t\t\t\n\t\t\t\t\t It recalled that progress was made in the issue of resuming the operation in the Kaesong Industrial Zone and the issue of arranging the reunion of separated families and their relatives thanks to the sincere efforts of the DPRK to put the inter-Korean relations on a normal track by defusing the military tension on the Korean Peninsula and implementing the joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t A series of recent signs of mending the inter-Korean relations represented a process of bringing back the June 15 era thanks to positive efforts of the DPRK and a precious fruition of the actions staged by all compatriots for the implementation of the joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t The steadfast principle governing the inter-Korean relations is to meet the requirements and interests common to the nation in the spirit of \"By our nation itself\" and the way of improving the relations is to implement the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t  The louder the south Korean puppet authorities and the base and dirty conservative media are trumpeting about the \"theory of principle,\" pursuant to their \"conception of confrontation accompanied by dialogue,\" the faster the inter-Korean relations will be pushed to a graver phase. It is as clear as a pikestaff.\n\t\t\t\t\t\n\t\t\t\t\t All members of the Zhongnan Regional Association of the General Association of Koreans in China will join all other fellow countrymen in more dynamically turning out in the just struggle to firmly preserve and implement the north-south joint declarations."
        },
        {
            "title": "Kim Jong Un's Work Off Press in Russia",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-01ee.html",
            "content": "Kim Jong Un's Work Off Press in Russia\n\t\t\t\t\t\t\r\n Pyongyang, October 6 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" was brought out in pamphlet by the Kageupe \"Pekaa\" NPP Publishing House in                                    Nakhodka City, Maritime Territory of Russia on September 30.\n\t\t\t\t\t This is a speech made by him at the military parade for celebrating the centenary of birth of President Kim Il Sung on April 15, Juche 101 (2012). It says the 100-year history of Kim Il Sung's nation clearly proves the immutable truth that outstanding leaders assure the dignity and prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to be fulfilled to demonstrate the dignity of Songun Korea for all ages and successfully carry out the cause of building a thriving socialist nation."
        },
        {
            "title": "Myanmar, French Personages Support WPK and Korean People's Struggle",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-02ee.html",
            "content": "Myanmar, French Personages Support WPK and Korean People's Struggle\n\t\t\t\t\t\t\r\n Pyongyang, October 6 (KCNA) -- Personages of Myanmar and France made public statements on the occasion of the 16th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and the 68th anniversary of the WPK.\n\t\t\t\t\t Aung Thein Lynn, member of the Central Executive Committee of the Union Solidarity and Development Party of Myanmar, said on Oct. 1:\n\t\t\t\t\t\n\t\t\t\t\t The WPK has developed into an ever-victorious party under the outstanding leadership of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It was under the leadership of the WPK that the Korean people could become the most independent and creative people and the DPRK turn itself into a single-minded, invincible country with tremendous military capability.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, supreme leader of the party and state of the DPRK, has carried forward the idea and cause of Kim Il Sung and Kim Jong Il and wisely led the Korean people to build a thriving nation and achieve national reunification.\n\t\t\t\t\t\n\t\t\t\t\t I express belief that the WPK headed by Kim Jong Un would steer the Korean people to greater victory and glory.\n\t\t\t\t\t\n\t\t\t\t\t I also extend full support and solidarity to the WPK and the people of the DPRK in their just struggle for the building of a thriving nation and the accomplishment of the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Maurice Cukierman, international secretary of the Central Committee of the French Revolutionary Communist League, said on September 25:\n\t\t\t\t\t\n\t\t\t\t\t The WPK has firmly defended the sovereignty and dignity of the country with Songun politics without any compromise despite all sorts of difficulties caused by the imperialists' political pressure and economic blockade.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are coping with the military threat of the U.S. and its followers with a resolute anti-imperialist independent stand under the guidance of the party.\n\t\t\t\t\t\n\t\t\t\t\t We will positively support the Korean people in their just cause for the country's peace and reunification in solidarity with the world progressive forces."
        },
        {
            "title": "Anniversary of WPK Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-03ee.html",
            "content": "Anniversary of WPK Celebrated in Different Countries\r\n Pyongyang, October 6 (KCNA) -- Celebrations took place in different countries on the occasion of the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Meetings, seminars and photo and book exhibitions were held in Russia, Nepal, Malaysia and Nigeria from September 30 to October 4.\n\t\t\t\t\t\n\t\t\t\t\t On display in the venues of the events were photos documenting exploits President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un performed in building and leading the party.\n\t\t\t\t\t\n\t\t\t\t\t Also exhibited there were photos and books introducing the Korean people in their efforts for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Maritime Territory Nakhodka City Committee of the Communist Party of the Russian Federation in a speech said that the history of the WPK is that of revolutionary activities of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Their exploits recorded in the brilliant history of the WPK will last forever, he added.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nepali Literary Forum for the Study of Songun Politics and other speakers praised Kim Il Sung and Kim Jong Il for their feats performed for building and leading the party. They also lauded Kim Jong Un for leading to victory the drive of the service personnel and people of the DPRK to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The manager of a travel company of Malaysia noted that the DPRK's single-minded unity, the only one in the world, would be unthinkable without the unity and cohesion of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is united close around Kim Jong Un and is achieving great successes in the drive to build a thriving nation and achieve peace on the Korean Peninsula, the manager stressed.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Art and Cultural Council of the Ministry of Federal Capital Territory of Nigeria said that the WPK is demonstrating its dignity as the most powerful party in the world, adding that it is a transparent integral whole in the aspect of ideology and a mother party serving the people."
        },
        {
            "title": "Kim Jong Il's Exploits in Party Building Lauded by Serbian Political Party Leader",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-04ee.html",
            "content": "Kim Jong Il's Exploits in Party Building Lauded by Serbian Political Party Leader\r\n Pyongyang, October 6 (KCNA) -- The general secretary of the New Yugoslav Communist Party of Serbia released a statement on October 1 to mark the 16th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and the 68th anniversary of the WPK.\n\t\t\t\t\t The statement noted:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il started his work at the Central Committee of the WPK in 1964, an event of great significance in developing the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He worked heart and soul to develop the WPK into the eternal party of President Kim Il Sung and led the Korean revolution only along the road of victory with his original idea and theory on party building.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people elected him general secretary of the WPK 16 years ago. This was an expression of their full support and trust in him.\n\t\t\t\t\t\n\t\t\t\t\t His Juche-based idea and cause of party building has been successfully carried forward by Kim Jong Un, first secretary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t We are firmly convinced that the WPK will thoroughly carry out the behests of President Kim Il Sung and Kim Jong Il and achieve bigger success in the building of a thriving socialist nation under the wise leadership of Kim Jong Un."
        },
        {
            "title": "Kim Jong Un recorre campo de construccion de Hospital de Pediatria",
            "url": "http://kcna.co.jp/item/2013/201310/news06/20131006-15ee.html",
            "content": "Kim Jong Un recorre campo de construccion de Hospital de Pediatria\n\t\t\t\t\t\t\r\nPyongyang, 6 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recorrio el campo de construccion del Hospital de Pediatria en visperas de su inauguracion.\n\t\t\t\t\tViendo varios puntos del hospital, el Mariscal cercioro en detalles del estado de la obra y montaje de los equipos medicos.\n\t\t\t\t\t\n\t\t\t\t\tPaso revista con satisfaccion a varias salas de terapia.\n\t\t\t\t\t\n\t\t\t\t\tTomo medidas para asegurar la plena condicion de cura de la sala de tratamiento intensivo y enseno una por una las maneras de lograr la esterilizacion sin polvos de las salas de operaciones.\n\t\t\t\t\t\n\t\t\t\t\tEl diseno, la obra y los materiales de construccion constituyen 3 elementos en levantar los edificios, dijo y manifesto gran satisfaccion de que se construyo un edificio digno de hacer gala al mundo gracias a que se trazo el diseno bajo la guia del partido, la unidad combativa se encargo de su construccion y la obra se culmino con buenos materiales de construccion.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que junto con el Instituto de Tumor Mamario adscrito a la Casa de Maternidad de Pyongyang y el Hospital de Estomatologia recien construidos, el Hospital de Pediatria tambien satisface las condiciones de un hospital especializado. Anadio que el hospital podra demostrar la justeza de la politica de salud publica de nuestro partido y la superioridad del sistema de salud publica socialista.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, lo denomino como \"Hospital de Pediatria Okryu\".\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Jang Song Thaek, miembro del Buro Politico del Comite Central del PTC y vicepresidente del CDN, Pak Chun Hong, Ma Won Chun y Ho Hwan Chol, subjefes de departamento del CC del PTC."
        }
    ]
}