{
    "date": "2013-12-03",
    "url": "http://kcna.co.jp/item/2013/201312/2013-12-03ee.html",
    "articles": [
        {
            "title": "DPRK Delegation Leaves to Attend WFYS",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-17ee.html",
            "content": "DPRK Delegation Leaves to Attend WFYS\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- A DPRK delegation of youth and students headed by Jon Yong Nam, chairman of the Central Committee of the Kim Il Sung Socialist Youth League, left here on Tuesday to participate in the 18th World Festival of Youth and Students to be held in Ecuador."
        },
        {
            "title": "DPRK Marathoners Return Home ",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-20ee.html",
            "content": "DPRK Marathoners Return Home\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- DPRK marathoners returned home on Tuesday after taking part in the 2013 Macao International Marathon.\n\t\t\t\t\t They were greeted at the airport by officials concerned."
        },
        {
            "title": "Persons of Merits Awarded Citations",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-25ee.html",
            "content": "Persons of Merits Awarded Commendations\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- The DPRK awarded commendations to service personnel and people who rendered devoted services for successfully building the Munsu Water Park as a monumental edifice in the era of the Workers' Party.\n\t\t\t\t\t A decree of the Presidium of the DPRK Supreme People's Assembly was promulgated on Nov. 27.\n\t\t\t\t\t\n\t\t\t\t\t The huge project of the water park was completed just in nine months thanks to the ardent loyalty of soldier-builders who waged heroic struggle in the death-defying spirit of flattening mountains once Supreme Commander Kim Jong Un issues an order.\n\t\t\t\t\t\n\t\t\t\t\t According to the decree, the Title of Labor Hero and gold medal (hammer and sickle) and Order of National Flag 1st Class were awarded to Kim Song Gil, Yang Chol Ung and Ryu Hwa Ryol, Kim Il Sung Youth Honor Prize to Kim Yong Su and Kim Jong Il Youth Honor Prize to Hong Hyon Il, Pak Kwang Nam and Kim Chung Hyok.\n\t\t\t\t\t\n\t\t\t\t\t The Title of Driver of Merit went to two persons, Order of National Flag 1st Class to 18 persons, Order of Labor to 13 persons, Order of National Flag 2nd Class to 18 persons, Commemoration Order of Capital City Construction to 737 persons, Order of National Flag 3rd Class to 120 persons, Distinguished Military Service Medal to 97 persons, Medal of Merit to 9 persons and Commemoration Medal of Capital City Construction to 1 234 persons."
        },
        {
            "title": "Event Marks International Day of Persons with Disabilities",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-18ee.html",
            "content": "Event Marks International Day of Persons with Disabilities\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- An event took place in the Central Youth Hall on Tuesday on the International Day of Persons with Disabilities in 2013.\n\t\t\t\t\t Present there were Minister of Public Health Kang Ha Guk, chairman of the Central Committee of the Korean Federation for the Protection of the Disabled, officials concerned, persons with disabilities, members of missions of international bodies including the European Union Programme Support in Pyongyang, diplomatic envoys and embassy members of different countries and overseas compatriots staying in the homeland.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting referred to the successes achieved in the work for meeting interests and providing convenience to persons with disabilities in the last period.\n\t\t\t\t\t\n\t\t\t\t\t They said that they would develop the work with them by improving exchange and cooperation with different international bodies and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Participants enjoyed a performance given by artistes of the National Folk Art Troupe and members of the art group of persons with disabilities.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the meeting the participants watched exhibited photos and looked round light industrial products and handicrafts which were presented by persons with disabilities.\n\t\t\t\t\t\n\t\t\t\t\t There was a seminar of officials concerned with the work for the persons with disabilities on Monday."
        },
        {
            "title": "Vinyl Sheet Hothouses without Heating System Built in Chongjin City",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-23ee.html",
            "content": "Vinyl Sheet Hothouses without Heating System Built in Chongjin City\n\t\t\t\t\t\t\r\n Chongjin, December 3 (KCNA) -- Tens of blocks of vinyl sheet hothouses without heating system were newly built in Chongjin City, North Hamgyong Province.\n\t\t\t\t\t The hothouses make effective use of solar heat with the help of functional three-ply vinyl sheets and heat-saving mud walls, thus making it possible to grow vegetables even in mid-winter."
        },
        {
            "title": "Various Units Fulfill National Economic Plans for November",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-02ee.html",
            "content": "Various Units Fulfill National Economic Plans for November\r\n Pyongyang, December 3 (KCNA) -- Different units of the national economy fulfilled their November plans.\n\t\t\t\t\t The Ryongrim, Chilli and other coal mines of the Anju Area Coal-mining Complex carried out their November plans by giving top priority to capital and preparatory tunneling and increasing coal production.\n\t\t\t\t\t\n\t\t\t\t\t The Chonnae Area Coal-mining Complex overfulfilled its monthly plan for coal production 116 percent. The Munchon, Samchon and other coal mines produced more coal than planned every day by enhancing the speed of tunneling and cutting. The Tukjang, Mujindae Youth, Ramjon, Hukryong, Toksan, Ryongnam and other coal mines also boosted coal production.\n\t\t\t\t\t\n\t\t\t\t\t Officials and workers of hydraulic power stations carried out the monthly plan of the Management Bureau of Hydroelectric Power of the Ministry of Electric Power Industry 109.8 percent.\n\t\t\t\t\t\n\t\t\t\t\t Workers and technicians of the Huichon, Suphung, Hochongang, Jangjagang, Wiwon, Thaechon, Samsu and Ryesonggang power stations increased electricity power by scrupulously organizing equipment management and technical control.\n\t\t\t\t\t\n\t\t\t\t\t The sector of railway transport overfulfilled the ministry's monthly plan for freight transport 100.4 percent. Innovations were made in freight transport for improving the standard of people's living and transport plan for the light industrial front, the main orientation for building an economic power, was carried out 103.6 percent.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Railway Bureau successfully transported raw materials to the Chollima Steel Complex by scrupulously organizing intensive transport.\n\t\t\t\t\t\n\t\t\t\t\t Officials and workers of the Hamhung, Chongjin and Rason railway bureaus steadily increased their transport plans.\n\t\t\t\t\t\n\t\t\t\t\t Various units of the light industrial sector are setting a model in carrying out their plans.\n\t\t\t\t\t\n\t\t\t\t\t The Guidance Bureau of Sericulture and Silk Industry overfulfilled the November plan 102 percent in gross industrial output value and production of silk fabrics and ordinary clothes over 100 percent respectively.\n\t\t\t\t\t\n\t\t\t\t\t The workers of the Pyongyang Kim Jong Suk Silk Mill and Hamhung, Kangso and other silk mills across the country produced more threads than the plans through the brisk socialist emulation for increased production. Officials and workers of the Pakchon, Nyongbyon and Tokchon silk mills also made achievements in production."
        },
        {
            "title": "Foundation of Pyongyang Taehung Fur Factory Marked",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-24ee.html",
            "content": "Foundation of Pyongyang Taehung Fur Factory Marked\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- The Pyongyang Taehung Fur Factory marked the 60th anniversary of its foundation.\n\t\t\t\t\t This factory is a mother factory of the DPRK's fur industry.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung founded the factory on December 1, Juche 42 (1953), provided powerful technological force and equipment and indicated its way to advance.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il turned the factory into a comprehensive and modern production base as required by the developing reality, took a measure to provide raw and other materials and highly appreciated even a small success achieved by its workers, encouraging them to increase production.\n\t\t\t\t\t\n\t\t\t\t\t After its foundation the factory has over-fulfilled its state plan every year.\n\t\t\t\t\t\n\t\t\t\t\t A meeting took place on Tuesday to mark the occasion.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials concerned, officials and employees of the factory.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message of the Central Committee of the Workers' Party of Korea to the workers, technicians and officials of the factory was conveyed at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The C.C., the WPK in the message highly appreciated the workers, technicians and officials of the factory for displaying patriotism and loyalty to uphold the intention of the Party for the prosperity of the country with a transparent outlook on the leader and ardent patriotism."
        },
        {
            "title": "Efficient Fermentation Apparatus Made in DPRK",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-22ee.html",
            "content": "Efficient Fermentation Apparatus Made in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- A new-type fermentation apparatus for mushroom substrate, installed at the Central Mushroom Research Institute of the DPRK State Academy of Sciences, is now arousing public interest in the country.\n\t\t\t\t\t The energy-saving apparatus can sterilize substrate at temperature of 50-60 degrees and humidity of 60-65 percent.\n\t\t\t\t\t\n\t\t\t\t\t The equipment consists of combined control panel and steam generator. The combined control panel is designed to measure the fermenting room temperature and humidity and automatically control the steam generator and air-heater. The steam generator, a type of electric boiler, can turn \n\t\t\t\t\t\n\t\t\t\t\tout steam of 25 kg per hour.\n\t\t\t\t\t\n\t\t\t\t\t The double-framed fermentation equipment can raise the fermentation effect over 98 percent with less power consumption as it automatically controls the temperature and humidity.\n\t\t\t\t\t\n\t\t\t\t\t Inside it there is a shelf for dozens of substrate vessels. And it is arranged with six vents, two ventilators and an air-heater and sensors of various kinds.\n\t\t\t\t\t\n\t\t\t\t\t The equipment was manufactured at the experimental apparatus factory under the State Academy of Sciences.\n\t\t\t\t\t\n\t\t\t\t\t Visiting the institute in October, supreme leader Kim Jong Un highly appreciated the equipment, developed by local scientists and technicians."
        },
        {
            "title": "New Multimedia \"Korean Food\" Brought Out in DPRK",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-21ee.html",
            "content": "New Multimedia \"Korean Food\" Brought Out in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- The Sojae Cooking Information Exchange Company under the Korean Association of Cooks has recently brought out multimedia \"Korean Food\" Part 1.\n\t\t\t\t\t The part 1 \"Family Cooking\" is divided into two chapters, the first one on cooking methods of 9 dishes including corn noodle, pork steak, steamed bean curd seasoned with spices and carp soup and the second one on cooking methods of 23 dishes like rice mixed with egg, myongthae (walleye pollack) boiled down in peppered bean paste and tomato and cucumber salad.\n\t\t\t\t\t\n\t\t\t\t\t An Song Il, an official of the company, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The multimedia helps people easily cook dishes as it introduces in detail cooking methods of different dishes including preparation of raw materials and knacks of cooking.\n\t\t\t\t\t\n\t\t\t\t\t The part 2 and 3 will deal with specialties of different areas, holiday and seasonal dishes and other traditional ones.\n\t\t\t\t\t\n\t\t\t\t\t The company has already opened a local homepage for disseminating cooking methods and has a plan to introduce Korean food on a world-wide scale from 2014."
        },
        {
            "title": "Sports Contest for Osandok Prize Opens",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-19ee.html",
            "content": "Sports Contest for Osandok Prize Opens\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- A sports contest for Osandok Prize was opened with due ceremony in the Ice Rink on Tuesday to mark the birth anniversary of Kim Jong Suk, an anti-Japanese war hero.\n\t\t\t\t\t During the period of the contest the participants will compete in such events as ice-hockey, figure-skating, speed skating, short-track speed skating and skiing in various parts of the DPRK including Pyongyang and Samjiyon.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Kim Yong Jin, vice-premier of the Cabinet, officials concerned and sportspersons.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Mu, minister of Physical Culture and Sports, made an opening speech.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the men's ice-hockey match took place between the Taesongsan Sports Team and the Pyongyang Railway Bureau Sports Team."
        },
        {
            "title": "DPRK's Nuclear Force Is Treasured Sword for Defending Nation: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-09ee.html",
            "content": "DPRK's Nuclear Force Is Treasured Sword for Defending Nation: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- The DPRK can never abandon nuclear weapons as long as the imperialists and nuclear threat exist on earth. The nuclear weapons are the life and soul of the nation that can never be bartered for anything and a treasure of reunified Korea, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear force serves as a treasured sword of patriotism for defending and glorifying the sovereignty and dignity of the country and the nation. \n\t\t\t\t\t\n\t\t\t\t\t A nuclear war has not broken out on the Korean Peninsula entirely thanks to the DPRK's powerful war deterrent force.\n\t\t\t\t\t\n\t\t\t\t\t If the DPRK abandons nuclear weapons, a war for aggression will break out on this land and the nation will meet disaster and pain.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear weapons will serve as weapons of justice for beating back the provocateurs and destroying aggression bases at a single stroke and reliably defending the sovereignty and dignity of the country and the nation in case the enemies dare encroach upon it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear force is the war deterrent force for self-defence which prevents the outbreak of a nuclear war and guarantees peace and security on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Given that the U.S. and the south Korean puppet group have become all the more undisguised in their intention to make a preemptive nuclear attack upon the DPRK, it is as clear as noonday for everyone that nuclear deterrent force has to be strengthened both in qualitative and numerical terms.\n\t\t\t\t\t\n\t\t\t\t\t It is the DPRK's unwavering faith and will to reliably preserve peace on the peninsula and push ahead with a dynamic drive for building an economic power by strengthening the military power in every way with main emphasis on the nuclear deterrent force, as long as the U.S. and the south Korean puppet forces continue their moves to ignite a nuclear war against the DPRK."
        },
        {
            "title": "Rodong Sinmun Lays Bare Gravity of Retrogressive Revision of Japan \"SDF Law\"",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-10ee.html",
            "content": "Rodong Sinmun Lays Bare Gravity of Retrogressive Revision of Japan \"SDF Law\"\n\t\t\t\t\t\t\r\n Pyongyang, November 3 (KCNA) -- Japan retrogressively revised the \"Self-Defense Forces Law\" under the pretext of protecting Japanese in contingency. The law was revised to enable the overland transport of Japanese overseas by the SDF even though it was confined to planes and ships in the past.\n\t\t\t\t\t Rodong Sinmun Tuesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The right-wing forces of political circles, the military and the diet in Japan claim that the revision of the \"SDF Law\" made it possible to protect Japanese people's \"security\" even overseas but it is the height of the craftiness and shamelessness peculiar to Japan to conceal its sinister ploy.\n\t\t\t\t\t\n\t\t\t\t\t SDF's launch overseas is neither for Japan's concern for humanitarianism nor for global peace and security. The Japanese authorities resort to a sleight of hand to dispatch SDF overseas. The ulterior aim sought by them is to realize the old dream of the \"Greater East Asia Co-prosperity Sphere\" at any cost by legitimating overseas aggression. To this end they retrogressively revised legal restrictions including \"SDF Law\" in a bid to subordinate it to their overseas aggression. Contained in the revised law is the overland transport of Japanese by SDF overseas, an indication that Japan will conduct military operations against other countries not only in sky and on seas but in any place of the land.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that Japanese politicians are openly making a spate of reckless remarks that Japan should exercise the right to collective self-defense, timed to coincide with the revision of the \"SDF Law\".\n\t\t\t\t\t\n\t\t\t\t\t The militarist war chariot can inflict disasters on the planet any moment, flying a blood-stained flag. The world should clearly understand that threat touted by the Japanese reactionaries come from Japan and be thoroughly vigilant against it."
        },
        {
            "title": "Japanese Reactionaries' Reckless Moves to Evade Responsibility for Past Crimes under Fire",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-11ee.html",
            "content": "Japanese Reactionaries' Reckless Moves to Evade Responsibility for Past Crimes under Fire\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- Some days ago, a dietman of Higashiosaka city of Osaka Prefecture, Japan went busy protesting and sending an appeal as regards the erection of the \"statue of a comfort girl\" in Glendale City, California State, the U.S. in July this year.\n\t\t\t\t\t Minju Joson Tuesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t  This shows to what extent the Japanese reactionaries have reached in their reckless moves to evade the responsibility for their past crimes.\n\t\t\t\t\t\n\t\t\t\t\t The statue, in fact, should have been erected not now but long ago and Japan should have reflected on its past though belatedly and corrected its warped way of thinking.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Japanese reactionaries went so arrogant and impudent as to lodge a \"protest\" without feeling guilty of its crime-woven past. This shows that they are the group of beasts in human form.\n\t\t\t\t\t\n\t\t\t\t\t What is at issue is that the \"gene\" of moral vulgarity peculiar to Japan does not change with the passage of time.\n\t\t\t\t\t\n\t\t\t\t\t Barbarity, brutality and chauvinist spirit towards other nations possessed by the Japanese militarists in the past have been inherited by the Japanese reactionaries. Japan's ancestors inflicted untold misfortunes and sufferings to the Asian people through barbarous war of holocaust. The Japanese reactionaries defend their past crimes and deny history, enraging all people.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should clearly understand that with no sophism can they justify the crime related to the sexual slavery for the Imperial Japanese Army and only frank apology and reparation can calm down the anger of the international community.\n\t\t\t\t\t\n\t\t\t\t\t Japan should not play so foolish as to beautify its hideous crimes against humanity but come out in the road of redeeming its past as early as possible as unanimously demanded by the international community. Herein lies the future of Japan."
        },
        {
            "title": "KCNA Commentary Decries Japanese Politicians' Remarks Denying Past Crimes",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-16ee.html",
            "content": "KCNA Commentary Decries Japanese Politicians' Remarks Denying Past Crimes\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- The Japanese chief executive at the recent talks with the special representative of the UN secretary general cried out for \"terminating violence against women in wartime\" and \"positively contributing to protecting women's rights\".\n\t\t\t\t\t Earlier, Japanese Foreign Minister Kishida in a lecture said Japan would buckle down to improving women's rights including the prevention of sexual assaults at times of disputes.\n\t\t\t\t\t\n\t\t\t\t\t This remark disclosed the impudence of Japanese politicians only to be derided and disdained by the international community.\n\t\t\t\t\t\n\t\t\t\t\t One who feels shame had better keep one's mouth shut.\n\t\t\t\t\t\n\t\t\t\t\t Is Japan entitled to talk about the protection of women's rights and termination of sexual violence?\n\t\t\t\t\t\n\t\t\t\t\t If it is to talk about rights of women, it should admit its sexual slavery for the Imperial Japanese Army and make apology and reparation, to begin with.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists abducted, lured and walked away 200 000 Korean women ranging from teenagers to married women and forced them into sexual slavery at battle sites. No criminal state in the world is as mean as Japan which reduced women of other countries into sexual slaves, means for fanned up hysteria of aggression.\n\t\t\t\t\t\n\t\t\t\t\t Let's see Japan's present attitude.\n\t\t\t\t\t\n\t\t\t\t\t The Osaka mayor who is the co-representative of the Japan Restoration Party made sophism that the sexual slavery was necessary to boost the morale of soldiers at that time. Ultra-right elements and the government supported his remarks and made no scruple of asserting in the world stage that \"Japan is one of the most advanced countries in the field of human rights\".  \n\t\t\t\t\t\n\t\t\t\t\t Nonsensical rubbish reeled off by Japanese can not just be viewed as ordinary remarks of individual politicians.\n\t\t\t\t\t\n\t\t\t\t\t It is nothing indifferent to the politics of Japan that they deny past crimes including the sexual slavery for the Imperial Japanese Army, the hideous crime against humanity, and trumpet about \"human rights\" all the time.\n\t\t\t\t\t\n\t\t\t\t\t Japan increasingly lurching to ultra-right is keen on boosting its image in the international arena. This is aimed to create internal and external environment for militarization without redressing its past.\n\t\t\t\t\t\n\t\t\t\t\t Can there be bright future of Japan without redemption of its past?"
        },
        {
            "title": "Action for Abolition of SL Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-14ee.html",
            "content": "Action for Abolition of SL Called for in S. Korea\r\n Pyongyang, December 3 (KCNA) -- There took place a rally at the plaza of Seoul Railway Station on Nov. 30 demanding the abolition of the \"Security Law\", 65 years since the enactment of the evil law. It was co-sponsored by the People's Solidarity for the Repeal of the \"National Security Law\", the Measure Committee to Denounce the Intelligence Service's Fabrication of Plotted Rebellion and Suppression under the Pretext of Security and the Civic and Public Joint Measure Committee for Coping with Suppression of Pomminryon (Pan-national Alliance for Korea's Reunification) in south Korea.\n\t\t\t\t\t Speeches were made at the rally.\n\t\t\t\t\t\n\t\t\t\t\t Pak Rae Gun, executive chairman of the People's Solidarity for the Repeal of the \"National Security Law\", condemned the Intelligence Service and other power organs for kicking up a racket for eliminating the \"forces following the north\" in south Korean society by invoking the \"Security Law\" in a bid to conceal their criminal acts of illegally interfering in the last election and conducting serious politically-motivated operations.\n\t\t\t\t\t\n\t\t\t\t\t Kwon O Hon, honorary chairman of the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy, said that what is noteworthy in application of the \"Security Law\" recently is that all those who are opposed to the assertions of the regime and even the opposition party are branded as \"forces following the north\" being subject to suppression.\n\t\t\t\t\t\n\t\t\t\t\t Pak Sok Un, co-representative of the Solidarity for Progress, called for an immediate abolition of the SL, terming it an anti-human rights law whose abolition was recommended several times by the UN Human Right Committee. He branded the law as an undemocratic evil law that cracks down on the movement for democratization as \"pro-communist one following the north\" and an anti-reunification evil law that suppresses the movement for peace and reunification being used as a lever for kicking up a racket for eliminating the \"forces following the north\". He also said the traitorous evil law is as bad as the \"Maintenance of the Public Order Act\" which suppressed activists for independence during the Japanese imperialists' rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t He said that he will wage the struggle to have the IS disbanded and the SL abolished.\n\t\t\t\t\t\n\t\t\t\t\t A declaration was read out at the rally.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants staged a demonstration."
        },
        {
            "title": "S. Korean Ruling Party Slammed for Opposing Guarantee of Labor Right",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-12ee.html",
            "content": "S. Korean Ruling Party Slammed for Opposing Guarantee of Labor Right\r\n Pyongyang, December 3 (KCNA) -- The Confederation of Trade Unions, the Women's Trade Union, the Woman Workers Society and other organizations of south Korea held a press conference outside the building of the \"National Assembly\" on Nov. 28 in protest against the puppet ruling party opposing the guarantee of the labor right.\n\t\t\t\t\t At the press conference speakers recalled that on Nov. 26 the spokesman for the \"Saenuri Party\" said that the new proposal for settling the employment issue of woman workers engaged in cleaning will ensure the three labor rights and if then they can stage a strike. This is little short of revealing his stand of ignoring the labor right, they noted, adding: Far from relieving the people of their pain, he took it for granted. \n\t\t\t\t\t\n\t\t\t\t\t He was opposed to this for fear that workers get united, they said, urging him to make an apology for his reckless remarks at once and opt for settling the employment issue."
        },
        {
            "title": "S. Korean Religionists' Protest Action Expands",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-13ee.html",
            "content": "S. Korean Religionists' Protest Action Expands\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- The protest action of religious organizations calling for the resignation of the puppet chief executive is expanding in south Korea, according to south Korean CBS on Nov. 30.\n\t\t\t\t\t The religionists belonging to the Ronal Buddhism held a press conference in Iksan, North Jolla Province on Nov. 29.\n\t\t\t\t\t\n\t\t\t\t\t They said that last year's \"presidential\" election in which the Intelligence Service and power organs interfered in an organized way was a criminal act intended to maintain the conservative regime.\n\t\t\t\t\t\n\t\t\t\t\t The responsibility rests with Park Geun Hye and the \"Saenuri Party\", they said, adding that they would make all efforts to probe the truth behind the case.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, religionists of the Christian Joint Measure Committee and priests under Jogye Order urged the present chief executive to make an apology to the people and step down."
        },
        {
            "title": "Magazine Paektu-Halla Issued ",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-15ee.html",
            "content": "Magazine Paektu-Halla Issued \n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- The General Association of the Koreans in China issued the November magazine \"Paektu-Halla\".\n\t\t\t\t\t Carried in the magazine was a photo of supreme leader Kim Jong Un guiding the 4th meeting of the company commanders and political instructors of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t The magazine spotlighted the meeting which was significantly held here in the presence of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It carried news that wreaths were laid before the Friendship Tower on the occasion of the 63rd anniversary of the Chinese People's Volunteers' entry into the Korean front.\n\t\t\t\t\t\n\t\t\t\t\t It also carried articles titled \"The General and CNC (14)\", \"Out of noble internationalist obligation (1), 'To Northeast China, not to the homeland'\", \"Warm is the care of the homeland\", \"Eternal victor nation\", \"We extend thanks to benevolent homeland\", \"Feats of the Chinese People's Volunteers will be everlasting together with the history of the DPRK-China friendship\", \"Sino-DPRK friendship will be ever-green\" and poem \"Fly the flag of the DPRK\".\n\t\t\t\t\t\n\t\t\t\t\t It edited the statements of the general association including \"The south Korean authorities should immediately discontinue the anti-DPRK smear campaign in which human scum is involved\" and \"The U.S. will pay dearly for its military confrontation moves straining the situation on the Korean Peninsula\" and news that bodies under the association denounced the U.S. imperialists and south Korean authorities' war moves for aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It carried the information bulletin of the Secretariat of the Committee for the Peaceful Reunification of Korea in denunciation of the south Korean authorities moving to forcibly dissolve the Unified Progressive Party, progressive political party in south Korea, and introduced other homeland and international news."
        },
        {
            "title": "Kim Jong Un's Work Posted by Peruvian Organization on Its Website",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-01ee.html",
            "content": "Kim Jong Un's Work Posted by Peruvian Organization on Its Website\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- Marshal Kim Jong Un's famous work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was posted by the Peruvian-Korean Institute of Culture and Friendship on its website on November 26.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), deals with the idea that it is the principled requirement of victoriously advancing the Korean revolutionary cause to hold leader Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea (WPK) and indicates the tasks arising in steadily strengthening the WPK into the glorious party of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The website carried a photo of Kim Jong Il and Kim Jong Un."
        },
        {
            "title": "Kim Jong Il's Feats Will Be Immortal: Myanmar Figures",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-03ee.html",
            "content": "Kim Jong Il's Feats Will Be Immortal: Myanmar Figures\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- Figures of Myanmar issued statements on November 27 and 28 on the occasion of the second anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Aung Thein Lynn, member of the Central Executive Committee of the Union Solidarity and Development Party of Myanmar, paid the highest tribute to Kim Jong Il, leader of the Korean people, on the occasion of the second anniversary of his demise. He went on:\n\t\t\t\t\t\n\t\t\t\t\t We are looking back with deep emotion upon the noble career and immortal exploits of Kim Jong Il who dedicated his all to the Korean revolution and accomplishment of the global cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t He was a prominent leader and a benevolent father of the people who dedicated his all to the people's happiness and the country's prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will certainly carry out the idea and cause of President Kim Il Sung and Kim Jong Il under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Tin Tun, director of the Myanmar Medical Research Institute, said that Kim Jong Il dedicated his all to the country's prosperity and the people's happiness till the last moments of his life by undergoing all sorts of troubles which nobody had ever experienced.\n\t\t\t\t\t\n\t\t\t\t\t His undying exploits for the country and people will be immortal, the director added."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Belarus",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-04ee.html",
            "content": "Kim Jong Il to Be Remembered in Belarus\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- A committee for remembering leader Kim Jong Il was formed in Belarus on November 27.\n\t\t\t\t\t L. Shukolinikov, chairman of the Permanent Committee of the Belarus-DPRK National Friend Association Named after Kim Il Sung and Kim Jong Il, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse political and cultural events for introducing immortal revolutionary career and exploits of Kim Jong Il on the occasion of the 2nd anniversary of his demise."
        },
        {
            "title": "Bulletin Issued by Bangladeshi Organization ",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-05ee.html",
            "content": "Bulletin Issued by Bangladeshi Organization \r\n Pyongyang, December 3 (KCNA) -- The Bangladesh-Korea Friendship and Solidarity Committee issued a bulletin under the title of \"Exploits for the socialist cause\" on November 27 on the occasion of the 2nd anniversary of leader Kim Jong Il's demise.\n\t\t\t\t\t The bulletin in an article said that Chairman of the National Defence Commission of the DPRK Kim Jong Il performed undying feats in the socialist cause. It went on:\n\t\t\t\t\t\n\t\t\t\t\t His greatest exploits is that he defended the destiny of socialism.\n\t\t\t\t\t\n\t\t\t\t\t He proved scientific accuracy and truthfulness of socialism and inevitability of its victory through his energetic ideological and theoretical activities, thus launching decisive counterattacks against the anti-socialist moves of the imperialists and instilling fresh confidence and courage into the progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t He also pursued the Songun politics to defend Korean socialism from the general offensive of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Another exploit he performed was that he opened up the era of new surge in carrying out the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t He energetically led the struggle for building a thriving nation while frustrating the anti-socialist offensive of the imperialists under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Exploits he performed in carrying out the socialist cause will always be cherished in the minds of the progressive mankind."
        },
        {
            "title": "S. Korean Authorities Denounced by French Organization",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-06ee.html",
            "content": "S. Korean Authorities Denounced by French Organization\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- The France-Korea Friendship Association posted an article on its website on November 23 in denouncement of the south Korean conservative regime for suppressing the progressive political party.\n\t\t\t\t\t The article said that the regime's moves to dissolve the progressive political party have faced the strong resistance of the world progressive forces defending democracy and human rights.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean \"Security Law\" is being used for cracking down the forces supporting the DPRK, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The article said that the world movements are being conducted to demand the south Korean regime stop the moves to dissolve the progressive party."
        },
        {
            "title": "British Organizations Accuse Japanese Authorities of Discriminating Koreans in Japan",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-07ee.html",
            "content": "British Organizations Accuse Japanese Authorities of Discriminating Koreans in Japan\n\t\t\t\t\t\t\r\n Pyongyang, December 3 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association made public a joint statement on November 20 in denunciation of the Japanese authorities' discrimination against Koreans in Japan.\n\t\t\t\t\t To deny the right to learn of Koreans in Japan is a hideous human rights abuse and extreme racial discrimination, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is the elementary right of human beings to be schooled. But this right is not provided to the Koreans in Japan, a persecution against innocent Koreans in Japan and part of the Japanese reactionaries' harsh moves.\n\t\t\t\t\t\n\t\t\t\t\t Japan was the most aggressive imperialist state which reduced Korea and other Asian countries to its colonies in the past.\n\t\t\t\t\t\n\t\t\t\t\t If Japan is to escape criticism by the world people as a racist state and fascist authorities, it should stop at once its mean and vicious discrimination act against the Koreans in Japan."
        },
        {
            "title": "Kim Jong Il dedico todo lo suyo por pueblo hasta ultimo momento de su vida",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-30ee.html",
            "content": "Kim Jong Il dedico todo lo suyo por pueblo hasta ultimo momento de su vida \n\t\t\t\t\t\t\r\nPyongyang, 3 de diciembre (ACNC) -- Los habitantes coreanos acogen diciembre con la infinita anoranza al Dirigente Kim Jong Il.\n\t\t\t\t\tEl alma del pueblo coreano acude al Palacio del Sol Kumsusan donde esta conservado el cuerpo del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEn toda su vida el recorrio dia y noche el camino de orientacion de mas de un millon de 674 mil 610 ries (10 ri equivale a 4 km) sin considerar la marcha forzada de nieve y la de canicula.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente tomo como meta de su vida trabajar por la felicidad del pueblo dedicando todo lo suyo con el credo de que el mismo es el hijo del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tAl visitar avenidas y parques construidos nuevamente pregunto primero si los habitantes los gustan y dijo que al disenar se debe preguntar la opinion del pueblo. \n\t\t\t\t\t\n\t\t\t\t\tCumplio todas las promesas hechas con el pueblo, excepto a la de descansar, y estuvo hasta el ultimo dia de su vida en el tren para las visitas de orientacion. \n\t\t\t\t\t\n\t\t\t\t\tEn el ultimo periodo de su vida, dirigio el entrenamiento de una unidad aerea que recibio el titulo de Septimo Regimiento de O Jung Hup, visito el Parque de Atracciones Juventud de Kaeson, vio la actuacion modelo de patinaje artistico y la funcion de los militares de companias ganadoras del 35o Festival Artistico de Militares del Ejercito Popular de Corea, dirigio en el terreno las labores de varios dominios de la provincia de Hamgyong del Sur, vio el entrenamiento de fuego de una unidad militar y realizo la visita al Centro de Informacion de Musica Hana y al Supermercado del Area de Kwangbok. \n\t\t\t\t\t\n\t\t\t\t\tEse gran hombre y patriota sin igual asento la eterna base de prosperidad de la patria y de felicidad de todas las generaciones venideras emprendiendo sin parar el camino de visitas de orientacion en el terreno superando todos los sufrimientos y pruebas. \n\t\t\t\t\t\n\t\t\t\t\tPor eso, el pueblo coreano tiene la ferrea conviccion de que el Dirigente esta presente siempre en la Corea del Songun junto con sus nobles proezas y amplia sonrisa."
        },
        {
            "title": "Celebran en RPDC el Dia Internacional de Discapacitados",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-31ee.html",
            "content": "Celebran en RPDC el Dia Internacional de Discapacitados \r\nPyongyang, 3 de diciembre (ACNC) -- Tuvo lugar el dia 3 en la Casa Central de la Juventud el acto dedicado al Dia Internacional de Discapacitados de 2013. \n\t\t\t\t\tEn la ocasion participaron Kang Ha Guk, ministro de Salud Publica y presidente del Comite Central de la Federacion de Proteccion a Discapacitados de Corea, los funcionarios correspondientes, discapacitados, miembros de la oficina de cooperacion de la Union Europea y de otras representaciones de organizaciones internacionales, acreditados en Corea, los representantes diplomaticos y otros integrantes de las embajadas de varios paises en Corea y los compatriotas en ultramar que permanecen en la patria.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores se refirieron a los exitos logrados en la proteccion de los intereses y comodidades de los discapacitados. \n\t\t\t\t\t\n\t\t\t\t\tEnfatizaron que ampliaran el intercambio y cooperacion con varias organizaciones internacionales y compatriotas en ultramar para desarrollar las labores con los discapacitados. \n\t\t\t\t\t\n\t\t\t\t\tLuego, los participantes vieron una funcion de los artistas del Conjunto Nacional de Arte Tradicional y los miembros del grupo artistico de discapacitados. \n\t\t\t\t\t\n\t\t\t\t\tAntes del inicio del acto, ellos pasaron revista a las fotos exhibidas y los productos de la industria ligera y los articulos artesanales presentados por los discapacitados. \n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, tuvo lugar el dia 2 el simposio de los funcionarios de los dominios relacionados con las labores internacionales con la poblacion invalida."
        },
        {
            "title": "Iniciada Competencia Deportiva por premio Osandok",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-32ee.html",
            "content": "Iniciada Competencia Deportiva por premio Osandok\n\t\t\t\t\t\t\r\nPyongyang, 3 de diciembre (ACNC) -- Con motivo del dia del nacimiento (24 de diciembre) de la Heroina de la Lucha Antijaponesa Kim Jong Suk, quedo iniciada este martes en el Complejo de Patinaje bajo Techo la Competencia Deportiva por el Premio Osandok.\n\t\t\t\t\tEn el periodo del certamen se realizaran en Pyongyang, Samjiyon y otras localidades las competencias de jockey sobre hielo, patinaje artistico sobre hielo, patinaje de velocidad, patinaje de velocidad de pista corta y esqui. \n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia de inauguracion participaron los funcionarios correspondientes y los deportistas. \n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Deportes, Ri Jong Mu, pronuncio la palabra de apertura. \n\t\t\t\t\t\n\t\t\t\t\tTerminada la ceremonia, se realizo el torneo de jockey sobre el hielo entre los varones del Conjunto Deportivo Taesongsan y del Conjunto Deportivo de la Direccion Ferroviaria de Pyongyang."
        },
        {
            "title": "Aparato de fermentacion de materias para cultivo de hongos",
            "url": "http://kcna.co.jp/item/2013/201312/news03/20131203-33ee.html",
            "content": "Aparato de fermentacion de materias para cultivo de hongos\n\t\t\t\t\t\t\r\nPyongyang, 3 de diciembre (ACNC) -- Atrae atencion de toda la sociedad el aparato de  fermentacion de materias para el cultivo de hongos enclavada en el Instituto Central de Hongos de la Academia Estatal de Ciencias de Corea.\n\t\t\t\t\tA diferencia del proceso anterior,  este aparato extermina las bacterias bajo la temperatura de 50~60℃ y la humedad 60~65%.\n\t\t\t\t\t\n\t\t\t\t\tEsta compuesto con el de control general y el generador de vapor.\n\t\t\t\t\t\n\t\t\t\t\tEl primero medita la temperatura y la humedad de la sala de fermentacion de materias y controla automaticamente el generador de vapor y el calentador de aire.\n\t\t\t\t\t\n\t\t\t\t\tCon este aparato es posible sacar igual eficiencia que la esterilizacion con alta presion mediante la fermentacion con los microbios y  mejorar la tasa de cultivo.\n\t\t\t\t\t\n\t\t\t\t\tLa fabrica de instalaciones experimentales cientificas de la Academia Estatal de Ciencias produjo este aparato con sus propias fuerzas y tecnologias.\n\t\t\t\t\t\n\t\t\t\t\tAl visitar en el pasado octubre el Instituto Central de Hongos, el Mariscal Kim Jong Un vio  este aparato y lo evaluo altamente."
        }
    ]
}