{
    "date": "2013-07-04",
    "url": "http://kcna.co.jp/item/2013/201307/2013-07-04ee.html",
    "articles": [
        {
            "title": "Greetings to President of Cape Verde",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-17ee.html",
            "content": "Greetings to President of Cape Verde\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on June 26 sent a message of greeting to Jorge Carlos Fonseca, president of Cape Verde, on the occasion of the 38th anniversary of the independence of Cape Verde and proclamation of the republic.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger and wished the president and people of Cape Verde greater success in the work for the socio-economic development and prosperity of the country."
        },
        {
            "title": "Greetings to Belarusian President",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-18ee.html",
            "content": "Greetings to Belarusian President\r\n Pyongyang, July 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Wednesday sent a message of greeting to Aleksandr Grigoriyevich Lukashenko, president of Belarus, on the occasion of its national day.\n\t\t\t\t\t The message wished the president and people of Belarus success in their work for the prosperity of the country, expressing belief that the friendly relations between the two countries would develop on good terms in line with the interests and desire common to the peoples of the two countries."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Construction Site of Mushroom Research Institute",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-28ee.html",
            "content": "DPRK Premier Makes Field Survey of Construction Site of Mushroom Research Institute\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of the construction site of the Mushroom Research Institute under the State Academy of Sciences.\n\t\t\t\t\t He learned about the progress made in the construction and encouraged the solider-builders before holding a consultative meeting.\n\t\t\t\t\t\n\t\t\t\t\t The meeting called on the Cabinet and the related units to take thorough measures for fully supplying materials in keeping with the construction speed.\n\t\t\t\t\t\n\t\t\t\t\t The premier underscored the need for the officials and researchers of the institute to intensify the research into mushrooms of various species, positively introduce advanced technology into the cultivation of mushroom and thus contribute to the improvement of people's diet, true to the Workers' Party of Korea's idea of attaching importance to science and technology.\n\t\t\t\t\t\n\t\t\t\t\t The premier inspected the Pyongyang Notebook Factory.\n\t\t\t\t\t\n\t\t\t\t\t He held a consultative meeting after learning in detail about the modernization of the factory.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting he underlined the need to properly conduct the management of modern equipment and improve the quality of products."
        },
        {
            "title": "Talks between Foreign Ministers of DPRK, Brunei Held",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-22ee.html",
            "content": "Talks between Foreign Ministers of DPRK, Brunei Held\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- Talks between Pak Ui Chun, foreign minister of the DPRK, and Mohamed Bolkiah, minister of Foreign Affairs and Trade of Brunei, were held in Bandar Seri Begawan on Wednesday. Pak is heading the DPRK delegation on a visit to Brunei.\n\t\t\t\t\t Present there from the DPRK side were members of the delegation and the DPRK ambassador to Brunei and from the Brunei side a senior official of the Ministry of Foreign Affairs and Trade and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The two sides informed each other of the situation in their countries and exchanged views on the issue of developing the friendly ties between the two countries and other issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t The minister of Foreign Affairs and Trade said he was very pleased to learn that the Korean people have achieved big successes in the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The minister expressed his will to contribute to boosting the bilateral ties in various fields including politics, economy and culture.\n\t\t\t\t\t\n\t\t\t\t\t That day the DPRK delegation was present on invitation at the reception given by the minister.\n\t\t\t\t\t\n\t\t\t\t\t  Meanwhile, the delegation toured various places in the capital including the Museum of Sultan and housing construction site."
        },
        {
            "title": "Delegation of DPRK Science and Encyclopedia Publishing House Leaves for China",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-19ee.html",
            "content": "Delegation of DPRK Science and Encyclopedia Publishing House Leaves for China\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- A delegation of the Science and Encyclopedia Publishing House led by Director General and Editor-in-Chief Ji Yu Gon left here on Thursday to visit China. \n\t\t\t\t\t A delegation of the Information Technology, Posts and Communications Authority of Mongolia led by Chairman Tsagaan-Uvgun Jadambaa went back home on the same day."
        },
        {
            "title": "Mongolian Delegation Interviewed",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-20ee.html",
            "content": "Mongolian Delegation Interviewed\r\n Pyongyang, July 4 (KCNA) -- Tsagaan-Uvgun Jadambaa, who is leading the delegation of the Information Technology, Posts and Communications Authority of Mongolia, was interviewed by KCNA before leaving the DPRK.\n\t\t\t\t\t He said that the friendly and cooperative relations provided by Mongolian leaders and President Kim Il Sung are long-standing.\n\t\t\t\t\t\n\t\t\t\t\t He said that he was glad to visit the DPRK in the significant year marking the 65th anniversary of the establishment of diplomatic relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The two governments agreed on boosting the cooperation in several fields in the past.\n\t\t\t\t\t\n\t\t\t\t\t The delegation traveled to the country in order to realize the exchange and cooperation in the field of information and communications technology which is rapidly developing in the country.\n\t\t\t\t\t\n\t\t\t\t\t We felt it while visiting the Korean Computer Center, the Three-Revolution Exhibition House, the e-library of Kim Chaek University of Technology, etc.\n\t\t\t\t\t\n\t\t\t\t\t We are willing to make positive effort to make the agreement signed this time bear good fruit.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a strong country with time-honored history and culture.\n\t\t\t\t\t\n\t\t\t\t\t We will always remember the days of our stay in the country.\n\t\t\t\t\t\n\t\t\t\t\t We wish the fraternal Korean people happiness and glory.\n\t\t\t\t\t\n\t\t\t\t\t We will contribute to the development of the bilateral friendly and cooperative ties in the future."
        },
        {
            "title": "Oath-taking Meeting Held in Taean District",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-24ee.html",
            "content": "Oath-taking Meeting Held in Taean District\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- Working people and members of the General Federation of Trade Unions of Korea (GFTUK) Thursday held a meeting to take an oath before the statue of President Kim Il Sung in Taean District of Nampho City to mark the 19th anniversary of his demise.\n\t\t\t\t\t They paid floral tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Sang Ju, chairman of the C.C., the GFTUK, read the written oath.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the great Generalissimo Kim Il Sung as an invincible and iron-willed commander who founded the immortal Juche idea, started the Songun revolution and defeated the most formidable two imperialisms in one generation.\n\t\t\t\t\t\n\t\t\t\t\t The President built a socialist power independent in politics, self-supporting in economy and self-reliant in defence on this land and laid an eternal foundation for building a prosperous country and accomplishing the revolutionary cause of Juche, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The great Generalissimo Kim Jong Il successfully carried out the cause of perpetuating the memory of Kim Il Sung, firmly defended Korean-style socialism under the banner of Songun and thus made distinguished achievements to be specially recorded  in the nation's history spanning 5 000 years.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary cause of Juche and Songun pioneered and developed by the Generalissimos has been successfully carried forward by the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He said they would hold forever the Generalissimos in high esteem as the sun of Juche and Songun.\n\t\t\t\t\t\n\t\t\t\t\t Led by the chairman, all the participants took an oath to greet the 65th anniversary of the DPRK and the 60th anniversary of the victory in the war with shining labor feats and make an active contribution to building a thriving nation by applying Kim Jong Il's patriotism into practice and learning from the service personnel's fighting spirit and style to devotedly carry out the policies of the Workers' Party of Korea."
        },
        {
            "title": "Remembrance Meeting of Women's Union Members Held",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-21ee.html",
            "content": "Remembrance Meeting of Women's Union Members Held\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- A remembrance meeting of officials and members of the women's union took place at the Hall of Women Thursday to mark the 19th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t When the melody of \"Nostalgia\", an immortal masterpiece, Kim Il Sung sang, picturing to himself his hometown during the days of the anti-Japanese war, resounded forth in the hall, the participants were overwhelmed by longing for the smiling President.\n\t\t\t\t\t\n\t\t\t\t\t In poem-reciting and chorus \"Our leader we can never forget\" the performers sang high praises of the revolutionary career of the President who dedicated his all to the country, revolution and people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ok Son who is residing in Central District of Pyongyang told a story about the popular traits of the President who personally tasted soy bean paste during his field guidance and showed deep concern for improving the people's diet.\n\t\t\t\t\t\n\t\t\t\t\t People's Athlete Kim Kwang Suk, a coach of the Pyongyang Sports Team, told in an excited tone about the love and trust the President showed for the sportspersons by bestowing highest honor upon them.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yu Sam, department head of the Science and Encyclopedia Publishing House, said she led a worthwhile life under the loving care of Kim Il Sung and leader Kim Jong Il after she came to the care of the socialist homeland.\n\t\t\t\t\t\n\t\t\t\t\t The participants were mesmerized by such songs as \"The Leader is without parallel in the world\", \"We miss the leader very much\" and \"The leader is always with the general\".\n\t\t\t\t\t\n\t\t\t\t\t Song Song Hui, manager of the Pyongyang Glasses Shop, reiterated her resolution to keep to the road of patriotism under the leadership of the dear respected Marshal Kim Jong Un, cherishing reverence for the peerlessly great persons who took care of her father who was once a private businessman."
        },
        {
            "title": "Many People Visit Revolutionary Sites ",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-23ee.html",
            "content": "Many People Visit Revolutionary Sites \n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- The Jihyesan, Puldanggol and Sungap revolutionary sites are drawing an endless stream of service personnel, working people and school youth and children with the approach of the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War. \n\t\t\t\t\t The revolutionary sites are the significant places where President Kim Il Sung set forth operational tasks and Juche-oriented war methods for carrying out the strategic policy at the fourth stage of the war and led the service personnel and the people to win a victory in the war with his warm love and trust.\n\t\t\t\t\t\n\t\t\t\t\t Looking round the forefront height, the front headquarters, simple farmhouse visited by the President in the days of the hard-fought war, the visitors deeply grasped the immortal feats of the legendary hero and brilliant commander.\n\t\t\t\t\t\n\t\t\t\t\t  At the Jihyesan Revolutionary Site, they were told that the President went there under a hail of bullets and shells in September, Juche 40 (1951) and commanded the battle on Height 1211.\n\t\t\t\t\t\n\t\t\t\t\t They looked round a farmhouse and site for thrashing in the yard at the Puldanggol Revolutionary Site where the President, on his way back from Mt. Jihye, dropped in at and told its owner to successfully conduct the work for boosting food production and supporting the front in the wartime and showed profound loving care for him.\n\t\t\t\t\t\n\t\t\t\t\t The Sungap Revolutionary Site conveys the immortal feats of the President who went to the place where the front headquarters was located in the autumn, Juche 41 (1952) and opened a prospect for winning the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t The President met a chairwoman of the women's union and indicated the way of organizing agricultural cooperatives after the war and tasks for rehabilitating the destroyed agriculture and developing diversified farming to turn the area into a place good to live in."
        },
        {
            "title": "Three Principles of Korea's Reunification",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-26ee.html",
            "content": "Three Principles of Korea's Reunification\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- July 4 marks the 41st anniversary of the July 4 North-South Joint Statement in Korea.\n\t\t\t\t\t In the early 1970s, President Kim Il Sung put forward a policy of wide-ranging negotiations to make a breakthrough in the deadlocked north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t He personally met the chief delegate of south Korea to the north-south high-ranking political talks in Pyongyang and advanced the Three Principles of National Reunification -- independence, peaceful reunification and great national unity -- for discussion at the talks.\n\t\t\t\t\t\n\t\t\t\t\t The north and south of Korea made public a joint statement on July 4, Juche 61 (1972), which declared the principles as reunification program common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t The three principles have served as vital to relations between the north and the south in later years.\n\t\t\t\t\t\n\t\t\t\t\t The historic Pyongyang north-south summit in June 2000 yielded the June 15 North-South Joint Declaration, the embodiment of the principles. The joint declaration was greatly conducive to turning the inter-Korean relations, interwoven with distrust and confrontation, into the relationship of reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation's enthusiasm for reunification was further fueled by the adoption of the October 4 Declaration, an action program for implementing the June 15 Joint Declaration.\n\t\t\t\t\t\n\t\t\t\t\t However, the present south Korean ruling quarters are opposed to all of the declarations, as their predecessor did.\n\t\t\t\t\t\n\t\t\t\t\t For instances, they did not approve a joint national event scheduled for June 15, laying hurdle to the opening of the talks between authorities of the north and the south of Korea, which were arranged with so much efforts. Some days ago, they went the length of opening to public the minutes of the 2007 north-south summit, an act unprecedented in political history.\n\t\t\t\t\t\n\t\t\t\t\t Their hostile moves are getting more undisguised with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t Anyhow, the Korean nation will surely achieve the independent reunification, peace and prosperity by dint of reconciliation and unity, deterring the obstructive moves of the separatist forces."
        },
        {
            "title": "Taedonggang Net-Weaving Factory",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-27ee.html",
            "content": "Taedonggang Net-Weaving Factory\r\n Pyongyang, July 4 (KCNA) -- The Taedonggang Net-weaving Factory here is one of the modern industrial establishments built in the Sungon era.\n\t\t\t\t\t The factory, with a small amount of manpower, has streamlined production processes. It automated the net production with preset technical indices, adjusting diameters of net in different sizes and fully ensuring the quality of products.\n\t\t\t\t\t\n\t\t\t\t\t Among the products are nets of various colors useful for fruit farming. They can prevent fruit loss caused by birds and control the amount of sunray to suit fruit growth, thus helping increase the fruit production.\n\t\t\t\t\t\n\t\t\t\t\t The products also include fishing, filtering and fencing nets. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il visited the factory in October Juche 100 (2011), expressing great satisfaction over its products."
        },
        {
            "title": "Cultural Asset Retrieved during Korean War",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-25ee.html",
            "content": "Cultural Asset Retrieved during Korean War\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- Rijo Silok (Chronicles of Feudal Joson Dynasty) is one of Korea's national treasures as it deals with the 500-year-long history of the dynasty.\n\t\t\t\t\t Preserved in Seoul City, the books would have been damaged in the turbulence of the Korean War (June 25, 1950-July 27, 1953), but for a special measure taken by President Kim Il Sung for the protection of the national treasure.\n\t\t\t\t\t\n\t\t\t\t\t In early July Juche 39 (1950), some days after Seoul was liberated by the Korean People's Army, Kim Il Sung called educational officials to the Supreme Command to give them a special task to go to Seoul and take the chronicles to Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Command drew up a route for trucking them to Pyongyang and issued an order to military units to assist the educational officials in the retrieval.\n\t\t\t\t\t\n\t\t\t\t\t Very pleased to hear a report on their arrival, he took a measure to preserve them in safety."
        },
        {
            "title": "Anniversary of July 4 North-South Joint Statement Marked",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-12ee.html",
            "content": "Anniversary of July 4 North-South Joint Statement Marked\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- Rodong Sinmun Thursday dedicates a bylined article to the 41st anniversary of the July 4 North-South Joint Statement.\n\t\t\t\t\t Early in the 1970s President Kim Il Sung provided the north-south high-ranking political talks to set forth the three principles of national reunification -- independence, peaceful reunification and great national unity -- and saw to it that the three principles were declared in the form of the north-south joint statement, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The declaration of the three principles was a historic event that laid a fundamental cornerstone for carving out the density of the Korean nation independently and achieving the peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t Around the turn of the century, the June 15 joint declaration the keynote of which is the idea of \"By our nation itself\" was provided at the north-south summit to be followed by the adoption of the October 4 declaration for the development of the inter-Korean relations, peace and prosperity. This is another shining success made by the Korean nation in its efforts to embody the three principles of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration and the October 4 declaration are the inheritance and development of the July 4 joint statement.\n\t\t\t\t\t\n\t\t\t\t\t The successful implementation of the declarations made it possible to achieve signal successes in the north-south relations that were hardly possible in the past.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations, however, plunged into a catastrophic phase after the emergence of the Lee Myung Bak regime in south Korea which opposed the reunification of the country and denied the declarations. \n\t\t\t\t\t\n\t\t\t\t\t The present ruling forces of south Korea have made desperate efforts to escalate the confrontation with the DPRK while following in the footsteps of the preceding regime in collusion with outside forces and laid a dangerous obstacle in the country's peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The lesson teaches that if one ignores the three principles of national reunification and the declarations and acts against them, the inter-Korean relations will plunge into a catastrophe and, finally, cause a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The present situation calls upon all the Koreans to regard the three principles of national reunification as the fundamental cornerstone and conduct dynamic activities to improve the inter-Korean relations and achieve the country's reunification under the uplifted banner of the declarations.\n\t\t\t\t\t\n\t\t\t\t\t The article urged the need not to allow any attempt to defy the fundamental principle of the country's reunification and escalate the confrontation with compatriots in collusion with outside forces."
        },
        {
            "title": "KCNA Commentary Terms S. Korean Authorities Most Wicked Politicians",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-11ee.html",
            "content": "KCNA Commentary Terms S. Korean Authorities Most Wicked Politicians\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- The south Korean puppet authorities fully opened the minutes of the north-south summit to public, becoming a target of domestic and international criticism. \n\t\t\t\t\t They disclosed the \"records of president\", top secret document, after intentionally twisting them to meet the partisan interests and gratify their political ambition. This was little short of suicide committed by political hooligans bereft of any elementary faith. \n\t\t\t\t\t\n\t\t\t\t\t South Korea turned into awful mayhem. Now opposition parties, people from all walks of life and media brand the opening of the minutes as \"a coup\" and \"action above law.\" They hold that \"north-south relations will come to an end in five years of the Park Geun Hye regime\" and \"it revealed its true colors as confrontation process, not confidence-building process.\" \n\t\t\t\t\t\n\t\t\t\t\t What the political hooligans did was something unprecedented in the world history of diplomacy. Such reckless action clearly indicates the dirty political landscape of south Korea and its authorities' utter lack of outlook on ethics. \n\t\t\t\t\t\n\t\t\t\t\t They make no scruple of committing any political hooliganism to tide over their ruling crisis and keep their power secure. \n\t\t\t\t\t\n\t\t\t\t\t During the last \"presidential election\" the south Korean conservative group let the Intelligence Service illegally interfere in the \"election\" to turn the situation favorable to it. This was an unheard-of power seizure. The disclosure of the case in the subsequent period, the publication of declarations on the situation by people of all social standings in demand of the investigation into it, the campaign launched by the opposition parties and ceaseless candlelight actions have driven the ruling quarters into the worst crisis since their coming to power. \n\t\t\t\t\t\n\t\t\t\t\t Finding itself in a bottomless pitfall of ruin in the wake of the disclosure of the case the puppet group of south Korea used the opening of the top secret minutes as the last card to mislead the public opinion.\n\t\t\t\t\t\n\t\t\t\t\t It resorted to such base method as twisting the meaning of the minutes in disregard of their significance in the nation's history and its basic spirit. \n\t\t\t\t\t\n\t\t\t\t\t It is very disgusting and base for such villains to talk about \"confidence\" as they unhesitatingly distorted the minutes of the north-south summit which should be considered as the most sacred document. \n\t\t\t\t\t\n\t\t\t\t\t How can the north believe in the sincerity of summit and \"summit diplomacy\" under this situation?\n\t\t\t\t\t\n\t\t\t\t\t The recent case showed before the world the present south Korean ruling quarters' stand, attitude and nature towards the nation and reunification.\n\t\t\t\t\t\n\t\t\t\t\t Such important issue as the opening of the minutes of the summit to public could not be decided on by the unilateral judgment and resolution of the director of the puppet Intelligence Service. It was absolutely impossible without the involvement and approval of Chongwadae. \n\t\t\t\t\t\n\t\t\t\t\t It is widely known fact that the present chief executive of south Korea was most interested in the opening of the minutes as she was hardest hit by the case of the IS's interference in the \"presidential election.\" \n\t\t\t\t\t\n\t\t\t\t\t However, the opened minutes irrefutably proved that the issues raised by the south Korean conservative group were nothing but far-fetched assertions contrary to facts. In the final analysis, it has become a laughing stock in the eyes of the world. \n\t\t\t\t\t\n\t\t\t\t\t The group will never be pardoned for its recent reckless action."
        },
        {
            "title": "S. Korean Puppet Regime's Suppression of Pro-reunification Personages under Fire",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-13ee.html",
            "content": "S. Korean Puppet Regime's Suppression of Pro-reunification Personages under Fire\r\n Pyongyang, July 4 (KCNA) -- The south Korean People's Solidarity for the Repeal of the \"Security Law\", and the South Headquarters of the Pan-National Alliance for Korea's Reunification held a news conference in front of the Police Agency on July 2  in protest against the puppet authorities' fascist crackdown on leading members of the South Headquarters.\n\t\t\t\t\t At the press conference the bodies condemned the Intelligence Service (IS) and the police for searching the houses and offices of leading members of the South Headquarters, arresting the secretary general and the director of the department for cooperation with foreign countries of the body and issuing warrants for their arrests.\n\t\t\t\t\t\n\t\t\t\t\t The infuriated people are now turning out in various places with candles in their hands demanding the punishment of all those involved in the IS's interference in the election, declaration of Park Geun Hye's election as president null and void and her resignation, they noted, adding the \"government\" is shaking to its very foundation.\n\t\t\t\t\t\n\t\t\t\t\t The present \"government\" in the grip of a serious ruling crisis is desperately intensifying its suppression of people under the pretext of security in a bid to divert elsewhere the people's criticism of the \"government,\" they noted, warning:\n\t\t\t\t\t\n\t\t\t\t\t If the present chief executive of south Korea persistently resorts to such crackdown to tide over the ruling crisis just as the \"yusin\" dictator did, she will certainly encounter all-people resistance.\n\t\t\t\t\t\n\t\t\t\t\t The bodies urged the authorities to stop such suppression of the pro-reunification movement and set pro-reunification figures free."
        },
        {
            "title": "Plan for Privatizing Railway Service Slammed in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-14ee.html",
            "content": "Plan for Privatizing Railway Service Slammed in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- Civic and public organizations in south Korea including the Chunchon Citizens' Solidarity held a press conference on July 2 demanding the puppet regime retract its plan to privatize the railway service, according to KBS of south Korea.\n\t\t\t\t\t They charged that a plan to privatize the railway service was lurking behind the \"strategy for developing railway industry\" announced twice by the Ministry of Land Transport.\n\t\t\t\t\t\n\t\t\t\t\t They expressed concern that the implementation of the plan would result in the hike of service charge, increase of accidents, etc. and thus seriously damage the public nature of the railway service."
        },
        {
            "title": "Actions Staged against IS in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-15ee.html",
            "content": "Actions Staged against IS in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- People from all walks of life of south Korea on July 1 staged actions denouncing the puppet Intelligence Service for its illegal acts. \n\t\t\t\t\t 13 Buddhist organizations held masses on the situation before the Posin Pavilion in Seoul.\n\t\t\t\t\t\n\t\t\t\t\t At the masses, speakers said that the religionists should prevent the illegal act of stealing tickets from people.\n\t\t\t\t\t\n\t\t\t\t\t Those who stroke down the achievements of democracy opened to the public even the minutes of the 2007 south-north summit, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the masses marched toward the Jogye Temple.\n\t\t\t\t\t\n\t\t\t\t\t Women's organizations including the Federation of Women's Organizations and the Women's Solidarity held a press conference in Jongro District, Seoul calling for severely punishing those concerned with the case through the state investigation into the IS.\n\t\t\t\t\t\n\t\t\t\t\t The Citizens Solidarity for Democratic Society issued a commentary calling for making investigation into all illegal actions such as the IS's interference in the election and surveillance over civic and social organizations.\n\t\t\t\t\t\n\t\t\t\t\t Professors of Chungbuk and Hansin universities issued declarations on the situation respectively in which they urged the IS to correctly show the people the truth behind the illegal action, saying the present chief executive might know well the results of the crackdown on democracy, human rights abuses and illegal actions.\n\t\t\t\t\t\n\t\t\t\t\t A candlelight action by the Federation of University Students continued into the 11th day on July 1 in denunciation of the IS before the Dong-A Ilbo Office."
        },
        {
            "title": "Koreans in China Call for Carrying through Three Principles of National Reunification",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-16ee.html",
            "content": "Koreans in China Call for Implementing Three Principles of National Reunification\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- Cha Sang Bo, vice-chairman of the General Association of Koreans in China, issued a statement titled \"Let's implement three principles of national reunification and achieve independent reunification\" on July 4.\n\t\t\t\t\t The statement said that all the Koreans at home and abroad greeted the 41st anniversary of the historic July 4 joint statement.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung clarified the three principles of independence, peaceful reunification and great national unity and made sure that the July 4 joint statement reflecting the basic contents of the principles was published, a historic event which provided the Koreans with the great programme for reunification common to the nation and marked an occasion of a new turn in the efforts for national reunification, the statement noted.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il formulated the three principles of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo advanced by Kim Il Sung as the three charters for national reunification and aroused all the Koreans to the struggle for carrying them out, it said.\n\t\t\t\t\t\n\t\t\t\t\t It praised Kim Jong Il for providing the north-south summit, the first of its kind in the history of the nation's division, and adopting the June 15 joint declaration and the October 4 declaration, the programme for implementing it, thereby ushering in an epochal phase of the movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification and the north-south joint declarations, their embodiment, are great programmes to be held fast to by the Korean nation till the day of reunification no matter how the situation may change, it noted, adding reunification, peace and prosperity lie in preserving and implementing them. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean present ruling forces have been hell-bent on the moves to ignite a war against the DPRK in league with foreign forces, a challenge to the unanimous desire for north-south dialogue and improved inter-Korean relations. They are snubbing the three principles of national reunification and the north-south joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t The General Association of Koreans in China and all Koreans in China will invariably regard the three principles of national reunification and the north-south joint declarations as the landmark for independent reunification, peace and prosperity and turn out as one in the patriotic struggle to resolutely shatter the moves of the south Korean ruling forces for confrontation with fellow countrymen as they are set to deny and obliterate the principles and declarations."
        },
        {
            "title": "Kim Jong Il's Work Posted on Russian Website",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-01ee.html",
            "content": "Kim Il Sung's Work Posted on Russian Website\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- The Russian Group for Solidarity with the DPRK posted President Kim Il Sung's work \"Go All Out for Victory in the War\" on its website on June 25.\n\t\t\t\t\t He made a radio address to all Korean people on June 26, Juche 39 (1950), a day after a war broke out in Korea. The work clarifies the efforts of the DPRK government to achieve independent and peaceful reunification of the country and the aggressive purpose of the war launched by the U.S. imperialists and the south Korean Syngman Rhee puppet clique.\n\t\t\t\t\t\n\t\t\t\t\t It also deals with the fact the war fought by the Korean people was the war of justice for the reunification, independence, freedom and democracy of the country, and advances the tasks to be carried out to achieve a final victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t The website posted his photo."
        },
        {
            "title": "Kim Jong Un, Lodestar of Korea's Reunification: Russian, Nigerian Media",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-02ee.html",
            "content": "Kim Jong Un, Lodestar of Korea's Reunification: Russian, Nigerian Media\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- Special write-ups were carried in a  Russian newspaper and posted on a Nigerian website on the occasion of the 13th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The Russian paper My Home-Sochi on June 27 carried an article titled \"Echo of June 15\" illustrated with a photo documenting undying exploits of leader Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the validity and vitality of the June 15 North-South Joint Declaration, the article said:\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves that to support and implement the joint declaration is the way for the north and south of Korea to achieve reunification but to negate and stifle it will lead to confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\t Eternal is the vitality of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans are waging a nationwide struggle to preserve the joint declaration and bring the era of reunification, peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t If the present south Korean authorities truly want peace and reunification on the Korean Peninsula, they should show their will to implement the joint declaration in practice.\n\t\t\t\t\t\n\t\t\t\t\t The great Generalissimos Kim Il Sung and Kim Jong Il indicated the only, most correct way for settling the reunification issue.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un is the lodestar of Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The world will see prospering, reunified Korea in the near future, as there is Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of the Juche Idea posted on its website on June 22 an article dealing with the significance of the June 15 joint declaration which draws full support from not only all Koreans in the north, south and overseas but the international community."
        },
        {
            "title": "German Organization Supports WPK's New Strategic Line",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-03ee.html",
            "content": "German Organization Supports WPK's New Strategic Line\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- The Anti-Imperialist Forum of Germany made public a statement on June 28 in support of the new line of the Workers' Party of Korea on simultaneously pushing forward economic construction and the building of nuclear force.\n\t\t\t\t\t The dear respected Kim Jong Un advanced the new line at the March, 2013 plenary meeting of the WPK Central Committee, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This line is a brilliant succession of the unique line of simultaneously building the economy and defence set forth and successfully carried out by President Kim Il Sung and leader Kim Jong Il, and development of it onto a new higher stage.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear weapons of Songun Korea are neither goods for getting U.S. dollars nor political and economic bargaining chip to be tabled at negotiations.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear force of the DPRK is the lifeline of the Korean nation and national treasure of reunified Korea which can neither be dismantled nor bartered for billions of tons of gold as long as there exist imperialists and nuclear threat on the earth.\n\t\t\t\t\t\n\t\t\t\t\t We express full support for the DPRK's access to nukes, regarding them as a sure guarantee for protecting global peace from the moves of the imperialist allied forces."
        },
        {
            "title": "Normalization of DPRK-Japan Relations Demanded in Japan",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-04ee.html",
            "content": "Normalization of DPRK-Japan Relations Demanded in Japan\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- The Liaison Council for Demanding Denuclearization and Peace in Northeast Asia and Normalization of the Relations between Japan and the DPRK held a general meeting and gave a lecture in Tokyo on June 20.\n\t\t\t\t\t Present there were figures of civic and solidarity organizations for demanding the normalization of the relations between the DPRK and Japan across Japan.\n\t\t\t\t\t\n\t\t\t\t\t At the event the Liaison Council reviewed the work over the past year and introduced the activities conducted in various parts of Japan to support the Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t Koji Ito, co-representative of the Liaison Council, said that it is important for the two countries to normalize the relations as soon as possible, adding that to this end it is necessary to form a group of visitors to the DPRK to step up the exchanges between NGOs.\n\t\t\t\t\t\n\t\t\t\t\t Nobuyoshi Takashima, honorary professor of University of Ryukyu, denounced demonstrations against the General Association of Korean Residents in Japan being held in various places of Japan as an overt threat.\n\t\t\t\t\t\n\t\t\t\t\t Criticizing the Japanese politicians' wrong understanding of the history as regards the crimes related to the sexual slavery by the Imperial Japanese Army, he accused the media of shunning the inhuman nature of the issue.\n\t\t\t\t\t\n\t\t\t\t\t Haruki Wata, honorary professor of University of Tokyo who is advisor to the Liaison Council, said that the Japanese government should make a switchover in its policy toward the DPRK to resume the dialogue with it, and called for building up public opinion for it.\n\t\t\t\t\t\n\t\t\t\t\t Koichi Ishizaka, associate professor of Rikkyo University who is co-representative and general secretary of the Liaison Council, said that the council should hold a meeting demanding the normalization of the relations between the two countries on the occasion of the 11th anniversary of the Japan-DPRK Pyongyang Declaration and activate its work by calling upon the government to make apology and reparations for Japan's past colonial domination and apply the tuition-free program to the Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t Adopted at the event was an appeal demanding the government halt its hostile policy toward the DPRK and resume the talks for the normalization of the relations between the two countries to ensure the peace in Northeast Asia."
        },
        {
            "title": "Day of Korean People's Victory in War to Be Celebrated in Tunisia, Uganda",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-05ee.html",
            "content": "Day of Korean People's Victory in War to Be Celebrated in Tunisia, Uganda\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- Preparatory committees of Tunisia and Uganda were inaugurated on June 26 and 28 to celebrate the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t The director to the Ugandan Presidency and the chairman of the Tunisia-Korea Friendship Association were elected chairmen of the preparatory committees.\n\t\t\t\t\t\n\t\t\t\t\t The committees decided to organize colorful political and cultural events to mark the anniversary."
        },
        {
            "title": "DPRK Praised by Russian Figure",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-06ee.html",
            "content": "DPRK Praised by Russian Figure\r\n Pyongyang, July 4 (KCNA) -- A. I. Donchenko, chairman of the  Russian Blagobeshensk Association for the Study of Kimilsungism-Kimjongilism, contributed an account of an interview titled \"Lies and truth about the DPRK\" to the May 28-June 18 issue of the Russian newspaper Komunisti Amura.\n\t\t\t\t\t He said that he saw and felt a lot while attending celebrations of the centenary of birth of President Kim Il Sung last year. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a developed country.\n\t\t\t\t\t\n\t\t\t\t\t Koreans turn out a lot of good products of which they can be proud in the world.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had underwent stern trials due to economic blockade of the imperialist allied forces and natural calamities around the end of the last century but these things could not do any harm to the political system of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation is very diligent and has a high degree of creative ingenuity.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's science and technology are also making rapid progress.\n\t\t\t\t\t\n\t\t\t\t\t Schoolchildren were not playing computer games but making programs at the Pyongyang Schoolchildren's Palace.\n\t\t\t\t\t\n\t\t\t\t\t I saw students read books below road lamps many times in evenings, something rare to be found in Russia.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains unshaken with the passage of time and undeterred by U.S. threats. This fact clearly proves that it is impossible to achieve anything apart from socialism."
        },
        {
            "title": "Disbandment of \"UN Command\" Demanded in Peru",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-07ee.html",
            "content": "Disbandment of \"UN Command\" Demanded in Peru\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- The Peruvian Group for the Study of Kimilsungism-Kimjongilism issued a statement demanding the disbandment of the \"UN Command\" on June 26.\n\t\t\t\t\t The statement said as follows:\n\t\t\t\t\t\n\t\t\t\t\t It is most urgent to conclude a peace treaty between the DPRK and the U.S. and dismantle the \"UN Command\" in south Korea in order to defuse the tensions and danger of a war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The \"UN Command\" is a tool for aggression fabricated by the U.S. during the Korean war and the U.S. forces are under the helmets of the \"UN Forces\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. intention to keep as ever the \"UN Command\" is aimed to ignite a war of aggression on the Korean peninsula by abusing the UN flag.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is demanding the disbandment of the \"UN Command\".\n\t\t\t\t\t\n\t\t\t\t\t We join the progressive political parties and organizations of Peru in strongly demanding the disbandment of the \"UN Command.\"  \n\t\t\t\t\t\n\t\t\t\t\t The Korean Armistice Agreement should be replaced by a peace treaty."
        },
        {
            "title": "World Public Censures U.S. for Provoking Korean War",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-08ee.html",
            "content": "World Public Censures U.S. for Starting Korean War\n\t\t\t\t\t\t\r\n Pyongyang, July 4 (KCNA) -- Newspapers and websites of various countries dedicated articles to the June 25-July 27 month of anti-U.S. joint struggle from June 26 to 28.\n\t\t\t\t\t The Uruguayan newspaper La Juventud in its article titled \"Why did the U.S. ignite the Korean war?\" cited facts to disclose the criminal aim sought by the U.S. in launching an all-out invasion of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t To carry out the U.S. strategy for world domination, seek a way out of its economic depression and save its stooges in south Korea from their political and economic crisis were the main reasons why it ignited the Korean war and this was an irrefutable historical fact, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian-Korean Institute of Culture and Friendship posted the following article on its website:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people won a great victory in the Fatherland Liberation War (1950-1953) under the wise leadership of the great Generalissimo Kim Il Sung, ever-victorious and iron-willed commander.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is making desperate efforts to ignite the second Korean war, far from drawing a lesson from its defeat in the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The defence capability of the DPRK is growing stronger thanks to the line on simultaneously pushing forward economic construction and the building of nuclear force laid down by the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people led by him will smash any moves of the U.S. for aggression and achieve the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian Committee for Remembering Leader Kim Jong Il posted on its website articles disclosing the aggressive nature of the U.S. imperialists as the provoker of the Korean war."
        },
        {
            "title": "Three Principles of National Reunification Supported by International Community",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-09ee.html",
            "content": "Three Principles of National Reunification Supported by International Community\r\n Pyongyang, July 4 (KCNA) -- The three principles of national reunification set forth by President Kim Il Sung have elicited strong support and positive responses from the world community.\n\t\t\t\t\t The chairman of the Guinean Society for the Study of the Juche Literary Idea said the three principles of independence, peaceful reunification and great national unity clarified by the President have become a great programme for Korea's reunification amid great support not only by all the Koreans but by broad international community after it was specified in the July 4 joint statement released by the north and the south of Korea in 1972.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi Group for the Study of Songun Politics in its bulletin said the publication of the July 4 joint statement was a brilliant fruition brought about by the President's Juche-based idea and line on national reunification and his outstanding and experienced leadership.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Indian Intellectuals' Society for the Study of the Juche Idea said the statement sparked off unanimous support among not only all Koreans but broad world public.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Denmark-DPRK Friendship Association said to peacefully reunify the country is a unanimous desire of the Korean people and the world peace-loving people alike.\n\t\t\t\t\t\n\t\t\t\t\t The British Association for the Study of Songun Politics and the British Group for the Study of the Juche Idea stated that the publication of the July 4 joint statement provided a great landmark in the Korean people's efforts for achieving the country's reunification, which became a component of the Three Charters for National Reunification together with the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo.\n\t\t\t\t\t\n\t\t\t\t\t The acting chairman of the Sweden-Korea Friendship Association said the dear respected Kim Jong Un noted in his congratulatory speech at the parade marking the centenary of birth of the President that the Workers' Party of Korea and the government of the DPRK will hold hands with anyone who truly wishes for the country's reunification and peace and prosperity of the nation. It serves as a banner for Korea's reunification which comprehensively embodies the President and leader Kim Jong Il's idea of independence, peaceful reunification and great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea in its statement expressed conviction that the Korean people would surely win victory in their efforts to foil the moves of the U.S. imperialists and south Korean puppet clique seeking national division against reunification under the banner of the July 4 joint statement, the June 15 North-South Joint Declaration and the October 4 declaration."
        },
        {
            "title": "Kim Jong Un recorre Fabrica de Maquinas de Precision de Kangdong",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-29ee.html",
            "content": "Kim Jong Un recorre Fabrica de Maquinas de Precision de Kangdong\n\t\t\t\t\t\t\r\nPyongyang, 4 de julio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea dirigio en el terreno la Fabrica de Maquinas de Precision de Kangdong.\n\t\t\t\t\tPrimeramente, el Mariscal recorrio la sala de educacion en la historia revolucionaria, ocasion en la cual dijo que la fabrica se ha fortalecido como una fabrica ejemplar de autoconfianza bajo la sabia direccion del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que son buenas las maquinas de precision de nuevo tipo producidas en la Fabrica y agrego que se cumplio estrictamente la ultima tarea dada por el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que el Dirigente estaria muy alegre si viera las maquinas con marca domestica.\n\t\t\t\t\t\n\t\t\t\t\tAl enfatizar la necesidad de acondicionar mas bien la sala y dar a conocer profundamente a los empleados las hazanas inmortales de direccion de los Generalisimos para que ellos continuaran la tradicion de la Fabrica de haber cumplido satisfactoriamente las tareas dadas por los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\tAnte el monumento en memoria de la visita de orientacion el dijo que deben edificar bien los monumentos en las unidades visitadas por los Generalisimos y dio preciosas instrucciones al respecto.\n\t\t\t\t\t\n\t\t\t\t\tViendo las maquinas de precision hechas en la Fabrica, elogio su forma, comodidad y funcion.\n\t\t\t\t\t\n\t\t\t\t\tLuego, recorrio varios talleres haciendo conocimiento del estado de produccion y la modernizacion de los equipos.\n\t\t\t\t\t\n\t\t\t\t\tEn el taller de elaboracion, reconocio el hecho de que al fabricar con sus propias fuerzas y tecnologias la fresadora de control numerico y otros equipos CNC, las utilizan en la produccion y elogio otra vez el espiritu revolucionario de autoconfianza de los obreros de la Fabrica.\n\t\t\t\t\t\n\t\t\t\t\tEn el otro de montaje, vio con profunda atencion el proceso de montaje de articulos y presto gran atencion al ambiente de trabajo y enseno la orientacion y el metodo para mejorarlo.\n\t\t\t\t\t\n\t\t\t\t\tAnalizo la funcion de las maquinas de precision y dio la tarea de elaborar el grafico de sus capacidades.\n\t\t\t\t\t\n\t\t\t\t\t Averiguo tambien el estado de produccion de los articulos de primera necesidad.\n\t\t\t\t\t\n\t\t\t\t\tViendo paraguas, tirador, maquina para cortar pelo y otros, subrayo que deben cumplir sin falta el plan de produccion de maquinas de precision y el de los articulos de primera necesidad.\n\t\t\t\t\t\n\t\t\t\t\tRefiriendose a la importancia de la Fabrica en el desarrollo de la industria de elaboracion de maquinaria, presento las tareas que se presentan ante la Fabrica.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que la Fabrica debe cumplir sin falta el plan de produccion del presente ano y esforzarse por producir mucho mas las maquinas y definio la meta a ser alcanzada por la Fabrica en unos anos siguientes.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que el mejoramiento de la funcion y la calidad de los productos de la Fabrica residen enteramente en la aplicacion de la tecnologia CNC en las instalaciones de elaboracion y anadio que para incrementar la produccion y mejorar su calidad, deben realizar en el nivel mas alto la modernizacion de las instalaciones.\n\t\t\t\t\t\n\t\t\t\t\tApunto que para surtir gran efecto de las maquinas de precision en la practica, deben asegurar la credibilidad de los articulos y desarrollar el movimiento por la innovacion tecnica para aligerarlos.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Mariscal tomo una foto con los obreros de la Fabrica.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Choe Ryong Hae, Hwang Pyong So y Hong Yong Chil."
        },
        {
            "title": "Premier coreano visita campo de construccion de instituto de setas",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-30ee.html",
            "content": "Premier coreano visita campo de construccion de instituto de setas\n\t\t\t\t\t\t\r\nPyongyang, 4 de julio (ACNC) -- El premier de la Republica Popular Democratica de Corea Pak Pong Ju recorrio el campo de construccion del Instituto de Setas de la Academia Estatal de Ciencias.\n\t\t\t\t\tSe cercioro del estado de la obra, estimulo a los constructores militares y convoco la reunion consultiva.\n\t\t\t\t\t\n\t\t\t\t\tSe impartieron en la ocasion las tareas para hacer que el Consejo de Ministros y otras unidades vinculadas suministren los materiales de construccion conforme a la velocidad de trabajo.\n\t\t\t\t\t\n\t\t\t\t\tPak senalo que en acato a la idea del Partido del Trabajo de Corea de dar importancia a las ciencias y tecnicas, los funcionarios e investigadores del instituto deben contribuir a la mejora de vida alimentaria del pueblo al profundizar los estudios de hongos de diferentes variedades y aplicar en la produccion las tecnicas de cultivo de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tEl estuvo tambien en la Fabrica de Libretas de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEstudio en detalles el estado de modernizacion y organizo la reunion consultiva, en la cual destaco la necesidad de cuidar bien los equipos y elevar la calidad de los productos."
        },
        {
            "title": "Conversan cancilleres de RPDC y Brunei",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-31ee.html",
            "content": "Conversan cancilleres de RPDC y Brunei \n\t\t\t\t\t\t\r\nPyongyang, 4 de julio (ACNC) -- Tuvieron lugar el dia 3 en Bandar Seri Begawan las conversaciones entre el canciller Pak Ui Chun, quien preside la delegacion de la Republica Popular Democratica de Corea de visita en Brunei, y el ministro de Relaciones Exteriores y de Comercio de este pais, Mohamed Bolkiah. \n\t\t\t\t\tEn la ocasion participaron por la parte coreana los miembros de la delegacion y el embajador coreano acreditado en ese pais y por la contraparte, el oficial superior de RR.EE. y de Comercio y otros interesados.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes informaron la situacion de sus respectivos paises e intercambiaron criterios sobre el desarrollo de relaciones de amistad entre los dos paises y otros asuntos de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\tMohamed Bolkiah expreso la alegria por los grandes exitos que el pueblo coreano logra en la construccion de un Estado prospero y la voluntad de contribuir a desarrollar las relaciones bilaterales en las esferas politica, economica, cultural, etc.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, la delegacion coreana fue invitada al banquete ofrecido por el ministro anfitrion.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, ella visito el museo de emir, el campo de construccion de viviendas y otros lugares en Bandar Seri Begawan."
        },
        {
            "title": "Choe Ryong Hae recorre campos de construccion en capital",
            "url": "http://kcna.co.jp/item/2013/201307/news04/20130704-32ee.html",
            "content": "Choe Ryong Hae recorre campos de construccion en capital\n\t\t\t\t\t\t\r\nPyongyang, 4 de julio (ACNC) -- Choe Ryong Hae, jefe de la Direccion Politica General del Ejercito Popular de Corea, averiguo en el terreno como se construyen el Museo Conmemorativo de la Victoria en la Guerra de Liberacion de la Patria, el cementerio de martires del EPC y las viviendas para los cientificos.\n\t\t\t\t\tDurante su recorrido por varios puntos del museo y el cementerio, Choe estimulo a los constructores militares resaltando la necesidad de asegurar la velocidad y la calidad en esas obras.\n\t\t\t\t\t\n\t\t\t\t\tEn el reparto de viviendas para los cientificos, instruyo construirlas perfectamente.\n\t\t\t\t\t\n\t\t\t\t\tEn sus visitas se tomaron las medidas para dinamizar la agitacion economica en el terreno y proveer de suficientes materiales de construccion."
        }
    ]
}