{
    "date": "2013-04-10",
    "url": "http://kcna.co.jp/item/2013/201304/2013-04-10ee.html",
    "articles": [
        {
            "title": " Kim Jong Un Sends Letters to People of Various Social Strata",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-19ee.html",
            "content": "Kim Jong Un Sends Letters to People of Various Social Strata\r\n Pyongyang, April 10 (KCNA) -- The dear respected Marshal Kim Jong Un sent autograph letters of various social strata, including teachers, students and children, in reply to their letters which reflected their firm determination to achieve a final victory in the confrontation with the U.S. and the drive for building a thriving nation and firmly prepare themselves as pillars for Songun Korea. \n\t\t\t\t\t He sent autograph letters to An Ho Chun, second cell secretary of the Department 5 of the Korean Central News Agency, and Ko Pong Chun, cell secretary of the transport work-team of the transport shop of the Pyongyang Post Office, who participated in the Fourth Conference of Cell Secretaries of the Workers' Party of Korea and repeatedly received loving care and trust. \n\t\t\t\t\t\n\t\t\t\t\t He also sent autograph letters to the members of the Third Tunneling Workteam of the Pit 9 of the February 8 Jikdong Youth Coal Mine, Choe On Gyong, merited writer of the Central Committee of the Writers Union of Korea, and Choe So Hyang residing in Soho-dong No. 1, Hungnam District, Hamhung City, South Hamgyong Province, and Ham Ok Suk, teacher of Pyongyang Jesan Primary School.\n\t\t\t\t\t\n\t\t\t\t\t He sent autograph letters to Jo Im Sil residing in Saesallim-dong, Tongdaewon District, Kim Hui Ryon residing in Kosan-dong, Taesong District, and Yun Hwa Suk residing in Pongnam-dong, Phyongchon District, Pyongyang who participated in the Fourth National Meeting of Mothers, and Kang Dok Sun residing in Unchon-ri, Sohung County, North Hwanghae Province who donated food to the country out of patriotism. He reposed such trust in them as encouraging them to keep to the road of assisting the army and displaying patriotism.\n\t\t\t\t\t\n\t\t\t\t\t  He also sent autograph letters to school youth and children reflecting his loving care and best wishes to see them grow up to be talents of the country. They included An Phyong Ok, student of Kim Il Sung University; Jong Wi Hyok, pupil of Phyongsong Primary School, Phyongsong City, South Phyongan Province; Rim Tae Hyok, pupil of Haeun Primary School, Haeju City, South Hwanghae Province; Kim Ye Gwang, pupil of Pyongyang Sohung Primary School; Pak Il Bom, pupil of Pyongyang Ryukgyo Primary School; Mun Phyong Rin, pupil of Yangji Primary School, Wonsan City, Kangwon Province; Jong Ho Il, pupil of Somun Primary School, Sunchon City, South Phyongan Province; Rim Jin U, child of Changgwang Kindergarten; Cha Kum Sok, child of the Kindergarten of the Ponghwa Chemical Factory; Ri Hyo Un, child of Pyongyang Ryonhwa Kindergarten; Paek Nam Hyok, child of Changgwang Kindergarten; and O Chol Hyon, child of Pyongyang Soryong Kindergarten No. 2.\n\t\t\t\t\t\n\t\t\t\t\t They in their letters wished good health to Kim Jong Un, who represents the destiny of all Koreans and everything concerning their life and happiness, for the bright tomorrow of eternally prospering Korea of Kim Il Sung and Kim Jong Il, reflecting the unanimous desire of all people of the country."
        },
        {
            "title": "Credentials to Kim Yong Nam from Gabonese Ambassador",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-23ee.html",
            "content": "Credentials to Kim Yong Nam from Gabonese Ambassador\r\n Pyongyang, April 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Gabonese Ambassador to the DPRK Jean-Robert Goulonggana at the Mansudae Assembly Hall Wednesday.\n\t\t\t\t\t Kim had a talk with the ambassador after receiving the credentials."
        },
        {
            "title": "Overseas Koreans Pay Tribute to Statues",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-36ee.html",
            "content": "Overseas Koreans Pay Tribute to Statues\r\n Pyongyang, April 10 (KCNA) -- The delegation of the Korean Democratic Women's Union in Japan, the delegation of the Central Association of Korean Nationals in Russia and the delegation of the General Association of Koreans in China visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill to pay homage to them Wednesday.\n\t\t\t\t\t They laid bouquets before the statues in boundless reverence for Kim Il Sung and Kim Jong Il who made immortal contributions to the development of the Juche-oriented movement of overseas Koreans."
        },
        {
            "title": "Gift to Kim Jong Un from Mongolian",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-25ee.html",
            "content": "Gift to Kim Jong Un from Mongolian\r\n Pyongyang, April 10 (KCNA) -- The dear respected Kim Jong Un was presented with a gift by V. Bilegt, general director for Police of Mongolia.\n\t\t\t\t\t It was handed by the general director to the head of the delegation of the Ministry of People's Security on a visit to Mongolia."
        },
        {
            "title": " Floral Basket from Palestinian President",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-21ee.html",
            "content": "Floral Basket from Palestinian President\r\n Pyongyang, April 10 (KCNA) -- The dear respected Kim Jong Un received a floral basket from Mahmoud Abbas, president of the State of Palestine, on the occasion of the birth anniversary of President Kim Il Sung and the first anniversary of Kim Jong Un's election as first secretary of the Workers' Party of Korea.\n\t\t\t\t\tPalestinian Ambassador to the DPRK Ismail Ahmed Mohamed Hasan Wednesday handed it over to Kim Yong Il, alternate member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea."
        },
        {
            "title": "Meeting of Working People's Organizations Held",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-17ee.html",
            "content": "Meeting of Working People's Organizations Held\r\n Pyongyang, April 10 (KCNA) -- Meetings of working people's organizations of the DPRK took place on Wednesday to mark the first anniversary of Kim Jong Un's election as first secretary of the Workers' Party of Korea (WPK) and first chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The meetings were held at the plaza of the Party Founding Memorial Tower, the Ponghwa Revolutionary Site and the plaza of the Tower of the Juche Idea. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Ri Yong Su, department director of the C.C., the WPK, officials concerned, officials of working people's organizations, workers and trade union members, agricultural workers and women's union members.\n\t\t\t\t\t\n\t\t\t\t\t Reports were made at the meetings to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporters and speakers said that Kim Jong Un's election to the top posts of the WPK and the state marked a political event which demonstrated the fixed faith and will of all service personnel and people of the DPRK to build a thriving socialist nation on this land without fail under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has a sure guarantee for winning victory in the confrontation with the U.S. and in the drive to build a thriving nation, they noted, adding this is a shining fruition of his wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t They called for devotedly defending him with the unshakable faith that the DPRK is sure to win thanks to his leadership and becoming his true revolutionary comrades, comrades-in-arms."
        },
        {
            "title": "Art Performance Given at Mangyongdae Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-18ee.html",
            "content": "Art Performance Given at Mangyongdae Schoolchildren's Palace\r\n Pyongyang, April 10 (KCNA) -- A performance was given by the members of the art circles of the Mangyongdae Schoolchildren's Palace on Wednesday to mark the first anniversary of Kim Jong Un's election as first secretary of the Workers' Party of Korea (WPK) and first chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The performance began with a prelude \"We Extend Glory to You\". Put on the stage were colorful numbers like duet and chorus \"Our Marshal Is Best\", instrumental music and serial songs \"We Sing of Care of Mother Party\" and triplets' song \"We Are Happy\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang highly of the excitement and joy of schoolchildren across the country holding Marshal Kim Jong Un in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t The repertoire included numbers showing the cheerful and happy schoolchildren nurturing their dream under his care.\n\t\t\t\t\t\n\t\t\t\t\t The performance ended with an epilogue \"Let's Hold Marshal Kim Jong Un in High Esteem\". The performance vividly represented the steadfast will of the schoolchildren to prepare themselves to be reliable successors to the revolutionary cause of Songun unfailingly loyal to Kim Jong Un, holding the great Generalissimos Kim Il Sung and Kim Jong Il as the eternal sun of Juche in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Jon Yong Nam, chairman of the C.C., the Kim Il Sung Socialist Youth League, officials concerned, officials of the youth league and school youth and children."
        },
        {
            "title": " Oath-taking Meeting of Young People Held",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-22ee.html",
            "content": "Oath-taking Meeting of Young People Held\r\n Pyongyang, April 10 (KCNA) -- An oath-taking meeting of young people took place before the statues of Generalissimos Kim Il Sung and Kim Jong Il on Mansu Hill Wednesday. They vowed to uphold the leadership of the dear respected Marshal Kim Jong Un with loyalty, true to the behests of the great Generalissimos.\n\t\t\t\t\t Laid before the statues were a floral basket in the name of the participants in the meeting and flowers.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the Central Committee of the Kim Il Sung Socialist Youth League, read out a letter of pledge.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the pure loyalty and moral obligation of Kim Jong Un who has ushered in a new chapter of the cause of perpetuating the memory of the leaders, the sacred august names and immortal revolutionary feats of the great Generalissimos are shedding their rays, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Bearing in mind the immutable truth that the final victory is in store for us as we are led by Kim Jong Un, we will devotedly defend Kim Jong Un, the destiny of all the Koreans and future, politically and ideologically, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to join the Korean People's Army, exalt the youthful life with arms, sincerely learn the military affairs, highly display the spirit of assisting the army and thus victoriously conclude the confrontation with the U.S. and achieve the country's reunification without fail.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to intensify the drive for collective innovations in important fields of building an economic power true to the new strategic line on simultaneously carrying out the economic construction and the building of nuclear force and become reliable scout unit of the general advance, vanguard and shock brigade in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The participants chanted the slogan reflecting the firm oath of young vanguard members across the country to successfully carry forward the cause of Kimilsungism-Kimjongilism under the leadership of the great party, rallied close around Kim Jong Un."
        },
        {
            "title": "Military Attaches Corps Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-30ee.html",
            "content": "Military Attaches Corps Visits Mangyongdae\r\n Pyongyang, April 10 (KCNA) -- The military attaches corps here visited Mangyongdae on Wednesday on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The members of the corps went round historic relics at the old home of Kim Il Sung in Mangyongdae, being briefed on his revolutionary history and his family members.\n\t\t\t\t\t\n\t\t\t\t\t They also visited revolutionary sites on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t Then they planted trees around the old home."
        },
        {
            "title": "Honorary Titles Conferred upon Artistes of Unhasu Orchestra",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-41ee.html",
            "content": "Honorary Titles Conferred upon Artistes of Unhasu Orchestra\r\n Pyongyang, April 10 (KCNA) -- The title of People's Artiste was awarded to vocalist Jang Yong Ok and instrumentalist Yu Won Chol and title of Merited Artiste to instrumentalists Jo Ok Ju, Nam Un Ha, Kim Su Myong, Kim Hyong Il and Ri Jong Hui of the Unhasu Orchestra on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t This conferment was made in recognition of their great contributions to successfully producing and staging music pieces pervaded with high and dynamic spirit of the times to encourage the army and people of the country in their struggle for a final victory, firmly armed with the Juche-oriented and original idea of the Workers' Party of Korea on musical art.\n\t\t\t\t\t\n\t\t\t\t\t The relevant decree of the Presidium of the Supreme People's Assembly of the DPRK was promulgated on April 8."
        },
        {
            "title": "National Calligraphic Festival and Fine Art Exhibition Open",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-35ee.html",
            "content": "National Calligraphic Festival and Fine Art Exhibition Open\r\n Pyongyang, April 10 (KCNA) -- A national calligraphic festival was opened to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t It brought together calligraphers, fans, school youth and students and children across the country. \n\t\t\t\t\t\n\t\t\t\t\t On display there are more than 300 pieces of calligraphic works reflecting aphorisms of the peerlessly great persons of Mt. Paektu and the fighting spirit and firm resolution of the service personnel and people of the DPRK who are bringing about an epochal phase in building a thriving nation under the leadership of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t On display there are works \"Immortality\", \"Bloodline of Mangyongdae\", \"Blessing of Sun\" depicting the boundless reverence of the army and people of the DPRK for Generalissimo Kim Il Sung who devoted his whole life to the prosperity of the country and its people's happiness all his life.\n\t\t\t\t\t\n\t\t\t\t\t \"Sun of Songun\", \"Padded Clothes\", \"Kim Jong Il's Patriotism\" and other works deal with the undying feats the great Generalissimo Kim Jong Il performed by putting the DPRK on the status of a nuclear weapons state, satellite manufacturer and launcher while making a long journey of patriotic devotion under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Words and slogans carrying with revolutionary and profound intention and calligraphic works done in a  dynamic and vibrant writing style reflect the faith and will of the service personnel and people of the DPRK to energetically push forward the building of a thriving nation, rallied close around Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place at the Pyongyang International House of Culture Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, officials concerned, creators, fine art lovers, Pyongyangites, school youth and students and children.\n\t\t\t\t\t\n\t\t\t\t\t Hong Kwang Sun, minister of Culture, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Songhwa Fine Art Exhibition  opened that day."
        },
        {
            "title": "State Industrial Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-27ee.html",
            "content": "State Industrial Art Exhibition Opens\r\n Pyongyang, April 10 (KCNA) -- A state industrial art exhibition opened with due ceremony at the State Industrial Art Exhibition Centre here on Wednesday to celebrate the birth anniversary of President Kim Il Sung. It was open to mark the first anniversary of the dear respected Kim Jong Un's on-the-spot guidance to the exhibition.\n\t\t\t\t\t On display there are more than 600 designs and products based on them and industrial art designs that received guidance given by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display are at least 1,000 designs, products and models created by the Korean Industrial Art Studio, the Mansudae Art Studio, provincial industrial art studios, units for creating industrial art of ministries and national institutions, teachers and students in the field of education such as Pyongyang University of Fine Arts and industrial art lovers.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were officials concerned, creators, teachers and students in the field of industrial art and industrial art lovers.\n\t\t\t\t\t\n\t\t\t\t\t Vice Premier Ri Mu Yong said in an opening address that the exhibition would be of great significance as it will showcase the development of the Juche-based industrial art.\n\t\t\t\t\t\n\t\t\t\t\t He called for launching a dynamic campaign to break through cutting-edge science and technology and demonstrate high ability in order to create more valuable designs and thus contributing to turning out products impeccable in any aspect and favored by customers and goods with world competitiveness.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants went round the exhibition."
        },
        {
            "title": " IAAF-26th Mangyongdae Prize Marathon to Be Held",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-32ee.html",
            "content": "IAAF-26th Mangyongdae Prize Marathon to Be Held\r\n Pyongyang, April 10 (KCNA) -- The International Association of Athletics Federations-26th Mangyongdae Prize Marathon is to be held here to mark the Day of the Sun (April 15), President Kim Il Sung's birth anniversary.\n\t\t\t\t\t In this regard, KCNA had an interview with Ham Chang Hyok, deputy department director of the Ministry of Physical Culture and Sports.\n\t\t\t\t\t\n\t\t\t\t\t Q: It is told that the tournament will draw more marathoners from other countries than previous years. Would you tell me about its scale and proceedings?\n\t\t\t\t\t\n\t\t\t\t\t A: Taking part in the tournament, slated for April 14, will be scores of male and female marathoners from 16 countries, including Ukraine, the Czech Republic, Zimbabwe, Kenya and Ethiopia, and regions. Among them are players who scored good results in various international tournaments.\n\t\t\t\t\t\n\t\t\t\t\t Some 600 local marathoners will compete in the tournament.\n\t\t\t\t\t\n\t\t\t\t\t The contestants will run 10-kilometer distance four times via the Arch of Triumph, Friendship Tower, Kumsong Street, Chongryu and Rungna bridges and Kumrung Tunnel starting from Kim Il Sung Stadium.\n\t\t\t\t\t\n\t\t\t\t\t The tournament will also include a half-marathon race and a 10km race for juniors.\n\t\t\t\t\t\n\t\t\t\t\t Q: I think enthusiasm for the upcoming tournament is running high among local marathoners and their coaches as never before.\n\t\t\t\t\t\n\t\t\t\t\t A: That's right. Kim Kum Ok of the April 25 Sports Team won a gold medal at the 14th Asian Marathon Championship in February, displaying the honor of Songun (military-first) Korea.\n\t\t\t\t\t\n\t\t\t\t\t The news has fueled their enthusiasm."
        },
        {
            "title": "3rd People's Art Festival to Be Held in DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-33ee.html",
            "content": "3rd People's Art Festival to Be Held in DPRK\r\n Pyongyang, April 10 (KCNA) -- The 3rd April Spring People's Art Festival is to be held here to mark the Day of the Sun (April 15), President Kim Il Sung's birthday.\n\t\t\t\t\t In this regard, KCNA met Roe Il Nam, a section chief of the Festival Organizing Committee.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The festival, due to be opened on April 11, will take place divided into five categories, which include professional art groups, art squads, itinerant art groups and individuals across the country and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The participants will put on festival stages colorful art pieces vibrant with the spirit of the present times.\n\t\t\t\t\t\n\t\t\t\t\t Ten odd theatres, concert halls and cultural houses in Pyongyang have been ready for performances.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, various kinds of festival posters were published."
        },
        {
            "title": "New Postage Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-34ee.html",
            "content": "New Postage Stamps Issued in DPRK\r\n Pyongyang, April 10 (KCNA) -- The State Stamp Bureau of the Democratic People's Republic of Korea issued new postage stamps (four kinds of sheets) in commemoration of the Day of the Sun (April 15), President Kim Il Sung's birth anniversary.\n\t\t\t\t\t Seen on the upper part of them are letters \"In Commemoration of the Day of the Sun\".\n\t\t\t\t\t\n\t\t\t\t\t The stamps carry pictures of blossoms of zinnia, cockscomb, dahlia and nasturtium, some of the flowering plants presented to Kim Il Sung by foreign dignitaries as gifts."
        },
        {
            "title": "Social Science Seminar on New Line",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-28ee.html",
            "content": "Social Science Seminar on New Line\r\n Pyongyang, April 10 (KCNA) -- There took place on Wednesday a seminar of social science on a new line of simultaneously pushing forward the economic construction and the building of nuclear force that the dear respected Marshal Kim Jong Un laid down at the March, 2013 plenary meeting of the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present there were teachers and researchers in the fields of science, education and institutes for training party workers, lecturers in the field of the preservation of revolutionary relics and journalists and editors of media.\n\t\t\t\t\t\n\t\t\t\t\t Papers presented at the seminar profoundly proved the originality, scientific accuracy, truth and vitality of the new line.\n\t\t\t\t\t\n\t\t\t\t\t The new line is the strategic one to be firmly adhered to by the WPK and the army and people of the DPRK in the confrontation with the U.S. and the building of a thriving socialist nation, the speakers said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The new line is a strategic line as it meets the supreme interests of the Korean revolution and makes it possible to protect them firmly and to closely combine economic construction and nuclear force up-building as required by the new higher stage of the developing revolution and satisfactorily push them forward.\n\t\t\t\t\t\n\t\t\t\t\t The new line is the most just and unique as it is a continuation of the line of simultaneously pushing forward economic construction and defence up-building laid down and implemented by the Generalissimos Kim Il Sung and Kim Jong Il and its development in depth as required by the prevailing situation and the developing revolution in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Noting that this line developed in depth the line of simultaneously developing economy and defence up-building whose validity and vitality have been proved in revolutionary practice, the speakers stressed that it is a realistic and reasonable one as it makes it possible to energetically promote the development in all fields of the national economy with the nuclear force up-building. They continued:\n\t\t\t\t\t\n\t\t\t\t\t The validity of the new line lies in that the bolstered nuclear force serves as reliable war deterrence, provides a sure guarantee for safeguarding the national sovereignty and helps display its greatest effect in developing economy and bolstering the national defence as required by the actual situation in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t To remain true to Kim Jong Un's Songun revolutionary leadership is a sure guarantee for achieving a final victory in the Juche-oriented revolution by thoroughly implementing the new line."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-26ee.html",
            "content": "Anniversary of Kim Jong Il's Work Marked\r\n Pyongyang, April 10 (KCNA) -- A seminar was held at the Pyongyang Grand Theater on Wednesday to mark the 40th anniversary of the publication of leader Kim Jong Il's famous work \"Theory of Cinematic Art\".\n\t\t\t\t\t The work published on April 11, Juche 62 (1973) comprehensively clarifies all issues arising in all aspects of literature and arts such as the essence and requirements of humanics, literature, directing, shooting, fine art, music theories and missions and duties of writers and artistes. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Hong Kwang Sun, minister of Culture, An Tong Chun, chairman of the C.C., the General Federation of  Literature and Arts, officials concerned, creators, artistes, teachers, researchers and media persons.\n\t\t\t\t\t\n\t\t\t\t\t The speakers explained the originality, validity and vitality of the idea and theory indicated in the work.\n\t\t\t\t\t\n\t\t\t\t\t The idea and theory on the Juche-oriented humanics serve as guidelines for depicting a life and human prototype in the era of Songun, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The theory of seed and the Juche-oriented theory of cinema and directing serve as prerequisite to bringing about innovations and a true textbook for producing masterpieces in the field of cinema industry in the new century. \n\t\t\t\t\t\n\t\t\t\t\t The work provided the movie stars with a powerful ideological and theoretical weapon for dynamically conducting the work to produce movies.\n\t\t\t\t\t\n\t\t\t\t\t The speakers underscored the need to thoroughly apply the Korean-style production guidance system and creation system established by Kim Jong Il and learn from the dynamic creative work style of the Moranbong Band so as to produce original and bold ideas in scenario, directing and acting. \n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to carry through the tasks set forth in the work and thus make innovations in the field of movie industry and uphold and glorify the immortal feats of Kim Jong Il."
        },
        {
            "title": " First Quarterly Plan Overfulfilled in Economic Fields in DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-31ee.html",
            "content": "First Quarterly Plan Overfulfilled in Economic Fields in DPRK\r\n Pyongyang, April 10 (KCNA) -- A production upsurge was witnessed in various fields of the economy in the Democratic People's Republic of Korea during the first three months this year.\n\t\t\t\t\t The quarterly coal output quota was hit at 101 percent nationwide. Coal production increased sharply at the Kaechon, Tokchon and Kangdong area coal-mining complexes.\n\t\t\t\t\t\n\t\t\t\t\t The Kim Chaek Iron and Steel Complex, a giant steel maker, finished the quarterly pig production plan at 105 percent.\n\t\t\t\t\t\n\t\t\t\t\t The Taean Heavy Machine Complex, a major generator producer, topped the plan for March by 30 percent. The same is true for other machinery makers, including Rakwon and Ryongsong Machine complexes.\n\t\t\t\t\t\n\t\t\t\t\t A production upswing was also seen in the timber industry, with its quarterly plan topped at 100.5 percent. In particular, forestry stations under the Jagang Provincial Forestry Management Bureau made fresh innovations in logging."
        },
        {
            "title": "Landscaping in Full Swing in DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-40ee.html",
            "content": "Landscaping in Full Swing in DPRK\r\n Pyongyang, April 10 (KCNA) -- The Democratic People's Republic of Korea launched a nationwide spring campaign for landscaping the country, although it is faced with a highly volatile situation caused by the U.S. and south Korean persistent moves for nuclear war provocation.\n\t\t\t\t\t People from all walks of life, including servicepersons, have turned out in the campaign to green streets, parks, pleasure grounds, etc.\n\t\t\t\t\t\n\t\t\t\t\t Living an optimistic life even under the complicated situation is one of the traditions established by the anti-Japanese Korean revolutionary fighters, who brought about Korea's liberation from the Japanese colonial rule in 1945. The fighters always paid deep attention to living environment even in those days marked by fierce battles against the Japanese aggressors.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, President Kim Il Sung in his reminiscences \"With the Century\" said: \"In those days we paid special attention to order in the daily routine. Even the sight of our camping sites or the sites of our camp fire often caused the enemy to abandon the idea of pursuing us.\"\n\t\t\t\t\t\n\t\t\t\t\t Such trait of life was fully displayed during socialist construction in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It was when the Korean People's Army captured the U.S. armed spy ship \"Pueblo\", which intruded deep into the DPRK's territorial waters. A touch-and-go situation prevailed on the Korean Peninsula after the incident. \n\t\t\t\t\t\n\t\t\t\t\t At that time, Kim Il Sung said that economic construction should be continued until today even if a war may break out tomorrow. Encouraged by his pluck, the local people pressed ahead with construction even under the acute situation.\n\t\t\t\t\t\n\t\t\t\t\t In the days of \"Arduous March,\" the forced march, too, the Korean people face-lifted their worksites and villages with the slogan \"Let us live not merely for today but for tomorrow\" kept in their minds. Inspired by leader Kim Jong Il's patriotism, an upswing was made in city management and many rural communities underwent a great change when the country was in hard time.\n\t\t\t\t\t\n\t\t\t\t\t Even though the country's situation remains tense, its people will never stop their patriotic work for the wellbeing of posterity with firm conviction of victory."
        },
        {
            "title": "Minju Joson Denounces S. Korean Media for Slandering DPRK's Line",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-15ee.html",
            "content": "Minju Joson Denounces S. Korean Media for Slandering DPRK's Line\r\n Pyongyang, April 10 (KCNA) -- The ultra-right conservative media of south Korea including Segye Ilbo and Munhwa Ilbo recently released misinformation that the DPRK is creating a nuclear war phobia, terming its  new line of simultaneously pushing forward economic construction and the building of nuclear force an \"attempt at nuclear weaponization going beyond the level of verbal provocation\" and the \"height of brinkmanship.\" They even made no scruple of hurting the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t Minju Joson Wednesday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The new line serves as an immortal programme for protecting and glorifying the independent dignity of Songun Korea and bringing about a bigger leap forward and innovations in the building of an economic power and marks an important landmark for hastening the great revolutionary event of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t This new line is fully supported not only by the Koreans at home and abroad but the world progressives desirous of independence. The pro-U.S. lackeys in south Korea, however, are struck with terror by the declaration of the new line as they pursue confrontation with fellow countrymen and a war against the north. That is why the south Korean puppet authorities prodded hack media men into a base and dastardly campaign slandering the line. \n\t\t\t\t\t\n\t\t\t\t\t It is their sinister objective to prevent war-weariness from spreading in all fabrics of south Korean society after their military inferiority became clear in the wake of the DPRK's clarification of its new line. Another aim sought by them is to tarnish the daily rising prestige of the DPRK and evade the responsibility for the escalating tension. \n\t\t\t\t\t\n\t\t\t\t\t If the vicious ultra-right conservative media are allowed to persist in their smear campaign, keen on confrontation with fellow countrymen, it will be hard to prevent a new war, a nuclear war. Such reckless tongue-lashing of hack writers has put the fate of the south Koreans at great peril. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK keeps strict tabs on all the crimes committed by the ultra-right conservative media so far. They will have to pay for them when a final battle will be fought."
        },
        {
            "title": "Rodong Sinmun Denounces Japan's Hostile Moves against DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-14ee.html",
            "content": "Rodong Sinmun Denounces Japan's Hostile Moves against DPRK\r\n Pyongyang, April 10 (KCNA) -- Japan's hostile moves against the DPRK would only precipitate its self-destruction, warns Rodong Sinmun Wednesday in a bylined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The present regime of Japan is opting for a military adventure, stepping up its hostile policy towards the DPRK in pursuance of the U.S. hard-line policy to stifle it by force of arms. \n\t\t\t\t\t\n\t\t\t\t\t During the past Korean War, Japan offered its territory to the U.S. imperialists as their offensive, logistic and repair bases and took part in their operations to raze various parts of the DPRK to the ground. For this Tokyo came under \"gold shower\". \n\t\t\t\t\t\n\t\t\t\t\t In a new Korean war, Japan seeks to offer its whole territory to the U.S. forces as their base for aggression. \n\t\t\t\t\t\n\t\t\t\t\t There are at least 2,800 bases and facilities of Japan's \"Self-Defense Forces.\" Japan has already decided to offer not only the U.S. military bases in Japan and those of the SDF but civilian ports and airports to the U.S. forces in case a war breaks out in Korea.\n\t\t\t\t\t\n\t\t\t\t\t The SDF is busy staging war drills under the simulated conditions of invasion of Korea with its units concentrated on the western part of Japan, close to Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is the objective of the Japanese reactionaries to realize their scenario for staging a comeback to Korea, taking advantage of the U.S. moves to stifle the DPRK by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army is fully capable of blowing up U.S. military bases not only in Japan but in other areas of the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t If the Japanese reactionaries join in the U.S. imperialists' reckless moves for a war against the DPRK, failing to face up to the present situation, they are bound to meet a miserable end, warns the article."
        },
        {
            "title": "Japan's Education Geared to Inciting Militarism Accused",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-16ee.html",
            "content": "Japan's Education Geared to Inciting Militarism Accused\r\n Pyongyang, April 10 (KCNA) -- Shortly ago, the Ministry of Education, Culture, Sports, Science and Technology of Japan screened 15 kinds of textbooks for high schools which claim Japan's \"dominium over Tok Islets\". The ultra-right nature of the contents has become clearer than those in textbooks last year. The past ones say Tok Islets \"were occupied\" by someone but the new ones call for a \"fair judgment\" through the mediation of the UN Security Council or the International Court of Justice.\n\t\t\t\t\t Minju Joson Wednesday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This proves that the Japanese reactionaries' moves for territorial expansion have been pushed on a very grave stage.\n\t\t\t\t\t\n\t\t\t\t\t They are working hard to have Japan's unreasonable \"dominium over Tok Islets\" written on textbooks for high schools in a bid to instill into the minds of the rising generation the perception that the islets are \"lost lands\" and \"lands which should be retaken without fail\" and, furthermore, make the idea of reinvasion constitute the \"framework\" in the rising generation's outlook on the world.\n\t\t\t\t\t\n\t\t\t\t\t The textbooks for high schools reflecting Japan's \"dominium over Tok Islets\" are, in a nutshell, little short of a paper indicting Japan for its black-hearted intention to realize the wild ambition for reinvasion without fail.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are so impudent as to move to realize the domination over the islets with the help of others by internationalizing the issue of the islets.\n\t\t\t\t\t\n\t\t\t\t\t Japan can ignite a war of overseas aggression any moment under the pretext of retaking the \"lost lands\".\n\t\t\t\t\t\n\t\t\t\t\t But Japan's moves to realize the ambition for territorial expansion will precipitate its self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries had better stop running wild, pondering over the consequences to be entailed by their moves."
        },
        {
            "title": "KCNA Blasts Japan's Avoidance of Its Crimes against Humanity",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-20ee.html",
            "content": "KCNA Blasts Japan's Avoidance of Its Crimes against Humanity\r\n Pyongyang, April 10 (KCNA) -- There is increasing international criticism of Japan's despicable denial of the crimes related to sexual slavery.\n\t\t\t\t\t A session of the House of Representatives of New Jersey State Congress on March 26 unanimously voted for a resolution demanding the Japanese government accept \"historical responsibility\" for the sexual slavery system run by the Imperial Japanese Army and give proper education of it.\n\t\t\t\t\t\n\t\t\t\t\t The Kyoto Prefectural Assembly of Japan on the same day passed a written request demanding the government make apology and reparation to women who were forced into the sexual slavery by the Japanese imperialists during World War II.\n\t\t\t\t\t\n\t\t\t\t\t This is a clear proof of the strong demand for redemption of the past crimes not only in Japan but worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The crimes related to the sexual slavery committed by the Japanese imperialists during World War II were hideous crimes against humanity unprecedented in history in the light of their cruelty and barbarity.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists took away lots of Asian women as sexual slaves and inflicted the whole gamut of evil acts on them.\n\t\t\t\t\t\n\t\t\t\t\t 200,000 Korean women were subject to unbearable mental and physical pain and disgrace and met grievous deaths. They were deprived of their rights as women to form family and have children.\n\t\t\t\t\t\n\t\t\t\t\t Japan has to make apology and reparation for its crimes related to sexual slavery. This is an urgent task to be solved in a thorough-going way in order to help Asians who suffered at the hands of the Japanese imperialists give vent to their pent-up grudge and to prevent the repetition of the disgraceful history of the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t  Japan, however, has categorically evaded apology and reparation for the monstrous crimes committed by the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Prime Minister Abe said there is no evidence proving the coercive nature of the sexual slavery for the Imperial Japanese Army and it is an issue to be discussed by historians in a quiet room, not a political and diplomatic issue.\n\t\t\t\t\t\n\t\t\t\t\t An adviser to Abe for diplomacy and policy called Kono statement which admitted the Japanese imperialists' crimes related to the sexual slavery a diplomatic gaff and remarked that there has not existed the issue of sexual slavery in the education field.\n\t\t\t\t\t\n\t\t\t\t\t This is a blatant challenge to the just efforts of the international community to force Japan to pay for the blood-stained past crimes and put an end to all kinds of acts against humanity.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind Japan's shameless act of denying history is its intention to cover up its dirty nature as a war criminal state and the world's worst human rights abuser and make its blood-stained past repeat itself.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' mean and shameless moves are intolerable crimes against humanity that deserve denunciation by the international community. Japan will face ruin should it keep evading the admittance, apology and reparation for its past crimes of aggression, going against the trend of the times."
        },
        {
            "title": "US-Japan Joint Military Nexus against DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-29ee.html",
            "content": "US-Japan Joint Military Nexus against DPRK\r\n Pyongyang, April 10 (KCNA) -- The U.S. and Japan are conspiring with each other in a bid to pose potential military threat to the DPRK. \n\t\t\t\t\t According to Tokyo Shimbun on April 6, the U.S. and Japanese governments are examining the issue of deploying Global Hawk in the U.S. military base in Japan to intensify watch on the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t This military nexus is bound to entail unpredictable consequences as it is a dangerous action of escalating the regional tension."
        },
        {
            "title": "Never Has Korean Nation Been So Dignified as Today: Korean in US",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-38ee.html",
            "content": "Never Has Korean Nation Been So Dignified as Today: Korean in US\r\n Pyongyang, April 10 (KCNA) -- The director of the Institute for Study of Idea of Independence in the United States posted an article titled \"Why do I respect north, my homeland\" on its website.\n\t\t\t\t\t The present trend of the situation on the Korean Peninsula made me respect the DPRK, the author of the article said, explaining the reason:\n\t\t\t\t\t\n\t\t\t\t\t The north is my homeland which I look up to and consider dear because it is following the path of truth and justice. It is also because the north values independence so much.\n\t\t\t\t\t\n\t\t\t\t\t It is a country which is standing up against tyranny, domination, war and exploitation by the U.S. styling itself the world's \"strongest power\".\n\t\t\t\t\t\n\t\t\t\t\t It is the north which aspires after national reunification in single-minded unity, resolutely rejecting the imperialists' \"divide and rule\" doctrine.\n\t\t\t\t\t\n\t\t\t\t\t The north launched three satellites and successfully conducted three nuclear tests by its own efforts, stunning the world, though subject to economic sanctions and military pressure for decades.\n\t\t\t\t\t\n\t\t\t\t\t Never has the Korean nation been so proud and dignified as today in its history spanning five thousand years. So, I cannot but respect the north.\n\t\t\t\t\t\n\t\t\t\t\t The author called upon all Koreans in the south, north and overseas to get united as one to drive out a handful of separatist forces and build a powerful reunified country."
        },
        {
            "title": "Korean Boxer in Japan Again Retains Pro-boxing Championship",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-39ee.html",
            "content": "Korean Boxer in Japan Again Retains Pro-boxing Championship\r\n Pyongyang, April 10 (KCNA) -- Pak Thae Il, a Korean in Japan, beat by a 3-0 decision (97-92, 97-92, 97-93) his third Japanese challenger Toyoto Shiraishi in his match for defending his super flyweight championship held in Kobe, Japan, on March 31. \n\t\t\t\t\t A graduate from Korean high school in Osaka, Pak thus retained his pro-boxing championship again. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the match he said he was greatly encouraged by compatriots' enthusiastic cheering, renewing his determination to be a victor in the matches in the days ahead."
        },
        {
            "title": "DPRK Gains Control of Trend of Global Situation: Chinese Media",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-11ee.html",
            "content": "DPRK Gains Control of Trend of Global Situation: Chinese Media\r\n Pyongyang, April 10 (KCNA) -- The Fourth Media, a website of China, on March 31 posted an article titled \"Present international situation is being decided by the DPRK.\"\n\t\t\t\t\t The DPRK's possession of nukes radically changed the structure of confrontation between the DPRK and the U.S., the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. experienced only a shameful defeat though it has long made desperate efforts to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now at a loss what to do, being taken aback by the DPRK's declaration of all-out actions.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has introduced into south Korea the strategic bombers, one of its \"three nuclear strike means\". Its aim is to attack the DPRK straight away but chances were against the U.S. So they went back to its original place just like a paper tiger lowers its tail.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. made big bluff before the world only in vain.\n\t\t\t\t\t\n\t\t\t\t\t This is the present situation of the DPRK-U.S. confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The present global situation depends on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Mounting high is the will of the Korean people to settle accounts with the U.S. by giving fullest play to everything that they have obtained in the last period by their devoted efforts while tightening belts.\n\t\t\t\t\t\n\t\t\t\t\t Gone are the days when nuclear powers could command the international situation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, a real new power, is leading the trend of the globe.\n\t\t\t\t\t\n\t\t\t\t\t It is the DPRK, not big powers like the U.S. which holds control of the international situation.\n\t\t\t\t\t\n\t\t\t\t\t With the tightened showdown with the U.S. the DPRK is forcing the U.S. to face a final judgment."
        },
        {
            "title": "Bangladeshi Political Party Leader Supports DPRK's Stance",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-05ee.html",
            "content": "Bangladeshi Political Party Leader Supports DPRK's Stance\r\n Pyongyang, April 10 (KCNA) -- Nuclear weapons of the DPRK are not for any political dealing or economic bargaining as claimed by the West but serve as a treasured sword for protecting the country's sovereignty and dignity of the nation.\n\t\t\t\t\t Rashed Khan Menon, chairman of the Central Committee of the Workers' Party of Bangladesh, said this when meeting DPRK Ambassador to his country Ri Song Hyon on April 3.\n\t\t\t\t\t\n\t\t\t\t\t Progressive humankind is now following the DPRK with admiration as it is standing in fierce showdown with the U.S, the chairman noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The line of simultaneously pushing forward the economic construction and building of nuclear force is an entirely just one in view of the acute situation prevailing in Korea due to the evermore undisguised hostile policy and nuclear threat of the U.S. against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The recent plenary meeting of the Central Committee of the Workers' Party of Korea was a historic meeting which opened up a bright prospect for accomplishing the revolutionary cause of President Kim Il Sung and leader Kim Jong Il and accelerating the building of a thriving nation."
        },
        {
            "title": "Preparatory Committees Formed in Various Parts of World",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-10ee.html",
            "content": "Preparatory Committees Formed in Various Parts of World\r\n Pyongyang, April 10 (KCNA) -- Preparatory committees for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) were formed in nearly 70 countries and regions to celebrate it as an auspicious holiday in the wake of the inaugural ceremony of the Thai preparatory committee in January.\n\t\t\t\t\t National preparatory committees were inaugurated in Nepal, Romania, Benin, Nigeria and Uganda and similar committees were formed by public organizations of Russia, Blagobeshensk City of Amur Region and the Karelia-DPRK Friendship Association of Russia\n\t\t\t\t\t\n\t\t\t\t\t Inaugural ceremonies of the preparatory committees were held by the Pioneer Party of Indonesia, the Diversity Party of Indonesia, the Socialist Unionist Party of Syria and the Socialist Party of Benin with members of the party leadership attending.\n\t\t\t\t\t\n\t\t\t\t\t The deputy prime minister of Cambodia in charge of the Royal Palace was elected chairman of the preparatory committee at the instruction of the Cambodian king, and the chairman of the National Leading Council of the Diversity Party of Indonesia, general secretary of the C.C., the Nepal Communist Party (Marxist-Leninist), general secretary of the Movement for Peace and Socialism of Italy, chairman of the Romanian Socialist Union, president of the Socialist Party of Benin, chairman of the Ecuadorian Cultural Institute for the Study of the Juche Idea and other prominent figures of the governments, political parties and organizations of various countries were elected chairmen, vice-chairmen and secretary generals of those committees.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committees set the celebration period and discussed the issue of giving wide publicity to the revolutionary career and feats of Kim Il Sung in the period.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the preparatory committee of the Korean Friendship Association for celebrating the Day of the Sun was formed in Tarragona, Spain and the international preparatory committee for celebrating the Day of the Sun in Sankt-Petersburg, Russia.\n\t\t\t\t\t\n\t\t\t\t\t The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions published a decision on the inauguration of the international preparatory committee, appointed chairman and executive secretaries and entrusted them with the task to carry out the working plan of the preparatory committee for organizing colorful events and conduct dynamic activities for supporting the just cause of the Korean people."
        },
        {
            "title": " Kim Jong Un's Work Posted on Website of Peruvian Organization",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-01ee.html",
            "content": "Kim Jong Un's Work Posted on Website of Peruvian Organization\r\n Pyongyang, April 10 (KCNA) -- The full text of the dear respected Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and People\" was posted on the website of the Peruvian-Korean Institute of Culture and Friendship on April 3.\n\t\t\t\t\t The work, published on April 20, Juche 101 (2012), clarifies the revolutionary exploits President Kim Il Sung and leader Kim Jong Il performed in their lifetimes. It also indicates tasks to firmly defend and eternally glorify their ideas and exploits."
        },
        {
            "title": "Day of Sun to Be Celebrated in Uganda",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-02ee.html",
            "content": "Day of Sun to Be Celebrated in Uganda\r\n Pyongyang, April 10 (KCNA) -- A Ugandan preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was formed in Kampala on April 3.\n\t\t\t\t\t A department director of the Ugandan Presidency was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at an inaugural ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The department director said in a speech lauded the President as a great statesman who devoted his all to the accomplishment of the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t A secretary in charge of political affairs of the Secretariat of the Uganda National Resistance Movement called for briskly organizing diverse political and cultural events including meeting, photo exhibition and film show on the occasion of the significant Day of the Sun."
        },
        {
            "title": "Day of Sun Marked in Laos, Benin",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-03ee.html",
            "content": "Day of Sun Marked in Laos, Benin\r\n Pyongyang, April 10 (KCNA) -- Meetings took place in Laos and Benin on April 2 and 5 to mark the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Present there were personages of the Committee for External Affairs of the Lao People's Revolutionary Party, the Foreign Ministry, the Ministry of Defense and the State Veterans Committee of Laos, the Laos-Korea Friendship Association, the Benin national preparatory committee for celebrating the 101st birth anniversary of President Kim Il Sung, the Benin Group for the Study of Kimilsungism-Kimjongilism and the Cotonou Institute of Journalism of Benin and masses. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the State Veterans Committee of Laos said that Kim Il Sung was a prominent leader who embarked upon the road of revolution in his early years, liberating the country, and led to victory the Fatherland Liberation War against U.S. imperialism. The chairman went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was the founder of the Workers' Party of Korea and the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He founded the Juche idea and successfully applied it to the revolution and construction, turning the DPRK into a socialist power independent in politics, self-supporting in the economy and self-reliant in defence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Benin national preparatory committee for celebrating the 101st birth anniversary of President Kim Il Sung said the President boundlessly respected by the world people as the sun founded the great idea guiding the human cause of independence, adding:\n\t\t\t\t\t\n\t\t\t\t\t The founding of the Juche idea ushered in a new era of history, the era of independence in which the popular masses pave the road of revolution independently and creatively as masters of the world and their destiny.\n\t\t\t\t\t\n\t\t\t\t\t The President who dedicated all his life to the victory in the cause of global independence will always live in the hearts of progressive mankind as the sun of Juche.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to the dear respected Kim Jong Un was adopted at the meeting in Benin."
        },
        {
            "title": "Day of Sun Observed by Foreign Papers",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-04ee.html",
            "content": "Day of Sun Observed by Foreign Papers\r\n Pyongyang, April 10 (KCNA) -- Foreign newspapers carried special write-ups between March 29 and April 1 to mark the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The Cambodian paper Kmae Amata devoted its one whole page to a special write-up under the caption \"A great man of century, On the occasion of the Day of the Sun, the birth anniversary of President Kim Il Sung\".\n\t\t\t\t\t\n\t\t\t\t\t The paper introduced in detail that progressive humankind is revering the President as a great man of the century.\n\t\t\t\t\t\n\t\t\t\t\t The Myanmar Herald allotted its one whole page to an article illustrated with a photo of the statues of Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t\n\t\t\t\t\t The paper said in its article titled \"The President's whole life characterized by his maxim of believing in people as in Heaven\":\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung regarded it as his maxim to believe in people as in Heaven during his lifetime.\n\t\t\t\t\t\n\t\t\t\t\t All democratic reforms carried out right after the liberation of Korea reflected his noble intention to put forward the people as masters of the country and society.\n\t\t\t\t\t\n\t\t\t\t\t He regarded the people as his teachers and almighty beings.\n\t\t\t\t\t\n\t\t\t\t\t He always found himself among them to pay attention to their voices and reflect their aspiration and desire in policies.\n\t\t\t\t\t\n\t\t\t\t\t L'Avenir, the paper of Democratic Congo, featured articles under the banner-line title \"Kim Il Sung, eternal leader of the DPRK\". It carried a portrait of smiling Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The Pakistani paper Baluchistan Times in its article \"President Kim Il Sung who provided military guarantee for accomplishing the cause of independence\" introduced the immortal exploits he performed by developing the Korean People's Army into an invincible revolutionary army."
        },
        {
            "title": "WPK's New Strategic Line Hailed by British Organizations",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-06ee.html",
            "content": "WPK's New Strategic Line Hailed by British Organizations\r\n Pyongyang, April 10 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association released a joint statement on Apr. 2. They expressed support for the line on simultaneously carrying on economic construction and the building of nuclear force laid down by the dear respected Marshal Kim Jong Un at the March, 2013 plenary meeting of the Central Committee of the Workers' Party of Korea in view of the prevailing situation and to meet the law-governed requirement for the development of the Korean revolution.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un clarified that the nuclear weapons of Songun Korea are neither a political bargaining chip nor something for economic dealings, adding that the DPRK's nuclear force is what keeps the nation alive and a national treasure of reunified Korea which can neither be dismantled nor bartered for anything as long as the imperialists exist on the earth and a nuclear threat persists.\n\t\t\t\t\t\n\t\t\t\t\t This reflects the invariable will and strong determination of the WPK to defend the country's sovereignty and the Korean-style socialist system.\n\t\t\t\t\t\n\t\t\t\t\t The new strategic line is continuation of the original line of simultaneously carrying on economic construction and the defence upbuilding which was set forth and thoroughly implemented by the great Generalissimos Kim Il Sung and Kim Jong Il and its development at a higher stage.\n\t\t\t\t\t\n\t\t\t\t\t It serves as important guidelines for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t All progressive forces of the world desirous of independence and socialism, opposed to imperialism should deeply study the new strategic line laid down by Marshal Kim Jong Un."
        },
        {
            "title": "Peruvian Organizations Support Special Statement of DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-07ee.html",
            "content": "Peruvian Organizations Support Special Statement of DPRK\r\n Pyongyang, April 10 (KCNA) -- The Peruvian Committee to Remember Generalissimo Kim Il Sung and the Peruvian Committee for Friendship and Solidarity with Peoples made public a joint statement on Apr. 1 in support of a special statement issued by the government, political parties and organizations of the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The special statement clarified once again the resolution of the army and people of the DPRK to mercilessly foil any provocation of the U.S. and its stooges, blow up strongholds for aggression and win a final victory in the great war for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the special statement which re-clarified the resolute stand and will of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t U.S. forces, quit south Korea!\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet authorities should immediately stop all moves to ignite a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The UN Security Council should retract the unjust \"resolutions on sanctions\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Let's get nuclear weapons abolished worldwide and realize denuclearization.\n\t\t\t\t\t\n\t\t\t\t\t Let's struggle for world peace and justice!\n\t\t\t\t\t\n\t\t\t\t\t We support the Korean people in their struggle to achieve the country's independent reunification free from foreign interference."
        },
        {
            "title": "US Hostile Policy toward DPRK under Fire",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-08ee.html",
            "content": "US Hostile Policy toward DPRK under Fire\r\n Pyongyang, April 10 (KCNA) -- Thai organizations issued statements on Mar. 28 in protest against the U.S. which prodded the United Nations Security Council into adopting \"resolutions on sanctions\" against the DPRK.\n\t\t\t\t\t The Thailand-DPRK Friendship Association said:\n\t\t\t\t\t\n\t\t\t\t\t The UNSC cooked up the above-said \"resolutions\" against the DPRK over its satellite launch and third underground nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t The main purpose of the \"resolutions\" is to completely disarm the DPRK, strangle it economically and thus bring down its socialist system.\n\t\t\t\t\t\n\t\t\t\t\t The \"resolutions\" are a product of the U.S. vicious hostile policy toward the DPRK. The U.S. and its followers should immediately stop their acts of deteriorating the situation and make efforts for peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We positively support the heroic Korean people steadily advancing along the road of independence chosen by themselves.\n\t\t\t\t\t\n\t\t\t\t\t The Organization for the Study of the Juche Idea of Thailand said:\n\t\t\t\t\t\n\t\t\t\t\t The satellite launched by the DPRK will greatly contribute to the development of its science and technology as it is an application one.\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch for the peaceful use of outer space is a legitimate right of a sovereign state as it is recognized by everybody.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has remained unchanged in its hostile policy toward the DPRK and, moreover, it has staged military exercises simulating an adventurous preemptive nuclear strike in south Korea, pushing the regional situation to an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers should halt their reckless provocations and all countries concerned should pool their efforts to ensure peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the Korean people will firmly protect the sovereignty of the country and the nation in the future, too."
        },
        {
            "title": "Peruvian Party Leader Urges US to Stop Its War Moves against DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-09ee.html",
            "content": "Peruvian Party Leader Urges US to Stop Its War Moves against DPRK\r\n Pyongyang, April 10 (KCNA) -- Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, sent a protest letter to the U.S. president on Mar. 30 as regards the U.S. undisguised nuclear war exercises against the DPRK.\n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. war maneuvers for aggression have reached the danger line as they are aimed to physically stifle the DPRK with bombers, warships, tanks and even nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The general aim sought by the U.S. is to put the whole world under its control with the Korean Peninsula as a springboard after occupying it.\n\t\t\t\t\t\n\t\t\t\t\t Even the shooting of a single bullet may lead to a world war.\n\t\t\t\t\t\n\t\t\t\t\t War will bring only miserable results to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t I hope that the U.S. president would be concerned about his country before others.\n\t\t\t\t\t\n\t\t\t\t\t I strongly call for an immediate end to the war moves against the DPRK."
        },
        {
            "title": "Kim Jong Un Praised by World",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-12ee.html",
            "content": "Kim Jong Un Praised by World\r\n Pyongyang, April 10 (KCNA) -- One year has passed since the dear respected Kim Jong Un was elected first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The whole world extended warmest congratulations to him upon hearing the news of the Fourth Conference of the WPK and the Fifth Session of the 12th Supreme People's Assembly of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He was presented with congratulatory messages and letters, floral baskets and bouquets by party and state leaders, prominent figures, political parties and organizations of China, Russia, Cuba, South Africa and various other countries and international and regional bodies.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Benin convened a special enlarged meeting of the Political Bureau and adopted a decision on registering him as honorary party member.\n\t\t\t\t\t\n\t\t\t\t\t Political parties, organizations and figures of different countries in their statements paid highest tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t The exciting news enlivened the celebrations of the centenary of birth of President Kim Il Sung (the Day of the Sun) held in different parts of the world with splendor.\n\t\t\t\t\t\n\t\t\t\t\t The World Conference on the Juche Idea held in Pyongyang adopted the Pyongyang Declaration which evinced the will to remain true to the idea and leadership of Kim Jong Un to the last.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the international festival for celebrating the centenary of birth of Kim Il Sung and the events marking the anniversaries of the Workers' Party of Korea and the DPRK and other significant events highly lauded the undying feats Kim Jong Un performed by putting the DPRK on the status of a proud satellite manufacturer and launcher and a nuclear weapons state.\n\t\t\t\t\t\n\t\t\t\t\t  Organizations of different countries and international and regional organizations and foreigners presented him with orders, silk banners, certificates of honorary titles and gifts.\n\t\t\t\t\t\n\t\t\t\t\t More than 12,000 media of the world vied with each other to give wide publicity to his ceaseless inspection of the front and field guidance to different fields."
        },
        {
            "title": "Kim Jong Un firma cartas enviadas por habitantes de distintos sectores",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-42ee.html",
            "content": "Kim Jong Un firma cartas enviadas por habitantes de distintos sectores\r\nPyongyang, 10 de abril (ACNC) -- El Mariscal Kim Jong Un dejo su autografo en la portada de las cartas enviadas por los trabajadores, profesores y empleados, estudiantes y ninos de distintas localidades que expusieron en sus misivas la determinacion de lograr la victoria final en la confrontacion con Estados Unidos y la construccion de un Estado prospero y prepararse como futuro pilar de la Corea del Songun.\n\t\t\t\t\tLos remitentes son los siguientes:\n\t\t\t\t\t\n\t\t\t\t\tAn Ho Chun, secretario de la celula no.2 del Partido del Trabajo de Corea en la Direccion No.5 de la Agencia Central de Noticias de Corea, quien participo en la IV Conferencia de los secretarios de celula del PTC; Ko Pong Chun, secretario de celula del equipo de trabajo del taller de transporte de la Oficina de Correos de Pyongyang; los perforadores del peloton no.3 de la galeria no. 9 de la Mina Carbonifera Juventud Jikdong 8 de Febrero; Choe On Gyong, escritora benemerita del Comite Central de la Union de Escritores de Corea; Choe So Hyang, moradora del barrio no.1 Soho del municipio de Hungnam de la ciudad de Hamhung de la provincia de Hamgyong del Sur; Jo Im Sil del barrio de Saesalim del capitalino municipio de Tongdaewon, Kim Hui Ryon del barrio de Kosan del capitalino municipio de Taesong, Yun Hwa Suk del barrio de Pongnam del capitalino municipio de Phyongchon, participantes en la IV Conferencia Nacional de Madres; Kang Tok Sun de la comuna de Unchon del distrito de Sohung de la provincia de Hwanghae del Norte quien dono al Estado mucha cantidad de arroz; An Phyong Ok, estudiante de la Universidad      Kim Il Sung; Jong Wi Hyok, alumno de la escuela primaria de Phyongsong de la ciudad homonima de la provincia de Phyong-an del Sur; Rim Tae Hyok, alumno de la escuela primaria de Hae-un de la ciudad de Haeju de la provincia de Hwanghae del Sur; Kim Ye Gwang, alumno de la capitalina escuela primaria de Sohung; Pak Il Bom, alumno de la capitalina escuela primaria de Ryukgyo; Mun Phyong Rin, alumno de la escuela primaria de Yangji de la ciudad de Wonsan de la provincia de Kangwon; Jong Ho Il, alumno de la escuela primaria de Somun de la ciudad de Sunchon de la provincia de Phyong-an del Sur; Rim Jin U y Paek Nam Hyok, ninos del jardin infantil de Changgwang; Cha Kum Sok, nino del jardin infantil de la fabrica quimica de Ponghwa; Ri Hyo Un, nina del capitalino jardin infantil de Ryonhwa; O Chol Hyon, nino del capitalino jardin infantil  no.2 de Soryong.\n\t\t\t\t\t\n\t\t\t\t\tEn representacion del unanime deseo de todo el pueblo del pais, por el futuro maravilloso de la Corea de Kim Il Sung y Kim Jong Il, que prosperara eternamente, los remitentes desearon buena salud al Mariscal, quien garantiza el destino, la vida y la felicidad de todo el pueblo."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de nuevo embajador gabones ",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-43ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de nuevo embajador gabones\r\nPyongyang, 10 de abril (ACNC) -- Jean-Robert Goulonggana presento este miercoles en el capitalino Palacio de los Congresos Mansudae ante Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, sus cartas que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica Gabonesa en la RPDC.\n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "Minju Joson revela programa docente de Japon penetrado por  militarizacion",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-44ee.html",
            "content": "Minju Joson revela programa docente de Japon penetrado por  militarizacion\r\nPyongyang, 10 de abril (ACNC) -- Hace poco el Ministerio de Educacion, Cultura, Deporte, Ciencia y Tecnologia de Japon aprobo los manuales de las escuelas superiores de 15 especies que narran la exigencia de su pais sobre el \"derecho de posesion del islote Tok\". \n\t\t\t\t\t Dichos manuales contienen el matiz ultraderechista mas que los anteriores.\n\t\t\t\t\t\n\t\t\t\t\t  Los manuales anteriores anotan que el islote Tok fue \"ocupado\" por alguien, pero los actuales subrayan la necesidad del \"juicio  imparcial\" mediante el arbitraje del Consejo de Seguridad de la ONU o la Corte Internacional de Justicia y otros para resolver el \"problema del islote Tok\".\n\t\t\t\t\t\n\t\t\t\t\t Todos los hechos demuestran que las maniobras de expansion territorial de los reaccionarios japoneses se aceleran en la etapa muy grave.\n\t\t\t\t\t\n\t\t\t\t\tAsi comienza el periodico Minju Joson en un comentario individual de este miercoles y continua:\n\t\t\t\t\t\n\t\t\t\t\t Al anotar tal insistencia en los manuales de las escuelas superiores, los reaccionarios japoneses intentan inculcar seguramente a las nuevas generaciones la comprension de que este islote es la \"tierra arrebatada\" y \"tierra a recatarse sin falta\" y hacer formar con la idea de reagresion el \"esqueleto\" de la concepcion del mundo de ellas.\n\t\t\t\t\t\n\t\t\t\t\t  En una palabra, los manuales en cuestion sirven de otra acta que revela la maligna intencion de Japon de realizar cueste lo que cueste su ambicion de reagresion.\n\t\t\t\t\t\n\t\t\t\t\t  En la actualidad, los reaccionarios japoneses actuan vilmente por alcanzar sin falta el derecho a la soberania del islote Tok con la ayuda de otros paises internacionalizando este problema.\n\t\t\t\t\t\n\t\t\t\t\t  Es la cuestion de tiempo que Japon provoque la guerra de agresion a ultramar bajo el pretexto del rescate de la \"tierra arrebatada\".\n\t\t\t\t\t\n\t\t\t\t\t  Pero la intencion japonesa de realizar su ambicion de expansion territorial sera el acto de suicidio que acelere la autodestruccion.\n\t\t\t\t\t\n\t\t\t\t\t  Los reaccionarios japoneses deben reflexionarse de las consecuencias de tales maniobras y actuar con prudencia."
        },
        {
            "title": "ACNC denuncia crimenes de lesa humanidad de Japon",
            "url": "http://kcna.co.jp/item/2013/201304/news10/20130410-45ee.html",
            "content": "ACNC denuncia crimenes de lesa humanidad de Japon\r\nPyongyang, 10 de abril (ACNC) -- Se alzan cada dia mas en ambito mundial las voces de denuncia a la cinica actitud de Japon sobre el caso de esclavas sexuales.\n\t\t\t\t\tEl pasado 26 de marzo, el consejo estadual de New Jersey de Estados Unidos aprobo por unanimidad una resolucion que demanda al gobierno japones reconocer la \"responsabilidad historica\" por el caso de esclavas sexuales para el viejo ejercito japones y realizar correctamente la educacion sobre el respecto. \n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, la dieta de la prefectura de Kyoto de Japon aprobo por la mayoria la opinion escrita urgiendo fuertemente al gobierno pedir disculpa e indemnizar a las mujeres que sufrieron la violacion sexual por el  imperialismo japones en el periodo de la Segunda Guerra Mundial. \n\t\t\t\t\t\n\t\t\t\t\tEl caso de esclavas sexuales es el crimen antietico nunca visto por su villania y brutalidad \n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas japoneses arrestaron a muchas mujeres de varios paises asiaticos como esclavas sexuales y cometieron los crimenes de toda indole. \n\t\t\t\t\t\n\t\t\t\t\tForzaron a mas de 200 mil coreanas los sufrimientos y verguenzas espirituales y fisicos inhumanos. Les arrebataron el derecho a casarse y parir y lo todo valioso para la mujer. \n\t\t\t\t\t\n\t\t\t\t\tPedir disculpa y hacer indemnizacion por el caso de esclavas sexuales es la tarea inminente de Japon para descargar el rencor arraigado de los pueblos asiaticos y no repetir el pasado.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el pais isleno lo elude obstinadamente. \n\t\t\t\t\t\n\t\t\t\t\tHasta el premier Abe insistio en que no hay testigos del caracter forzoso del crimen de esclavas sexuales para el viejo ejercito japones  y que no es un problema politico ni diplomatico sino un asunto a ser discutido por los historiadores. \n\t\t\t\t\t\n\t\t\t\t\tEl asistente de Abe para la politica exterior califico de error diplomatico la \"declaracion de Kono\" que reconoce el crimen de esclavas sexuales del imperialismo japones y dijo que en la educacion deben ensenar que no existio ese caso.\n\t\t\t\t\t\n\t\t\t\t\tEsto es un desafio frontal a los justos esfuerzos de la sociedad internacional de saldar cuenta de los crimenes sangrientos del pasado de Japon y poner fin a todos los crimenes de lesa humanidad. \n\t\t\t\t\t\n\t\t\t\t\tEl proceder descarado del pais isleno parte del intento de encubrir su sucia naturaleza de pais criminal y violador de derechos humanos y repetir su historia ensangrentada. \n\t\t\t\t\t\n\t\t\t\t\tSi Japon elude el reconocimiento, el perdon y la indemnizacion por sus crimenes del pasado a contrapelo de la corriente de la epoca, sera arruinado."
        }
    ]
}