{
    "date": "2013-11-02",
    "url": "http://kcna.co.jp/item/2013/201311/2013-11-02ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Construction Site of Ski Resort on Masik Pass ",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-24ee.html",
            "content": "Kim Jong Un Visits Construction Site of Ski Resort on Masik Pass\r\n Pyongyang, November 2 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, visited again the Ski Resort on Masik Pass.\n\t\t\t\t\t First he went round the hotel which was built in a peculiar style.\n\t\t\t\t\t\n\t\t\t\t\t He was satisfied to see the hotel built to match the mountainous scenery and natural environment as required by the design ratified by the Party.\n\t\t\t\t\t\n\t\t\t\t\t He appreciated the hotel as a flawless structure and model building as it fully meets the requirements of the Party's idea of architectural beauty which calls for designing and constructing all construction objects according to their features and purposes.\n\t\t\t\t\t\n\t\t\t\t\t He dropped in at the resting places in the primary and intermediate skiing courses.\n\t\t\t\t\t\n\t\t\t\t\t Praising the soldier-builders for building well the resting places as intended by the Party, he instructed them to build all resting places to be impeccable so that the visitors to the ski resort may not only train their physical bodies but have a pleasant rest.\n\t\t\t\t\t\n\t\t\t\t\t  Going round the completed skiing courses, he said it is nice to see the skiing courses constructed by builders as required by the construction method and the turf planted with good care.\n\t\t\t\t\t\n\t\t\t\t\t The construction of the ski resort conceived and initiated by the Party is near its completion, he said, adding that this is entirely ascribable to the merits of the soldier-builders and a shining fruition of their heroic feats.\n\t\t\t\t\t\n\t\t\t\t\t Saying that he was quite right when he assigned the project for building the ski resort to the Korean People's Army and it carried out a great nature-remaking project and the new watchword the \"speed on Masik Pass\" is shining more brilliantly thanks to the KPA, he stressed that the WPK is proud and honored to have such army.\n\t\t\t\t\t\n\t\t\t\t\tThe KPA has done a lot of work for the people this year  including the construction of Munsu Water Park and Mirim Riding Club, he said, adding that when the ski resort on Masik Pass is completed, more cheerful laughter of people will be heard from the area of Masik Pass. He noted when thinking of youth and children and all other people enjoying  skiing in the modern ski resort, he would feel the worth of making a revolution. \n\t\t\t\t\t\n\t\t\t\t\t Acknowledging the cheers of the builders for a long while, he said that all participants in the construction are patriots and the feats performed by them would go down in the history of building a rich and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t He indicated tasks to be fulfilled for building the ski resort as the world's best one and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, Ryom Chol Song, Hwang Pyong So, Kim Tong Hwa, Hong Yong Chil, Ma Won Chun and Jo Nam Jin."
        },
        {
            "title": "Talks Held between Chairman of SPA of DPRK and Speaker of PCA of Indonesia",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-14ee.html",
            "content": "Talks Held between Chairman of SPA of DPRK and Speaker of PCA of Indonesia\n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- Talks were held between Choe Thae Bok, chairman of the DPRK Supreme People's Assembly (SPA), and Sidarto Danusubroto, speaker of the People's Consultative Assembly (PCA) of Indonesia, at the Mansudae Assembly Hall Saturday.\n\t\t\t\t\t Present at the talks from the DPRK side were SPA Vice-Chairman Kim Wan Su, Kil Chol Hyok, Kim Yong Nam, Mun Sang Min and Kim Song Hi, deputies to the SPA, and officials concerned and from the Indonesian side the members of the delegation of the PCA, Indonesian Ambassador to the DPRK Nasri Gustaman and his embassy official.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on boosting the friendly and cooperative relations between the two parliaments and matters of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t The talks proceeded in a friendly atmosphere."
        },
        {
            "title": "Gifts to Kim Jong Il from Australians",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-16ee.html",
            "content": "Gifts to Kim Jong Il from Australians\r\n Pyongyang, November 2 (KCNA) -- On display at the International Friendship Exhibition House in the Democratic People's Republic of Korea are a metal wall hanging and a crystal ashtray, gifts presented to leader Kim Jong Il by Australian journalist Wilfred Burchett's family.\n\t\t\t\t\t Burchett is well-known to the world as a war correspondent, who had been active in various countries at wars against the U.S.-led imperialists. \n\t\t\t\t\t\n\t\t\t\t\t During the Korean War (June 25, 1950-July 27, 1953) he stayed in the DPRK to write a number of articles condemning the U.S. imperialists' aggression.\n\t\t\t\t\t\n\t\t\t\t\t After the war he visited the DPRK together with his wife and daughter several times.\n\t\t\t\t\t\n\t\t\t\t\t In those days his family came to be fascinated by the noble personality of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Visiting the DPRK again in December Juche 87 (1998), the family of Burchett decided to prepare presents for leader Kim Jong Il with deep reverence. So, a metal wall hanging was prepared by his wife at the age of 78 and a crystal ashtray by his daughter.\n\t\t\t\t\t\n\t\t\t\t\t The round metal wall hanging is an imitation of an ancient relic of Bulgaria. Carved on its center depicting a flower in full bloom are two winged horses, and on its rim the patterns peculiar to their nation.\n\t\t\t\t\t\n\t\t\t\t\t The crystal ashtray, made of world-famous crystal indigenous to Czech, is decorated with cross stripes and floral patterns."
        },
        {
            "title": "WPK Delegation Leaves to Visit France, Portugal",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-20ee.html",
            "content": "WPK Delegation Leaves to Visit France, Portugal\r\n Pyongyang, November 2 (KCNA) -- A delegation of the Workers' Party of Korea headed by Ri Yong Chol, vice department director of the Central Committee of the WPK, left here on Saturday to visit France and attend the 15th international meeting of the communist parties and workers' parties to be held in Lisbon, Portugal."
        },
        {
            "title": "DPRK Foreign Ministry Delegation Returns",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-19ee.html",
            "content": "DPRK Foreign Ministry Delegation Returns\n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- The delegation of the DPRK Foreign Ministry headed by Vice-Minister Kung Sok Ung returned home on Saturday after visiting European countries."
        },
        {
            "title": "Kanji Inoki Here",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-18ee.html",
            "content": "Kanji Inoki Here\n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- Kanji Inoki, member of the House of Councilors of Japan, and his party arrived here by air on Saturday."
        },
        {
            "title": "Indonesian Delegation Visits Kumsusan Palace of Sun ",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-21ee.html",
            "content": "Indonesian Delegation Visits Kumsusan Palace of Sun \r\n Pyongyang, November 2 (KCNA) -- The delegation of the People's Consultative Assembly of Indonesia led by Speaker Sidarto Danusubroto visited the Kumsusan Palace of the Sun on Saturday to pay homage to President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t Before their statues the Indonesian guests paid high tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They entered the halls where Kim Il Sung and Kim Jong Il lie in state and made bows.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders Kim Il Sung and Kim Jong Il received are on display and the halls which house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign trips till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation made an entry in the visitor's book."
        },
        {
            "title": "Senegalese President Hopes for Continued Friendship and Cooperation with DPRK",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-04ee.html",
            "content": "Senegalese President Hopes for Continued Friendship and Cooperation with DPRK\r\n Pyongyang, November 2 (KCNA) -- Hong Son Phyo, DPRK ambassador to Senegal, presented credentials to Macky Sall, president of the country, on October 29.\n\t\t\t\t\t Noting the relations between Senegal and the DPRK are traditional ones with a long history, the president said:\n\t\t\t\t\t\n\t\t\t\t\t I am grateful to President Kim Il Sung and leader Kim Jong Il who paid deep attention to the development of ties between the two countries and rendered sincere cooperation to Senegal.\n\t\t\t\t\t\n\t\t\t\t\t I hope the bilateral bonds of friendship and cooperation would continue growing strong."
        },
        {
            "title": "Persons of Merit Awarded State Commendations ",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-23ee.html",
            "content": "Persons of Merit Awarded State Commendations \r\n Pyongyang, November 2 (KCNA) -- Service personnel, workers and officials were awarded state commendations in recognition of their distinguished contributions to successfully building the Victorious Fatherland Liberation War Museum as a world-class museum and national treasure perfect in architectural beauty and high in the level of formative art in a matter of just 10 months. \n\t\t\t\t\t The Presidium of the Supreme People's Assembly promulgated a decree on it on October 23. \n\t\t\t\t\t\n\t\t\t\t\t According to it, So Jae Guk was awarded Order of Kim Jong Il, Kang Jong Ho, Han Yong Chan, Ri Pong Hak, Ho Un Song and Kim Son Thae the title of the Labour Hero of the DPRK and Ryom Kwang Myong, Jang Chung Hyok, Ri Chong Chol, Kim Hyon Chol and Jang Song Il Kim Il Sung Youth Honor Prize. \n\t\t\t\t\t\n\t\t\t\t\t The title of Merited Driver went to three persons, the title of Merited Constructor to one, the title of Merited Designer to one, the title of Merited Artiste to 10, Order of National Flag 1st Class to 29, Order of Labour to 10, Order of National Flag 2nd Class to 45, Order of Capital Construction to 959, Order of National Flag 3rd Class to 84, Distinguished Military Service Medal to 60, Medal of Merit to 112 and Medal of Capital Construction to 1428."
        },
        {
            "title": "Delegation of Rodong Sinmun Welcomed in China",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-05ee.html",
            "content": "Delegation of Rodong Sinmun Welcomed in China\n\t\t\t\t\t\t\r\n Beijing, November 1 (KCNA) -- Liu Qibao, member of the Political Bureau of the Central Committee of the Communist Party of China, member of the Secretariat and head of Publicity Department of the CPC Central Committee, met and had a talk with the delegation of Rodong Sinmun led by Vice Editor-in-Chief Kim Won Sok on a visit to China at the Great Hall of the People in Beijing on Friday.\n\t\t\t\t\t Present at the talk were officials of The Chinese People's Daily including President Zhang Yannong, Editor－in－Chief Yang Zhenwu, Vice-president He Chongyuan and Secretary General Yan Xiaoming and Ji Jae Ryong, DPRK ambassador to China.\n\t\t\t\t\t\n\t\t\t\t\t Liu Qibao said:\n\t\t\t\t\t\n\t\t\t\t\t The Sino-DPRK friendship is a precious common wealth provided by the revolutionaries of the elder generation of the two countries and it is an invariable policy of the Chinese party and government to continuously boost the bilateral friendship.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese party and government will continue to deepen the friendship with the comrades of the DPRK on the principles of inheriting tradition, facing up to the future, building good neighborly friendship and strengthening cooperation.\n\t\t\t\t\t\n\t\t\t\t\t I am pleased to learn that the people of the DPRK have explored for the way of development suited to the reality in the country and made lots of achievements under the guidance of the Workers' Party of Korea headed by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t I am sure that they will make further achievements in the building of a thriving nation by dint of single-minded unity in the spirit of fortitude.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his expectation that the two party papers will contribute to the development of the relations between the two parties by expanding exchange and cooperation and enriching their content."
        },
        {
            "title": "11th National Korean Dress Exhibition Held",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-22ee.html",
            "content": "11th National Korean Dress Exhibition Held\n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- The 11th National Korean Dress Exhibition was held from Oct. 30 to Nov. 1 at the Central Youth Hall.\n\t\t\t\t\t Technicians, skilled workers and needle workers of factories and enterprises specializing in making garment and tailor shops in various parts of the country participated in the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were teachers and researchers of education organs and institutes and members of the women's union.\n\t\t\t\t\t\n\t\t\t\t\t On display in the exhibition were more than 1 200 Korean costumes including casual dress, holiday dress, wedding dress and children's wear, and men's and women's season wear.\n\t\t\t\t\t\n\t\t\t\t\t Drawing interest of participants were chima  (Korean women's long skirt) and jogori (Korean women's jacket) which look beautiful,  graceful and elegant for the proper color blend and patterns suited to national flavor and fashion of the times and varieties of garment for various seasons fit for different ages, figures and tastes.\n\t\t\t\t\t\n\t\t\t\t\t There was a workshop to improve the garment-making skills of the participants while the exhibition was under way.\n\t\t\t\t\t\n\t\t\t\t\t The Junggu Combined Tailor Shop and the Taesong District Combined Tailor Shop placed first among those from Pyongyang City and North Phyongan Province came first among provinces."
        },
        {
            "title": "DPRK Girls Have Friendly Soccer Match with China Again",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-17ee.html",
            "content": "Friendly Match between DPRK, Chinese Girl Footballers\r\n Pyongyang, November 2 (KCNA) -- A U-14 women's friendly football match between teams of the DPRK and China took place at Kim Il Sung Stadium here on Saturday.\n\t\t\t\t\t The match ended in 3:1 with victory for the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t After the match, Lu Yiliang, chief coach of the Chinese team, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t We learned a lot of things from the match, which was significant for both teams.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK team is characterized by energy and speed. Each player of it is very skillful. The player No. 22 in particular was a big threat to my team in the match.\n\t\t\t\t\t\n\t\t\t\t\t I hope that the two teams would jointly make bigger progress through intensified exchange."
        },
        {
            "title": "Socialism Is Life and Soul of Koreans: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-09ee.html",
            "content": "Socialism Is Life and Soul of Koreans: Rodong Sinmun \r\n Pyongyang, November 2 (KCNA) -- Rodong Sinmun Saturday dedicates an article to the 19th anniversary of leader Kim Jong Il's work \"Socialism Is a Science\". \n\t\t\t\t\t Socialism is the life and soul of the Korean people, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The advantages and vitality of socialism of the DPRK were fully displayed since the publication of the work on Nov. 1, Juche 83 (1994). \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK have advanced under the red flag of the revolution, united close around the party and the leader despite the persistent moves of the imperialists against the DPRK and serious natural disasters and economic difficulties. \n\t\t\t\t\t\n\t\t\t\t\t In the advance in the new century of Juche era socialism has taken its roots deeper into the hearts of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t Nothing will be more foolish than to try to collapse socialism which the Korean people defended at the cost of blood and bring down the socialist system of the DPRK which stood the storms of the revolution. No aggression moves, vicious sanctions and blockade by the enemies can ever break the faith of the Korean people who regard socialism as their life and soul. \n\t\t\t\t\t\n\t\t\t\t\t Now the Korean people trust in and follow the Workers' Party of Korea as mother party which guarantees the worthwhile life of all the people. Through their life experience they hardened the faith that the socialist motherland, where the policy of love and trust and benevolent politics are in force, is the cradle of the eternal life where human dignity is ensured and all the dreams of the people come true. \n\t\t\t\t\t\n\t\t\t\t\t Nothing can undermine the loyalty and trust of the Korean people in the mother party which puts forward the popular masses as the most valuable beings and devotes everything to them."
        },
        {
            "title": "DPRK Will Advance along Its Own Way: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-11ee.html",
            "content": "DPRK Will Advance along Its Own Way: Rodong Sinmun \r\n Pyongyang, November 2 (KCNA) -- The U.S. together with south Korea are staging the largest-ever combined air drill Max Thunder. The warmongers describe the joint drill that began on Oct. 25 to last till Nov. 8 as a regular drill that was held twice a year from 2008.\n\t\t\t\t\t This is poor sophism to calm down the serious inside and outside concerns about the drill's negative impact on the situation of the Korean Peninsula, says Rodong Sinmun Saturday in a commentary. \n\t\t\t\t\t\n\t\t\t\t\t The U.S., behind the scene of dialogue, has regularly staged dangerous nuclear war drills by mobilizing huge forces enough to fight a war, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. oft-repeated talk about dialogue aims to get concession from the DPRK and disarm it and achieve the sinister purpose through surprise preemptive attack. The U.S. and south Korean puppet authorities call their continuous war drills \"regular or annual ones\" only to prove that the purpose of the joint war drills is to realize their wicked goal of aggression by sudden invasion through preemptive strike. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is deliberately escalating the tension, quite contrary to the patient efforts made by the DPRK. It is to block the DPRK's drive for economic prosperity and realize its wild ambition for aggression at any cost. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never give up its own way though the hostile forces put harsher oppression on it. \n\t\t\t\t\t\n\t\t\t\t\t However hard the U.S. may try, the DPRK will dynamically advance to the final victory along the way of independence, Songun and socialism."
        },
        {
            "title": "S. Korean Regime Slammed for Trying to Join U.S. in Its MD Move ",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-10ee.html",
            "content": "S. Korean Regime Slammed for Trying to Join U.S. in Its MD Move \r\n Pyongyang, November 2 (KCNA) -- The south Korean puppet military authorities are clamoring about \"building multilayer interceptor system\" to provide against the missile attack by a certain country. They have so far been busy blaring they would establish low-altitude missile defense system. The chief of the security room of Chongwadae, touring the U.S., openly hinted at the possible purchase of THAAD, the core system of his master's MD.\n\t\t\t\t\t Rodong Sinmun Saturday in a commentary in this regard says it fully reveals the real intention of the south Korean puppet forces in joining the U.S. in its MD move. \n\t\t\t\t\t\n\t\t\t\t\t As a result, the peace and stability on the Korean Peninsula and in its vicinity are exposed to a serious threat.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' move clearly proves their sinister ploy to secretly join the U.S. in its MD move while creating smokescreen of building its \"own MD\", the news analyst says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What matters is that they worked out and made public the \"tailored deterrence strategy\" with the U.S. while putting spurs to the introduction of Kill Chain, the system for preemptive nuclear attack on the north.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation proves that they are acting as a shock brigade for the U.S. keen on containing surrounding countries and holding an edge in Northeast Asia, while making desperate efforts to ignite a nuclear war against the north, backed by their master."
        },
        {
            "title": "Rodong Sinmun Dismisses \"Confidence-Building Process\" as Hypocritical ",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-12ee.html",
            "content": "Rodong Sinmun Dismisses \"Confidence-Building Process\" as Hypocritical \n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- Rodong Sinmun Saturday in an article discloses the hypocritical and anti-reunification nature of the \"confidence-building process\", the south Korean puppet ruling quarters' \"policy towards the north.\" \n\t\t\t\t\t The \"confidence-building process\" is a brigandish confrontation policy aimed at forcing the DPRK to unilaterally dismantle its nukes  in disregard of the essence of the denuclearization of the Korean Peninsula, and a dangerous war policy concealing the wicked ambition for invading the north under the smokescreen of \"confidence\", the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Those maniacs who get frantic with the moves to ignite a nuclear war against the north while ceaselessly introducing nuclear strike means into the Korean Peninsula are crying out for the north's dismantling of nukes and trumpeting about \"confidence-building\" premised on it. This is the height of impudence and sheer sophism of a highway robber. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet authorities are speaking ill of the strategic line of the DPRK and persistently kicking up a nuclear campaign against the DPRK, far from making efforts to stop the anti-DPRK war moves in collusion with the U.S. and defuse the crisis of the inter-Korean relations. This indicates that they only seek a sinister aim to realize the ambition of confrontation of the social systems, utterly indifferent to the destiny of the nation. \n\t\t\t\t\t\n\t\t\t\t\t Their confrontation policy veiled with the word \"confidence\" is only doing tremendous harm to the reconciliation and unity of the nation and reunification of the country. \n\t\t\t\t\t\n\t\t\t\t\t They are now making desperate efforts to mislead the public opinion by justifying their confrontation policy and evading the responsibility for the deterioration of the north-south relations. However, all Koreans and the fair-minded world public see through the hypocritical and anti-reunification nature of the above-said process and strongly denounce it."
        },
        {
            "title": "U.S. Slammed for Forcing S. Korea to Increase Its Share of Upkeep of U.S. Forces",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-07ee.html",
            "content": "U.S. Slammed for Forcing S. Korea to Increase Its Share of Upkeep of U.S. Forces\n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- The People for Achieving Peace and Reunification, the Solidarity for Progress and other civic and social bodies of south Korea held a press conference in front of the puppet Foreign Ministry building on October 30 at which they condemned the U.S. for forcing south Korea to increase its share of the upkeep of the U.S. imperialist aggression forces in south Korea.\n\t\t\t\t\t On the same day, the U.S. opened negotiations with the south Korean regime for concluding a special agreement on sharing the upkeep of the U.S. forces. At the negotiations the U.S. pressurized the south Korean side to increase its share of the upkeep to more than one trillion won next year, turning down the demand of the people from all walks of life for improving the system whereby they can know properly about the spending of the upkeep.\n\t\t\t\t\t\n\t\t\t\t\t The bodies accused the U.S. of spending the money not only for the transfer of the base of the U.S. 2nd division under the name of military construction but also for building of what it calls \"memorial.\"\n\t\t\t\t\t\n\t\t\t\t\t They chided the U.S. for pressurizing south Korea to increase its share of the upkeep next year despite the fact that over one trillion won is still left unused even after wasting a stupendous amount of funds. \n\t\t\t\t\t\n\t\t\t\t\t The bodies held that there should be no diversion of upkeep to military construction, a source of the U.S. troops' illegal acts.\n\t\t\t\t\t\n\t\t\t\t\t They urged the south Korean authorities to establish a system for monitoring and controlling the spending of such upkeep and categorically turn down the unjust demand of the U.S. in the interests of the people."
        },
        {
            "title": "Abolition of SL Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-08ee.html",
            "content": "Abolition of SL Called for in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- The Taejon \"People's Strength\" in south Korea held a press conference outside the puppet Taejon District Police Agency on October 30 demanding the abolition of the ill-famed \"Security Law\".\n\t\t\t\t\t The organization recalled that on October 29 police searched the house of Kang Tae Sok who was a professor at Catholic University on charge of violation of the SL.\n\t\t\t\t\t\n\t\t\t\t\t The police took such action on the charge that while active as professor at Yanbian University of China in 2002 he got in touch with \"an operative of the north\" and gave a lecture \"benefiting the enemy,\" it said.\n\t\t\t\t\t\n\t\t\t\t\t Thinking, learning and freedom of expression are the basic rights of people, it said, expressing concern that suppression of the academic circles would result in suppressing even writers and artistes' freedom of expression and creation. It noted:\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" is blocking the probe into the truth about the case of the interference in the election, its suppression of the Teachers Union is leading to the crackdown upon political parties, labor and academic circles and it is distorting history by embellishing pro-Japanese acts and dictatorship. All these are linked with the present \"government's\" rule of terror and dictatorship. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that the SL has always been used as a tool for suppressing the people protesting against the regimes and trampling down the demand for democracy and vital rights, the organization expressed irrepressible resentment at the draconian law riding roughshod under the Park Geun Hye regime.\n\t\t\t\t\t\n\t\t\t\t\t The organization demanded the repeal of the SL, an evil law against human rights and democracy."
        },
        {
            "title": "S. Korean Authorities' Moves to Stamp out Jongyojo under Fire ",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-15ee.html",
            "content": "S. Korean Authorities' Moves to Stamp out Jongyojo under Fire \n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- The south Korean puppet authorities have gone to extremes in their fascist moves to revive the \"yusin\" dictatorship in south Korea. \n\t\t\t\t\t A spokesman for the Educational and Cultural Workers' Union of Korea (ECWUK) Saturday made public a statement in this regard.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Some time ago, the puppet Ministry of Employment and Labor and the Ministry of Education took such a tyrannical action as formally depriving the Teachers Union (Jongyojo) of its legitimate status as a trade union under the pretext that it backed the teachers who had been laid-off for conducting just educational activities for democratization of society and kept them affiliated to the union. \n\t\t\t\t\t\n\t\t\t\t\t According to it, city and provincial offices of education in south Korea started enforcing the \"law\" to stamp out Jongyojo. \n\t\t\t\t\t\n\t\t\t\t\t The ECWUK Central Committee denounces the brutal suppression of Jongyojo as an action of suppressing the inviolable democratic education and a hideous fascist action to build \"yusin\" dictatorial system by eliminating the democratic forces in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Jongyojo has made efforts to combat sycophancy towards the U.S. and hostility towards compatriots and achieve social democracy and national unity, conducting education to help the youth and children have a correct view on history and consciousness of reunification after singling out \"education for the nation, democracy and humanization\" as its programme. \n\t\t\t\t\t\n\t\t\t\t\t The present chief executive blustered long ago that it is \"impossible to leave children to Jongyojo\", branding it as \"an entity as harmful as a noxious insect\". As soon as she took office she kicked off fascist suppression of it to stamp out it. \n\t\t\t\t\t\n\t\t\t\t\t The Koreans will never pardon the conservative group which suppresses the educators teaching justice and truth and tramples down the inviolable education by enforcing fascist dictatorial rule. The group is bound to meet a shameful fiasco for such outrageous action against the nation and democracy."
        },
        {
            "title": "Persons of Culture and Arts of Chongryon Meet",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-13ee.html",
            "content": "Persons of Culture and Arts of Chongryon Meet\r\n Tokyo, November 1 (KNS-KCNA) -- A meeting of persons of culture and arts of the General Association of Korean Residents in Japan (Chongryon) was held in Tokyo on October 28 to vow to carry out the tasks set forth in a congratulatory message supreme leader Kim Jong Un sent to the officials of Chongryon and Koreans in Japan on the occasion of the 65th anniversary of the DPRK.\n\t\t\t\t\t Present there were Han Tong Song, director of the Department for Publicity and Culture of the Central Standing Committee of Chongryon, Kim Sang Il, member of the Central Standing Committee, Kim Jong Su, chairman of the Central Standing Committee of the Union of Korean Writers and Artists in Japan, Ri Ryong Su, head of the Kumgang-san Opera Troupe, Kim Hyok Sun, head of the Tokyo-Korea Song and Dance Ensemble, and other officials, members of the troupe and the ensemble, members of the union in Kanto area and members of the union at Korea University.\n\t\t\t\t\t\n\t\t\t\t\t The congratulatory message sent by Kim Jong Un was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Han Tong Song in his speech underscored the need to grasp well the idea contained in the message and embody it in the literary and art activities of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The speakers recalled that Kim Jong Un called the Koreans in Japan dear members of a huge family, adding that they keenly realized the Koreans in Japan are inseparably linked with the homeland by the common destiny. \n\t\t\t\t\t\n\t\t\t\t\t They vowed to fulfill their duties to live up to the loving care and trust shown by Kim Jong Un for bringing up the Korean artistes in Japan as artistes of the nation."
        },
        {
            "title": "S. Korean Regime's Move to Disband Opposition Party Denounced by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-01ee.html",
            "content": "S. Korean Regime's Move to Disband Opposition Party Denounced by Foreign Organizations\n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- Organizations of Bangladesh and Nepal in their statements on Oct. 27 denounced the south Korean conservative group for moving to forcibly disband the Unified Progressive Party (UPP).\n\t\t\t\t\t The Bangladeshi Group for the Study of Songun Politics noted:\n\t\t\t\t\t\n\t\t\t\t\tRecently the south Korean authorities are desperately working to forcibly dissolve the UPP.\n\t\t\t\t\t\n\t\t\t\t\t The conservative ruling forces are making a legal examination for disbanding it after letting the puppet Ministry of Justice form the \"special team for measures against unconstitutional political parties and organizations\" in a bid to dissolve the party which conducted activities after being organized in line with the will and demand of the working masses.\n\t\t\t\t\t\n\t\t\t\t\t This despicable politically-motivated farce of the present conservative ruling forces in south Korea is meant to indiscriminately suppress and trample down even legitimate political parties and organizations to realize their wild ambition to stay long in power and to attain the political goal of their faction.\n\t\t\t\t\t\n\t\t\t\t\t The grave situation prevailing in south Korea indicates a fascist violence going against the trend of the times which advance toward justice and progress.\n\t\t\t\t\t\n\t\t\t\t\t The Nepalese Committee for Promotion of Reunification of Korea and the Nepalese Association for Supporting the Songun Politics in their joint statement termed the move of the south Korean conservative group to forcibly dissolve progressive political parties and organizations and ban papers in south Korea a blatant challenge to democracy, freedom and human rights and an inhuman act.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the group to stop at once its act of provoking fratricidal confrontation and conflict, and abide by the norms of democracy recognized by the world."
        },
        {
            "title": "S. Korean Regime's Suppression of Progressive Forces Condemned by Russian Political Parties",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-02ee.html",
            "content": "S. Korean Regime's Suppression of Progressive Forces Condemned by Russian Political Parties\r\n Pyongyang, November 2 (KCNA) -- Political parties in Russia accused the south Korean puppet group of moving to forcibly disband the Unified Progressive Party (UPP).\n\t\t\t\t\t The executive committee of the Party for Peace and Unity of Russia in its statement on Oct. 28 noted the south Korean authorities' move to forcibly dissolve the UPP has aroused great uneasiness and concerns, adding:\n\t\t\t\t\t\n\t\t\t\t\t The executive committee strongly protests the south Korean authorities moving to create a dangerous precedent in breach of international law.\n\t\t\t\t\t\n\t\t\t\t\t Such vicious attempt clearly proves the ulterior design of the present south Korean authorities to wipe out the progressive forces in the political arena and continue to escalate tension against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We call on the UN and the international community to check the suppression of democratic forces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The illegal acts of the south Korean puppet authorities under the control of the U.S. are bound to meet ruin as they can never quell the ardent desire of the Korean people for independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The All-Union Communist Party of Bolsheviks posted a commentary on its website on Oct. 27, which said:\n\t\t\t\t\t\n\t\t\t\t\t We fully support the stand of Korean friends toward the provocative acts of the south Korean authorities which are geared to laying a stumbling block in the road to peaceful reunification of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce the suppression of the pro-reunification forces.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the anti-reunification elements may work, they can never block the historical process of achieving the reunification of the Korean nation."
        },
        {
            "title": "Chinese Paper on Munsu Water Park",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-03ee.html",
            "content": "Chinese Paper on Munsu Water Park\n\t\t\t\t\t\t\r\n Beijing, November 1 (KCNA) -- The Chinese paper Global Times on October 30 carried an article titled \"The world first class water park in the DPRK\" contributed by its correspondent here.\n\t\t\t\t\t Noting the Munsu Water Park, another notable edifice, was built on the bank of the River Taedong, the article said the park is open all the year round as it has such facilities as outdoor wading pool, combined indoor wading pool and indoor gymnasium.\n\t\t\t\t\t\n\t\t\t\t\t Introducing in detail the scale and layout of the park, it went on:\n\t\t\t\t\t\n\t\t\t\t\t The park can be a match for any other large-scale water parks in foreign countries as visitors can experience thrilling and pleasant feelings the moment they go down the nose dive water slide, satisfaction when being carried along the waves in water tanks and good feelings of enjoying the spectacular scenery of man-made waterfalls.\n\t\t\t\t\t\n\t\t\t\t\t The young water park has become a new pride of Pyongyang."
        },
        {
            "title": "Kim Jong Un recorre cementerio de martires de unidad 790 de EPC",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-30ee.html",
            "content": "Kim Jong Un recorre cementerio de martires de unidad 790 de EPC\r\nPyongyang, 2 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito el cementerio de los martires de la unidad 790 de las fuerzas navales del EPC, quienes se sacrificaron mientras cumplian sus misiones combativas.\n\t\t\t\t\tLe acompanaron Choe Ryong Hae, Ryom Chol Song, Kim Myong Sik, Pak Thae Su, Jo Nam Jin, Hwang Pyong So, Kim Tong Hwa, Hong Yong Chil y Ma Won Chun.\n\t\t\t\t\t\n\t\t\t\t\tAl recibir el parte de que a mediados del mes expirado perecieron los oficiales y marineros del cazasubmarinos 233 de la unidad que cumplian sus misiones de combate, el Comandante Supremo tomo las medidas de buscar todos los cadaveres de los fallecidos y realizar bien los funerales.\n\t\t\t\t\t\n\t\t\t\t\tVio varias veces el diseno del cementerio y dio instrucciones detalladas sobre las formas de lapidas y barandas y el color de piedras.\n\t\t\t\t\t\n\t\t\t\t\tY ordeno pegar las fotos de piedra de los martires en las lapidas.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal deposito una ramita de flores ante el cementerio y guardo un momento de silencio en memoria de ellos.\n\t\t\t\t\t\n\t\t\t\t\tLo hicieron los cuadros directivos del partido y ejercito acompanados.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal recorrio el cementerio.\n\t\t\t\t\t\n\t\t\t\t\tPasando revista una tras otra a las fotos de piedra de los martires, dijo que las fotos son tan vivas que parecian acogerle en vivo.\n\t\t\t\t\t\n\t\t\t\t\tMirando el cementerio, construido en el lugar frente al mar y en que esparce la luz solar todo el dia, dijo que el mismo hizo definir el lugar del cementerio en el area de la unidad y anadio que es magnifico el lugar.\n\t\t\t\t\t\n\t\t\t\t\tLos marinos de la unidad podran navegar despidiendose de los martires y recibiendo sus encargos, asevero y apunto que le alivia el alma, una vez enterrados alli los martires.\n\t\t\t\t\t\n\t\t\t\t\tEn el camino de la defensa de la patria, hay que decidir hasta la muerte, acoto y dijo que no puede conciliar el sueno si piensa en ellos que se sacrificaron a la edad demasiado juvenil.\n\t\t\t\t\t\n\t\t\t\t\tMe siento muy apenado al pensar en los martires que habian pasado los dias de servicio militar guardando el sueno y esperanza de realizar grandes meritos y en sus padres y esposas que derramarian lagrimas por sus muertes.\n\t\t\t\t\t\n\t\t\t\t\tHizo esculturar su nombre en las lapidas en calidad de propietario del cementerio.\n\t\t\t\t\t\n\t\t\t\t\tLlamo a los martires yacidos alli como camaradas de combate de si mismo y subrayo que aunque ellos fallecieron sin realizar el anhelo de los grandes Generalisimos junto con el Comandante Supremo, mostraron con el sacrificio valioso como el soldado debe cumplir con la orden de la patria.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que brillara siempre el espiritu revolucionario de los martires quienes dedicaron sin vacilacion sus vidas preciosas en defender el mar patrio.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que los marinos de la unidad y todos los oficiales y soldados del EPC deben aprender los meritos y el noble mundo espiritual de los martires quienes defendieron su puesto hasta el ultimo momento de su vida y cumplieron a riesgo de la vida la orden combativa."
        },
        {
            "title": "Kim Jong Un visita la Fabrica Naviera dirigida por Ju Song Ho",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-31ee.html",
            "content": "Kim Jong Un visita la Fabrica Naviera dirigida por Ju Song Ho\n\t\t\t\t\t\t\r\nPyongyang, 2 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito la Fabrica Naviera dirigida por Ju Song Ho.\n\t\t\t\t\tSe entero en detalles del estado de construccion de barcos en los talleres de paileria, montaje parcial y el general y otros puntos de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que los funcionarios, obreros y tecnicos de la fabrica trabajaran intensamente por construir naves modernas.\n\t\t\t\t\t\n\t\t\t\t\tDijo que no hay metas inalcanzables si se cuenta con los obreros orgullosos y valientes que aceptan con corazon la idea del partido de conquistar las tecnologias de punta y trabajan con abnegacion para ponerla en practica.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la sabia direccion de los Generalisimos Kim Il Sung y Kim Jong Il, se fundaron en nuestro pais las poderosas bases de industria naval, senalo y agrego que este hecho significa una demostracion de la economia nacional autarquica.\n\t\t\t\t\t\n\t\t\t\t\tResulta muy importante para nuestro pais banado por el mar en sus tres lados el desarrollo de la industria naviera, apunto e indico que la fabrica debe continuar la lucha intensa por hacer embarcaciones modernas.\n\t\t\t\t\t\n\t\t\t\t\tDado que la industria naval constituye uno de los indices importantes del desarrollo cientifico-tecnico y el industrial del pais, hay que desarrollar mas la tecnologia de la rama, cientifizar y modernizar el proceso de produccion y asegurar en el maximo nivel la cualidad de todas las piezas, acoto.\n\t\t\t\t\t\n\t\t\t\t\tPara ello, las ramas vinculadas tienen que producir y suministrar a tiempo y con calidad los equipos, materiales y materias primas necesarias, instruyo.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un expuso la gran esperanza y conviccion de que los obreros de aqui cumpliran con exito su honrosa mision y presento las tareas que incumben a la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tEl fue acompanado en esta ocasion por Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del PTC y jefe de la Direccion Politica General del EPC."
        },
        {
            "title": "Choe Thae Bok conversa con su par de Indonesia",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-32ee.html",
            "content": "Choe Thae Bok conversa con su par de Indonesia\n\t\t\t\t\t\t\r\nPyongyang, 2 de noviembre (ACNC) -- Tuvieron lugar este sabado en el Palacio de los Congresos Mansudae las conversaciones entre Choe Thae Bok, presidente de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, y Sidarto Danusubroto, presidente de la Asamblea Consultiva del Pueblo de la Republica de Indonesia.\n\t\t\t\t\tEstuvieron presentes por la parte coreana el vicepresidente de la APS Kim Wan Su, los diputados a la APS Kil Chol Hyok, Kim Yong Nam, Mun Sang Min y Kim Song Hi, y funcionarios correspondientes, y por la indonesia los miembros de la delegacion de la Asamblea Consultiva del Pueblo, el embajador Nasri Gustaman y miembros de la sede diplomatica en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, ambas partes intercambiaron los criterios sobre el mayor desarrollo de las relaciones de amistad y cooperacion entre los parlamentos de los dos paises y otros problemas de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\tLas conversaciones transcurrieron en un ambiente amistoso."
        },
        {
            "title": "Presidente del Senegal se refiere a relaciones de amistad con RPDC",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-33ee.html",
            "content": "Presidente del Senegal se refiere a relaciones de amistad con RPDC\r\nPyongyang, 2 de noviembre (ACNC) -- Hong Son Phyo entrego el 29 de octubre al presidente de la Republica del Senegal, Macky Sall, las cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica Popular Democratica de Corea en el pais africano.\n\t\t\t\t\tTras recibirlas, el mandatario africano subrayo que las relaciones entre Senegal y la RPDC son las tradicionales de larga historia.\n\t\t\t\t\t\n\t\t\t\t\tAgradecio al Presidente Kim Il Sung y Su Excelencia Kim Jong Il por haber prestado profunda atencion al desarrollo de relaciones entre ambos paises y ofrecido sincera cooperacion a Senegal.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que continuen tambien en el futuro los lazos de amistad y cooperacion que unen a los dos paises."
        },
        {
            "title": "Condecorados los ameritados en construccion de museo a victoria de guerra coreana",
            "url": "http://kcna.co.jp/item/2013/201311/news02/20131102-34ee.html",
            "content": "Condecorados los ameritados en construccion de museo a victoria de guerra coreana\n\t\t\t\t\t\t\r\n　Pyongyang, 2 de noviembre (ACNC) -- Fueron condecorados los militares, trabajadores y funcionarios quienes contribuyeron mucho a construir en 10 meses apenas el Museo Conmemorativo de la Victoria en la Guerra de Liberacion de la Patria como museo de talla mundial y patrimonio nacional, perfecto en la estetica arquitectonica y en lo plastico y artistico.\n\t\t\t\t\t　Segun el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea publicado el 23 del mes pasado, fueron conferidos la Orden Kim Jong Il a So Jae Guk, el titulo de heroe del Trabajo de la RPDC a Kang Jong Ho, Han Yong Chan, Ri Pong Hak, Ho Un Song y Kim Son Thae y el Premio de Honor Juvenil Kim Il Sung a Ryom Kwang Myong, Jang Chung Hyok, Ri Chong Chol, Kim Hyon Chol y Jang Song Il.\n\t\t\t\t\t\n\t\t\t\t\t　Se otorgaron el titulo de chofer benemerito a 3, el de constructor benemerito a 1, el de disenador benemerito a 1, el de artista benemerito a 10, la Orden Bandera Nacional de primera clase a 29, la Orden del Trabajo a 10, la Orden Bandera Nacional de segunda clase a 45, la Orden Conmemorativa de Construccion de la Capital a 959, la Orden Bandera Nacional de tercera clase a 84, la Medalla del Merito Militar a 60, la Medalla del Merito Laboral a 112, la Medalla Conmemorativa de Construccion de la Capital a mil 428."
        }
    ]
}