{
    "date": "2013-11-13",
    "url": "http://kcna.co.jp/item/2013/201311/2013-11-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Greetings to Syrian President",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-10ee.html",
            "content": "Kim Jong Un Sends Greetings to Syrian President\r\n Pyongyang, November 13 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, sent a message of greeting to Bashar Al－Assad, president of the Syrian Arab Republic, on Wednesday.\n\t\t\t\t\t Kim Jong Un in his message sent warm congratulations to the president and the friendly Syrian government and people on the occasion of the 43rd anniversary of the corrective movement in Syria.\n\t\t\t\t\t\n\t\t\t\t\t He wished the Syrian people bigger success in their just struggle for defending the sovereignty and security of the country, expressing the belief that the good friendly and cooperative relations between the peoples of the two countries would grow stronger."
        },
        {
            "title": "Credentials to Kim Yong Nam",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-12ee.html",
            "content": "Credentials to Kim Yong Nam \r\n Pyongyang, November 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, received credentials from Daniel Owassa, Congolese ambassador to the DPRK, at the Mansudae Assembly Hall on Wednesday.\n\t\t\t\t\t The president had a talk with the ambassador after receiving the credentials."
        },
        {
            "title": "National Meeting of Scientists, Technicians Held",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-15ee.html",
            "content": "National Meeting of Scientists, Technicians Held\r\n Pyongyang, November 13 (KCNA) -- A national meeting of scientists and technicians took place at the April 25 House of Culture here on Wednesday.\n\t\t\t\t\t The meeting reviewed the successes and experience gained in the efforts to carry out the tasks set forth by leader Kim Jong Il in his work \"On Thoroughly Implementing the Party's Line of Attaching Importance to Science and Technology\" over the last decade and discussed tasks and ways to do so in the future.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Pak Pong Ju and other senior officials, scientists, technicians, three-revolution team members, officials of party organ, working people's organizations, the Cabinet, commissions, ministries, national institutions, provinces, cities and counties and other people.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea (WPK), conveyed Marshal Kim Jong Un's work \"Let Us Dynamically Accelerate the Building of a Thriving Nation by Bringing about a Turn in the Development of Science and Technology\".\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un mentioned in his work that President Kim Il Sung and leader Kim Jong Il always attached importance to science and technology and paid deep attention to the work for developing them in the whole period of leading the revolution.\n\t\t\t\t\t\n\t\t\t\t\t In his work Kim Jong Un clarified tasks and ways for glorifying the immortal exploits of Kim Il Sung and Kim Jong Il forever, solving scientific and technological issues for the economic construction and the improvement of the people's living standard and bringing about a fresh turn in the development of the nation's science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Premier Pak Pong Ju delivered a report.\n\t\t\t\t\t\n\t\t\t\t\t He said the last decade since Kim Jong Il made public his work was a period in which the dignity and honor of the country and nation have been exalted by dint of Juche-based science and technology and validity and vitality of the Party's line of giving importance to science and technology have been proved.\n\t\t\t\t\t\n\t\t\t\t\t The reporter referred to a lot of achievements made in implementing the above-said Party's line in the past decade including the DPRK's manufacture and launch of satellites, an aggregate of latest science and technology, by its own efforts and technology.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is sure to build a scientific and technological power and a knowledge-based economic power as it has a swift horse for developing science and technology provided by Kim Il Sung and Kim Jong Il and it is led by Kim Jong Un ushering in a new heyday of development of science and technology with his experienced and tested leadership, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The report was followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers dwelt on the successes made in scientific researches, adding that those successes made by the scientists and technicians in researches were entirely ascribable to the leadership of the great Party.\n\t\t\t\t\t\n\t\t\t\t\t They renewed their determination to make a positive contribution to building the best power on this land, true to Kim Jong Un's idea of giving importance to science and technology and his leadership. \n\t\t\t\t\t\n\t\t\t\t\t An appeal to all scientists and technicians across the country was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The appeal said the WPK is now regarding science and technology as the most important national affair and mainstay for the national development and putting to the fore the task for placing all sectors on a scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t It underscored the need to turn the economy of the country into a knowledge-based economy and give full display to collectivism, a unique Korean-style method for creation and work, as it guarantees the successful development of science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Everybody should become a patriot and revolutionary who considers science and technology as important, deals with all matters from the viewpoint of developing the nation's science and technology and does not spare investment in them, taking the lead in developing them, regardless of his or her position and occupation, it emphasized."
        },
        {
            "title": "Building of High-Tech Industrial Park Will Be Conducive to South-South Cooperation: Diplomats",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-16ee.html",
            "content": "Building of High-Tech Industrial Park Will Be Conducive to South-South Cooperation: Diplomats\r\n Pyongyang, November 13 (KCNA) -- A ground-breaking ceremony for building a high-tech industrial park was held in Kaesong, the DPRK on Monday.\n\t\t\t\t\t Addressing the ceremony, Diare Mamady, Guinean ambassador to China, said:\n\t\t\t\t\t\n\t\t\t\t\t Promoting such a project will enhance the confidence building, the economical growth, the trade and other exchanges and improve the overall cooperation with all neighboring countries of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The project is opening a wide way to an integrated cooperation between Asian countries but not limited to that only, it is paving a new route for south-south cooperation, inspiring developing countries in their search of integrated economies to widen their narrow markets and transfer technologies to launch their development.\n\t\t\t\t\t\n\t\t\t\t\t Shared growth should be the key philosophy of south-south cooperation, which has to be widespread by economical entities like \"Peace Economic Development Group\", in view to cultivate and keep sustainable peace, necessary to the well being of nations. \n\t\t\t\t\t\n\t\t\t\t\t I would like to express all our greetings and extend congratulations to the great leadership of DPRK, to seize this opportunity which is enlightening its constant and sustainable peace policy.\n\t\t\t\t\t\n\t\t\t\t\t Making a speech at a press conference held at the end of the ground-breaking ceremony, Multi-Kamara Abubakarr, ambassador of Sierra Leone to China, extended his heart-felt congratulations to Kim Jong Un, supreme leader of the DPRK, for making the visionary decision behind the landmark project and accelerating the economic and social development for the country and people.\n\t\t\t\t\t\n\t\t\t\t\t He continued:\n\t\t\t\t\t\n\t\t\t\t\t In the light of my experience from 20 odd years-long service in UNDP and roving ambassadorial activities in over 10 Asian countries, I am convinced that the project is of great potential and that the establishment of the park will put an emphasis on promoting economic development in the region and improving the living-standards of the Korean people."
        },
        {
            "title": "High-Tech Industrial Park to Be Built in Kaesong, DPRK",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-17ee.html",
            "content": "High-Tech Industrial Park to Be Built in Kaesong, DPRK\n\t\t\t\t\t\t\r\n Pyongyang, November 13 (KCNA) -- The Peace Economic Development Group started the construction of a high-tech industrial park in Kaesong City, the DPRK, with a ground-breaking ceremony on Monday. \n\t\t\t\t\t Present at the ceremony were Jang Su Nam, representative of the group, officials concerned, builders, employees of the park, foreigners concerned and other invitees.\n\t\t\t\t\t\n\t\t\t\t\t The group is a consortium of China's Hong Kong, Singapore, Australia, Middle East and Africa.\n\t\t\t\t\t\n\t\t\t\t\t The park will have an IT center, hotel, dwelling houses, school and other buildings, as well as a power plant. \n\t\t\t\t\t\n\t\t\t\t\t Heh Teck Siong, general manager of the group, told the ceremony that it was a great honor for the group to take part in the economic development of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t He went on to say:\n\t\t\t\t\t\n\t\t\t\t\t We are the developers of the high-tech industrial park in Kaesong.\n\t\t\t\t\t\n\t\t\t\t\t The spirit of our group is to build up economic win-win cooperation with global partners and especially with Asian countries.\n\t\t\t\t\t\n\t\t\t\t\t We believe that the park will contribute to the economic, confidence and security improvement in the region, and the quality of people's life.\n\t\t\t\t\t\n\t\t\t\t\t I am pleased to notify to the friends from the world that the park is kicking off.\n\t\t\t\t\t\n\t\t\t\t\t Jang Su Nam said in his address that the DPRK government has shown deep care for the industrial park, providing all conditions for enterprises of different countries to invest in it. \n\t\t\t\t\t\n\t\t\t\t\t The completion of the park will encourage the Korean people in the efforts for building a knowledge-based economic power and greatly contribute to deepening friendship and developing cooperative relations among different countries, he added.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the construction of the park would be completed at an early date thanks to the energetic efforts of its builders and personages concerned."
        },
        {
            "title": "Punishment of Terrorists Is Justice: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-11ee.html",
            "content": "Punishment of Terrorists Is Justice: KCNA Commentary\r\n Pyongyang, November 13 (KCNA) -- The south Korean puppet forces are getting evermore frantic in their campaign against the DPRK.\n\t\t\t\t\t As disclosed one after another recently, the puppet Intelligence Service (IS), Ministry of Foreign Affairs, Ministry of Unification and other ministries and agencies of south Korea are busy themselves spying on the DPRK and hatching plots against it and conducting false propaganda about it. They are, at the same time, carrying out undisguised operations to abduct its inhabitants.\n\t\t\t\t\t\n\t\t\t\t\t Even the chief executive, prime minister and other high-ranking officials of south Korea are hurling human scum into reckless actions to escalate confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The on-going hideous terrorism and conspiratorial racket unprecedented in the history of inter-Korean relations indicate what extent their confrontation hysteria has reached. Such provocation is a revelation of hysteria of those taken aback by the ever-mounting might and great achievements of the DPRK. It is a product of the plot-breeding and confrontation politics pursued by the south Korean authorities to defame and bring down the social system in the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the fact that major institutions of the puppet regime and even the authorities are directly involved in the operations to lure and abduct inhabitants of the DPRK though they had evaded their responsibility, talking about \"deeds of civilians\" in the past. The modes and methods employed in the recently disclosed cases of abduction prove that all of them were crimes committed in an organized and premeditated manner with the puppet authorities involved.\n\t\t\t\t\t\n\t\t\t\t\t An agent of the IS was arrested recently in the territory of the DPRK.  His aim, circumstances of his infiltration and contents of his initial statement go to clearly prove that the enemy has perpetrated such terrorism and hatched conspiratorial plots for a long period.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are human rights abusers and confrontation maniacs who do not hesitate to deliberately produce more \"separated families\" in the 21st century in a bid to gratify their political ambition and meet the purpose of confrontation, utterly indifferent to the nearly 70-year-long history of national division and pain resulting from it. Their behavior made it clear that \"the universally accepted human rights\" and \"protection of those defectors from the north\" touted by them are nothing but sheer sophism.\n\t\t\t\t\t\n\t\t\t\t\t History knows no such outrageous ruffians and depraved guys as the puppet forces that openly conduct operations to lure and abduct compatriots in wanton violation of international law and norms.\n\t\t\t\t\t\n\t\t\t\t\t No wonder, even south Korean media and public opinion deplored that such operations can not only seriously affect the inter-Korean relations but be a grave breach of international law and that it is a dangerous act to bribe persons so that they may make false testimonies.\n\t\t\t\t\t\n\t\t\t\t\t It is a right stipulated in the law of the DPRK to punish criminals and terrorists keen to do harm to the state security and people's life and safety. This is in full line with international law and norms on protecting human rights and combating terrorism.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's step is just and it will be merciless in its implementation."
        },
        {
            "title": "National Meeting of Scientists, Technicians Will Spur Building of Thriving Nation: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-04ee.html",
            "content": "National Meeting of Scientists, Technicians Will Spur Building of Thriving Nation: Rodong Sinmun\r\n Pyongyang, November 13 (KCNA) -- An editorial of Rodong Sinmun Wednesday calls upon all the scientists and technicians to become genuine revolutionaries and patriots who spur the building of a thriving nation with scientific and technological achievements, true to the Songun leadership of Marshal Kim Jong Un.\n\t\t\t\t\t The national meeting of scientists and technicians serves as an important occasion for thoroughly implementing the Workers' Party of Korea's idea of attaching importance to science and technology and developing the country's science and technology by leaps and bounds to turn the country into a knowledge-based economic power, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The drive for building a thriving socialist nation on this land, true to the idea and cause of Generalissimos Kim Il Sung and Kim Jong Il, is calling for giving full play to the might of science and technology.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting are precious assets of the party and the most valuable talents of the country who performed great feats in the drive of building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t The successes made by them differ from one another, but the secret of them lies in their will to devotedly carry out the party's idea and line.\n\t\t\t\t\t\n\t\t\t\t\t The scientists and technicians achieved great victory in the efforts to demonstrate the dignity of Songun Korea, in line with the party's idea that one should keep one's feet firmly planted on one's land and look out over the world.\n\t\t\t\t\t\n\t\t\t\t\t All the officials, party members and other working people should keep in their mind the intention of the party in organizing the national meeting of scientists and technicians and work hard to thoroughly implement the idea of attaching importance to science and technology of the party."
        },
        {
            "title": "S. Korean Regime Can Never Conceal Its True Colors as Disturber of Peace: Paper",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-05ee.html",
            "content": "S. Korean Regime Can Never Conceal Its True Colors as Disturber of Peace: Paper\r\n Pyongyang, November 13 (KCNA) -- The south Korean puppet forces are hatching plots against the DPRK and staging ceaseless  war exercises to invade it in league with their masters U.S. and Japan,  extremely straining the situation on the Korean Peninsula and in its vicinity. Rodong Sinmun on Wednesday observes this in an article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the concern and caution against their moves mounting among people at home and abroad, the puppet forces are shamelessly claiming that the \"north's dismantlement of its nukes\" is \"prerequisite to peace\" as part of their smear campaign against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t By doing so, the south Korean regime tries hard to justify its military confrontation ruckus and conceal its true colors as a disturber of peace and war servant for foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t This is, however, part of its ceaseless provocations to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The regime's call for \"peace\" is hypocritical and what it seeks is to disarm the DPRK to realize the wild ambition for invading it.\n\t\t\t\t\t\n\t\t\t\t\t In order to defuse the tension on the Korean Peninsula and ensure peace there it is necessary to put an end to the anti-DPRK confrontation racket of the U.S. and its lackeys, the south Korean warmongers. \n\t\t\t\t\t\n\t\t\t\t\t It is preposterous for the south Korean puppet regime to talk about \"peace\", while escalating military confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It is a trite method of the aggressors to resort to the military threat and blackmail and ignite a war while paying lip-service to such high-sounding word as \"peace.\"\n\t\t\t\t\t\n\t\t\t\t\t Peace and security have never settled on the peninsula because the puppet forces have frantically kicked up a military confrontation racket against compatriots, becoming foreign forces' shock brigade for carrying out a strategy for a war against the DPRK despite the nation's efforts for achieving reconciliation and unity and improving the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the south Korean puppet forces justify their confrontation racket against the DPRK as it is the root cause of escalating the tension on the peninsula and pushing the inter- Korean relations to a catastrophe."
        },
        {
            "title": "S. Korean Minister of Defense Accused of His Bellicose Remarks",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-06ee.html",
            "content": "S. Korean Minister of Defense Accused of His Bellicose Remarks\r\n Pyongyang, November 13 (KCNA) -- Kim Kwan Jin, south Korean minister of Defense, appeared at the recent \"National Assembly\" (NA) session to bluff that south Korea can fight a war independently and \"ruin\" the north.\n\t\t\t\t\t Earlier, the director of the intelligence headquarters of the ministry in the NA state inspection confessed that south Korea would suffer a defeat in case it independently fights a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday in a commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Some are of the view that Kim's bluster is aimed to calm down the stir caused by his lackey's remark. But there is another story.\n\t\t\t\t\t\n\t\t\t\t\t What traitor Kim said brings into bolder relief his true colors as a die-hard warmonger keen on igniting a nuclear war on this land at any cost and a military gangster bereft of reason, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Kim's bellicose remarks are a vivid expression of the moves of the puppet forces to provoke a war against the DPRK which are getting evermore reckless as the days go by at the connivance and support of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t This proves that the puppet war-like forces have become desperate in their moves to lead the tense situation between the north and the south to a war. The above-said outbursts are by no means an accidental gaffe but a premeditated declaration of a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous for Kim to cry out for \"ruining\" the north.\n\t\t\t\t\t\n\t\t\t\t\t Those, no more than colonials of the U.S., can neither understand nor size up the tremendous military power of the DPRK. The puppet forces are no match for the DPRK as they offered the \"right to command the wartime operation\" to their American master, being reduced to the bullet shield. The traitor's bluffing only increased war-phobia and extreme uneasiness among south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwan Jin, who is unaware of what a real war will be like, had better stop freely wagging his tongue."
        },
        {
            "title": "U.S. Is to Blame for Escalating Tensions on Korean Peninsula: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-07ee.html",
            "content": "U.S. Is to Blame for Escalating Tensions on Korean Peninsula: Rodong Sinmun\r\n Pyongyang, November 13 (KCNA) -- The situation on the Korean Peninsula is inching close to the phase of war which is attributable to the war moves of the U.S. and its followers against the DPRK, says Rodong Sinmun in an article Wednesday.\n\t\t\t\t\t Referring to the reason why peace on the peninsula was constantly jeopardized and this became the factor of threatening global peace and security and its historical background, the article notes:\n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical for the U.S. to take issue with the DPRK over its nuclear deterrence, alleging it is threatening global peace.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is creating fiction to stifle the DPRK while attaching big military and strategic significance to the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t As far as threat is concerned, the U.S. should call into question its policy for invading the DPRK and its junior ally Japan's move to turn the country into a military giant.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. speaks in public of its support for Japan's ambition to bolster the military muscle including its exercise of the right to collective self-defense. This is an act of wrecking peace by rendering the situation in Northeast Asia tense.\n\t\t\t\t\t\n\t\t\t\t\t We cannot but take a serious note of the fact that the U.S.-Japan military alliance is targeted against the DPRK. The U.S. allowed Japan to exercise the right to collective self-defense, providing the \"Self-Defense Forces\" with the condition to ignite the second Korean war and invade the DPRK together with its imperialist aggression forces.\n\t\t\t\t\t\n\t\t\t\t\t Japan's reinvasion of Korea is becoming a reality.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean Peninsula is fraught with the danger which may plunge the world into a vortex of a new war."
        },
        {
            "title": "Birthday Party Given for Participants in National Meeting of Scientists, Technicians",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-13ee.html",
            "content": "Birthday Party Given for Participants in National Meeting of Scientists, Technicians\r\n Pyongyang, November 13 (KCNA) -- A party took place at Chongryu Restaurant Tuesday to congratulate participants in the national meeting of scientists and technicians on their birthdays.\n\t\t\t\t\t Present there were Han Kwang Bok, department director of the Central Committee of the Workers' Party of Korea, Choe Sang Gon, chairman of the State Science and Technology Commission, officials concerned and the participants whose birthdays fall in the period of the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Han Kwang Bok in an address said supreme leader Kim Jong Un provided the national meeting of scientists and technicians in the idea of developing the country's science and technology by leaps and bounds and pushing forward the building of a thriving nation by dint of science and technology, and made sure that birthday spreads were provided to those who celebrate their birthdays during the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Han called on all the participants to bear this privilege deep in their minds and leave significant footprints in the drive for building a knowledge-based economic power."
        },
        {
            "title": "Peruvian President Hopes for More Cultural Exchanges with DPRK",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-01ee.html",
            "content": "Peruvian President Hopes for More Cultural Exchanges with DPRK\r\n Pyongyang, November 13 (KCNA) -- Kim Hak Chol, new DPRK ambassador to Peru, presented credentials to Ollanta Moises Humala Tasso, president of the Republic of Peru, on Nov. 8.\n\t\t\t\t\t The president said Peru is well aware of the achievements made by Koreans, and congratulates them.\n\t\t\t\t\t\n\t\t\t\t\t Particularly the Koreans' achievements in education, public health and culture are impressing the Peruvian people, he said.\n\t\t\t\t\t\n\t\t\t\t\t He hoped for expanding the brisk cultural exchanges between the two countries in the future, too, as well as in the past."
        },
        {
            "title": "DPRK Boxers Return Home",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-14ee.html",
            "content": "DPRK Boxers Return Home\r\n Pyongyang, November 13 (KCNA) -- DPRK boxers returned home on Wednesday after taking part in the Asian Championship of the International Boxing Federation (IBF) held in Mongolia.\n\t\t\t\t\t Paek Chung Hyok knocked down his Mongolian rival in the match for the title Asian champion in the fifth round of the bantamweight (53.52 kg), winning championship.\n\t\t\t\t\t\n\t\t\t\t\t At an awarding ceremony he received the championship belt, cup and diploma.\n\t\t\t\t\t\n\t\t\t\t\t Wui Sol Gyong, Jo Kuk Chol and Kwon Hye Sun separately beat their Mongolian and Chinese rivals in the light flyweight (48.98 kg), flyweight (50.80 kg) and the super bantamweight (55.34 kg), being qualified to challenge champions in the body weight event.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted at Pyongyang Railway Station by officials concerned and their families.\n\t\t\t\t\t\n\t\t\t\t\t Sportspersons congratulated the boxers and coaches on their successes in the matches, presenting garlands and bouquets to them."
        },
        {
            "title": "Action against \"Yusin\" Dictatorship Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-08ee.html",
            "content": "Action against \"Yusin\" Dictatorship Called for in S. Korea\r\n Pyongyang, November 13 (KCNA) -- Educationists of south Korea including professors of Yonsei University and Broadcasting and News Service University held a press conference in Seoul on Nov. 11 denouncing the moves of the puppet regime to revive the \"yusin\" dictatorship.\n\t\t\t\t\t At the press conference speakers said the interference of the Intelligence Service and other power organs in the election is not only a crime violating democracy but an act of fooling the people.\n\t\t\t\t\t\n\t\t\t\t\t The shameless operation which fabricated the case of attempted rebellion by branding the Unified Progressive Party as \"one following the north\" in a bid to conceal the interference in the election is sparking off resentment of the people from all walks of life, they noted.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime called for judgment on forcibly disbanding the party, they said, adding this is a case of suppression which should not be tolerated.\n\t\t\t\t\t\n\t\t\t\t\t As this triggered off a series of candlelight actions, the Park Geun Hye regime became engaged in the creation of the atmosphere of hostility between the north and the south and the suppression under the pretext of security, they said.\n\t\t\t\t\t\n\t\t\t\t\t The regime is now caught in illusion, dreaming of the \"yusin\" dictatorship, they said, noting the people can never forget the tragic history of the \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t They will fight against the dictatorial rule, they stressed."
        },
        {
            "title": "S. Korean Ruling Party Decried for Revealing Its Real Intention for Dictatorial Rule",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-09ee.html",
            "content": "S. Korean Ruling Party Decried for Revealing Its Real Intention for Dictatorial Rule\n\t\t\t\t\t\t\r\n Pyongyang, November 13 (KCNA) -- The south Korean newspaper Kyunghyang Daily News on Nov. 8 carried an article decrying the puppet group for revealing its real intention for the dictatorial rule even abroad.\n\t\t\t\t\t Kim Jin Thae, lawmaker from the \"Saenuri Party\", threatened with crackdown those who participated in the meeting held in Paris for denouncing the illegal interference of the Intelligence Service (IS) in the election, the article said.\n\t\t\t\t\t\n\t\t\t\t\t He openly clamored about retaliation, blustering that he would make them pay a very high price and let the Ministry of Justice submit photos of the participants and evidence to the Constitutional Court, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Threatening people who expressed their political opinions on the case of the IS can only be seen under the dictatorial rule, it charged.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jin Thae revealed his attempt to link the meeting with the issue of disbanding the Unified Progressive Party, it said, adding he was the first to call for judgment on disbanding the party over its programme.\n\t\t\t\t\t\n\t\t\t\t\t He should make an apology to compatriots and other people, though belatedly, it noted."
        },
        {
            "title": "S. Korean Chief Executive's Visit to Britain Protested",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-02ee.html",
            "content": "S. Korean Chief Executive's Visit to Britain Protested\r\n Pyongyang, November 13 (KCNA) -- British political parties and organizations held a rally on Nov. 7 in front of the south Korean embassy in London to protest the south Korean chief executive's trip to Britain.\n\t\t\t\t\t The protesters included personages of the New Communist Party of Britain, the Communist Party of Great Britain (Marxist-Leninist), the British branch of the Korean Friendship Association and the British Association for the Study of Songun Policy and other British people.\n\t\t\t\t\t\n\t\t\t\t\t Dermot Hudson, chairman of the British Association for the Study of Songun Policy, said it is ridiculous that south Korea under the U.S. colonial rule has its embassy in London as if it is a legitimate state. He branded Park Geun Hye as a dictator who usurped the power.\n\t\t\t\t\t\n\t\t\t\t\t The conservative forces in south Korea make desperate efforts to dissolve the Unified Progressive Party in south Korea and intensify the crackdown on the Teachers Union of south Korea, he said. He strongly protested the dictator's visit to Britain."
        },
        {
            "title": "Kim Jong Un recorre Fabrica 2 de Noviembre del EPC",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-18ee.html",
            "content": "Kim Jong Un recorre Fabrica 2 de Noviembre del EPC\r\n Pyongyang, 13 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno la Fabrica 2 de Noviembre del EPC.\n\t\t\t\t\t Esta base combinada produce varios alimentos como galletas, caramelos y pan y los abastece a los militares.\n\t\t\t\t\t\n\t\t\t\t\t Para suministrar normalmente las meriendas sabrosas y nutritivas a los militares, el Comandante Supremo asigno la tarea de acondicionar en la fabrica un nuevo y moderno proceso de produccion de confites.\n\t\t\t\t\t\n\t\t\t\t\t En acato a su proposito, la unidad 534 del EPC, los funcionarios y obreros de la fabrica levantaron en corto plazo un edificio de produccion a la altura del nuevo siglo y normalizan la produccion en el proceso de produccion de meriendas de gran capacidad.\n\t\t\t\t\t\n\t\t\t\t\t El Mariscal recorrio la sala de presentacion del historial de la fabrica, fundada en mayo de 1947 por la iniciativa del Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Recordo con gran emocion la trayectoria de la fabrica que se ha desarrollado bajo la profunda atencion de los tres generales del monte Paektu (el Presidente Kim Il Sung, el Dirigente Kim Jong Il y la Heroina de la Lucha Antijaponesa Kim Jong Suk) quienes no escatimaron nada para los militares.\n\t\t\t\t\t\n\t\t\t\t\t Se puso muy contento diciendo que con el nuevo y moderno proceso de meriendas pueden ser llevados a la realidad los deseos del Presidente y el Dirigente quienes se preocuparon mucho en toda su vida por el problema alimentario de los militares.\n\t\t\t\t\t\n\t\t\t\t\t Pasando revista a varios puntos de la fabrica incluyendo el taller de caramelos y el otro de galletas, dio valiosas instrucciones para organizar con escrupulosidad la administracion empresarial de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\t En la sala de control general, destaco la necesidad de realizar en alto nivel la computarizacion y la automatizacion del proceso productivo al establecer estrictamente el moderno sistema de vigilancia, control y mando.\n\t\t\t\t\t\n\t\t\t\t\t El partido mantiene la decision de suministrar sin interrupcion a los militares sabrosas y nutritivas meriendas y alimentos, acoto y abogo por intensificar las labores para aumentar la produccion acorde a la ampliacion de la capacidad productiva de la fabrica y elevar su calidad.\n\t\t\t\t\t\n\t\t\t\t\t Manifestando la esperanza y conviccion de que los obreros de la fabrica cumpliran satisfactoriamente con su honrosa mision, presento las metas a ser alcanzadas por etapas por la fabrica.\n\t\t\t\t\t\n\t\t\t\t\t   Le acompanaron en esta ocasion el vicemariscal del EPC Choe Ryong Hae, jefe de la Direccion Politica General del EPC, y Hwang Pyong So, subjefe de departamento del Comite Central del PTC."
        },
        {
            "title": "Grupo de Paz y Desarrollo Economico inicia su labor ",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-19ee.html",
            "content": "Grupo de Paz y Desarrollo Economico inicia su labor \r\n Pyongyang, 13 de noviembre (ACNC) -- El Grupo de Paz y Desarrollo Economico emprendio el dia 11 la construccion de la zona de desarrollo de ciencias y tecnicas sofisticadas de Kaesong.\n\t\t\t\t\t En la ceremonia de inicio de obra efectuada en la ciudad Kaesong estuvieron presentes Jang Su Nam, representante del citado Grupo, funcionarios correspondientes, constructores, empleados de la zona de desarrollo, personalidades y huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\t El citado grupo es una organizacion de colaboracion economica de las empresas de Hong Kong de China, Singapur, Australia, Medio y Cercano Oriente y Africa.\n\t\t\t\t\t\n\t\t\t\t\t En la zona se construiran el centro de desarrollo de IT, hotel, viviendas, escuelas, la planta electrica independiente que suministrara la electricidad a esta zona.\n\t\t\t\t\t\n\t\t\t\t\t Heh Teck Siong, gerente general del grupo, dijo en su discurso que piensa alegre en la participacion de su grupo en el desarrollo economico de la RPDC y continuo:\n\t\t\t\t\t\n\t\t\t\t\t Nuestro grupo es una unidad de desarrollo de la zona de desarrollo de ciencias y tecnicas sofisticadas de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\t El ideal del grupo es establecer las relaciones de cooperacion de prosperidad mutua con los paises asiaticos y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Confiamos en que la construccion de la zona de desarrollo promovera la confidencia, el desarrollo economico y la seguridad de la region, de manera que contribuira a la mejora de la condicion de vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t Nos alegramos de que avisemos a nuestros amigos provenientes de varios paises del mundo el inicio del desarrollo de la zona.\n\t\t\t\t\t\n\t\t\t\t\t El representante Jang Su Nam dijo que la Republica Popular Democratica de Corea presta gran atencion a esta zona y satisface todas las condiciones de inversion de las empresas de varios paises y agrego que si se construye la zona, esto estimulara mucho el esfuerzo del pueblo coreano por edificar una potencia  economica basada en intelectualidad y, al mismo tiempo, contribuira grandemente a la promocion de amistad y el desarrollo de las relaciones de cooperacion entre varios paises.\n\t\t\t\t\t\n\t\t\t\t\t Expreso su conviccion de que se completara lo mas pronto posible esta zona gracias a los dinamicos esfuerzos de los constructores y otros."
        },
        {
            "title": "Diplomaticos de varios paises apuntan importancia de zona de desarrollo de Kaesong",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-20ee.html",
            "content": "Diplomaticos de varios paises apuntan importancia de zona de desarrollo de Kaesong\r\n Pyongyang, 13 de noviembre (ACNC) -- Al hacer uso de la palabra en la ceremonia de inicio de la obra de la zona de desarrollo de ciencias y tecnicas sofisticadas, efectuada el dia 11 en la ciudad de Kaesong, el embajador guineo en China, Diare Mamady, dijo que promover un proyecto como este impulsara la construccion de confianza, el crecimiento economico, el comercio exterior y otros intercambios y mejorara la cooperacion con todos los paises vecinos de la Republica Popular Democratica de Corea. \n\t\t\t\t\t Apunto que el proyecto esta abriendo una amplia senda hacia la cooperacion integral entre los paises asiaticos y explorando la nueva ruta de la cooperacion Sur-Sur al estimular a los paises en vias de desarrollo en busca de las economias integradas que les amplien sus mercados estrechos y transferir las tecnologias que fomenten su desarrollo. \n\t\t\t\t\t\n\t\t\t\t\t Destaco que el crecimiento compartido, siendo filosofia clave de la cooperacion Sur-Sur, debe ser generalizado por las entidades economicas como el Grupo de Desarrollo Economico de Paz S.A. en aras de cultivar y mantener la paz sostenible, necesaria al bienestar de las naciones. \n\t\t\t\t\t\n\t\t\t\t\t Aprovechando esta oportunidad que hace conocer bien de la firme e invariable politica de paz de la RPDC, extendio saludo y congratulacion al gran Dirigentede la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t En la conferencia de prensa concedida al final de la ceremonia, el embajador de Sierra Leona en China, Multi-kamara Abubakarr, extendio sus sinceras felicitaciones al Maximo Dirigente de la RPDC, Kim Jong Un, por planear este proyecto y estimular al pais y al pueblo a lograr rapido progreso en el desarrollo economico y social. \n\t\t\t\t\t\n\t\t\t\t\t Continuo que en vista de sus experiencias de 20 anos de servicio en el Programa de las Naciones Unidas para el Desarrollo y como embajador itinerante en mas de 10 paises asiaticos, esta convencido de que el proyecto tiene gran potencial y la construccion de la zona ayudara la promocion de desarrollo economico en la region y el mejoramiento del nivel de vida del pueblo coreano."
        },
        {
            "title": "Ejecucion a terroristas es justicia, senala ACNC",
            "url": "http://kcna.co.jp/item/2013/201311/news13/20131113-21ee.html",
            "content": "Ejecucion a terroristas es justicia, senala ACNC\r\n Pyongyang, 13 de noviembre (ACNC) -- Se torna mas siniestra la campana intrigante de los titeres surcoreanos contra la Republica Popular Democratica de Corea. \n\t\t\t\t\t Se revelan sucesivamente los hechos de que el Servicio Nacional de Inteligencia, el Ministerio de Relaciones Exteriores, el de Unificacion y otros se enfrascan en el espionaje, complot y demagogia anti-RPDC y secuestran abiertamente  a los connacionales. \n\t\t\t\t\t\n\t\t\t\t\t Hasta la mandataria y el premier surcoreanos instigan a las escorias humanas al enfrentamiento con la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t La campana intrigante y terrorista nunca vista en la historia de las relaciones intercoreanas demuestra que pasa el limite la locura fratricida de los titeres surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\t La farsa histerica de los aturdidos ante el poderio y la realidad relevante de la RPDC es el producto de la politica intrigante y conflictiva para derrocar de todos modos el regimen norcoreano. \n\t\t\t\t\t\n\t\t\t\t\t En el tiempo pasado, los titeres surcoreanos eludian la responsabilidad por la seduccion y secuestro a los norcoreanos describiendolos de \"conductas de civiles\". Pero, ahora se entregan a esta campana las principales oficinas gubernamentales y hasta las autoridades surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\t La confesion basica de un agente del Servicio Nacional de Inteligencia del Sur de Corea  arrestado en el interior de la RPDC, hace conocer que la campana intrigante y terrorista de los enemigos se inicio ya hace mucho tiempo. \n\t\t\t\t\t\n\t\t\t\t\t Los titeres surcoreanos son criminales anti-DDHH y maniacos de confrontacion que para satisfacer su codicia politica y enfrentamiento crea artificialmente nuevas \"familias separadas\" del siglo XXI sin hacer caso de cerca de 70 anos de division nacional. \n\t\t\t\t\t\n\t\t\t\t\t De esta manera, se ha evidenciado que los \"derechos humanos universales\" y \"proteccion a fugitivos norcoreanos\", de que hablan los titeres surcoreanos, no pasan de ser una sofisteria. \n\t\t\t\t\t\n\t\t\t\t\t En este mundo no hay otros bribones y canallas como los titeres surcoreanos que se entregan al secuestro a los connacionales violando hasta los derechos internacionales. \n\t\t\t\t\t\n\t\t\t\t\t La ejecucion a los criminales y terroristas que pretenden danar la seguridad estatal y la vida del pueblo es el ejercicio merecido de la ley de la RPDC. Y conviene enteramente a los derechos y normas internacionales sobre la proteccion de derechos humanos y el antiterrorismo. \n\t\t\t\t\t\n\t\t\t\t\t La medida de la RPDC es justa y sera despiadada en su ejecucion."
        }
    ]
}