{
    "date": "2013-08-26",
    "url": "http://kcna.co.jp/item/2013/201308/2013-08-26ee.html",
    "articles": [
        {
            "title": "Special Envoy of Chinese Government for Issue of Korean Peninsula Here",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-13ee.html",
            "content": "Special Envoy of Chinese Government for Issue of Korean Peninsula Here\r\n Pyongyang, August 26 (KCNA) -- Wu Dawei, special envoy of the Chinese government for the issue of the Korean Peninsula, and his party arrived here Monday."
        },
        {
            "title": "State Merited Chorus Gives Performance to Celebrate Day of Songun",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-15ee.html",
            "content": "State Merited Chorus Gives Performance to Celebrate Day of Songun\r\n Pyongyang, August 26 (KCNA) -- The State Merited Chorus gave a performance \"Long Live Great Songun Commander\" celebrating the 53rd Day of Songun at the People's Theatre on Monday. \n\t\t\t\t\t It was enjoyed by leading officials of the party and state including Kim Yong Nam and service personnel of the Korean People's Army and the Korean People's Internal Security Forces. \n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were numbers like male choruses \"Long Live Great Songun Commander\" and \"Red Chol Pass\", female solo \"Tell, Way of Songun\" and \"General Is Immortal as Sun\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the revolutionary feats of the great Generalissimo Kim Jong Il, who firmly defended socialism, put the dignity and might of the country on the highest level and laid a foundation for everlasting prosperity with his unique Songun revolutionary leadership. \n\t\t\t\t\t\n\t\t\t\t\t Male chorus \"A-match-for-a-hundred\" and orchestral music \"The Cook Wagon Is Rolling\" added to the mood of the performance. They reflected the pride and optimism of the service personnel of the KPA who have performed exploits as defender of the country and creator of people's happiness with the firm belief that the honor of life, ardent patriotism and loyalty lie in following the great General. \n\t\t\t\t\t\n\t\t\t\t\t The performance showed the strong will of the servicepersons and people of the DPRK to steadily carry on the long journey of the Songun revolution following Marshal Kim Jong Un and guarantee a final victory in building a thriving nation with the arms of Mt. Paektu. It ended with male choruses \"Footsteps Resound through Mt. Osong\" and \"We Will Defend General Kim Jong Un at the Cost of Our Lives\"."
        },
        {
            "title": "Korean Youth Devote Themselves to Defence of Country and Building of Thriving Nation ",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-18ee.html",
            "content": "Korean Youth Devote Themselves to National Defence, Building of Thriving Nation \r\n Pyongyang, August 26 (KCNA) -- Marshal Kim Jong Un sent a congratulatory message \"To Participants in the Meeting for Celebrating the Youth Day and Young People across the Country\" on August 27, Juche 101 (2012).\n\t\t\t\t\t Greatly inspired by the warm loving care and trust of the Marshal, the young people of the DPRK have fully displayed the spirit of youth in defending the country and building a thriving nation over the past one year.\n\t\t\t\t\t\n\t\t\t\t\t Hero Ri Kyong Sim, a model of the people's security personnel in the era of Songun, devotedly protected the security of the headquarters of the revolution under an unexpected situation. She is keeping her worthwhile life shining.\n\t\t\t\t\t\n\t\t\t\t\t Young people of the Mansudae Art Studio, the Capital City Construction Commission and many other units displayed their loyalty in the work to remodel the Kumsusan Palace of the Sun into the sacred temple of Juche with the strong sense of obligation.\n\t\t\t\t\t\n\t\t\t\t\t 23 primary committees of the youth league and at least 60 officials and members of the youth league were awarded Kim Il Sung Youth Honor Prize and 23 primary committees of the youth league and more than 140 officials and members of the youth league Kim Jong Il Youth Honor Prize for displaying intense loyalty to the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the youth league and school youth and children across the country sent more than 150 kinds of aid materials with sincerity to the service personnel who are defending the country.\n\t\t\t\t\t\n\t\t\t\t\t More than 3,000 shock brigades were made up with young people. They are bringing about uninterrupted innovations at their worksites, demonstrating the might as scouting parties of the ranks for the general march.\n\t\t\t\t\t\n\t\t\t\t\t The members of the Paektusan Songun Youth Shock Brigade completed the construction of the dam of power station No. 2 and the surge tank, opening up a bright prospect for bringing earlier the day of commissioning of the power station.\n\t\t\t\t\t\n\t\t\t\t\t Young people are working hard at the worksite for rebuilding and repairing the northern railways, the construction site of the Ski Resort on Masik Pass, the worksite for reclaiming Sepho Tableland and other construction sites, creating the \"speed on Masik Pass\" and the speed in Sepho Tableland.\n\t\t\t\t\t\n\t\t\t\t\t Young people of cities and counties are undertaking more than 100 projects to spruce up their hometowns and workplaces.\n\t\t\t\t\t\n\t\t\t\t\t More than 8,600 young people fulfilled their yearly plans and at least 200 of them honored their three-year, two-year quotas at factories and enterprises in the field of light industry this year.\n\t\t\t\t\t\n\t\t\t\t\t Young people presented many scientific and technological achievements to the fourth national exhibition of students' IT scientific and technological achievements, the Pyongyang City youth scientific and technological achievements exhibition for celebrating the Day of the Sun and other exhibitions. At least 900 young people received University Student Scientific Research Prize.\n\t\t\t\t\t\n\t\t\t\t\t Korean youth fully showcased their talents and ability at international competitions in knowledge and intelligence including the 54th International Math Olympics and internet program contest.\n\t\t\t\t\t\n\t\t\t\t\t Young sportsmen and sportswomen bagged over 200 medals including more than 80 gold medals at international sports games over the last one year.\n\t\t\t\t\t\n\t\t\t\t\t More than 450 graduates of 18 universities of education and teacher training colleges volunteered to work at schools on forefront islets and in mountainous counties and in difficult and labor-consuming fields. Many young people are performing feats in the project for reclaiming Sepho Tableland and other construction sites in hearty response to the call of the Workers' Party of Korea."
        },
        {
            "title": "Songdowon Youth Open-air Theatre Draws Great Number of People",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-14ee.html",
            "content": "Songdowon Youth Open-air Theatre Draws Great Number of People\r\n Pyongyang, August 26 (KCNA) -- The Songdowon Youth Open-air Theatre situated on the east coast of the DPRK is a venue for colorful events on the occasion of the Youth Day.\n\t\t\t\t\t This modern base for political and ideological education and cultural and performing activities has been used by a total of 2.5 million youth and other people for the past five years.\n\t\t\t\t\t\n\t\t\t\t\t They visited the room dedicated to the history of the theatre, looking back on the undying leadership feats of President Kim Il Sung and General Secretary Kim Jong Il, peerlessly great persons, and loving care shown by them for the theatre.\n\t\t\t\t\t\n\t\t\t\t\t Working people's organizations are sponsoring colorful events. The remembrance meetings, meetings for telling stories about the virtues of the great persons, oratorical meetings, etc. help the people grasp the greatness of the party and the leader and their undying feats as well as the advantages of the socialist system.\n\t\t\t\t\t\n\t\t\t\t\t Mass cultural and performing activities are also brisk at the theatre.\n\t\t\t\t\t\n\t\t\t\t\t War veterans, members of the women's union art squad in Wonsan City and members of art groups of Wonsan University of Education, Wonsan Schoolchildren's Hall and many other units put on the stage numbers rich in ideological value and high artistry to be highly acclaimed by the audience."
        },
        {
            "title": "Drama Shows Days of Founding DYLNK",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-17ee.html",
            "content": "Drama Shows Days of Founding DYLNK\r\n Pyongyang, August 26 (KCNA) -- A TV serial drama \"In the Days of Founding Democratic Youth League of North Korea\" (17 parts) is nowadays televised in the Democratic People's Republic of Korea with the approach of the Youth Day (August 28).\n\t\t\t\t\t The drama was based on a story of young people in a county who strove to get rallied around an organization to take an active part in building a new society soon after the country's liberation from the Japanese colonial rule (August 15, 1945).\n\t\t\t\t\t\n\t\t\t\t\t Hero Kang Chol U forms a young communist organization with some progressive youths but does not know how to get them united in it.\n\t\t\t\t\t\n\t\t\t\t\t And due to the moves of the reactionary forces, the organization stands on the verge of collapse.\n\t\t\t\t\t\n\t\t\t\t\t Seized by agony, Kang makes his way to Pyongyang to meet with President Kim Il Sung and get instructions from him concerning the youth movement.\n\t\t\t\t\t\n\t\t\t\t\t Inspired by Kim Il Sung's teachings that the young Korean people should be united in an organization under the banner of democracy, he endeavors to rally young people of various social strata in the democratic youth organization.\n\t\t\t\t\t\n\t\t\t\t\t Upset by the unity of democratic forces, the reactionaries kick up a riot in a border city.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung personally comes to the city and makes a speech in a mass meeting, calling on the people to turn out in the efforts for building a new Korea.\n\t\t\t\t\t\n\t\t\t\t\t The drama represents the validity of the idea on the youth movement, advanced by Kim Il Sung soon after the country's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The DYLNK was originated from the Young Communist League of Korea Kim Il Sung founded on August 28, 1927."
        },
        {
            "title": "Kim Jong Un's Work Serves as Important Guidelines: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-07ee.html",
            "content": "Kim Jong Un's Work Serves as Important Guidelines: Rodong Sinmun\r\n Pyongyang, August 26 (KCNA) -- Supreme leader Kim Jong Un published the talk \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" in Rodong Sinmun, organ of the Workers' Party of Korea, and Joson Inmingun, organ of the Korean People's Army, on the occasion of the Day of Songun.\n\t\t\t\t\t The work serves as important guidelines which indicate the road of the victory of the revolutionary cause of Juche, the revolutionary cause of Songun, says Rodong Sinmun Monday in an editorial.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Songun represents the proud tradition of the Korean revolution and the banner of victory and glory. It was pioneered by President Kim Il Sung and led by the President and General Secretary Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The development of the revolutionary armed forces and the victory of the revolutionary cause of Juche are guaranteed thanks to the sacred Songun revolutionary history and tradition, the Songun revolutionary idea and feats of the great Generalissimos.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution is steadily advancing along the road of Songun led by the Generalissimos in another 100 years of the Juche era.\n\t\t\t\t\t\n\t\t\t\t\t All the service personnel and the people are renewing their will to wage revolution without letup and there are shining achievements convincing the people of the validity and invincibility of Songun revolution and the bright future of Kim Il Sung's nation and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is an unwavering will of Kim Jong Un to uphold the Songun revolutionary idea and feats of Kim Jong Il, who was loyal to the idea and cause of the President, and achieve the prosperity of Kim Il Sung's and Kim Jong Il's Korea."
        },
        {
            "title": "World's Cultural Heritages in Kaesong City of DPRK (3)",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-16ee.html",
            "content": "World's Cultural Heritages in Kaesong City of DPRK (3)\r\n Pyongyang, August 26 (KCNA) -- In Sonjuk-dong, Kaesong City of the DPRK there are Sungyang School and Sonjuk Bridge, which were listed as world's cultural heritages.\n\t\t\t\t\t Sungyang School was built at the site of the ruined house of Jong Mong Ju (1337-1392), who was a bureaucrat competent in military affairs and diplomacy at the end of the Koryo Kingdom period (918-1392). It was rebuilt in 1573 during the Feudal Joson (Korea) Dynasty. \n\t\t\t\t\t\n\t\t\t\t\t Standing against Mt. Janam, the school played a role of disseminating Confucianism while giving education.\n\t\t\t\t\t\n\t\t\t\t\t It was called Munchung Hall and then renamed Sungyang School in 1575. The school has two dormitory buildings, a hall and a shrine.\n\t\t\t\t\t\n\t\t\t\t\t The stone-made Sonjuk Bridge, 8.35 meters long and 3.36 meters wide, was built across the Rogye Stream in the period of the Koryo Kingdom.\n\t\t\t\t\t\n\t\t\t\t\t The bridge, originally called Sonji Bridge, has been well known after Jong Mong Ju was killed by Ri Song Gye's men for his resistance to Ri's attempt to overthrow the dynasty. \n\t\t\t\t\t\n\t\t\t\t\t It has been told that a bamboo tree grew up on the spot where he was killed. Since then, the bridge has been called Sonjuk Bridge (juk means bamboo).\n\t\t\t\t\t\n\t\t\t\t\t In around 1780, Jong's descendants closed the bridge up with stone parapets and built another one nearby it.\n\t\t\t\t\t\n\t\t\t\t\t Seen alongside the bridge is a stone monument inscribed with letters \"Sonjukgyo\" (Sonjuk Bridge), written by Han Sok Bong, a noted calligrapher at that time."
        },
        {
            "title": "S. Korean Social Body Condemns S. Korea-Japan Joint Military Drill",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-09ee.html",
            "content": "S. Korean Social Body Condemns S. Korea-Japan Joint Military Drill\r\n Pyongyang, August 26 (KCNA) -- The council for the solution of the issue of the volunteers corps in south Korea issued a statement condemning the south Korea-Japan joint military drill on Aug. 21.   Calling the drill a move for spurring the revival of Japan's militarism the statement denounced the south Korean air force and Japan's air \"self-defense force\" of waging Red Flag, the U.S.-led joint military drill, in Alaska State.\n\t\t\t\t\t This would provide a momentum for Japan's undisguised move to revive militarism such as the visit to Yasukuni Shrine, said the statement.\n\t\t\t\t\t\n\t\t\t\t\t It added that Japan has refused to punish those who committed organized and unethical crimes and has made no apology and compensation to the victims for 68 years.\n\t\t\t\t\t\n\t\t\t\t\t It urged Japan to resolve the issue of the sexual slavery and halt the move for the revival of militarism at once, well aware of the opinion of the international community."
        },
        {
            "title": "30,000-Strong Candlelight Rally Held in Seoul",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-10ee.html",
            "content": "30,000-Strong Candlelight Rally Held in Seoul\r\n Pyongyang, August 26 (KCNA) -- A candlelight rally took place at Chonggye Square in Seoul on August 23 under the sponsorship of the south Korean Emergency Situation Council to Denounce Intelligence Service's Interference in Presidential Election.\n\t\t\t\t\t Attending it were members of civic and public organizations, officials of opposition parties and people of all social standings, more than 30,000 in all.\n\t\t\t\t\t\n\t\t\t\t\t At the rally the speakers said the state investigation into the truth about the Intelligence Service's interference in the election dropped its curtain.\n\t\t\t\t\t\n\t\t\t\t\t Watching the TV footage of the course of the state investigation, the people could not but feel the sense of absurdity, they noted.\n\t\t\t\t\t\n\t\t\t\t\t Those who appeared at the public hearing, in particular, replied to the questions with the already made-up answers and the \"Saenuri Party\" let loose a spate of lame excuses, an insult to the people, they charged.\n\t\t\t\t\t\n\t\t\t\t\t The present chief executive is keeping mum, being holed up in Chongwadae still now when those who supported the candidates from opposition parties and even those who cast their votes for the candidate from the ruling party in the past election are raising a suspicion about fraud-tainted election, they held.\n\t\t\t\t\t\n\t\t\t\t\t How can we live for another four years, counting on such guys, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t The ruling forces are trying to obstruct the state investigation and cover up the truth but the people will never halt their actions, they stated.\n\t\t\t\t\t\n\t\t\t\t\t They declared more people would rise up in actions in demand of the probe into the truth about the case, punishment of those responsible for it, dismissal of Nam Jae Jun, director of the Intelligence Service, and apology of the chief executive though the state investigation ended.\n\t\t\t\t\t\n\t\t\t\t\t They urged the present chief executive to make a direct apology to the people for the IS's illegal act and introduce special prosecution for thoroughly probing the truth about the case. They said the broad segment of people will conduct the one million-people signature campaign to this end."
        },
        {
            "title": "U.S. Accused of Forcing S. Korea to Increase Share of Upkeep of U.S. Forces",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-12ee.html",
            "content": "U.S. Accused of Forcing S. Korea to Increase Share of Upkeep of U.S. Forces\r\n Pyongyang, August 26 (KCNA) -- The People for Achieving Peace and Reunification and other civic and public organizations of south Korea held a press conference outside the puppet Foreign Ministry on August 22.\n\t\t\t\t\t At the conference the organizations recalled that the U.S. and south Korean authorities were conducting negotiations for concluding a special agreement on sharing the upkeep of the U.S. forces that day.\n\t\t\t\t\t\n\t\t\t\t\t They accused the U.S. of forcing the south Korean side to drastically increase its share of upkeep of the U.S. forces with a brigandish logic.\n\t\t\t\t\t\n\t\t\t\t\t  Recalling that the U.S. is forcing the south Korean authorities to cover even the expenses for transferring the U.S. military base which it was obliged to pay, they noted this helps know well how unequal and humiliating the U.S.-south Korea relations are.\n\t\t\t\t\t\n\t\t\t\t\t It is the task of the times to put an end to the humiliating act of imposing a heavy financial burden upon the people, they said, warning that the U.S. illegal and unreasonable demand is bound to encounter a strong rebuff of the people.\n\t\t\t\t\t\n\t\t\t\t\t We cannot but question the U.S. whether it is demanding a greater amount of money because it is short of upkeep of its forces, the organizations said, urging the south Korean \"government\" to take back all the upkeep of the U.S. forces which is misused for an unreasonable purpose.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference members of the organizations staged a demonstration."
        },
        {
            "title": "Imperialist Powers Slammed for Blocking Peace, Reunification of Korea",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-11ee.html",
            "content": "Imperialist Powers Slammed for Blocking Peace, Reunification of Korea\r\n Pyongyang, August 26 (KCNA) -- A member of the editorial board of Minjok Thongsin, an internet paper of Koreans in the U.S., in an article on August 22 denounced the imperialist powers for blocking the peace and reunification of the Korean nation.\n\t\t\t\t\t August 22 is the day when the Japanese imperialists fabricated in a coercive manner the \"Korea-Japan Annexation Treaty\", the article said.\n\t\t\t\t\t\n\t\t\t\t\t More than a century has passed since then but Japan is justifying the crimes committed by it against the Korean nation such as denial of its sexual slavery enforced in the past and, at the same time, kicking up a whirlwind of unprecedented suppression of Koreans in Japan while claiming Tok Islets belong to it, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is chiefly to blame for instigating Japan to invade Korea through the \"Taft-Katsura Agreement\" with Japan in 1905, it said.\n\t\t\t\t\t\n\t\t\t\t\t It condemned the U.S. for dividing the Korean nation into two and igniting a war against the DPRK on June 25, 1950, killing millions of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t 60 years have passed since the ceasefire but the U.S. is leaving no means untried to keep the Korean nation divided permanently, refusing to sign a peace treaty, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies are blocking the road of reunification, the ardent desire of the Korean nation which had suffered all sorts of misfortune and pain due to outside forces.\n\t\t\t\t\t\n\t\t\t\t\t Japan should redeem its inglorious past without fail.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should turn out in the struggle to force the U.S. roll back its policy of interference and domination over the Korean Peninsula and sign a peace treaty.\n\t\t\t\t\t\n\t\t\t\t\t They should rise up in the patriotic struggle for reunification, aware that if the June 15 joint declaration and the October 4 declaration are preserved and implemented and the north and the south pool their efforts, this will mean beginning of peaceful reunification and a key to peace and prosperity of the Korean nation."
        },
        {
            "title": "Kim Jong Il's Work Posted on Website by Austrian Organization",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-01ee.html",
            "content": "Kim Jong Il's Work Posted on Website by Austrian Organization\r\n Pyongyang, August 26 (KCNA) -- General Secretary Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Juche-Oriented Socialist State with Invincible Might\" was posted on the website by the Society for the Promotion of the Relations between Austria and the DPRK on Aug. 20.\n\t\t\t\t\t The work, made public on Sept. 5, Juche 97 (2008), says the invincibility of the DPRK lies in defending and glorifying the Juche-oriented state-building idea and exploits of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The website carried a portrait of smiling Kim Jong Il."
        },
        {
            "title": "Day of Songun Marked in Romania, Guinea",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-02ee.html",
            "content": "Day of Songun Marked in Romania, Guinea\r\n Pyongyang, August 26 (KCNA) -- There took place a seminar in Romania and a lecture and reading session in Guinea on Aug. 19 and 20 to mark the 53rd anniversary of General secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t Present at the events were public figures and masses of those countries.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Supreme Council of the Socialist Party of Romania said August 25 is a significant day when Kim Jong Il started his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the principle of Songun and paid deep attention to enabling the Korean People's Army to discharge its duty and mission as the army of the party, leader and people, the chairman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The KPA is smashing the U.S. and its followers' maneuvers to stifle the DPRK, being equipped with both powerful offensive and defensive means and this would be unthinkable without the exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The dean of the music faculty of Guinean Art College said Kim Jong Il inspected many KPA units to strengthen the army into the pillar of the country and main force of Songun revolution. During his inspection he used to watch art performances given by soldiers and saw to it that whole society learned from the soldiers' revolutionary and optimistic traits and way of life."
        },
        {
            "title": "Anniversary of DPRK to Be Marked in Denmark",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-03ee.html",
            "content": "Anniversary of DPRK to Be Marked in Denmark\r\n Pyongyang, August 26 (KCNA) -- A Danish preparatory committee to celebrate the 65th anniversary of the DPRK was inaugurated in Copenhagen on Aug. 20.\n\t\t\t\t\t A member of the Central Committee of the Communist Party in Denmark and the chairman of the Denmark-DPRK Friendship Association were elected the co-chairmen of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to present a congratulatory letter to supreme leader Kim Jong Un and organize colorful events including meeting and photo exhibition on the occasion of the anniversary."
        },
        {
            "title": "Anniversary of DPRK to Be Marked in Romania",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-04ee.html",
            "content": "Anniversary of DPRK to Be Marked in Romania\r\n Pyongyang, August 26 (KCNA) -- A Romanian national preparatory committee to celebrate the 65th anniversary of the DPRK was inaugurated on Aug. 19.\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the celebration period from Aug. 25 to Sept. 9 and decided to organize colorful political and cultural events including meeting, seminar and film show during the period."
        },
        {
            "title": "Anniversary of DPRK to Be Marked in Benin",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-05ee.html",
            "content": "Anniversary of DPRK to Be Marked in Benin\r\n Pyongyang, August 26 (KCNA) -- A Beninese national preparatory committee to celebrate the 65th anniversary of the DPRK was inaugurated in Cotonou on Aug. 21.\n\t\t\t\t\t Hessou Kohovi was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events to highly praise the immortal exploits of the prominent great persons of Mt. Paektu and widely introduce them on the occasion."
        },
        {
            "title": "Ssangunri Revolutionary Site Visited by Many People",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-06ee.html",
            "content": "Ssangunri Revolutionary Site Visited by Many People\r\n Pyongyang, August 26 (KCNA) -- The Ssangunri Revolutionary Site is visited by a great number of people. The site is associated with the first footstep left by General Secretary Kim Jong Il in his Songun revolutionary leadership.\n\t\t\t\t\t About 400,000 servicepersons and people including youth and schoolchildren have visited the site over the past 10 odd years.\n\t\t\t\t\t\n\t\t\t\t\t On Aug. 25, Juche 49 (1960) Kim Jong Il together with President Kim Il Sung inspected Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army which was stationed in Ssangun-ri at that time. This inspection became the start of his Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t In front of the monument to the field guidance of Kim Il Sung and the monument to a poem dedicated to Kim Il Sung the visitors reflected the immortal exploits of Kim Il Sung and Kim Jong Il, who led the Songun revolution for the development of the revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t They were briefed on the fact that Kim Jong Il made his firm resolve to turn the country into an invincible military power that no formidable enemies dare provoke by inheriting the President's idea of attaching importance to military affairs and arms when he visited the place at least 50 years ago. \n\t\t\t\t\t\n\t\t\t\t\t They were deeply impressed by the broad and flat rock that conveys the personality of Kim Jong Il as a great man.\n\t\t\t\t\t\n\t\t\t\t\t They went round the spring site and the house of the unit's commander that show the noble traits of Kim Jong Il, who worked heart and soul for the welfare of the President.\n\t\t\t\t\t\n\t\t\t\t\t They went round the barracks, mess hall, room dedicated to educating soldiers and foodstuff store of a sub-unit toured by Kim Jong Il in June, Juche 91 (2002)."
        },
        {
            "title": "Kim Jong Un dirige reunion ampliada de Comision Militar Central de PTC",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-19ee.html",
            "content": "Kim Jong Un dirige reunion ampliada de Comision Militar Central de PTC\r\nPyongyang, 26 de agosto (ACNC) -- Tuvo lugar la reunion ampliada de la Comision Militar Central del Partido del Trabajo de Corea bajo la direccion del Mariscal Kim Jong Un, Primer Secretario del PTC, Presidente de la CMC del PTC, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\tEn la ocasion tomaron parte los miembros de la CMC, los miembros ejecutivos del comite del PTC en el EPC y los integrantes de mando de las unidades de tipo de fuerzas armadas y a nivel de cuerpo de ejercito.\n\t\t\t\t\t\n\t\t\t\t\tLa reunion discutio y aprobo los asuntos practicos para elevar mas la combatividad de las fuerzas armadas revolucionarias y fortalecer por todos los medios el poderio de defensa del pais partiendo de la demanda de la situacion creada y la actual condicion del EPC.\n\t\t\t\t\t\n\t\t\t\t\tSe discutio ademas el tema de organizacion.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal pronuncio un importante discurso resumen que servira de guia en defender con firmeza la soberania y la seguridad del pais y acelerar la causa revolucionaria de Songun del partido."
        },
        {
            "title": "Kim Jong Un participa en banquete del MINFAP por el Dia del Songun",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-20ee.html",
            "content": "Kim Jong Un participa en banquete del MINFAP por el Dia del Songun\r\nPyongyang, 26 de agosto (ACNC) -- El Ministerio de las Fuerzas Armadas Populares ofrecio una recepcion en ocasion del 53o aniversario del inicio de la guia del Dirigente Kim Jong Il sobre la revolucion mediante el Songun.\n\t\t\t\t\tAsistio a la ocasion el Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes los miembros del Comite Central, la Comision Militar Central, del PTC, del CDN de la RPDC, los comandantes del EPC y los otros de fuerzas armadas por tipos y de los cuerpos de ejercito.\n\t\t\t\t\t\n\t\t\t\t\tEl vicemariscal del EPC, Choe Ryong Hae, miembro del Presidium del Buro Politico del CC del PTC y jefe de la Direccion Politica General del EPC, pronuncio el discurso de la ocasion.\n\t\t\t\t\t\n\t\t\t\t\tLuego de aclarar la verdad de la revolucion de que las fuerzas armadas son precisamente el partido, el Estado y el pueblo, el Dirigente Kim Jong Il recorrio con abnegacion patriotica el camino del Songun superando multiples pruebas y dificultades, comenzo el orador y continuo:\n\t\t\t\t\t\n\t\t\t\t\tGracias a ello, el EPC se fortalecio como invictas fuerzas armadas revolucionarias capaces de derrotar a cualquier enemigo fuerte y nuestra patria devino potencia del monte Paektu envidiada por todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del significativo Dia del Songun de este ano, el Comandante Supremo publico la obra \"Hagamos perpetuas la gran idea revolucionaria de Songun del companero Kim Jong Il y sus hazanas\", con la cual hizo destaque a la gran personalidad y las hazanas del Dirigente e ilumino el futuro camino para lograr la victoria de la causa revolucionaria del Songun.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que le toca continuar el camino del Songun, recorrido en toda su vida por los Generalisimos, el Comandante Supremo inspecciono sin parar los puestos y unidades en la primera linea del frente, inclusive el puesto Kachilbong del monte Osong, y dedico todo lo suyo para el incremento de las fuerzas armadas.\n\t\t\t\t\t\n\t\t\t\t\tGracias a su energica guia del Songun, comenzo la era de esplendor en la construccion del ejercito y acontecen en tierra patria grandes eventos que causan la admiracion de todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tNuestros militares y civiles levantaran cuanto antes sobre el territorio patrio la mejor potencia del mundo reunificada y prospera y un paraiso del pueblo donde repercutan las vivas al PTC, al crear la \"velocidad Masikryong\" en todos los sectores de la construccion de un Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes brindaron por la buena salud del Mariscal, destino y futuro de la potencia del monte Paektu y bandera de victoria eterna."
        },
        {
            "title": "En Pyongyang enviado especial de gobierno chino y su comitiva",
            "url": "http://kcna.co.jp/item/2013/201308/news26/20130826-21ee.html",
            "content": "En Pyongyang enviado especial de gobierno chino y su comitiva\r\nPyongyang, 26 de agosto (ACNC) -- Llegaron el dia 26 a esta capital el enviado especial del gobierno chino encargado del problema de la Peninsula Coreana, Wu Dawei, y su comitiva."
        }
    ]
}