{
    "date": "2013-05-23",
    "url": "http://kcna.co.jp/item/2013/201305/2013-05-23ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Delegation of Vientiane City of Laos",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-26ee.html",
            "content": "Kim Yong Nam Meets Delegation of Vientiane City of Laos\r\n Pyongyang, May 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a friendly talk with the delegation of Vientiane City of Laos led by Soukanh Mahalath, secretary of the Central Committee of the Lao People's Revolutionary Party, secretary of the Vientiane City Party Committee and mayor, who paid a courtesy call on him at the Mansudae Assembly Hall Thursday.\n\t\t\t\t\t Soukanh Mahalath wished the Korean people greater success in building a thriving socialist nation under the wise leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the friendly and cooperative relations between the two countries would grow stronger."
        },
        {
            "title": "Gift to Kim Jong Un from Lao Delegation",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-24ee.html",
            "content": "Gift to Kim Jong Un from Lao Delegation\r\n Pyongyang, May 23 (KCNA) -- The dear respected Kim Jong Un was presented with a gift by the visiting delegation of Vientiane City of Laos.\n\t\t\t\t\t It was conveyed to Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on Thursday by head of the delegation Soukanh Mahalath, secretary of the Central Committee of the Lao People's Revolutionary Party, secretary of the Vientiane City Party Committee and mayor."
        },
        {
            "title": "Kim Yong Nam Greets President of Eritrea ",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-05ee.html",
            "content": "Kim Yong Nam Greets President of Eritrea\r\n Pyongyang, May 23 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, sent a message of greeting to Issaias Afewerki, president of Eritrea, on Thursday on the occasion of the 22nd anniversary of its independence.\n\t\t\t\t\t Kim in the message expressed belief that the friendly relations between the two countries would grow stronger, wishing the president success in his work and the Eritrean people bigger progress and prosperity."
        },
        {
            "title": "Choe Ryong Hae Visits Beijing Economic and Technological Development District",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-20ee.html",
            "content": "Choe Ryong Hae Visits Beijing Economic, Technological Development District\r\n Pyongyang, May 23 (KCNA) -- Director of the General Political Bureau of the Korean People's Army Choe Ryong Hae on a visit to China as special envoy of the dear respected Kim Jong Un visited the Beijing Economic and Technological Development District on Thursday.\n\t\t\t\t\t He was accompanied by Liu Jieyi, deputy head of the International Liaison Department of the Central Committee of the Communist Party of China.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae and his party were greeted by a leading official of the district on the spot.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the history of the district and its management and operation, they went round various places."
        },
        {
            "title": "Pak Pong Ju Makes Field Survey of KPA Breeding Station",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-17ee.html",
            "content": "Pak Pong Ju Makes Field Survey of KPA Breeding Station\r\n Pyongyang, May 23 (KCNA) -- Premier Pak Pong Ju made a field survey of the construction of Breeding Station No. 621 of the Korean People's Army which received field guidance of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t Inspired by the instructions given by the Supreme Commander on the spot, the soldier-builders are bringing about innovations in every construction site in order to build the station at the highest level.\n\t\t\t\t\t\n\t\t\t\t\t Looking round different construction sites, the premier encouraged them and convened a consultative meeting.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to step up the construction of breeding pens, folds, a goat institute, dwelling houses, etc., bearing in mind the intention of Kim Jong Un, who made a long and tiresome journey to provide good diet to the soldiers.\n\t\t\t\t\t\n\t\t\t\t\t The meeting underlined the need to finish the construction of the breeding station as early as possible and called on the Cabinet and other relevant units to ensure a timely supply of necessary raw and other materials and fuel to the construction sites."
        },
        {
            "title": "Pak Ui Chun Meets WHO Representative ",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-16ee.html",
            "content": "Pak Ui Chun Meets WHO Representative\r\n Pyongyang, May 23 (KCNA) -- Pak Ui Chun, foreign minister of the DPRK, met and had a talk with Yonas Tegegen Woldemariam, representative of the World Health Organization here who paid a farewell call on him, at the Mansudae Assembly Hall on Thursday."
        },
        {
            "title": "Pak Ui Chun Receives Credentials from UNDP Resident Representative",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-25ee.html",
            "content": "Pak Ui Chun Receives Credentials from UNDP Resident Representative\r\n Pyongyang, May 23 (KCNA) -- DPRK Foreign Minister Pak Ui Chun received credentials from Ghulam M. Isaczai, U.N. resident coordinator and resident representative of the United Nations Development Programme here, at the Mansudae Assembly Hall on Thursday.\n\t\t\t\t\t Present there were officials of the Ministry of Foreign Affairs and a member of the mission of the UNDP.\n\t\t\t\t\t\n\t\t\t\t\t Pak Ui Chun had a talk with the resident representative after receiving the credentials."
        },
        {
            "title": "Lao Delegation Tours Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-18ee.html",
            "content": "Lao Delegation Tours Mangyongdae\r\n Pyongyang, May 23 (KCNA) -- The delegation of Vientiane City of Laos led by Soukanh Mahalath, secretary of the Central Committee of the Lao People's Revolutionary Party, secretary of the Vientiane City Party Committee and mayor, visited Mangyongdae, the  birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the noble life of the President and his family, patriotic and revolutionary, the members of the delegation looked round the historical relics preserved with good care.\n\t\t\t\t\t\n\t\t\t\t\t They had a picture taken before the old home of the President before going round revolutionary sites on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, the head of the delegation wrote in the visitor's book: The great leader President Kim Il Sung was an ardent patriot. I deem it honor to visit his old home.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Tower of the Juche Idea, Monument to Party Founding, Rungna Dolphinarium, etc."
        },
        {
            "title": "Iranian Embassy Officials Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-19ee.html",
            "content": "Iranian Embassy Officials Help Korean Farmers\r\n Pyongyang, May 23 (KCNA) -- Ambassador Mansour Chavoshi and staff members of the Iranian embassy here gave a helping hand to the DPRK-Iran Friendship Ripsok Co-op Farm in Mundok County, South Phyongan Province on Thursday on the occasion of the DPRK-Iran friendship week.\n\t\t\t\t\t They helped farmers in weeding a maize field.\n\t\t\t\t\t\n\t\t\t\t\t During a break, they enjoyed an art performance given by children there and conversed with farmers.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian ambassador expressed hope that the farmers would register greater success in the agricultural production, true to the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "DPRK Pays Big Efforts to Prevention of Malaria",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-15ee.html",
            "content": "DPRK Pays Big Efforts to Prevention of Malaria\r\n Pyongyang, May 23 (KCNA) -- An event took place at the Taedonggang Diplomatic Club here on Thursday to observe World Malaria Day.\n\t\t\t\t\t Attending it were officials of the Ministry of Public Health and national institutions, health workers, staff members of international organizations' missions here including the representative of WHO office and the Polish ambassador.\n\t\t\t\t\t\n\t\t\t\t\t The attendants were briefed on activities for preventing malaria in the DPRK. Then they watched a video on combating malaria and conducted other diverse activities to suit this year's theme \"Invest in the future\" and \"Defeat malaria\".\n\t\t\t\t\t\n\t\t\t\t\t To prevent malaria is one of the DPRK government's priority works. It has directed big efforts to building up material foundations for the prevention of the disease.\n\t\t\t\t\t\n\t\t\t\t\t In March this year, it carried on vaccination for the inhabitants in the areas susceptible to the disease.\n\t\t\t\t\t\n\t\t\t\t\t Anti-malaria drugs and sterilized mosquito nets and clothes are supplied regularly to people working outside in evening hours.\n\t\t\t\t\t\n\t\t\t\t\t Short courses were organized for health workers to make inhabitants get medicinal knowledge about prevention of Malaria.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a campaign is being intensified to keep all pens and their surroundings clean."
        },
        {
            "title": "Lots of Products for Women Displayed at Int'l Trade Fair",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-21ee.html",
            "content": "Lots of Products for Women Displayed at Int'l Trade Fair\r\n Pyongyang, May 23 (KCNA) -- Among the exhibits displayed at the 16th Pyongyang Spring International Trade Fair, held some days ago, were lots of homemade goods for women.\n\t\t\t\t\t What caught the eyes of visitors were beauty lotion, soap and mask stripe and sauna lotion, made with processed natural sulphur mud.\n\t\t\t\t\t\n\t\t\t\t\t Son Ryon Hwa, an official of the Samgon Trading Company, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The products of our company are efficacious for skin cleansing, freshening and whitening and for prevention and treatment of skin diseases.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the sauna lotion helps soften skin, activate immunity to skin disease and prevent aging of skin.\"\n\t\t\t\t\t\n\t\t\t\t\t Song Chang Il, a section chief of the Yonghung Trading Company, said:\n\t\t\t\t\t\n\t\t\t\t\t \"My company presented various models of nano straw shoes. Straw is processed with nano silver and nano titan, which are helpful to removing stench and curing water-eczema.\n\t\t\t\t\t\n\t\t\t\t\t Those shoes accelerate the flow of blood, thus relieving fatigue of foot. Water-resistant, they are usable for two to three years.\"\n\t\t\t\t\t\n\t\t\t\t\t Many other companies, too, put on display goods exclusively for women."
        },
        {
            "title": "Turf Institute Built in DPRK",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-22ee.html",
            "content": "Turf Institute Built in DPRK\r\n Pyongyang, May 23 (KCNA) -- The Turf Institute under the Bioengineering Branch of the DPRK State Academy of Sciences has been recently built on the outskirts of Pyongyang.\n\t\t\t\t\t The Institute, staffed with talented biologists, has research facilities for breeding, cultivation, gene pool, tissue culture, biochemistry, vegetative physiology, blight and scientific information, laboratory and analysis rooms. \n\t\t\t\t\t\n\t\t\t\t\t Also with an open-air experimental field and greenhouse, it boasts of up-to-date equipment.\n\t\t\t\t\t\n\t\t\t\t\t According to Director Choe Yun Su, the construction of the Institute was proposed by respected Marshal Kim Jong Un, who visited it early this month, being very pleased to see the green-tiled outer wall and roof.\n\t\t\t\t\t\n\t\t\t\t\t The Institute is now making the research into cultivation of new kinds of turf which remain green all the year round, strong in resistance to cold and treading and high in ornamental effect. Its efforts are also focused on acclimatizing various species of turf from other countries to the climatic and soil conditions of Korea and spreading them to various parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t When learning about the growth of turf at the institute, Kim Jong Un called for conducting research into species suited to the areas distinct in four seasons and different in climatic conditions. And he noted that it would be good to set up branches of the institute in the eastern, western and central regions.\n\t\t\t\t\t\n\t\t\t\t\t Recalling this fact, the director said that his institute would fully discharge its duty as the country's turf research centre."
        },
        {
            "title": "KPA's Rocket Launch Is Part of Regular Military Exercises: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-10ee.html",
            "content": "KPA's Rocket Launch Is Part of Regular Military Exercises: KCNA Commentary\r\n Pyongyang, May 23 (KCNA) -- The U.S. and the south Korean puppet forces have portrayed the recent rocket launch by the Korean People's Army (KPA) as a \"provocation\".\n\t\t\t\t\t They are calling for \"tightened posture for counteraction\" and \"immediate punishment\", while describing the launch as an \"intentional provocation by the military to maintain tension till the war victory day\".\n\t\t\t\t\t\n\t\t\t\t\t This is an unpardonable provocative act to deter the DPRK from exercising its right to self-defence for peace and stability of the country.\n\t\t\t\t\t\n\t\t\t\t\t The rocket launch is part of a regular military exercise of the KPA aimed at increasing the defence capabilities in every possible way.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. and the south Korean warmongers have described the military exercises, common occurrences in any country, as a factor straining the tension in the Korean Peninsula and the region. This is the height of impudence.\n\t\t\t\t\t\n\t\t\t\t\t It is the exercise of the legitimate right of a sovereign state that the KPA stages military exercises to build a powerful deterrence to cope with the nuclear war exercises that have been staged with increased intensity by the U.S. and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The tension is still running high on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle joint military exercises waged by the U.S. and south Korea were barely ended before they kicked off provocative war exercises such as a combined naval drill and a combined anti-submarine drill.\n\t\t\t\t\t\n\t\t\t\t\t They are launching missiles on a daily basis and openly posing nuclear threats to the DPRK with nuclear carrier flotilla. Still, they are calling them \"regular exercises for defense.\"\n\t\t\t\t\t\n\t\t\t\t\t A war has been deterred on the Korean Peninsula where war situation has constantly prevailed due to the U.S. and south Korea. It is entirely thanks to the powerful deterrence of the DPRK that has put a brake on it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has confronted the U.S. and its followers' reckless aggression moves with powerful countermeasures.\n\t\t\t\t\t\n\t\t\t\t\t The army of the DPRK has diverse war methods and tactics for countering any sudden provocations and wars by the enemies. It also has all kinds of offensive and defensive means including nuclear deterrence for self-defence. Through the development and bolstering of powerful nuclear deterrence it is making a breach in the U.S. \"nuclear umbrella\" and decisively thwarting the attempt at a war on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  The military of the DPRK conducts exercises on a regular basis and always maintains combat posture to defend lasting peace and stability in the Korean Peninsula and the region, not to secure a sort of \"fundamental change\"."
        },
        {
            "title": "Japan Can Not Deny Coerciveness of Sexual Slavery for Imperial Army: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-13ee.html",
            "content": "Japan Can Not Deny Coerciveness of Sexual Slavery for Imperial Army: News Analyst\r\n Pyongyang, May 23 (KCNA) -- The right-wing conservative forces of Japan are resorting to a sleight of hand to deny the coercive nature of the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t Hashimoto, co-head of the Japan Restoration Party, said there is no evidence proving that the Japanese military and government abducted women through violence and threatening. Co-Head Ishihara also said it is the principle of history that the military has close relations with prostitution. He even said there is nothing wrong in Hashimoto's remarks.\n\t\t\t\t\t\n\t\t\t\t\t This is impudent and shameless political chicanery aimed to deny the sexual slavery system run by the Japanese government and military by abducting women from Korea and other Asian countries.\n\t\t\t\t\t\n\t\t\t\t\t It was an organized crime sponsored by the Japanese state.\n\t\t\t\t\t\n\t\t\t\t\t The chief culprits of the crime were the Japanese king who took charge of all state power including judicature, administration and legislation under the constitution of the Japanese empire as well as the government and military that moved under the directive and by the ratification of the king.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Ground Force set up and run the sexual slavery system for the army at the approval and instructions of the king.\n\t\t\t\t\t\n\t\t\t\t\t According to publications \"king's army and Korean 'comfort women'\" released in Japan, the government and the military laid out a plan to provide one sexual slave to 29 army soldiers and made public various relevant ordinances and documents for the realization of the plan.\n\t\t\t\t\t\n\t\t\t\t\t It was ascertained by wartime telegrams and documents, a number of victims of various countries, testimonies by witnesses and confession by soldiers that women were abducted from all Asian countries by the order of the military.\n\t\t\t\t\t\n\t\t\t\t\t A telegram sent by the commander of the Japanese army in Taiwan to Tojo on March 12, 1942 spelled out, \"I hereby request you to allow the dispatch of the following three persons selected by the military police as managers of 'comfort stations' to respond to the request by the military headquarters in the southern region to send 50 'comfort women' to Brunei.\"\n\t\t\t\t\t\n\t\t\t\t\t A document on the recruit of employees of military \"comfort stations\" that was sent to the army stationed in China by the Japanese Ministry of Ground Force in 1938 contained the approval seal of Vice-Minister of Ground Force Umezu.\n\t\t\t\t\t\n\t\t\t\t\t This order was given to the army units till July 1945 right before Japan's defeat.\n\t\t\t\t\t\n\t\t\t\t\t All units that were hurled to aggression war including the 12th, 35th, 38th and 59th divisions abducted women as sexual slaves at the instructions of the military commanders, and the headquarters carried them whenever there was strategic movement.\n\t\t\t\t\t\n\t\t\t\t\t Japan's act of abducting and forcibly walking away women were top violence crime which combined physical and mental coercion as evidenced by requisition, arrest, blackmail, threat and swindling.\n\t\t\t\t\t\n\t\t\t\t\t 200 000 Korean women were taken to China, India, Indonesia, the Philippines, Malaysia, Singapore, Okinawa, Hokkaido, Guam and other occupation and stationing areas by the Japanese army and 146 000 of the women lost their lives in alien land.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the sexual slavery for the Imperial Japanese Army was a hideous abduction and unethical crime in which the government, military, the government-general in Korea and police under it were involved by the order and at the instructions of the Japanese king.\n\t\t\t\t\t\n\t\t\t\t\t However, the Japanese right-wing conservative forces are denying the coercive nature of the sexual slavery system. This is aimed to conceal Japan's disgusting face as the world's biggest abduction country and evade the past liquidation at any cost.\n\t\t\t\t\t\n\t\t\t\t\t  They insisted on the necessity of the sexual slavery system, claiming \"Japan has been unfairly singled out for practices common among other armies during wartime.\"\n\t\t\t\t\t\n\t\t\t\t\t This is the height of sophism that can be made only by brutes in human form.\n\t\t\t\t\t\n\t\t\t\t\t The sexual slavery for the Imperial Japanese Army is the hideous crime against humanity to which no statute of limitations is applicable as it was committed in an organized and open way with the direct involvement of the government and the military.\n\t\t\t\t\t\n\t\t\t\t\t  A final report on organized rape, sexual slavery and similar practices during armed conflicts that was adopted at the UN Human Rights Sub-Commission in August 1993 defined the sexual slavery for the Imperial Japanese army as a war crime and demanded the Japanese government enact a relevant law for the settlement of the issue.\n\t\t\t\t\t\n\t\t\t\t\t But the Japanese right-wing conservative forces have persistently denied the coercive nature of the sexual slavery to evade the redemption of the past and bury into oblivion Japan's crime-woven past.\n\t\t\t\t\t\n\t\t\t\t\t It is nearly a century since the occurrence of the sexual slavery issue and nearly two decades since the issue was taken up at the international arena but the issue has not seen a solution. This is attributable to Japan's shamelessness and moral vulgarity.\n\t\t\t\t\t\n\t\t\t\t\t The sexual slavery has brought dishonor and shame to Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan can never cover up the crime of the sexual slavery system nor evade the responsibility for it.\n\t\t\t\t\t\n\t\t\t\t\t This is a serious political issue and urgent historical task facing the Japanese authorities."
        },
        {
            "title": "Rodong Sinmun Slams Moves to Revive \"Yusin\" Dictatorship in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-07ee.html",
            "content": "Rodong Sinmun Slams Moves to Revive \"Yusin\" Dictatorship in S. Korea\r\n Pyongyang, May 23 (KCNA) -- The massacre of people in Kwangju committed by the south Korean military hooligans in 1980 was the genocide unprecedented in history and hardly imaginable with human reason, says Rodong Sinmun Thursday in a bylined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Human history records many war disasters but it does not know such gangsters as those who killed in cold blood the people who called for elementary democracy by brandishing bayonets and driving tanks provided by the American master to meet his interests at peace time. \n\t\t\t\t\t\n\t\t\t\t\t Those killers of compatriots deserve a stern judgment by all Koreans and history. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the chieftains of the Kwangju massacre took the \"presidential\" office, far from facing punishment. South Korea is now witnessing such deplorable scenes as descendants of the military dictators coming to power, defaming the resistance fighters who shed blood in the fight for democracy against fascism and seriously distorting the history of that heroic struggle.\n\t\t\t\t\t\n\t\t\t\t\t The aims sought by the present ruling forces in reviving the \"yusin\" dictatorship are to justify the massacre of compatriots perpetrated by the military fascist maniacs in the past with the help of foreign forces and make it repeat itself and step up their moves for a war against the north. \n\t\t\t\t\t\n\t\t\t\t\t These reckless actions are an intolerable mockery and insult to the south Korean people who have the grudge of the victims to the Kwangju massacre still remain unsettled.\n\t\t\t\t\t\n\t\t\t\t\t The increased frenzy of the puppet forces to justify their crimes against humanity through the distortion of history would only touch off bitterer anger and resistance among the south Korean people."
        },
        {
            "title": "Rodong Sinmun Calls for Implementing WPK's New Strategic Line",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-08ee.html",
            "content": "Rodong Sinmun Calls for Implementing WPK's New Strategic Line\r\n Pyongyang, May 23 (KCNA) -- The new strategic line on simultaneously pushing forward economic construction and the building of nuclear force set forth by the dear respected Marshal Kim Jong Un at the March, 2013 Plenary Meeting of the Central Committee of the Workers' Party of Korea (WPK) is an immortal programme indicating the way of achieving a final victory in the all-out action with the U.S.\n\t\t\t\t\t Rodong Sinmun Thursday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The WPK's new strategic line is required by the grave situation prevailing on the Korean Peninsula at present and the developing revolution, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Some permanent member states of the UN Security Council sway the international political order and the bottom line of it is an access to nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Since the appearance of the first nuclear weapon in the world there have been many wars, but not a single war between nuclear weapons states. There increased the conflicts of interests between them but they never led to military clashes.\n\t\t\t\t\t\n\t\t\t\t\t If a country is capable of making a precision nuclear strike at any aggressors and their strongholds no matter where they are, they will not dare attack the country. The stronger the nuclear strike capability gets, the more powerful the deterrent grows.\n\t\t\t\t\t\n\t\t\t\t\t It is an essential requirement of the DPRK to beef up its nuclear force both in quality and quantity now that the U.S., the world's biggest nuclear weapons state, poses a constant nuclear threat to it.\n\t\t\t\t\t\n\t\t\t\t\t It is the view of the DPRK that it can protect its dignity and sovereignty and win a final victory in the confrontation with the U.S. only when it counters with nukes the aggressor forces coming in attack with nukes."
        },
        {
            "title": "Rodong Sinmun Urges U.S. to Find Way of Coexisting with DPRK with Nukes",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-09ee.html",
            "content": "Rodong Sinmun Urges U.S. to Find Way of Coexisting with DPRK with Nukes\r\n Pyongyang, May 23 (KCNA) -- The U.S. should face up to the reality and make a bold decision so that it can find the way of coexisting with the DPRK possessed of nukes.\n\t\t\t\t\t No words can express the earnest, strong desire of the Korean people for living on the land free from nuclear weapons and in peace as they have been distressed with the nuclear threat from the U.S. a long time. The desire of Koreans is stronger than any other nation and people.\n\t\t\t\t\t\n\t\t\t\t\t That is why the DPRK has called for the withdrawal of the U.S. nukes from south Korea and the denuclearization of the Korean Peninsula since the weapons were shipped into south Korea, and has made every possible effort to settle the issue.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., however, has defied all the efforts made by Pyongyang for making the Korean Peninsula a denuclearized zone but resorted to the frantic nuclear threat and blackmail against Pyongyang to disarm it and topple its social system at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The specific situation in the peninsula required a specific way of settling the issue: that is to react to nukes with nukes.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang has defended its right to existence and its sovereignty through access to nukes and this, in turn, terminated the nuclear imbalance on the peninsula packed with nukes with the only exception of the DPRK, which has become the target of nuclear threat.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Pyongyang's effective nuclear deterrent, the danger of war on the peninsula has remarkably diminished.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation clearly proves what just effort Pyongyang has made to counter the nuclear attack by the aggressors with the just nuclear shield, and shows this is the only way of defending the peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to make a bargaining over the DPRK's nukes at a negotiating table, which the DPRK can never barter for tremendous wealth. So Washington's call sounds just like a dog's barking at the moon.\n\t\t\t\t\t\n\t\t\t\t\t The time when the U.S. posed a nuclear threat to the DPRK has passed never to return."
        },
        {
            "title": "U.S., S. Korea Accused of Taking Issue with KPA's Rocket Launching Drills",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-06ee.html",
            "content": "U.S., S. Korea Accused of Taking Issue with KPA's Rocket Launching Drills\r\n Pyongyang, May 23 (KCNA) -- The spokesman for the White House termed the military exercises staged by the Korean People's Army (KPA) as a \"provocation\". The south Korean puppet regime echoed his outpouring, calling for a \"halt to provocation\" and urging \"a responsible behavior\".\n\t\t\t\t\t Minju Joson Thursdays observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but sheer sophism mocking at and deceiving the world public.\n\t\t\t\t\t\n\t\t\t\t\t The much fuss made by the U.S. and south Korea about the KPA's rocket launching drills is aimed to escalate the tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Their moves to ignite a nuclear war against the DPRK and arms build-up are now under fire worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime is now at a loss how to escape the criticism mounting due to the Intelligence Service's interference in the \"presidential\" election, the Decoration Agency's defamation of the Kwangju Popular Uprising, the sexual scandal of the spokesman for Chongwadae, etc.\n\t\t\t\t\t\n\t\t\t\t\t Hence, the regime is seeking red herring in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t In other words, it is working hard to find out a way out of its ruling crisis by calming down the international community's criticism of its moves to beef up aggressor forces and provoke a nuclear war against the DPRK, escalating military threat to the DPRK and quelling the anti-\"government\" actions of the south Korean people sparked off by its unpopular actions.\n\t\t\t\t\t\n\t\t\t\t\t Dependence on outside forces and confrontation with fellow countrymen are by no means a way out. They will only precipitate the self-destruction of the regime.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the hostile forces bar the DPRK from advancing under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korea had better drop their bad habit of groundlessly accusing others."
        },
        {
            "title": "S. Korean Regime Accused of Insulting Kwangju Uprising",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-11ee.html",
            "content": "S. Korean Regime Accused of Insulting Kwangju Uprising\r\n Pyongyang, May 23 (KCNA) -- An editor of Minjok Thongsin, an internet paper of Koreans in the U.S., on May 19 released a commentary condemning the south Korean puppet authorities for insulting the May 18 Kwangju Popular Uprising.\n\t\t\t\t\t The south Korean conservative forces are distorting the essence of the Kwangju uprising with a logic of coloring, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t People were prevented from singing a song symbolic of the uprising at events for marking the anniversary of the uprising this year, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Kwangju uprising was a righteous struggle of the south Korean people to bring about independence, democracy and reunification in defiance of the U.S. and the military dictatorial forces. Many people were ruthlessly killed in the resistance.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the present south Korean conservative forces are slandering the uprising and resorting to intrigues.\n\t\t\t\t\t\n\t\t\t\t\t The commentary called upon overseas Koreans to wage the reunification movement to realize the desire of the uprisers."
        },
        {
            "title": "Chongwadae Accused of Employing IS Man Involved in Political Suppression ",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-12ee.html",
            "content": "Chongwadae Accused of Employing IS Man Involved in Political Suppression\r\n Pyongyang, May 23 (KCNA) -- It has been disclosed that the present south Korean regime hired to Chongwadae an official of the puppet Intelligence Service (IS) who was involved in the political suppression of the opposition parties during the Lee Myung Bak's rule, according to the south Korean Kyunghyang Daily News on May 19.\n\t\t\t\t\t It has been exposed that when the opposition parties joined students and people of all social standings in their actions for the implementation of the commitment to halve the registration fee during the Lee's rule, the IS worked out a document with main emphasis on branding leading members of the opposition parties as \"leftist forces\" and taking measures.\n\t\t\t\t\t\n\t\t\t\t\t It has also been proved that the present regime let a department director under the second deputy director of the IS, who played a pivotal role in working out the document, work at a office of senior secretary for civil administration of Chongwadae, which is known to have manipulated behind the scene the surveillance of civilians during the Lee's rule.\n\t\t\t\t\t\n\t\t\t\t\t The man, who committed a sexual scandal against an American woman some days ago, stirring up a big uproar, was posted to work as spokesman for Chongwadae by the present regime though he was accused by broad circles of labeling forces supporting the opposition camp as \"anti-state forces\" during the Lee's rule.\n\t\t\t\t\t\n\t\t\t\t\t People of all social standings are becoming critical of the sexual scandal case, saying that it is attributable to the wrong personnel affairs policy of the present regime. It has also been disclosed that an official of the IS with the same background as him is among Chongwadae staff. This has sparked off public furor.\n\t\t\t\t\t\n\t\t\t\t\t The appointment to posts of Chongwadae of those who backed the dictatorial rule of the Lee Myung Bak group of traitors makes it easy to foresee the present regime's rule."
        },
        {
            "title": "Erstwhile Dictator Chun Doo Hwan Accused of Corruptions",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-14ee.html",
            "content": "Dictator Chun Doo Hwan Accused of Corruptions\r\n Pyongyang, May 23 (KCNA) -- The south Korean paper Hangyore Sunday carried an article appealing to the public to make a thorough investigation into the corruptions by traitor Chun Doo Hwan, a fascist murder.\n\t\t\t\t\t Chun owes 167.2 billion won as additional imposition for his irregularities and corruption during his tenure of office, but he has not yet paid it, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the prosecution and the \"Office of National Tax Administration\" have not dunned him but kept silence.\n\t\t\t\t\t\n\t\t\t\t\t The press thus came forward, the article said, noting it would mount a campaign to find out properties Chun had hoarded and expose them to the public.\n\t\t\t\t\t\n\t\t\t\t\t The article appealed to the readers to cooperate with the press in the campaign such as divulging information on the corruption of Chun and his family to the press."
        },
        {
            "title": "Kim Jong Un Praised by World Public as Great Man ",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-02ee.html",
            "content": "Kim Jong Un Praised by World Public as Great Man \r\nPyongyang, May 23 (KCNA) -- World public warmly praises the greatness of the dear respected Kim Jong Un identical to President Kim Il Sung and General Secretary Kim Jong Il and is convinced of the final victory of Songun Korea led by him.\n\t\t\t\t\t The Guinean newspaper Horyoya said that it was the steadfast will of Kim Jong Un to hold in high esteem the preceding leaders and thoroughly carry forward their ideas and cause without a slight concession and deflection. \n\t\t\t\t\t\n\t\t\t\t\t The Brazilian Committee for Solidarity with the DPRK posted on its internet website the following article:\n\t\t\t\t\t\n\t\t\t\t\t Now everybody will nominate supreme leader of the DPRK Kim Jong Un as the man who draws the greatest attention of the international community. \n\t\t\t\t\t\n\t\t\t\t\t He mixes with people in a free, easy and composed manner. His demeanor makes people feel his warmth and attraction. \n\t\t\t\t\t\n\t\t\t\t\t The Chinese Hong Kong magazine International Link said that the speech made by him at the military parade for celebrating the centenary of birth of Kim Il Sung was a political programme of the new leadership of the DPRK and a declaration of its solemn start. \n\t\t\t\t\t\n\t\t\t\t\t The Lao newspaper Pasason said that he is a man with rare wisdom and far-sighted vision. \n\t\t\t\t\t\n\t\t\t\t\t The Indonesian paper Siputar Indonesia said his bright smile attracts so many people of the world. \n\t\t\t\t\t\n\t\t\t\t\t The British Association for the Study of Songun Policy posted an article on its internet website which said his smile reflects the pluck of a strong man believing in the final victory in the standoff with the imperialists. \n\t\t\t\t\t\n\t\t\t\t\t His face beaming with a broad smile, he inspected islet defence detachments situated in the hottest spots aboard a small wooden boat without any escort ship at a time when the dangerous U.S.-south Korea joint military exercises were under way, the article said, adding his calm and composed image left an unforgettable impression on many people of the world. \n\t\t\t\t\t\n\t\t\t\t\t The manager of a Malaysian company said that thanks to Kim Jong Un, who has the same broad smile and sonorous voice as the preceding leaders', they will shine like the sun and the future of the DPRK will remain rosier."
        },
        {
            "title": "Cuban News Agency Accuses U.S. of Threatening Peace on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-03ee.html",
            "content": "Cuban News Agency Accuses U.S. of Threatening Peace on Korean Peninsula\r\nPyongyang, May 23 (KCNA) -- The Prensa Latina News Agency of Cuba released a commentary titled \"Who is threatening peace on the Korean Peninsula\" on May 12.\n\t\t\t\t\t Media and politicians of the West are busy conducting propaganda painting the DPRK as an \"axis of evil\", the commentary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t July 27 this year is the 60th anniversary of the Korean Armistice Agreement (AA).\n\t\t\t\t\t\n\t\t\t\t\t The AA brought the Korean War to a halt on the surface but the Korean nation suffered heavy losses in all fields of history, society and culture.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has systematically laid a siege to the DPRK in the vicinity of the Korean Peninsula since early in the 1950s.\n\t\t\t\t\t\n\t\t\t\t\t A lot of U.S. bases have been deployed in the Asia-Pacific region and the evermore undisguised U.S.-south Korea joint military exercises have become the biggest topic of media.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is pressurizing the DPRK to accept the negotiations on condition of abandoning its nuclear program and makes no scruple of making a hacking attack on its official internet homepages.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is playing the role of a mouthpiece for the U.S., engrossed in all provocations.\n\t\t\t\t\t\n\t\t\t\t\t It is a matter to be settled by all countries concerned to ensure peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is the view of the international community that this issue should be settled as early as possible on the principle of equality, not by the method of who beats whom.\n\t\t\t\t\t\n\t\t\t\t\t If a war breaks out in Asia, it may entail unpredictable consequences.\n\t\t\t\t\t\n\t\t\t\t\t The commentary of the Cuban News Agency was also posted on the website of the Brazilian Communist Party on the same day."
        },
        {
            "title": "Russian Figure Supports DPRK's Countermeasures",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-04ee.html",
            "content": "Russian Figure Supports DPRK's Countermeasures\r\n Pyongyang, May 23 (KCNA) -- Khuzakov, envoy in charge of international relations of the Liberal Democratic Party Group of the State Duma of Russia, on May 17 blasted the U.S. hostile acts against the DPRK and supported the Korean people's just cause.\n\t\t\t\t\t A touch-and-go situation is now prevailing on the Korean Peninsula, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. prodded the UN Security Council into faking up a \"resolution on sanctions\" against the DPRK over its satellite launch last December.\n\t\t\t\t\t\n\t\t\t\t\t In reaction to this, the DPRK conducted its 3rd underground nuclear test to protect its sovereignty and dignity.\n\t\t\t\t\t\n\t\t\t\t\t Upset by this, the U.S. again prodded the UNSC into adopting a harsher \"sanctions resolution.\" Timed to coincide with this, it staged large-scale joint military drills in south Korea with huge forces involved.\n\t\t\t\t\t\n\t\t\t\t\t In view of this grave situation, the DPRK declared the Armistice Agreement null and void and took a series of toughest retaliatory measures warning the U.S. of strikes at all military targets in its mainland, Hawaii and Guam.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that these measures of the DPRK are being misinterpreted as \"threat\" and \"provocations\".\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, the DPRK has been exposed to the harsh economic blockade, sanctions and military pressure by the U.S. and the West for more than six decades.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK regards the nuclear force as reliable war deterrent and guarantee for the national security and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t All countermeasures of the DPRK are, therefore, just steps for self-defence to protect its dignity and system, not \"provocations.\""
        },
        {
            "title": "Kim Yong Nam se reune con delegacion de Laos",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-27ee.html",
            "content": "Kim Yong Nam se reune con delegacion de Laos\r\nPyongyang, 23 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 23 en el capitalino Palacio de los Congresos Mansudae con la delegacion de la ciudad de Vientiane de Laos presidida por Soukanh Mahalath, secretario del Comite Central del Partido Popular Revolucionario Lao, secretario del comite de esta organizacion en la ciudad de Vientiane y alcalde de la misma urbe, quien le hizo una visita de cortesia. \n\t\t\t\t\tEn la ocasion el jefe de la delegacion deseo que el pueblo coreano logre mayores exitos en la construccion de un Estado prospero socialista bajo la sabia guia del Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tExpreso la conviccion de que se fortaleceran y se desarrollaran las relaciones de amistad y cooperacion entre los dos paises."
        },
        {
            "title": "Choe Ryong Hae se reune con Wang Jiarui",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-28ee.html",
            "content": "Choe Ryong Hae se reune con Wang Jiarui\r\nPyongyang, 23 de mayo (ACNC) -- El jefe de la Direccion Politica General del Ejercito Popular de Corea, Choe Ryong Hae, quien esta de visita en China en calidad de enviado especial del Mariscal Kim Jong Un, se reunio el dia 22 en la Casa de Huespedes Diaoyutai con Wang Jiarui, vicepresidente del Comite Nacional de la Conferencia Consultiva Politica del Pueblo Chino y jefe del Departamento de Enlace Internacional del Comite Central del Partido Comunista de China.\n\t\t\t\t\tEstuvieron presentes en la ocasion el subjefe Liu Jieyi, el asistente del jefe, Yang Yanyi, y otros funcionarios del Departamento de Enlace Internacional del CC del PCCh y el embajador de la RPDC en China, Ji Jae Ryong.\n\t\t\t\t\t\n\t\t\t\t\tWang dio calida bienvenida a Choe por su visita a China como enviado especial del estimado camarada Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes intercambiaron las opiniones sobre los asuntos para mejorar y fortalecer en la nueva etapa alta las relaciones de amistad Corea-China.\n\t\t\t\t\t\n\t\t\t\t\tEl dialogo transcurrio en un ambiente cordial.\n\t\t\t\t\t\n\t\t\t\t\tTerminadas las platicas, Wang ofrecio un almuerzo en honor de Choe y su comitiva."
        },
        {
            "title": "Choe Ryong Hae visita la zona de desarrollo economico-tecnico de Beijing",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-29ee.html",
            "content": "Choe Ryong Hae visita la zona de desarrollo economico-tecnico de Beijing\r\nPyongyang, 23 de mayo (ACNC) -- El jefe de la Direccion Politica General del Ejercito Popular de Corea, Choe Ryong Hae, de visita en China en calidad de enviado especial del Mariscal Kim Jong Un, visito el dia 23 la zona de desarrollo economico-tecnico de Beijing.\n\t\t\t\t\tLe acompano el subjefe del Departamento de Enlace Internacional del CC del PCCh, Liu Jieyi.\n\t\t\t\t\t\n\t\t\t\t\tEn el mismo terreno un funcionario directivo de la zona acogio al enviado especial y su comitiva. \n\t\t\t\t\t\n\t\t\t\t\tLos visitantes recorrieron varios lugares escuchando las explicaciones sobre el historial y la gestion de la zona."
        },
        {
            "title": "Pak Pong Ju recorre estacion no. 621 de mejoramiento de variedades en construccion",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-30ee.html",
            "content": "Pak Pong Ju recorre estacion no. 621 de mejoramiento de variedades en construccion\r\nPyongyang, 23 de mayo (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, averiguo en el terreno el estado de construccion de la estacion no. 621 de mejoramiento de variedades del Ejercito Popular de Corea, visitada hace poco por el Mariscal Kim Jong Un.\n\t\t\t\t\t  Los constructores militares, que recibieron las ensenanzas del Mariscal, producen innovaciones con la determinacion de construir la estacion en el maximo nivel.\n\t\t\t\t\t\n\t\t\t\t\t  Pak estimulo a los constructores recorriendo varios sitios del campo de construccion y realizo una reunion de consulta.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo la necesidad de acelerar la construccion de los corrales de reproduccion, los al aire libre, el instituto de cabras y las viviendas teniendo presente el proposito del Comandante Supremo quien presta gran atencion a las condiciones de vida alimentaria de los militares.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que deben terminar la obra en corto plazo.\n\t\t\t\t\t\n\t\t\t\t\tFueron debatidos los remedios para que el Consejo de Ministros y otras unidades relacionadas suministren a tiempo las materias primas, materiales y combustibles necesarios."
        },
        {
            "title": "Pak Ui Chun se reune con Yonas Tegegen Woldemariam",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-31ee.html",
            "content": "Pak Ui Chun se reune con Yonas Tegegen Woldemariam\r\nPyongyang, 23 de mayo (ACNC) -- El canciller coreano Pak Ui Chun departio el dia 23 en el capitalino Palacio de los Congresos Mansudae con Yonas Tegegen Woldemariam, representante de la Organizacion Mundial de la Salud (OMS) en Corea, quien le visito para despedirse."
        },
        {
            "title": "Mun Kyong Dok se reune con delegacion de Vientiane",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-32ee.html",
            "content": "Mun Kyong Dok se reune con delegacion de Vientiane\r\nPyongyang, 23 de mayo (ACNC) -- Mun Kyong Dok, secretario del Comite Central del Partido del Trabajo de Corea y secretario responsable del Comite del PTC en la ciudad de Pyongyang, departio el dia 22 en el capitalino Palacio de los Congresos Mansudae con la delegacion de la ciudad de Vientiane de Laos presidida por Soukanh Mahalath, secretario del Comite Central del Partido Popular Revolucionario Lao, secretario del comite de esta organizacion en la ciudad de Vientiane y alcalde de la misma urbe. \n\t\t\t\t\tEn la ocasion el jefe de la delegacion dijo que las relaciones de amistad y cooperacion entre ambos paises se desarrollan cada dia mas bajo la profunda atencion de los camaradas Choummaly Sayasone y Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que durante su visita aqui presencio los exitos que bajo la sabia direccion del Mariscal Kim Jong Un el pueblo coreano logra en la construccion de un Estado prospero."
        },
        {
            "title": "MINREX rechaza reporte de EE.UU. sobre libertad de religion",
            "url": "http://kcna.co.jp/item/2013/201305/news23/20130523-33ee.html",
            "content": "MINREX rechaza reporte de EE.UU. sobre libertad de religion\r\nPyongyang, 23 de mayo (ACNC) -- Con respecto a que Estados Unidos calumnio a la Republica Popular Democratica de Corea en el llamado \"Reporte anual sobre la libertad de religion internacional\", el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 22 la siguiente respuesta a la ACNC: \n\t\t\t\t\tEl pasado dia 20, el Departamento de Estado de EE.UU. publico el \"Reporte anual sobre la libertad de religion internacional de 2012\", en el cual censuro el regimen socialista coreano centrado en las masas populares y lo definio otra vez como \"Estado de preocupacion especial\". \n\t\t\t\t\t\n\t\t\t\t\tLa publicacion de ese reporte es otra hostilidad para dar impactos a la RPDC manchando su imagen internacional, ya que fue fracasado su intento de doblegarla por via militar. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. introduce de continuo en la Peninsula Coreana los medios de ataque preventivo nuclear amenazando gravemente el derecho a existencia del pueblo coreano, pero habla con gran cinismo e hipocresia de los \"DDHH\" y la mejora de la \"vida del pueblo\" de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tComo demuestra el caso de Pae Jun Ho, EE.UU. malemplea la religion en su objetivo politico de descomponer a la RPDC por adentro y derrocar su regimen.\n\t\t\t\t\t\n\t\t\t\t\tNingun pais hara caso de las calumnias de EE.UU. que se obstina en la politica hostil a la RPDC considerandola como espina atravesada en la garganta.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no puede resolver ningun problema hostilizando a la RPDC y sufrira mayores perdidas en lo politico-diplomatico y en lo estrategico."
        }
    ]
}