{
    "date": "2013-03-09",
    "url": "http://kcna.co.jp/item/2013/201303/2013-03-09ee.html",
    "articles": [
        {
            "title": "Foreign Ministry Slams UNSC's Additional \"Resolution on Sanctions\"",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-05ee.html",
            "content": "Foreign Ministry Slams UNSC's Additional \"Resolution on Sanctions\"\r\n Pyongyang, March 9 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK issued the following statement on Saturday:\n\t\t\t\t\t The UN Security Council on Thursday cooked up another \"resolution on sanctions\" against the DPRK over its third nuclear test with the U.S. as a main player. \n\t\t\t\t\t\n\t\t\t\t\t The \"resolution\" is a clear proof that the UNSC was abused for the implementation of the hostile policy of the U.S. to bring down the ideology and system chosen by the people of the DPRK by disarming and suffocating it economically. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. wantonly violated a sovereign state's legitimate right to launch a satellite and has escalated the moves to stifle the DPRK. It is, therefore, the arch criminal which compelled the DPRK to conduct an underground nuclear test for self-defence. \n\t\t\t\t\t\n\t\t\t\t\t Had the UNSC been impartial even a bit, it should have taken issue with the high-handed hostile acts of the U.S. against the DPRK, to begin with, as it pushed the DPRK, which had planned to focus its efforts on economic construction and improvement of people's living standard, to a nuclear test. \n\t\t\t\t\t\n\t\t\t\t\t However, from the beginning the UNSC has taken a wrong way of creating a vicious cycle of tension, paying heed to the unilateral demand and assertion of the U.S. only in disregard of the root cause of the hostility between the DPRK and the U.S. and the nuclear issue of the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The UNSC has cooked up five \"resolutions on sanctions\" against the DPRK at the instigation of the U.S. for the last eight years but they only resulted in the DPRK's  bolstering of  its nuclear deterrent qualitatively and quantitatively quite contrary to what they expected.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent has provided a firm guarantee for defending the country's sovereignty and vital rights and served as an all-powerful treasured sword for shattering the U.S. moves to ignite a nuclear war and bringing earlier the historic cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, as it did in the past, vehemently denounces and totally rejects the \"resolution on sanctions\" against the DPRK, a product of the U.S. hostile policy toward it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies' adoption of the base \"resolution on sanctions\" aimed to bar the DPRK from conquering space and weaken its nuclear deterrent would only result in increasing the capability of Songun Korea a thousand times.\n\t\t\t\t\t\n\t\t\t\t\t The UNSC committed such crime as encouraging the U.S. in its shameless attempt to unleash a nuclear war under the pretext of \"nuclear nonproliferation\", creating a touch-and-go situation on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already clarified its firm stand that it would take stronger countermeasures in succession and lead them to a great war for national reunification in case the U.S. opts for conflict finally.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will fight it out and win a final victory without fail by its own efforts and its own way.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see what permanent position the DPRK will reinforce as a nuclear weapons state and satellite launcher as a result of the U.S. attitude of prodding the UNSC into cooking up the \"resolution.\""
        },
        {
            "title": "CPRK Slams S. Korean Military for Making Rhetoric Hurting Dignity",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-20ee.html",
            "content": "CPRK Slams S. Korean Military for Making Rhetoric Hurting Dignity\r\n Pyongyang, March 9 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) gave the following answer to the question raised by KCNA Saturday as regards the hideous provocation committed by the south Korean puppet military hooligans hurting the dignity of the supreme leadership of the DPRK:\n\t\t\t\t\t The situation on the Korean Peninsula is inching close to the brink of a war due to the fabrication of the UN Security Council's \"resolution on sanctions\" against the DPRK at the instigation of such hostile forces as the U.S. and its allies, and the DPRK-targeted nuclear war rehearsals being conducted by the U.S. and the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are hardening their will to resolutely foil the anti-DPRK acts on the part of the hostile forces including the U.S. and the south Korean puppet group and their moves for provoking a nuclear war, and annihilate them and safeguard the sovereignty and dignity of the nation and the supreme interests of the country.\n\t\t\t\t\t\n\t\t\t\t\t Under such situation, the puppet military group of south Korea went reckless calling for \"striking commanding forces\" on March 6. Two days later it let a spokesman for the puppet Defence Ministry make rhetoric over the toughest counter-measures taken by the DPRK for self-defence. He even made such outbursts as \"elimination of the north's regime from the earth\" and \"resolute punishment\" in reference to the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Pyong Gwan, puppet Defense Minister hopeful, also openly blustered at a \"parliamentary confirmation hearing\" that the south would react to the DPRK's crucial measures with \"north's regime change or toppling of the regime\".\n\t\t\t\t\t\n\t\t\t\t\t This is a hideous provocation against the dignity of the supreme leadership, social system and the army and people of the DPRK and an open declaration of a war signifying that the puppet group would not rule out a war.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is making bluffing, not judging what catastrophic consequences its senseless rhetoric will entail, taken aback by the strong spirit of the army and people of the DPRK to annihilate the enemies.\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves who is an arch criminal making provocation and escalating the tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK already made it clear that it will never pardon those who provoke the dignity of the supreme leadership of the DPRK, its life and soul, even a bit and make strong reaction to them, considering the provocation as a declaration of war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Pyong Gwan and other military hooligans of south Korea who made free roll of tongues should know that they can not live under the sky for their recent vituperation only.\n\t\t\t\t\t\n\t\t\t\t\t There are many precedents in history that a word led to a war.\n\t\t\t\t\t\n\t\t\t\t\t The fuse of a war is burning faster now due to the rhetoric made by Kim Pyong Gwan and other hooligans.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean group of traitors seems to count on the U.S. but it should clearly know that its master will not be able to protect the stooge.\n\t\t\t\t\t\n\t\t\t\t\t The tragic ends of the successive pro-U.S. stooges and the miserable fate of the Lee Myung Bak group of traitors who becomes almost dead for its act of hurting the dignity of the supreme leadership of the DPRK clearly prove this.\n\t\t\t\t\t\n\t\t\t\t\t Those who provoke the social system and dignity of the DPRK can not evade merciless punishment.\n\t\t\t\t\t\n\t\t\t\t\t The puppet warmongers should immediately apologize for their recent outbursts. They should also clearly know that they will become the first target in the great war for national reunification, should they continue to come out in a provocative way."
        },
        {
            "title": "Delegation of DPRK General Bureau of Software Industry Departs for Laos",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-14ee.html",
            "content": "Delegation of DPRK General Bureau of Software Industry Departs for Laos\r\n Pyongyang, March 9 (KCNA) -- A delegation of the General Bureau of Software Industry of the DPRK headed by Vice General Director Jong Song Chan departed for Laos on Mar. 9."
        },
        {
            "title": "Japanese Conductor Flies Back Home",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-15ee.html",
            "content": "Japanese Conductor Flies Back Home\r\n Pyongyang, March 9 (KCNA) -- Japanese conductor Michiyoshi Inoue and his party flew back home on Mar. 9."
        },
        {
            "title": "Army-People Rallies Held in Provinces of DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-16ee.html",
            "content": "Army-People Rallies Held in Provinces of DPRK\r\n Pyongyang, March 9 (KCNA) -- Army-people rallies took place Saturday in South Phyongan, Jagang and North Hamgyong provinces in support of the statement released by a spokesman for the Supreme Command of the Korean People's Army (KPA).\n\t\t\t\t\t Present there were officials of local party, armed forces and power organs and working people's organizations, service persons of the KPA and the Korean People's Internal Security Forces (KPISF), officials and workers of industrial establishments and co-op farms and teachers and students of universities and colleges.\n\t\t\t\t\t\n\t\t\t\t\t Speakers referred to the service persons and people's mounting hatred against the U.S. imperialists, the sworn enemy which cooked up additional \"resolution on sanctions\" and got hell-bent on the madcap war exercises with a large number of troops involved, not content with the hostile acts against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Given that the aggressors first made a provocation against the DPRK, its powerful Paektusan armed forces will never miss the golden opportunity which they have waited for more than 50 years and wipe out the aggressors at one go with a Korean-style war method, the speakers noted.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to preferentially provide everything needed for the final victory and get fully combat ready for coping with any unexpected situation.\n\t\t\t\t\t\n\t\t\t\t\t They also called on everyone to frustrate the U.S. imperialistsand other hostile forces' reckless war moves and glorify this significant year that marks the 65th anniversary of the DPRK and the 60th anniversary of the victorious Fatherland Liberation War as a year of proud victory, rallied close around the Workers' Party of Korea."
        },
        {
            "title": "DPRK People Enraged at Adoption of UNSC \"Resolution on Sanctions\"",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-12ee.html",
            "content": "DPRK People Enraged at Adoption of UNSC \"Resolution on Sanctions\"\r\n Pyongyang, March 9 (KCNA) -- The UN Security Council finally adopted a \"resolution on sanctions\" against the Democratic People's Republic of Korea over its self-defensive nuclear blast.\n\t\t\t\t\t This is entirely a flagrant encroachment upon the sovereignty of the DPRK, prompted by the U.S. hostile policy towards it. The behavior of the UNSC, which only plays in the U.S. hands, is evoking surging wrath from among the DPRK people.\n\t\t\t\t\t\n\t\t\t\t\t Pak Mi Song, a law expert, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"Taken in by the U.S. and its followers, the UNSC went the lengths of adopting another anti-DPRK 'resolution' in violation of the principle of global justice and impartiality.\n\t\t\t\t\t\n\t\t\t\t\t Such 'resolution' can never represent the international community, and it should be unconditionally cancelled as it is quite unjust.\"\n\t\t\t\t\t\n\t\t\t\t\t Han Kum Ryong, an expert on international affairs, said:\n\t\t\t\t\t\n\t\t\t\t\t \"There are some countries on the UN arena which blindly side with the U.S., turning their eyes away from its arbitrary practices ignorant of the principles of international relations.\n\t\t\t\t\t\n\t\t\t\t\t The developments hint that the U.S., obsessed with enmity against the DPRK, may launch an armed invasion under the signboard of the United Nations as it did for the last Korean War (1950-1953).\"\n\t\t\t\t\t\n\t\t\t\t\t Ryu Man Gil, a 38-year-old Pyongyang citizen, said:\n\t\t\t\t\t\n\t\t\t\t\t \"We are not afraid of such 'resolution', a product of the U.S. arrogant action. The behavior only enhances the DPRK people's anti-U.S. and anti-imperialist sentiments and hardens their resolve to surely build a thriving socialist country on their own efforts.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will bolster up the self-defensive nuclear deterrent to smash any provocation by the U.S. imperialists and their followers.\""
        },
        {
            "title": "Kim Jong Un's Inspection Tour of Frontline Areas Encourages DPRK People",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-13ee.html",
            "content": "Kim Jong Un's Inspection Tour of Frontline Areas Encourages DPRK People\r\n Pyongyang, March 9 (KCNA) -- Marshal Kim Jong Un, supreme commander of the Korean People's Army, on March 7 made again an inspection tour of the Jangjae Islet Defence Detachment and Mu Islet Hero Defence Detachment of the KPA, which are located in the biggest hotspot in the southernmost part of the southwestern sector of the front.\n\t\t\t\t\t His tour has deeply touched the servicepersons and civilians of the DPRK, instilling into their minds conviction of sure victory.\n\t\t\t\t\t\n\t\t\t\t\t Ho Song Chol, a KPA officer, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"I was so surprised to heart that the Supreme Commander again visited the Jangjae and Mu islets through rough sea, the biggest hotspot where the enemies are seeking to provoke anytime and on which the world's attention is focused.\n\t\t\t\t\t\n\t\t\t\t\t I could hardly repress my excitement to think that the KPA Supreme Command found itself in the very eyes of the enemy at a time when a touch-and-go situation prevailed on the Korean Peninsula due to the Key Resolve and Foal Eagle joint military exercises of the U.S. imperialists and their allied forces.\"\n\t\t\t\t\t\n\t\t\t\t\t Han Sol Ya, a 57-year-old Pyongyang citizen, said:\n\t\t\t\t\t\n\t\t\t\t\t \"All my family members were in tears to see on TV Marshal Kim Jong Un meeting again a child he did in August last year and giving a gift to him in celebration of his first birthday.\n\t\t\t\t\t\n\t\t\t\t\t The tour makes one keenly feel his high sense of responsibility for the destiny of the country and people, his noble human love and his devotion to the country and the revolution.\"\n\t\t\t\t\t\n\t\t\t\t\t O Song Il, a general officer of the Korean People's Internal Security Forces, said:\n\t\t\t\t\t\n\t\t\t\t\t \"During his inspection tour of the detachments Marshal Kim Jong Un ordered their soldiers to promptly deal deadly counterblows at the enemy if a single shell is fired on the waters and land where the DPRK's sovereignty is exercised and thus make the first gunfire and shoot a signal flare for a great war for national reunification. This order represented his will to lead to victory a sacred war in the van.\n\t\t\t\t\t\n\t\t\t\t\t All the service personnel of the ground, naval, air and anti-air and strategic rocket forces of the DPRK including the frontline units have been fully ready for Korean-style all-out action.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK servicepersons and people, seized with the spirit of devotedly defending their leader and country and the conviction in sure victory, will mercilessly punish all those seeking aggression.\""
        },
        {
            "title": "State Commendations Conferred on Athletes in DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-17ee.html",
            "content": "State Commendations Conferred on Athletes in DPRK\r\n Pyongyang, March 9 (KCNA) -- Kim Kum Ok, marathoner of the April 25 Sports Team, and her coach were awarded the title of People's Athlete.\n\t\t\t\t\t She bagged a gold medal at the 14th Asian Marathon Championship, making the DPRK flag fly high, giving great pleasure and inspiration to all service personnel and people and demonstrating the dignity and honor of the great Paektusan nation to the world.\n\t\t\t\t\t\n\t\t\t\t\t The Presidium of the DPRK Supreme People's Assembly announced a decree on awarding the title on Friday."
        },
        {
            "title": "DPRK Women's Football Team Wins Moldovan Rival",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-04ee.html",
            "content": "DPRK Women's Football Team Wins Moldovan Rival\r\n Pyongyang, March 9 (KCNA) -- The 2013 U-19 International Women's Soccer \"Spring of Kuban\" began in Sochi, Russia.\n\t\t\t\t\t The DPRK team won the Krasnodar regional team 2:0 ahead of a match with Moldovan team as a second match in group league match, in which it won 1:0.\n\t\t\t\t\t\n\t\t\t\t\t It will have a last match with its Iranian rival on March 10.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK belongs to group A in matches in which 12 teams will compete divided into three groups."
        },
        {
            "title": "\"News of Soldiers' Home Villages\", Favorite TV Program of DPRK People",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-11ee.html",
            "content": "\"News of Soldiers' Home Villages\", Favorite TV Program of DPRK People\r\n Pyongyang, March 9 (KCNA) -- \"News of Soldiers' Home Villages\", one of fixed TV programs, is very popular among people in the Democratic People's Republic of Korea.\n\t\t\t\t\t The program features soldiers and their parents who devote themselves to defending and developing the country. It informs the servicepersons of news about their home towns undergoing radical changes as well as their parents and sisters and brothers working feats for the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t In this way it contributes to stirring up the army and people's spirit of defending the country and patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Ri In Chol, a soldier of the Korean People's Army, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"We, soldiers, are pleasantly enjoying this program.\n\t\t\t\t\t\n\t\t\t\t\t  Some time ago, TV aired news of my home village and my parents. At that time my officers and fellow soldiers cheered and treated me as a son of hero.\n\t\t\t\t\t\n\t\t\t\t\t  I could not go into sleep that night for self-consciousness rather than joy. The request of my parents and the villagers for devotedly defending the socialist motherland came home to my heart.\n\t\t\t\t\t\n\t\t\t\t\t I will remain loyal to the guidance of Supreme Commander Marshal Kim Jong Un with arms in my hand for life.\"\n\t\t\t\t\t\n\t\t\t\t\t Ra Yong Sim, a mother of three soldiers living in Pothonggang District, Pyongyang, said:\n\t\t\t\t\t\n\t\t\t\t\t \"To watch the program 'News of Soldiers' Home Villages' is a pleasant time for my family.\n\t\t\t\t\t\n\t\t\t\t\t The looks of my children in military uniforms on TV give me happiness and strength. This feeling would go for other parents, too.\"\n\t\t\t\t\t\n\t\t\t\t\t TV program \"News of Soldiers' Home Villages\" was set up at the proposal of leader Kim Jong Il. He saw to it that the program is broadcast at a time appropriate to soldiers."
        },
        {
            "title": "Minju Joson Warns US Not to Expect Mercy from DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-06ee.html",
            "content": "Minju Joson Warns US Not to Expect Mercy from DPRK\r\n Pyongyang, March 9 (KCNA) -- If the U.S. imperialists finally ignite a war on the Korean Peninsula, they will face deadly blows they had not experienced, warns Minju Joson Saturday in a bylined commentary.\n\t\t\t\t\t Extremely high military tensions are prevailing on the Korean Peninsula due to the Key Resolve and Foal Eagle joint military exercises kicked off by the U.S. and south Korean puppet forces, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The joint military exercises are evidently nuclear war maneuvers and most undisguised military provocation to mount a preemptive strike at the DPRK. Such a reckless act can be committed by those with no ability to judge who their rival is. This act reminding one of a puppy knowing no fear of the tiger is as foolish an act as jumping into fire with fagot on one's back.\n\t\t\t\t\t\n\t\t\t\t\t Just as saying goes fire should be reacted with fire, it is the final conclusion the DPRK has drawn through the whole historical course of DPRK-U.S. confrontation that nukes must be reacted in kind.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's front army groups and other ground, naval, air and anti-air units and strategic rocket units, the Worker-Peasant Red Guards and Young Red Guards have already taken up posture for an all-out action according to the operational plan finally signed by Supreme Commander Kim Jong Un to annihilate the enemies.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has built up the might of Songun, tightening its belts for decades. This is unimaginable and immeasurable.\n\t\t\t\t\t\n\t\t\t\t\t All the service personnel and people of the DPRK are pledging to take part in a decisive battle with the U.S. imperialists in order to defend the sovereignty and dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S., being carried away by \"victory\" in the Balkans, Iraq and Libya, seems to try to make the same thing happen on the peninsula. But it is a foolish act.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. will be made to fight a real war with the DPRK. It should not expect any mercy from the DPRK."
        },
        {
            "title": "KCNA Rebukes Japan and EU for Mulling Setting up Organization for Investigating Human Rights in DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-18ee.html",
            "content": "KCNA Rebukes Japan and EU for Mulling Setting up Organization for Investigating Human Rights in DPRK\r\n Pyongyang, March 9 (KCNA) -- Japan is working hard to set up an organization for investigating human rights performance in the DPRK at the UN Human Rights Council in alignment with the EU.\n\t\t\t\t\t We dismiss this as an unpardonable encroachment upon the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a genuine people's country in which the rights of all citizens are guaranteed in a responsible manner.\n\t\t\t\t\t\n\t\t\t\t\t Under Korean-style socialism centered on popular masses all people lead dignified and worthwhile lives as the master of the state and society.\n\t\t\t\t\t\n\t\t\t\t\t The world admires the Koreans enjoying their rights to the full.\n\t\t\t\t\t\n\t\t\t\t\t  There is no need for Japan or EU to purposefully talk about human rights performance in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is quite illogical and a crime for Japan to raise the issue of \"human rights performance\" in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Japan has worked as a shock brigade in the adoption of the U.S.-proposed \"resolution on human rights\" in conspiracy with the EU in the past.\n\t\t\t\t\t\n\t\t\t\t\t  \"Resolutions\" full of false information about the DPRK are presented to the UN every year.\n\t\t\t\t\t\n\t\t\t\t\t By setting up an international body under the pretext of \"investigating\" the \"human rights situation\" in the DPRK, Japan seeks to distort the human rights situation in the DPRK and attribute it to the \"social system\". This is an unpardonable violation of the sovereignty of an independent state.\n\t\t\t\t\t\n\t\t\t\t\t Japan is the biggest human rights abuser which waged wars of aggression and murder against other countries century after century.\n\t\t\t\t\t\n\t\t\t\t\t After occupying Korea in the last century it forcibly walked away more than 8.4 million Koreans and mercilessly killed more than one million and forced 200 000 Korean women into sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t Recently it violated the rights of Koreans and encroached on the sovereignty of the DPRK without hesitation by putting even children of the Koreans in Japan in the list of targets of hostile policy toward the DPRK while taking issue with the DPRK's successful nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t Human rights precisely mean the state sovereignty. The biggest human rights abuse today is violation of sovereignty evidenced by interference in the internal affairs of other countries and occupation of their territories by force. Biggest human rights abusers are the U.S. which plots such machinations and those countries like Japan subservient to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t EU countries have lost the qualifications to talk about \"human rights\" of other country in this aspect, especially because of the crimes they committed in the last century.\n\t\t\t\t\t\n\t\t\t\t\t All kinds of crimes occurring in an unbroken chain such as xenophobia and discrimination against minorities prevalent in EU countries are all serious human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t The biggest human rights abusers who are deprived of the moral and legal rights to talk about \"human rights\" of other country in light of historical facts and domestic situation are raising the issue of human rights. This is the biggest hypocrisy and shame to humankind.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the talk about \"human rights issue\" raised by Japan and EU is their sinister intention to cover up their crimes of ruthlessly violating century after century the rights to living and existence, basic rights of human being.\n\t\t\t\t\t\n\t\t\t\t\t Japan is gravely mistaken if it thinks it can cover up its inglorious past crimes and human rights abuses at present.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will never pardon Japan for taking the lead in the U.S.-backed \"human rights\" racket in a bid to infringe upon the dignity and interests of the DPRK and cover up the past crimes."
        },
        {
            "title": "US-S. Korea Joint War Drills Condemned",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-09ee.html",
            "content": "US-S. Korea Joint War Drills Condemned\r\n Pyongyang, March 9 (KCNA) -- The Solidarity for Progress of south Korea and 16 other civic and social organizations and members of opposition parties released a joint statement with foreign peace movement bodies and figures on March 4, denouncing the U.S. imperialists and south Korean puppet warlike forces.\n\t\t\t\t\t The statement said as the U.S. stages the large-scale joint military exercises with south Korea every year, the Korean War has not yet ended.\n\t\t\t\t\t\n\t\t\t\t\t Such war drills as Key Resolve, Foal Eagle and Ulji Freedom Guardian are escalating tensions on the Korean Peninsula, it said.\n\t\t\t\t\t\n\t\t\t\t\t It urged the south Korean and U.S. authorities to stop the war maneuvers at once and take positive steps for the detente of the peninsula. -0-"
        },
        {
            "title": "Punishment of GI Criminals Called for",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-10ee.html",
            "content": "Punishment of GI Criminals Called for\r\n Pyongyang, March 9 (KCNA) -- The People for Achieving Peace and Reunification in south Korea in a statement on March 3 demanded infliction of harsh penalties on GI criminals in south Korea.\n\t\t\t\t\t The statement recalled that GIs in south Korea went on shooting spree against passers-by and when police rushed to the scene, informed of the incident, they drove their truck over them, before taking to flight.\n\t\t\t\t\t\n\t\t\t\t\t What is triggering off resentment of people is that when police demanded the appearance of criminals at court, the U.S. forces side patronized them, talking about \"stability\", it noted.\n\t\t\t\t\t\n\t\t\t\t\t The incident is an illegal act of violating the people's security and life, it held. It urged the commander of the U.S. forces in south Korea to apologize for GIs' crimes and hand those criminals over to the south Korean side immediately.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the south Korean authorities sternly punish the criminals."
        },
        {
            "title": "Koreans in China Blast US-S. Korea War Exercises against DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-19ee.html",
            "content": "Koreans in China Blast US-S. Korea War Exercises against DPRK\r\n Pyongyang, March 9 (KCNA) -- The General Association of Koreans in China made public a statement on Mar. 6. It was titled \"We fully support the statement issued by a spokesman for the Supreme Command of the Korean People's Army.\"\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We fully support the statement issued by the spokesman for the KPA Supreme Command as regards the frantic racket of the U.S. imperialists and the south Korean puppet forces to provoke a war of aggression against the DPRK, regarding it as a just measure to defend the country and a tough counteraction against all sorts of hostile forces disturbing peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korea have become frantic in their maneuvers to ignite another war of aggression, far from drawing a lesson from their defeat in the Korean war in the last century.\n\t\t\t\t\t\n\t\t\t\t\t The drills now under way with the nuclear strike forces involved clearly prove that the U.S. imperialists and the south Korean warmongers are chief culprits of destroying the peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t What is intolerable is that the puppet military group, when inspecting units, dared bluster that it is necessary to \"deal fatal blow to strongholds of provocations\" and \"mount a preemptive attack\".\n\t\t\t\t\t\n\t\t\t\t\t They had better behave themselves, clearly aware of the fact that the DPRK is possessed of powerful military muscle capable of holding off the aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The general association and all Koreans in China will turn out as one in the struggle to resolutely frustrate all sorts of war maneuvers of the U.S. imperialists and the puppet warmongers to invade the DPRK, defend the peace and stability on the Korean Peninsula and achieve the historic cause of national reunification."
        },
        {
            "title": "Japan's Discrimination against Korean Schools Protested",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-08ee.html",
            "content": "Japan's Discrimination against Korean Schools Protested\r\n Pyongyang, March 9 (KCNA) -- Those concerned of Korean schools, students and other Koreans in Saitama and Kanagawa prefectures and other parts of Japan are denouncing the prefectural local autonomous bodies for deciding not to subsidize Korean schools.\n\t\t\t\t\t The principal of Saitama Korean Primary, Secondary and High School, the director general of Saitama Korean School, the representative of students' parents and a representative of a Japanese organization supporting them held a press conference at the Saitama Citizens Hall on March 3.\n\t\t\t\t\t\n\t\t\t\t\t They recalled that on Feb. 13 Saitama Prefecture made a decision not to subsidize Saitama Korean Primary, Secondary and High School under the pretext of \"abduction, nuke and missile\".\n\t\t\t\t\t\n\t\t\t\t\t Students have the right to learn wherever they live and it should be preserved from the international legal point of view, they said.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a person concerned of Korean school and the mothers' council in Kanagawa Prefecture are staging protest actions at the Prefectural office every day. On Feb. 28 the principal and teachers of Kanagawa Korean Secondary and High School, students and their parents met a person in charge of the prefecture and demanded the payment of subsidies.\n\t\t\t\t\t\n\t\t\t\t\t They called for paying subsidies to Korean schools in the prefecture immediately."
        },
        {
            "title": "Kim Jong Il's Work Introduced by British Organization",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-01ee.html",
            "content": "Kim Jong Il's Work Introduced by British Organization\r\n Pyongyang, March 9 (KCNA) -- The British Association for the Study of Songun Policy posted on its website the famous work of leader Kim Jong Il \"Abuses of Socialism Are Intolerable\" on March 1. \n\t\t\t\t\t The work, published on March 1, Juche 82 (1993), discloses reactionary nature and absurdity of sophism let loose by the imperialists and socialist renegades slandering socialism as \"totalitarian,\" \"barrack-like\" and \"administrative and authoritative\". \n\t\t\t\t\t\n\t\t\t\t\t The work also clarifies the principled issues arising in defending the cause of socialism and accomplishing it such as the issues of regarding socialism as faith and putting it on a moral basis and giving full play to its advantages."
        },
        {
            "title": "US Threatens Peace: Swedish Newspaper",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-02ee.html",
            "content": "US Threatens Peace: Swedish Newspaper\r\n Pyongyang, March 9 (KCNA) -- A Swedish internet newspaper carried an article titled \"Nukes and hypocrisy of powers\" on March 1. \n\t\t\t\t\t The U.S. uses its military superiority for plundering other countries of their natural resources and gaining its strategic interests, the paper said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. asserts that it must preemptively use nukes against non-nuclear weapons states though it is the only country in the world which used nuclear weapon. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has deployed nukes in different parts of the world while abusing the NPT for meeting its interests. \n\t\t\t\t\t\n\t\t\t\t\t Japan and south Korea are under the nuclear umbrella of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. nuclear submarine San Francisco carrying nukes entered a port of south Korea to take part in the joint military exercises with the south Korean army. \n\t\t\t\t\t\n\t\t\t\t\t Western media are resorting to anti-DPRK campaign in disregard of all these facts. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has long made efforts for the denuclearization of the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's efforts for concluding a peace treaty have failed to gain fruition owing to the U.S. opposition. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. transferred its strategic pivot to the Asia-Pacific region recently. It is not interested in concluding a peace treaty with the DPRK because the present ceasefire provides the U.S. with a pretext for keeping its troops in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK pulled out of NPT as the U.S. has not implemented its duty. \n\t\t\t\t\t\n\t\t\t\t\t Media of the U.S. and other Western countries describe the DPRK's measures for defending its sovereignty as \"provocations\" and they are hell bent on anti-DPRK propaganda. \n\t\t\t\t\t\n\t\t\t\t\t \"Sanctions\" against the DPRK and threats to it are not beneficial for the world peace. \n\t\t\t\t\t\n\t\t\t\t\t Threat to peace comes from the U.S. moves for world domination, not the DPRK's access to nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t The world peace-loving forces should demand the U.S. cancel \"sanctions\" against the DPRK, stop the provocative war exercises and conclude a peace treaty with it."
        },
        {
            "title": "DPRK's Efforts to Defend Its Sovereignty Hailed by Hungarian Political Party",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-03ee.html",
            "content": "DPRK's Efforts to Defend Its Sovereignty Hailed by Hungarian Political Party\r\n Pyongyang, March 9 (KCNA) -- The Hungarian Communist Workers' Party on March 4 posted on its website an article titled \"Steady development\" introducing the efforts made by the DPRK to ensure peace and defend its sovereignty. \n\t\t\t\t\t The article said the Hungarian Communist Workers' Party significantly celebrated the birth anniversary of leader Kim Jong Il this year. \n\t\t\t\t\t\n\t\t\t\t\t The article went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il victoriously led the Workers' Party of Korea at a time when socialism collapsed in the Soviet Union and east European countries and the U.S. offensive to stifle the DPRK reached the height. \n\t\t\t\t\t\n\t\t\t\t\t He put forward the Korean People's Army as the driving force of the revolution and directed the greatest efforts to bolstering up national defence capabilities. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun politics, the DPRK met all sorts of challenges of the imperialists and successfully launched satellites. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, supreme leader of the DPRK, is displaying the might of the DPRK all over the world. \n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the DPRK is unswervingly advancing along the way of socialism, bringing about changes in the drive for building an economic power and improving people's living standard. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is working for peace and waging dynamic struggle to protect its sovereignty."
        },
        {
            "title": "Kim Jong Un presencia competencia de tiro al arco de arqueros de conjuntos deportivos",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-21ee.html",
            "content": "Kim Jong Un presencia competencia de tiro al arco de arqueros de conjuntos deportivos\r\nPyongyang, 9 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio la competencia del tiro al arco de los arqueros del Conjunto de Deportes Militares 25 de Abril y el otro Amnokgang.\n\t\t\t\t\tAnte todo, el Mariscal vio los equipos de los arqueros.\n\t\t\t\t\t\n\t\t\t\t\tLlamo cerca a los jugadores y pregunto detalladamente cuales son los puntos positivos en el uso y otros para corregir el defecto y la influencia a la competencia mirando atentamente el arco y las flechas de los jugadores. \n\t\t\t\t\t\n\t\t\t\t\tAl igual que otras disciplinas deportivas, el equipo decide el resultado de la competencia tambien en el tiro al arco, senalo e instruyo asegurarles a los jugadores los equipos mas buenos.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que los funcionarios deben tomar las medidas para asegurar con suficiencia el arco, la flecha y otros equipos prestando la profunda atencion a la disciplina del tiro al arco.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, el Mariscal presencio la competencia del tiro al arco de los citados conjuntos.\n\t\t\t\t\t\n\t\t\t\t\tPrimeramente, tuvo lugar la competencia colectiva de ambos sexos.\n\t\t\t\t\t\n\t\t\t\t\tCada vez que las flechas apuntaban exactamente el centro del blanco, el Mariscal evaluo que los arqueros tiran bien el arco.\n\t\t\t\t\t\n\t\t\t\t\tEn la competencia, los arqueros del primer conjunto salieron victoriosos.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, se realizo la competencia individual de ambos sexos.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal se mostro muy satisfecho cuando los jugadores adquirian las notas altas y recalco que el tiro al arco es la competencia interesante que acapara la atencion de las personas y es peculiar el jubilo que se siente viendo las flechas que aciertan exactamente los blancos.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que el tiro al arco es igual a la competencia de tiro.\n\t\t\t\t\t\n\t\t\t\t\tCuando Kang Un Ju, jugadora del Conjunto de Deportes Militares 25 de Abril, obtuvo 30 puntos al lanzar 3 flechas, el Mariscal evaluo que ella lanza bien las flechas y que podria obtener buenos resultados en la competencia internacional.\n\t\t\t\t\t\n\t\t\t\t\tTambien en el conclave, salieron victoriosos los jugadores del Conjunto de Deportes Militares 25 de Abril.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal destaco que a traves de presentes competencias pudo tener la conviccion de que los arqueros coreanos tambien saldran victoriosos en los proximos juegos olimpicos y otras competencias internacionales.\n\t\t\t\t\t\n\t\t\t\t\tHay que intensificar el entrenamiento al perfeccionar la tecnica del tiro al arco y el sistema tactico a estilo coreano y el cientifico modo de ejercicios, y al mismo tiempo hay que asegurar los equipos del tiro al arco segun la constitucion fisica de los jugadores, asevero.\n\t\t\t\t\t\n\t\t\t\t\tManifesto su conviccion de que los arqueros, entrenadores y miembros directivos de los mencionados conjuntos lograran excelentes resultados en las competencias internacionales al desarrollar mas la disciplina de tiro al arco y tomo la foto de recuerdo junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tLa presenciaron tambien Choe Ryong Hae, Jang Song Thaek, Hyon Yong Chol, Kim Kyok Sik, Ri Yong Su, Kim Yong Hun y Ri Jong Mu."
        },
        {
            "title": "Kim Jong Un recorre villa deportiva de reparto Chongchun",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-22ee.html",
            "content": "Kim Jong Un recorre villa deportiva de reparto Chongchun\r\nPyongyang, 9 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recorrio la villa deportiva del reparto Chongchun.\n\t\t\t\t\tEsa villa, construida con motivo del 40o aniversario de la fundacion de la RPDC bajo la sabia orientacion del PTC, es la base deportivo-cultural general dotada de los centros en que se pueden realizar las competencias en decenas de disciplinas como baloncesto, voleibol, ping pong, levantamiento de pesas y natacion, los restaurantes para deportistas, hotel y otros establecimientos de servicio.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo los centros, los restaurantes y hotel, el Mariscal aclaro las tareas y los remedios detallados para remodelarlos.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que el Presidente Kim Il Sung y el Dirigente Kim Jong Il tomaron parte en la ceremonia de inauguracion de la villa en el 3 de septiembre del 1988, recordo con profunda emocion las imperecederas hazanas de ellos acumuladas para el desarrollo del deporte autoctono.\n\t\t\t\t\t\n\t\t\t\t\tPrimeramente, el Mariscal estuvo en el centro de baloncesto.\n\t\t\t\t\t\n\t\t\t\t\tMirando atentamente el suelo y los asientos del centro, dio destaque a los asuntos a corregirse al remodelarlo.\n\t\t\t\t\t\n\t\t\t\t\tViendo el hall de competencia y la sala de espera de los jugadores, el Mariscal senalo que hay que tomar correctamente las medidas para el insonoro y asegurar las temperaturas y acondicionar todas las instalaciones segun el caracter del centro.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, recorrio el centro de tenis de mesa.\n\t\t\t\t\t\n\t\t\t\t\tAveriguo en detalles la calidad de las mesas instaladas en el centro e instruyo entregar a nuestros jugadores los equipos deportivos cualitativos.\n\t\t\t\t\t\n\t\t\t\t\tPuntualizando que es baja la intensidad de iluminacion, dijo que hay que llevar bien la iluminacion conforme a la competencia y el espectaculo.\n\t\t\t\t\t\n\t\t\t\t\tHay que asegurarle las instalaciones necesarias para radiodifusion bajo techo, acoto.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, se dirigio al centro de levantamiento de pesas. \n\t\t\t\t\t\n\t\t\t\t\tPasando revista al hall de competencia, los asientos y la sala de espera de los jugadores, el Mariscal menciono que se debe acondicionar bien el centro para que el levantamiento de pesas sea uno de los deportes favoritos para ganar.\n\t\t\t\t\t\n\t\t\t\t\tPara modernizar el centro, es importante hacer bien su diseno y para ese fin, hay que consultar mucho los datos del mundo referentes a las instalaciones deportivas, apunto.\n\t\t\t\t\t\n\t\t\t\t\tEstuvo tambien en el restaurante para deportistas.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo la sala de comer y la cocina, el Mariscal se informo de que tipos son los servicios a los deportistas y cuales son platos mas buscados y problemas que se presentan en la operacion normal del restaurante.\n\t\t\t\t\t\n\t\t\t\t\tNo hay nada que escatimar para los deportistas quienes exaltan el honor del pais en las competencias internacionales e infunden al pueblo el orgullo y la dignidad nacional, asevero y tomo medidas necesarias ensenando uno por uno los remedios para mejorar el abastecimiento a los deportistas.\n\t\t\t\t\t\n\t\t\t\t\tRecorrio ademas el Hotel Sosan.\n\t\t\t\t\t\n\t\t\t\t\tPasando revista al restaurante y habitaciones, senalo que hay que modernizar el hotel para contribuir a los servicios para los deportistas y espectadores.\n\t\t\t\t\t\n\t\t\t\t\tImpartio tareas detalladas a los funcionarios de la rama correspondiente.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que reconstruir la villa deportiva del Reparto Chongchun a las alturas de la epoca del Songun deviene una tarea importante para registrar cambio trascendental en el sector deportivo del pais.\n\t\t\t\t\t\n\t\t\t\t\tInstruyendo calcular bien lo todo para modernizar la villa, el Mariscal escucho atentamente las opiniones de los funcionarios de la rama.\n\t\t\t\t\t\n\t\t\t\t\tAl remozar el interior y el exterior de todos los centros e instalar en ellos modernos aparatos deportivos, hagamos brillar las proezas de direccion del Presidente Kim Il Sung y el Dirigente Kim Jong Il registradas en la villa, dijo.\n\t\t\t\t\t\n\t\t\t\t\tAclaro uno tras otro los problemas que se presentaran despues de remodelacion, tales como establecer el correcto sistema de administracion de instalaciones deportivas, la operacion y mantenimiento normal de los centros y su reparacion regular.\n\t\t\t\t\t\n\t\t\t\t\tColocar nuestro pais en la posicion de potencia deportiva es la firme decision del partido y una labor sagrada para materializar los deseos de los Generalisimos, puntualizo y manifesto su esperanza y conviccion de que el Ministerio de Deportes y otras unidades correspondientes reconstruiran magnificamente en un corto tiempo la villa como perfecta y combinada base deportiva-cultural.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Choe Ryong Hae, Jang Song Thaek, Hyon Yong Chol, Kim Kyok Sik, Ri Yong Su, Kim Yong Hun, Ryang Chong Song, Ma Won Chun y Ri Jong Mu.  -0-"
        },
        {
            "title": " MINREX rechaza nueva \"resolucion de sancion\" anti-RPDC",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-23ee.html",
            "content": "MINREX rechaza nueva \"resolucion de sancion\" anti-RPDC\r\nPyongyang, 9 de marzo (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo publica el dia 9 la siguiente declaracion:\n\t\t\t\t\tBajo el patrocinio de Estados Unidos, el Consejo de Seguridad de la ONU volvio a fabricar el dia 7 la \"resolucion de sancion\" anti-RPDC cuestionando la tercera prueba nuclear de ella.\n\t\t\t\t\t\n\t\t\t\t\tEsta \"resolucion\" es producto abominable del abuso del Consejo de Seguridad por parte de EE.UU. en funcion de su politica hostil anti-RPDC, encaminada a eliminar la idea y regimen optados por el pueblo coreano al desarmar y asfixiar economicamente a la segunda.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el responsable que nos obligo a realizar la prueba nuclear subterranea para la autodefensa al violar flagrantemente el legitimo derecho de Estado soberano a lanzar los satelites artificiales y al recrudecer escalonadamente la campana para aplastar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSi el Consejo de Seguridad tuviera un poco de imparcialidad, debio cuestionar primero el brutal acto hostil anti-RPDC de EE.UU. que empujo a la prueba nuclear a nuestro pais que queria concentrarse en la construccion economica y en el mejoramiento de los niveles de la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, desde el principio, el Consejo de Seguridad tomo la mala opcion de generar el circulo vicioso de agravacion de tensiones al desestimar la causa de relaciones hostiles RPDC-EE.UU. y de problema nuclear de la Peninsula Coreana y actuar a favor de las demandas y criterios unilaterales de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEn fin de cuentas, durante 8 anos pasados, el Consejo de Seguridad ha inventado 5 veces la \"resolucion de sancion\" anti-RPDC bajo la instigacion de EE.UU., pero trajo el resultado contraproducente de aumento cuantitativo y cualitativo de nuestro disuasivo nuclear. \n\t\t\t\t\t\n\t\t\t\t\tAhora, nuestro disuasivo nuclear sirve de garantia de la soberania y el derecho a existencia del pais y de espada omnipotente para adelantar el cumplimiento de la historica causa de reunificacion de la patria frustrando la campana norteamericana para desatar una guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tAl igual que en el pasado, condenamos categoricamente y rechazamos totalmente la presente \"resolucion de sancion\", producto de la politica hostil de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tCrecera cien y mil veces el poderio de la Corea del Songun si EE.UU. y sus satelites recurren a la aprobacion de la sucia \"resolucion de sancion\" para impedir la conquista del cosmos por la RPDC y debilitar su disuasivo nuclear.\n\t\t\t\t\t\n\t\t\t\t\tSe ha creado un estado a punto de explosion en la Peninsula Coreana debido a que el Consejo de Seguridad cometio el crimen de instigar el descarado intento de EE.UU. de provocar la guerra nuclear bajo el vistoso rotulo de \"no proliferacion nuclear\".\n\t\t\t\t\t\n\t\t\t\t\tYa la RPDC ha aclarado su invariable posicion de tomar sucesivamente fuertes contramedidas y pasar a la guerra por la reunificacion de la patria en caso de que EE.UU. opte finalmente por el camino de conflicto.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC lograra sin falta la victoria final luchando con fuerzas propias y por el estilo propio.\n\t\t\t\t\t\n\t\t\t\t\tEl mundo vera bien como se perpetuaran el estatus de la RPDC como poseedor de armas nucleares y lanzador de satelites a cambio de la fabricacion de la mencionada \"resolucion\"."
        },
        {
            "title": "Gangsteres militares del Sur de Corea no podran evitar castigo despiadado, advierte CRPP",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-24ee.html",
            "content": "Gangsteres militares del Sur de Corea no podran evitar castigo despiadado, advierte CRPP\r\nPyongyang, 9 de marzo (ACNC) -- A la pregunta formulada por el reportero de la Agencia Central de Noticias de Corea en relacion con que los gangsteres de la capa militar del Sur de Corea volvieron a difamar la maxima dignidad de la Republica Popular Democratica de Corea, el portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) respondio el dia 9 como sigue:\n\t\t\t\t\tEn la actualidad, la situacion de la Peninsula Coreana se encuentra en visperas de la guerra debido a la aprobacion de la \"resolucion de sancion\" anti-RPDC de la ONU por parte de las fuerzas hostiles y los satelites incluyendo Estados Unidos y a los ejercicios de guerra nuclear de agresion de los yanquis y los titeres surcoreanos contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTodo el ejercito y pueblo de la RPDC estan decididos a frustrar tajantemente los actos hostiles anti-RPDC y tejemaneje de provocacion de guerra nuclear de las fuerzas hostiles incluido el imperio, y la banda de los titeres surcoreanos y a defender la soberania y la dignidad de la nacion y el maximo interes del pais.\n\t\t\t\t\t\n\t\t\t\t\tEn tal circunstancia, el dia 6, la capa militar titere hablo atrevidamente del \"ataque a las fuerzas de mando\" y el dia 8, el vocero del Ministerio titere de Defensa Nacional dijo que el \"gobierno del Norte sera destruido en el globo terraqueo\" y que le dara \"castigo rotundo\" denigrando la maxima dignidad de la RPDC con respecto a las contramedidas intransigentes autodefensivas de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn la \"audiencia del personal de la Asamblea Nacional\", tambien Kim Pyong Gwan, ministro de Defensa Nacional titere quien se ha nombrado oficiosamente, senalo abiertamente que \"responderia con el cambio o el derrumbe del Poder del Norte\" acusando las importantes medidas de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTal hecho es la clara declaracion de guerra de realizar la guerra con el Norte siendo otra provocacion contra la maxima dignidad, el regimen, el ejercito y pueblo de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAtemorizada ante el impetu del ejercito y pueblo coreanos de exterminar a los enemigos, la banda de los titeres fanfarronea sin distinguir que palabras salen de sus bocas ni danos que emanen de eso\n\t\t\t\t\t\n\t\t\t\t\tLa realidad muestra fehacientemente quien es cabecilla que recurre a tal provocacion y empeora la situacion en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC declaro ya que no tolerara nunca a quienes se atreven a atentar en lo minimo su maxima dignidad sino respondera con tenacidad considerandolo como la declaracion de guerra contra nosotros\n\t\t\t\t\t\n\t\t\t\t\tKim Pyong Gwan y otros gangsteres de la capa militar titere deben darse clara cuenta de que no pudieron seguir viviendo bajo el mismo cielo y territorio solo con tales chismes.\n\t\t\t\t\t\n\t\t\t\t\tEn la historia de la humanidad, no son pocos casos de que se desencadeno la guerra con una sola palabra.\n\t\t\t\t\t\n\t\t\t\t\tAunque la banda titere se desespera bajo el amparo de su amo norteamericano, pero debe darse cuenta de que ese amo no podra salvar la vida de los lacayos.\n\t\t\t\t\t\n\t\t\t\t\tLo demuestran el tragico fin de todos anteriores lacayos proyanquis y el destino miserable de la banda del traidor Lee Myung Bak que se convirtio en cadaver vivo por haber difamado tanto la maxima dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos que difaman el regimen y dignidad de la RPDC no podran evitar el castigo despiadado.\n\t\t\t\t\t\n\t\t\t\t\tLos belicistas surcoreanos deben pedir disculpa inmediata por el respecto y tener presente que sera el primer blanco de la gran batalla por la reunificacion de la patria si no cesan tales actos hostiles."
        },
        {
            "title": " Parten de regreso Michiyoshi Inoue y su comitiva",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-25ee.html",
            "content": "Parten de regreso Michiyoshi Inoue y su comitiva\r\nPyongyang, 9 de marzo (ACNC) -- Regresaron el dia 9 por via aerea el director japones Michiyoshi Inoue y su comitiva."
        },
        {
            "title": "ACNC rechaza acusacion de Japon y UE en tema de DDHH",
            "url": "http://kcna.co.jp/item/2013/201303/news09/20130309-26ee.html",
            "content": "ACNC rechaza acusacion de Japon y UE en tema de DDHH\r\nPyongyang, 9 de marzo (ACNC) -- Japon intenta estos dias instaurar en complicidad de la Union Europea en el Consejo de DDHH de la ONU el llamado \"organo de investigacion de la situacion de DDHH\" de la RPDC.\n\t\t\t\t\tRechazamos categoricamente esa tentativa calificandola de imperdonable atentado contra la RPDC, Estado soberano.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC es el verdadero pais del pueblo en que el Estado se responsabiliza hasta el final y asegura los derechos humanos de todos los ciudadanos.\n\t\t\t\t\t\n\t\t\t\t\tTodos los trabajadores ocupan la posicion de duenos del Estado y la sociedad y llevan una vida digna y orgullosa en el regimen socialista al estilo coreano, envidiado y admirado por el mundo.\n\t\t\t\t\t\n\t\t\t\t\tNo hay razon para que Japon y la UE intervengan en el tema de DDHH de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAnteriormente, Japon se ofrecio con la UE como avanzada en la aprobacion de las \"resoluciones de DDHH\" anti-RPDC bajo patrocinios de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tPresenta cada ano a la ONU la \" resolucion\" penetrada de datos falsificados sobre la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tBajo el rotulo de la \"investigacion\" del \"estado de DDHH\" de la RPDC, Japon intenta organizar el arriba mencionado aparato internacional y a traves de este, pretende tergiversar a su antojo la realidad de DDHH de la primera y convertirlo en un \"problema proveniente del regimen\".\n\t\t\t\t\t\n\t\t\t\t\tEste pais isleno es el peor violador de DDHH que en siglos pasados, habia lanzado las guerras agresivas y genocidas contra otros paises. \n\t\t\t\t\t\n\t\t\t\t\tOcupo militarmente a Corea en el siglo pasado, arresto forzosamente a mas 8 millones 400 mil coreanos, mato a mas de un millon y convirtio a 200 mil mujeres coreanas en esclavas sexuales. \n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos anos, con motivo del exito de la prueba nuclear de la RPDC, comete los actos de violacion de DDHH y soberania aplicando la politica hostil hasta a los hijos de coreanos residentes en su pais.\n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad, el peor caso de violacion de DDHH es la intervencion en asuntos internos de otros paises o la ocupacion militar. Por eso, el peor violador de DDHH es el pais, que cometen esas acciones contra la soberania estatal de otros paises, y sus satelites.\n\t\t\t\t\t\n\t\t\t\t\tLos paises de la UE tampoco tienen la calificacion para cuestionar la situacion de DDHH de otro.\n\t\t\t\t\t\n\t\t\t\t\tEn ese bloque se reportan sin parar los actos de violacion de DDHH como xenofobia, discriminacion de minorias y otros crimenes.\n\t\t\t\t\t\n\t\t\t\t\tJapon y la UE hablan tanto del \"problema de DDHH\" para disimular sus crimen de haber violado flagrantemente de siglo en siglo los derechos basicos del hombre como el derecho a la vida y a la existencia.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo coreanos no perdonaran ni en lo minimo el intento criminal de Japon de violar la dignidad y el interes de la RPDC poniendose al frente de la campana de  \"DDHH\" anticoreana que patrocina EE.UU."
        }
    ]
}