{
    "date": "2013-04-25",
    "url": "http://kcna.co.jp/item/2013/201304/2013-04-25ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-33ee.html",
            "content": "Kim Jong Un Visits Kumsusan Palace of Sun\n\t\t\t\t\t\t\r\n Pyongyang, April 25 (KCNA) -- Marshal Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, visited the Kumsusan Palace of the Sun to pay high tribute to the great Generalissimos Kim Il Sung and Kim Jong Il on Thursday, the 81st anniversary of the founding of the heroic KPA.\n\t\t\t\t\t He was accompanied by Kim Yong Nam, Pak Pong Ju, Choe Ryong Hae, Jang Song Thaek, Hyon Yong Chol, Kim Kyok Sik, Kim Kyong Hui, Pak To Chun, Kim Yong Chun, Ri Yong Mu, Hyon Chol Hae, Kim Won Hong, O Kuk Ryol, Choe Pu Il, Ju Kyu Chang, Kim Chang Sop and Ri Pyong Sam, and commanding officers of the WPK Central Military Commission, the National Defence Commission of the DPRK and the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un entered the hall where statues of the Generalissimos are standing.\n\t\t\t\t\t\n\t\t\t\t\t A floral basket in the name of Kim Jong Un was placed before the statues.\n\t\t\t\t\t\n\t\t\t\t\t Also laid before the statues was the floral basket in the name of the WPK Central Committee and its Central Military Commission and the National Defence Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He, together with the participants, paid tribute to the statues. \n\t\t\t\t\t\n\t\t\t\t\t He entered the hall of immortality where Kim Il Sung lies in state.\n\t\t\t\t\t\n\t\t\t\t\t He, together with the participants, made bows to Kim Il Sung in the humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t He entered the hall of immortality where Kim Jong Il lies in state. \n\t\t\t\t\t\n\t\t\t\t\t He, together with the participants, made bows to Kim Jong Il in the humblest reverence."
        },
        {
            "title": "KPA Ceremony Marks Founding Anniversary",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-25ee.html",
            "content": "KPA Ceremony Marks Founding Anniversary\r\n Pyongyang, April 25 (KCNA) -- A ceremony of the Korean People's Army (KPA) took place at the plaza of the Kumsusan Palace of the Sun Thursday, 81st anniversary of the KPA.\n\t\t\t\t\t Present at the tribune of honor was Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission and Supreme Commander of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were Choe Ryong Hae, Jang Song Thaek, Hyon Yong Chol, Kim Kyok Sik, Pak To Chun, Kim Yong Chun, Ri Yong Mu, O Kuk Ryol, Hyon Chol Hae, Kim Won Hong, Ju Kyu Chang, Kim Chang Sop, Choe Pu Il, Ri Pyong Sam and other members of the Central Military Commission of the WPK, members of the NDC of the DPRK and KPA commanding officers.\n\t\t\t\t\t\n\t\t\t\t\t The reviewing stand was taken by Kim Yong Nam, Pak Pong Ju, Kim Kyong Hui, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Kang Sok Ju, Kim Yang Gon, Kim Yong Il, Kim Phyong Hae, Kwak Pom Gi, Jo Yon Jun and vice-premiers of the Cabinet, diplomatic envoys of foreign countries and members of the military attaches corps here.\n\t\t\t\t\t\n\t\t\t\t\t Also watching the ceremony were officials of the party central leadership organ in Pyongyang, officials of the party and armed forces organs, working people's organizations, ministries and national institutions, officers and men of the KPA and the Korean People's Internal Security Forces, people from all walks of life, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front and overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t KPA Vice Marshal Choe Ryong Hae, director of the KPA General Political Bureau, who is also member of the Presidium of the Political Bureau of the C.C., the WPK, made a report in which he paid respects to President Kim Il Sung and general secretary Kim Jong Il and pledged loyalty for the dear respected Marshal Kim Jong Un, Supreme Commander.\n\t\t\t\t\t\n\t\t\t\t\t The speaker said that the 80 odd year-long history of the KPA is one of glory in which it has steadily grown stronger as the main force for accomplishing the revolutionary cause of Juche under the care of the peerlessly great men of Mt. Paektu and one of victory and feats in which it met every vicious challenge and shattered war provocation moves of the enemies and reliably defended the party, the leader, country and people.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the pledge of all the service personnel to carry to completion the revolutionary cause of Juche that was started with arms in the forests of Mt. Paektu, true to the leadership of the Supreme Commander as instructed by the great Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Naval Commander Kim Myong Sik said that even though the U.S. imperialist aggressors try to browbeat the DPRK with super-large carriers and nuclear-powered submarines, they will never evade the fate of the U.S. heavy cruiser Baltimore, which was buried at sea in waters off Jumunjin during the last Korean War, by the revolutionary armed forces of the DPRK equipped ultra-modern strike means.\n\t\t\t\t\t\n\t\t\t\t\t Seamen waiting for the time of a dueling battle will send to the bottom of the sea all the pirates' ships of aggressors, once ordered, and turn the South Sea of Korea into the burial sea of the enemies, he said.\n\t\t\t\t\t\n\t\t\t\t\t Air and Anti-air Force Commander Ri Pyong Chol said that the men of his force is waiting for a final attack order to put an end to the enemies, with firm determination to devotedly safeguard the Party Central Committee headed by Kim Jong Un and the Kumsusan Palace of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t The flying corps of a-match-for-a hundred stalwart pilots, once given a sortie order, will load nuclear bombs, instead of fuel for return, and storm enemy strongholds to blow them up, he said.\n\t\t\t\t\t\n\t\t\t\t\t Strategic Rocket Force Commander Kim Rak Gyom said that the DPRK's inter-continental ballistic missiles have already set the dens of the brigandish U.S. imperialists as their first target and officers and men of the Strategic Rocket Force are one click away from pushing the launch button.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists and their followers dare make a preemptive attack, they will be made to keenly realize what a real nuclear war and real retaliatory blows are like and their stooges be made to feel the taste of horrible nuclear holocaust.\n\t\t\t\t\t\n\t\t\t\t\t After speeches there was a march-past in celebration of the KPA anniversary.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un saluted the columns marching past the tribune of honor in fine array.\n\t\t\t\t\t\n\t\t\t\t\t Airplanes made demonstration flights in the sky above the Kumsusan Palace of the Sun."
        },
        {
            "title": "Banquet Given to Celebrate KPA Birthday",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-30ee.html",
            "content": "Banquet Given to Celebrate KPA Birthday\r\n Pyongyang, April 25 (KCNA) -- The National Defence Commission of the DPRK gave a banquet at the Mokran House on Thursday, the 81st anniversary of the founding of the Korean People's Army.\n\t\t\t\t\t Present there was Marshal Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Also present there were Kim Yong Nam, Pak Pong Ju, Choe Ryong Hae and other senior party, army and state officials, members of the WPK Central Military Commission and the NDC of the DPRK, commanding officers of the KPA, officials of the party and armed forces organs, ministries and national institutions and service personnel of the KPA and the Korean People's Internal Security Forces.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys of foreign countries and military attaches of foreign embassies here and their spouses.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the banquet, a performance was given by the Moranbong Band.\n\t\t\t\t\t\n\t\t\t\t\t Jang Song Thaek, vice-chairman of the NDC of the DPRK, made a toast at the banquet.\n\t\t\t\t\t\n\t\t\t\t\t At the significant place where he looked back upon the 80 odd year-long history of the KPA, he paid highest tribute to the great Generalissimos Kim Il Sung and Kim Jong Il who strengthened the KPA into the matchless revolutionary army and led it to the road of victory and glory, breathing with arms all their lives.\n\t\t\t\t\t\n\t\t\t\t\t Upon the authorization of Marshal Kim Jong Un, supreme leader of our party and people and supreme commander of the KPA, he warmly congratulated the service personnel defending the sky, land and seas of the country as firm as a rock and all the people dynamically struggling to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the revolutionary armed forces are ushering in the greatest heyday of their development as they are holding Kim Jong Un, who is identical to the Generalissimos, as supreme commander.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to steadily bolster nuclear force for self-defence both in quality and quantity and perform new miracles and feats in building a thriving socialist nation in the spirit of the historic March, 2013 Plenary Meeting of the Central Committee of the WPK."
        },
        {
            "title": "Performance Given at Construction Site of Cemetery of Fallen Fighters of KPA",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-31ee.html",
            "content": "Performance Given at Construction Site of Cemetery of Fallen Fighters of KPA\r\n Pyongyang, April 25 (KCNA) -- A performance was given by the Mansudae Art Troupe and an agitation conducted by the art squad of the Capital City Construction Commission at the construction site of the Cemetery of Fallen Fighters of the Korean People's Army on Thursday, the 81st anniversary of its founding.\n\t\t\t\t\t The artistes of the Mansudae Art Troupe brought with them lots of aid materials. They gave a performance representing the stirring reality of the times, warmly congratulating the builders on the significant army day and encouraging them.\n\t\t\t\t\t\n\t\t\t\t\t The members of the art squad put on the stage numbers dealing with the devoted drive of the builders who are performing miracles and feats in the spirit of the 1950s.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, officials and other people of the General Bureau of Public Service, Rungna Guidance Bureau and other units, schoolchildren and families of service personnel went to the construction site bringing with them aid materials and encouraging soldiers and builders there."
        },
        {
            "title": "Order for Commemorating 60th Anniversary of War Victory Instituted",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-12ee.html",
            "content": "Order for Commemorating 60th Anniversary of War Victory Instituted\r\n Pyongyang, April 25 (KCNA) -- Order for commemorating the 60th anniversary of the Korean people's victory in the Fatherland Liberation War was instituted in the DPRK.\n\t\t\t\t\t A decree on it was promulgated by the Presidium of the Supreme People's Assembly of the DPRK on April 24.\n\t\t\t\t\t\n\t\t\t\t\t According to the decree, the Fatherland Liberation War was a just revolutionary war for defending the freedom and independence of the country and the revolutionary gains from the brigandish U.S.-led imperialist allied forces' invasion of the young DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The decree says:\n\t\t\t\t\t\n\t\t\t\t\t In response to the call of President Kim Il Sung, invincible and iron-willed commander and legendary hero, the service personnel and people of the DPRK courageously turned out in a sacred war to defend the country and achieved a brilliant victory unprecedented in the world war history by beating back the ferocious U.S. imperialists, who boasted of being the \"strongest\" in the world, and mercenaries from 15 satellite countries.\n\t\t\t\t\t\n\t\t\t\t\t The victory of the Korean people in the war was a victory of the outstanding military idea, Juche-based war stratagem and superb strategy and tactics of the President. It was also a victory of ardent patriotism, spirit for protecting the country and indomitable fighting spirit of the service personnel and people of the DPRK, who heroically fought to defend the party, the leader and the country.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK, who performed undying heroic feats in the hard-fought war, have won victory after victory in the showdown with imperialism and the U.S. for the past 60 years, holding aloft the banner of Songun and in the same spirit of protecting the country as displayed in the 1950s under the wise leadership of Kim Il Sung and Kim Jong Il. And the DPRK has developed into an indestructible socialist power that no enemy dares provoke and into a full-fledged nuclear weapons state, a satellite producing and launching country recognized by the world.\n\t\t\t\t\t\n\t\t\t\t\t The grand celebration of the 60th anniversary of the victory in the Fatherland Liberation War will offer a historic occasion for eternally glorifying the exploits of Kim Il Sung for the victory in the war and the Songun revolutionary feats of Kim Jong Il and for powerfully demonstrating the heroic spirit of the service personnel and people of the DPRK, invincible might of Songun Korea vigorously advancing along the only road of independence, Songun and socialism, united close around the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Presidium of the Supreme People's Assembly of the DPRK decides to institute the order to give steady continuity to the glorious history and tradition of the victory in the war and to more significantly celebrate the 60th anniversary of the victory in the Fatherland Liberation War."
        },
        {
            "title": "Diagram of Order for 60th Anniversary of War Victory",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-13ee.html",
            "content": "Diagram of Order for 60th Anniversary of War Victory\r\n Pyongyang, April 25 (KCNA) -- The order for the 60th anniversary of the Korean people's victory in the Fatherland Liberation War features a golden five-point star 65 mm in outer diameter together with golden rays symbolic of the heroic feats of the Korean People's Army.\n\t\t\t\t\t The order was instituted Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Portrayed inside the 21 mm-diameter circle in the center of the star is a soldier holding the flag of the DPRK surrounded by red ribbon and laurel leaves.\n\t\t\t\t\t\n\t\t\t\t\t Written in the fluttering flag seen in the upper part of the soldier are letters reading \"Victory in Fatherland Liberation War\" and in the central part of the red ribbon in the lower part letters reading \"60th Anniversary\" and \"1953\" and \"2013\" on both sides.\n\t\t\t\t\t\n\t\t\t\t\t On the back side of the order are letters \"Order for 60th Anniversary of Victory in Fatherland Liberation War\" and a pin for hanging on clothes.\n\t\t\t\t\t\n\t\t\t\t\t A miniature medal for the order is a metal plate 33 mm in length, 10 mm in width which is wrapped by a cloth with 10 mm-long yellow stripe in the center and 8.5 mm-long red stripes, 1 mm-long white stripes and 2 mm-long blue stripes on both sides."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-17ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 25 (KCNA) -- Floral baskets were laid before the statues of President Kim Il Sung and general secretary Kim Jong Il on the occasion of the 81st anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t Service personnel, people from all walks of life and school youth and children visited their statues on Mansu Hill to pay tribute.\n\t\t\t\t\t\n\t\t\t\t\t Seen standing before their statues was a floral basket sent by Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Laid before the statues were floral baskets in the name of the party, armed forces and power bodies, social organizations, ministries, national institutions, units of the KPA and the Korean People's Internal Security Forces, institutions, industrial establishments at all levels, farms, schools, etc., and bouquets and flowers.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid tribute to the commanders of Mt. Paektu who made immortal contributions to founding and developing the Juche-oriented revolutionary armed forces and fully demonstrated the dignity and might of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Many people have visited the statues of the great Generalissimos Kim Il Sung and Kim Jong Il and their smiling portraits in different places of Pyongyang, including  Kim Il Sung Military University, Ministry of the People's Armed Forces, Ministry of People's Security, Mangyongdae Revolutionary School and Mansudae Art Studio.\n\t\t\t\t\t\n\t\t\t\t\t They visited the statues in boundless reverence for the peerlessly brilliant Songun commanders.\n\t\t\t\t\t\n\t\t\t\t\t Service personnel, people, school youth and children across the country laid floral baskets, bouquets and flowers before their statues and portraits in residential quarters."
        },
        {
            "title": "KPA Is Invincible Thanks to Kim Jong Un: Papers",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-14ee.html",
            "content": "KPA Is Invincible Thanks to Kim Jong Un: Papers\r\n Pyongyang, April 25 (KCNA) -- Papers on Thursday dedicate editorials to the 81st anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t President Kim Il Sung founded the Korean People's Revolutionary Army on April 25, Juche 21 (1932).\n\t\t\t\t\t\n\t\t\t\t\t The KPA is an invincible army which has recorded ever-victorious feats in its sacred colors for a long period since it was founded under the outstanding military idea and Songun leadership of the peerlessly great persons of Mt. Paektu, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The KPA has covered the road of victory and glory under the leadership of the great Generalissimos Kim Il Sung and Kim Jong Il. Its tremendous power is being fully demonstrated under the leadership of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It is the army strong in ideology, faith and will that devotedly defends its leader, idea and social system and a revolutionary army equipped with ever-victorious strategy and tactics of Supreme Commander Kim Jong Un and great capabilities for fighting an actual war.\n\t\t\t\t\t\n\t\t\t\t\t It, grown under the care of the Generalissimos and firmly armed with Kimilsungism-Kimjongilism, has performed heroic feats in firmly defending the socialist system.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains unfazed as there is the powerful revolutionary Paektusan army with strong mental power.\n\t\t\t\t\t\n\t\t\t\t\t The great war for national reunification to be waged by the KPA with Kim Jong Un's strategy and tactics will not be a three-day war but a blitz war to occupy the whole of south Korea and Jeju Island at one go before the U.S. and south Korean puppet warmongers even come to their senses, and three-dimensional war simultaneously fought in the sky, land and seas. The powerful firepower strike plan defined and ratified by Kim Jong Un, Juche-based military method and Korean-style original strategy and tactics by high-precision strike means have put the military might of the KPA on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t It is the revolutionary disposition and fighting tradition of the army and people of the DPRK to keep following the road chosen by themselves, with conviction of the validity of their cause and victory, no matter how desperately the imperialists try to invade it.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says the Songun revolutionary cause started in Mt. Paektu is sure to win as there are service personnel and people who are devotedly implementing the new line of the Workers' Party of Korea on simultaneously pushing forward economic construction and building of nuclear force, holding Kim Jong Un in the van of revolution."
        },
        {
            "title": "Restaurant Boat Taedonggang Opened to Business ",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-32ee.html",
            "content": "Restaurant Boat Taedonggang Opened to Business \r\n Pyongyang, April 25 (KCNA) -- New restaurant boat Taedonggang has been opened to business with due ceremony on the River Taedong in Pyongyang on April 25, the founding anniversary of the Korean People's Army.\n\t\t\t\t\t The boat can accommodate 300 people at a time. It has several dining rooms, banquet hall, shop, etc.\n\t\t\t\t\t\n\t\t\t\t\t The opening of the fashionable restaurant boat adds to the spectacular scenery of Pyongyang and contributes to the cultural and emotional life of the people.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju, premier of the Cabinet, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t People from all walks of life spent a pleasant time aboard the boat, receiving kind service."
        },
        {
            "title": "Greetings to Tanzanian President",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-20ee.html",
            "content": "Greetings to Tanzanian President\r\n Pyongyang, April 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Jakaya Mrisho Kikwete, president of the United Republic of Tanzania, on April 23 on the occasion of the 49th anniversary of the Republic.\n\t\t\t\t\t The message wished the president and people of Tanzania success in their work for the prosperity of the country, expressing belief that the traditional relations of friendship and cooperation between the two countries will grow stronger by their common efforts."
        },
        {
            "title": "Greetings to Bangladeshi President",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-21ee.html",
            "content": "Greetings to Bangladeshi President\r\n Pyongyang, April 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on April 24 sent a message of greeting to MD. Abdul Hamid upon his election as president of Bangladesh.\n\t\t\t\t\t The message sincerely wished the Bangladeshi president success in his responsible work, expressing belief that the friendly and cooperative relations between the two countries would grow stronger."
        },
        {
            "title": "Dancing Parties of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-22ee.html",
            "content": "Dancing Parties of Youth and Students Held\r\n Pyongyang, April 25 (KCNA) -- Dancing parties of youth and students took place in Pyongyang and local areas on Thursday, the 81st anniversary of the Korean People's Army.\n\t\t\t\t\t The dancing parties began with songs \"Long Live Generalissimo Kim Il Sung\" at the plazas of the Party Founding Memorial Tower, April 25 House of Culture, Arch of Triumph and other venues in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The participants presented dances, recollecting with deep emotion the undying feats the peerlessly great persons of Mt. Paektu performed by taking the thorny untrodden path of the Songun revolution to set a brilliant example in building the revolutionary armed forces in the era of independence and providing the powerful military muscle to guarantee the prosperity of the country and the happiness of rising generations.\n\t\t\t\t\t\n\t\t\t\t\t They also danced to the tune of \"The Guerrilla March\", \"Arirang on Jiansanfeng\", \"General's Art of Shortening Distance\" and other songs. They were full of great pride in having the KPA, which has won victory after victory, holding the great brilliant commanders of Mt. Paektu in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t Similar dancing parties were held in provincial seats, cities and counties on the same day."
        },
        {
            "title": "Floral Tribute Paid to Martyrs",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-23ee.html",
            "content": "Floral Tribute Paid to Martyrs\r\n Pyongyang, April 25 (KCNA) -- Wreaths were laid before the statues of martyrs, the monuments to fallen soldiers of the Korean People's Army, martyrs cemeteries and graves across the country on Thursday, the 81st anniversary of the KPA. \n\t\t\t\t\t Present at the wreath-laying ceremonies were officials of local party and power bodies and working people's organizations, servicepersons of the KPA and the Korean People's Internal Security Forces, people from all walks of life and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t Wreaths were laid in the name of local party and power bodies, working people's organizations, units of the KPA and the KPISF, institutions of science, education, literature and arts, public health, media, industrial establishments, farms, schools, etc. Bouquets and flowers were also laid before statues of martyrs, monuments to fallen fighters of the KPA, martyrs cemeteries and graves.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence in memory of the martyrs."
        },
        {
            "title": "Art Performance Given on KPA Anniversary",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-24ee.html",
            "content": "Art Performance Given on KPA Anniversary\r\n Pyongyang, April 25 (KCNA) -- The art squad of the Central Committee of the Kim Il Sung Socialist Youth League gave a performance at the plaza of the Party Founding Memorial Tower Thursday, the 81st anniversary of the Korean People's Army.\n\t\t\t\t\t Put on the stage were such numbers as mixed chorus \"Long Live Generalissimo Kim Il Sung\", light music \"Serial of Revolutionary Songs\", male solo \"Pistols of Three Generals\", agitation and female solo \"Tell, O Road of Songun\".\n\t\t\t\t\t\n\t\t\t\t\t The performers praised immortal feats of the great Generalissimos Kim Il Sung and Kim Jong Il, who set a shining example in the building of revolutionary armed forces in the era of independence and brought up the KPA to be the core unit of the Songun revolution and the strongest elite armed forces of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Female solo and pangchang \"For My Only Motherland\", poem of agitation \"We Will Mercilessly Punish Enemies\" and other numbers showed well the firm will of young people to wipe out the enemies who are making desperate efforts to ignite a nuclear war, and achieve the historic cause of the country's reunification."
        },
        {
            "title": "Performance Given by State Merited Chorus on Army Day",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-26ee.html",
            "content": "Performance Given by State Merited Chorus on Army Day\r\n Pyongyang, April 25 (KCNA) -- A performance \"Song of Final Victors\" was given by the State Merited Chorus on Thursday, the 81st anniversary of the founding of the Korean People's Army.\n\t\t\t\t\t Among the audience were Kim Yong Nam, Pak Pong Ju, Choe Ryong Hae and other senior party, army and state officials, officials of the party and armed forces organs, the Cabinet, ministries and national institutions and service personnel of the KPA and the Korean People's Internal Security Forces.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with chorus \"The Leader and the General Are Together\". Put on the stage were such colorful numbers as orchestral music and male chorus \"Song of the Korean People's Army\", male chorus \"Marshal Kim Il Sung Is Our Supreme Commander\" and female solo and male chorus \"The General's Padded Clothes\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the undying exploits of the great Generalissimos Kim Il Sung and Kim Jong Il who made a new history of the Juche-oriented building of the revolutionary armed forces and developed the KPA into the invincible revolutionary Paektusan army with their energetic leadership.\n\t\t\t\t\t\n\t\t\t\t\t They praised the personality of the dear respected Marshal Kim Jong Un as a great man who is developing the whole army into a powerful revolutionary army.\n\t\t\t\t\t\n\t\t\t\t\t The performance was acclaimed by the audience as it reflected the enthusiasm of all service personnel and people to dynamically advance along the road of independence, Songun and socialism indicated by the commanders of Mt. Paektu, taking hold on the line of simultaneously pushing forward economic construction and building of nuclear force as a treasured sword of certain victory."
        },
        {
            "title": "Feats Made by Korean Armed Forces for Global Independence against Imperialism",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-27ee.html",
            "content": "Feats Made by Korean Armed Forces for Global Independence against Imperialism\r\n Pyongyang, April 25 (KCNA) -- Eighty odd years has passed since the birth of the revolutionary armed forces in Korea, which made signal contributions to the world history of struggles against imperialism. \n\t\t\t\t\t On April 25, Juche 21 (1932), President Kim Il Sung founded the Anti-Japanese People's Guerrilla Army, the first revolutionary armed forces of the Korean nation, and called for forming an allied front with the Chinese nationalist anti-Japanese units.\n\t\t\t\t\t\n\t\t\t\t\t Since then, the revolutionary army of Korea had fully supported the anti-Japanese struggle of the Chinese people. The Korean guerrilla army, together with the Chinese units, jointly conducted many battles against the Japanese imperialists in northeastern China, including Dongning and Fusong county towns, Luozigou and Jingbohu.\n\t\t\t\t\t\n\t\t\t\t\t In the latter half of the 1930s, the Korean revolutionary army launched lots of military operations to defend the Soviet Union, the first socialist state in the world, under the slogan of \"Defend the Soviet Union with Arms!\"\n\t\t\t\t\t\n\t\t\t\t\t After Korea's liberation from the Japanese colonial rule, hundreds of thousands of its competent military and political cadres and young people took active part in the liberation war of China, fully displaying the great heroism and the internationalist spirit in many battle fields from the operation for liberating Changchun to the Hainan Dao landing operation.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Chairman Mao Zedong and Premier Zhou Enlai of China would say that its red flag with five stars is associated with the red blood shed by Korean communists.\n\t\t\t\t\t\n\t\t\t\t\t The heroic Korean People's Army (KPA), who defeated the U.S. imperialism in the Fatherland Liberation War (1950-1953), had rendered its sincere assistance to the world progressives in their anti-imperialist struggle, though it had to defend the DPRK's socialist system from the imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t In the Vietnam War its airmen and other servicepersons displayed the self-sacrificing spirit to smash the U.S. imperialist aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The KPA's invincibility was also displayed to the full in the Middle East War conducted against Zionism by the Arab nations, including Egypt and Syria.\n\t\t\t\t\t\n\t\t\t\t\t The KPA gave unstinted assistance to the defence upbuilding in Asian, African and Latin American countries, contributing to the consolidation of their independence and sovereignty. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK with the powerful war deterrent, including diversified nuclear weapons and intercontinental ballistic missiles, are now determined to reliably defend socialism, the human cause of independence, in the van of the struggle against imperialism."
        },
        {
            "title": "Kim Il Sung, Founder of Revolutionary Armed Forces in Korea",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-28ee.html",
            "content": "Kim Il Sung, Founder of Revolutionary Armed Forces in Korea\r\n Pyongyang, April 25 (KCNA) -- President Kim Il Sung is a peerless hero of the Korean nation as he paved a way for building the revolutionary armed forces to liberate Korea from Japan's colonial rule.\n\t\t\t\t\t In the late 19th century Korea underwent trials due to the outsiders' aggression moves, and was finally reduced to a colony of the Japanese imperialists in the early 20th century.\n\t\t\t\t\t\n\t\t\t\t\t Enraged at Japan's occupation of Korea, many people launched such resistance movements as the Righteous Volunteers' Army Movement and the Independence Army Movement, only to be put down by the atrocious Japanese aggressors. After all, some of those engaged in the independence movement came to have an idea that, for the country's independence, it was needed to develop the national strength or conduct diplomacy.\n\t\t\t\t\t\n\t\t\t\t\t At that historic time, Kim Il Sung decided to stage an all-out war against the strong Japanese imperialist aggressors. He drew a conclusion that armed struggle should be waged to liberate Korea from the Japanese imperialist aggressors and the struggle be based on guerrilla warfare by the standing revolutionary armed forces under the specific conditions of the country.\n\t\t\t\t\t\n\t\t\t\t\t On this basis he specified the ways for launching the anti-Japanese armed struggle at the Winter Mingyuegou Meeting in Juche 20 (1931).\n\t\t\t\t\t\n\t\t\t\t\t Then, he founded the Anti-Japanese People's Guerrilla Army, the first revolutionary armed forces in Korea, on April 25, 1932 and at last liberated the country from the Japanese imperialists through armed struggle."
        },
        {
            "title": "Delegation of Politicians from Various Political Parties of Europe Leaves",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-19ee.html",
            "content": "Delegation of Politicians from Various Political Parties of Europe Leaves\r\n Pyongyang, April 25 (KCNA) -- A delegation of politicians from various political parties of Europe headed by Chief Executive Officer of Inter Mediate Jonathan Powell, former Downing Street Chief of Staff to Prime Minister Tony Blair, left here on Thursday."
        },
        {
            "title": "DPRK Delegation Back Home",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-18ee.html",
            "content": "DPRK Delegation Back Home\r\n Pyongyang, April 25 (KCNA) -- The delegation of the Ministry of Oil Industry headed by Minister Pae Hak came back here on Thursday after taking part in the 18th international exhibition of oil, gas and refined and petro-chemical goods held in Tehran."
        },
        {
            "title": "DPRK Judokas Visit Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-16ee.html",
            "content": "DPRK Judokas Visit Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 25 (KCNA) -- DPRK judokas who proved successful at the 2013 Asian Judo Championship visited the statues of President Kim Il Sung and general secretary Kim Jong Il on Mansu Hill on Thursday and paid tribute to them.\n\t\t\t\t\t Hong Kuk Hyon placed first in men's 73 kg category, Kim Sol Mi, Kim Su Gyong and Sol Kyong finished the runner-up in women's 48 kg, 63 kg and 78 kg categories respectively.\n\t\t\t\t\t\n\t\t\t\t\t They came back home on Thursday."
        },
        {
            "title": "S. Korean Puppet Group's Suppression of Forces for Reunification through Alliance with North Slammed",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-29ee.html",
            "content": "S. Korean Puppet Group's Suppression of Forces for Reunification through Alliance with North Slammed\r\n Pyongyang, April 25 (KCNA) -- A spokesman for the National Reconciliation Council released the following statement on Thursday:\n\t\t\t\t\t The south Korean puppet group is getting hellbent on the fascist suppression of forces for reunification through the alliance with the north.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, the puppet Supreme Court sentenced to prison terms a writer on charges of the violation of the \"Security Law\" for the mere reason that he introduced the stirring reality of the north through website. The puppet prosecution is making an investigation into a movie supervisor on the suspicion of posting on website \"a literature benefiting the enemy\", the one praising the north.\n\t\t\t\t\t\n\t\t\t\t\t The puppet south Korea hacked into website \"By our nation itself\", faked up the list of those who had access to it, kicking up a whirlwind of investigation into them by labeling them as \"those following the north\".\n\t\t\t\t\t\n\t\t\t\t\t People of different social standings in south Korea are condemning the puppet group's ever-mounting repressive moves as \"modern witch hunting\" and \"return to yusin dictatorship\".\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the puppet minister of Justice said that \"security is now more serious than as it was in the period of the Cold War in the 1950s\" and \"it is necessary to restrict freedom of expression under such condition\", revealing the ill-hearted intention to tighten the suppression of the forces standing for reunification through alliance with the north.\n\t\t\t\t\t\n\t\t\t\t\t The National Reconciliation Council bitterly denounces the bestial suppression by the puppet group with the surging resentment together with all fellow countrymen, branding it as an unpardonable fascist violence ruthlessly trampling down the freedom of thinking and the right to conscience and another vicious conspiratorial racket for confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t To choose progressive idea freely and express one's willingness is an elementary right of man which no one can encroach upon.\n\t\t\t\t\t\n\t\t\t\t\t To harshly suppress those for following and respecting the peerlessly great men revered by all fellow countrymen and expressing their excitement by invoking the \"Security Law\" is a heinous criminal act which can be done only by the group of traitors against reunification engrossed in confrontation with fellow countrymen and immoral villains.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is now reminiscent of the period of the \"yusin\" dictatorship in which fascism was rampant.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group's reckless fascist suppression is the last-ditch efforts to arrest the shining reality of Korean-style socialism centered on the popular masses winning victory after victory under the wise leadership of the illustrious commander of Mt. Paektu from being known to south Koreans, quell the spirit of reunification through alliance with the north, tide over the serious ruling crisis and justify the war moves for confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the fascist tyrants who deprived south Koreans of all their elementary rights to hear and see. It is absolutely shameless and disgusting for them to talk about someone's \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet groups' persistent suppression of forces standing for reunification through alliance with the north will bring into bolder relief its true colors as the heinous confrontation maniacs and despicable fascist rulers.\n\t\t\t\t\t\n\t\t\t\t\t The minds of fellow countrymen praising the peerlessly great men can never be arrested by bayonets.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group should stop at once the unreasonable suppression of the pro-reunification patriotic forces of south Korea, abolish the fascist law and discontinue the moves for confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t Those going against justice and truth will be sternly judged by history."
        },
        {
            "title": "Day of Sun Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-03ee.html",
            "content": "Day of Sun Celebrated Abroad\r\n Pyongyang, April 25 (KCNA) -- Meetings took place in Poland and Thailand and round-table talks, photo exhibitions and film shows in Egypt and Indonesia from Apr. 6 to 8 on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t On display in the venues of the events were photos dealing with the revolutionary life and exploits of Kim Il Sung and pictures showing the Korean people in their efforts to build a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Korean films shown included \"Arms of Korea.\"\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the National Executive Committee of the Polish Communist Party said it is thanks to the unshakable inheritance of the independent idea and leadership that the Korean revolution invariably advances along the road of victory, adding that only a party led by the great leader like Kim Il Sung and Kim Jong Il could assure the victory of revolution and construction as a guiding force of society.\n\t\t\t\t\t\n\t\t\t\t\t The manager of the Indonesian Adita Ariya Prawira Ship Co. extended full support and solidarity to the army and people of the DPRK standing firm against the imperialist allied forces to defend the country's sovereignty, the nation's dignity, the global peace and justice.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to the dear respected Kim Jong Un was adopted at the meeting held in Thailand."
        },
        {
            "title": "Day of Sun Marked by Websites of Different Countries",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-04ee.html",
            "content": "Day of Sun Marked by Websites of Different Countries\r\n Pyongyang, April 25 (KCNA) -- Organizations in different countries posted special write-ups on their websites from Mar. 29 to Apr. 2 on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The Brazilian Committee for Solidarity with the DPRK carried a special write-up with a portrait of smiling Kim Il Sung on its website.\n\t\t\t\t\t\n\t\t\t\t\t The website in an article titled \"101st birth anniversary of President Kim Il Sung\" noted in detail that he embarked on the road of revolution in his early years, forming the Down-with-Imperialism Union and founding the Juche idea, and that he led to victory the arduous anti-Japanese struggle, liberating Korea and wisely steering the cause of building the party, army and country.\n\t\t\t\t\t\n\t\t\t\t\t It said that he dealt a heavy blow at the U.S. imperialists during the Fatherland Liberation War, safeguarded the country's sovereignty and achieved brilliant victories in the postwar rehabilitation and construction, the two-stage social revolutions and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian-Korean Institute of Culture and Friendship in its website carried articles titled \"Kim Il Sung, shining august name\" and \"The way chosen by the DPRK\" with a portrait of smiling Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the impressions of the DPRK by an American reverend who visited it were posted on the Russian website Mega Mir under the title \"President Kim Il Sung whom Billy Graham saw\"."
        },
        {
            "title": "Kim Il Sung Lauded by British Organization",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-05ee.html",
            "content": "Kim Il Sung Lauded by British Organization\r\n Pyongyang, April 25 (KCNA) -- The British Branch of the Korean Friendship Association issued a statement on Apr. 12 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was the great leader who devoted his all to the people.\n\t\t\t\t\t\n\t\t\t\t\t He founded the Juche idea, freed the people from the yoke of feudalism and imperialism through the two-stage complicated social revolutions and built an original people-centered socialist system.\n\t\t\t\t\t\n\t\t\t\t\t Regarding it as his motto to believe in people as in Heaven, he placed the people's interests above anything else and enforced all kinds of popular policies such as free medical treatment and free education.\n\t\t\t\t\t\n\t\t\t\t\t He took independence dearest. He defeated the Japanese imperialists, frustrated the aggression by the Yankee U.S. imperialists and rejected any attempt to dominate Korea or meddle in its internal affairs.\n\t\t\t\t\t\n\t\t\t\t\t It is a fact recognized by the world that Korean socialism is a peculiar one based on the Juche idea, not an imitation.\n\t\t\t\t\t\n\t\t\t\t\t This is the fruition of the wise leadership of Kim Il Sung."
        },
        {
            "title": "Congratulatory Visits to DPRK Embassies to Mark Day of Sun ",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-06ee.html",
            "content": "Congratulatory Visits to DPRK Embassies to Mark Day of Sun \r\n Pyongyang, April 25 (KCNA) -- Political party leaders and delegations of organizations in different countries paid congratulatory visits to the DPRK embassies in their countries from Apr. 8 to 15 on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun). They included a delegation of the Democratic Party of Equatorial Guinea, delegations of the People's Socialist Party of Mexico, the Mexican Committee for the Study of Kimilsungism-Kimjongilism and the Mexican Friend Association for Memory of President Kim Il Sung and general secretary Kim Jong Il, general secretary of the Democratic Party of Guinea, general secretary of the C.C., the Workers' Party of Democratic Congo, chairman of the C.C., the Workers’ Party of Bangladesh, chairman of the Bangladesh Group for the Study of the Songun Policy, secretary general of the Bangladesh-Korea Friendship and Solidarity Committee, secretary general of the All India Indo-Korean Friendship Association and the chai\n\t\t\t\t\t rman of the Nigerian National Committee for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets and bouquets before portraits of Kim Il Sung and Kim Jong Il and their full-length paintings and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, personages in different countries sent floral baskets to the DPRK missions in their countries to celebrate the Day of the Sun. They included the Workers' Party of Mexico, Mexican Group for the Study of the Juche Idea, Mexico-Korea Friendship Association, companies of China, chairperson of the Malaysian preparatory committee to celebrate the Day of the Sun and the general manager of the M.K.P. Company of Malaysia."
        },
        {
            "title": "Korean People Are Sure to Win in Confrontation with U.S.: Nepali Personage",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-07ee.html",
            "content": "Korean People Are Sure to Win in Confrontation with U.S.: Nepali Personage\r\n Pyongyang, April 25 (KCNA) -- Manju Ratna Sakya, chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, released a statement on Apr. 18 in support of the Korean people who turned out to defend the country.\n\t\t\t\t\t Supreme leader of the DPRK Kim Jong Un absolutely trusted by the people steers the country with his matchless bravery, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We support all the measures taken by the DPRK to cope with the nuclear war threat and sanctions by the U.S. and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t We express belief that the Korean people will emerge victorious in the confrontation with the U.S. as they are under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The leadership ability, pluck and grit of Kim Jong Un, who stands firm against all sorts of moves of hostile forces, are startling the world.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean Peninsula has gone beyond the danger line due to the U.S. and the south Korean conservatives that do not want to see the development, progress and peace in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What the U.S. is so afraid of is the army and people of the DPRK who will turn out in anti-U.S. resistance if a war breaks out on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that only rosy future is always in store for the Korean people advancing with confidence.\n\t\t\t\t\t\n\t\t\t\t\t The Nepali people strongly urge the U.S. and its satellite forces to stop their acts threatening the peace in the peninsula."
        },
        {
            "title": "Korean Book, Photo and Handicraft Exhibitions Open in Russia, Vietnam",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-08ee.html",
            "content": "Korean Book, Photo and Handicraft Exhibitions Open in Russia, Vietnam\r\n Pyongyang, April 25 (KCNA) -- Korean book, photo and handicraft exhibitions were opened in Russia and Vietnam on Apr. 13 and 14 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t On display in the venues of the exhibitions were photos dealing with the immortal exploits performed by Kim Il Sung, general secretary Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Displayed there were works of the peerlessly great men of Mt. Paektu, books and photos introducing Songun Korea and handicrafts associated with the wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The participants first laid floral baskets and bouquets before portraits of Kim Il Sung and Kim Jong Il before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t The administrative governor in Bikin District of the Khabarovsk Territory of Russia said that Kim Il Sung, eternal leader of the Korean people, made undying contributions to the development of the Russia-DPRK friendly relations, adding that Kim Jong Il visited the Siberian and Far Eastern region of Russia in 2011, putting the cooperative relations between the region and the DPRK on a higher level.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact that the Military Band of the Korean People's Army took part in the First Far East International Military Band Festival, he expressed his will to further develop exchange and cooperation in different fields in the future.\n\t\t\t\t\t\n\t\t\t\t\t He was convinced that the Korean people would dynamically weather all difficulties as they hold Kim Jong Un in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t The curator of the Ho Chi Minh Museum of Vietnam said that the Korean people registered great successes in the country's defence and socialist construction in the last period under the wise leadership of Kim Il Sung, Kim Jong Il and Kim Jong Un, adding that the exhibition would greatly contribute to further developing the traditional friendship and solidarity between the two parties, governments and peoples."
        },
        {
            "title": "Finnish Personage Praises Juche Idea as Scientific ",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-09ee.html",
            "content": "Finnish Personage Praises Juche Idea as Scientific \n\t\t\t\t\t\t\r\n Pyongyang, April 25 (KCNA) -- Juha Kieksy, secretary of the Finnish Communists' League who doubles as chairman of the Finnish National Committee for the Study of the Juche Idea, expressed sympathy with the validity of the great Juche idea at an interview with the Finnish TV on Apr. 18.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea founded by President Kim Il Sung is the eternal guiding idea of the DPRK. It calls for embodying the principles of independence in politics, self-supporting in the economy and self-reliance in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The idea is the scientific one as it calls upon popular masses to carve out their destiny with their own efforts, not believing in God.\n\t\t\t\t\t\n\t\t\t\t\t There are dishonest hostile forces behind the anti-DPRK smear campaign.\n\t\t\t\t\t\n\t\t\t\t\t Other countries should take a fair and an equal approach to the DPRK just as it treats each country on an equal footing\n\t\t\t\t\t\n\t\t\t\t\t It is a serious mistake that Western media mislead public opinion with their unjust propaganda against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever win victories under the banner of the Juche idea."
        },
        {
            "title": "Final Victory Be in Store for Korean People: Political Party",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-10ee.html",
            "content": "Final Victory Be in Store for Korean People: Political Party\r\n Pyongyang, April 25 (KCNA) -- The Socialist Party of Romania in its statement on Apr. 19 said that a final victory is in store for the Korean people who love justice and value peace.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Policy Department of the National Defence Commission of the DPRK made public a statement in which it urged the U.S. and the south Korean authorities to immediately stop all the provocations, fully apologize for them, give formal assurances before the world not to resort to nuclear war exercises against the DPRK again and completely withdraw nuclear war means from south Korea and waters near it if they truly want dialogue.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities should accept the demands of the DPRK as soon as possible as they are chief culprits of the present tense situation on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Romania expresses full support for the just stand of the DPRK on behalf of the unanimous minds of progressives.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. can never dodge its responsibility for the grave situation prevailing on the peninsula and it had better behave itself, lending an ear to the world voices of justice and conscience."
        },
        {
            "title": "DPRK's Measures Supported by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-11ee.html",
            "content": "DPRK's Measures Supported by Nigerian Organization\r\n Pyongyang, April 25 (KCNA) -- The Nigerian National Committee for the Study of the Juche Idea posted on its website on Apr. 8 an article titled \"To defend sovereignty\".\n\t\t\t\t\t The U.S. imperialists and their satellite forces are getting frantic in their moves to stifle the DPRK over its satellite launch for peaceful purposes, an act recognized by the world, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country regarding independence as its life and soul. It has consistently adhered to the line of independence in politics, self-supporting in the economy and self-reliance in national defence, thoroughly embodying the idea of independence, peace and friendship in its policy of foreign relations.\n\t\t\t\t\t\n\t\t\t\t\t The broad international community regards the DPRK's nuclear test as a just measure taken to cope with the U.S. moves to stifle the former and a just punishment of injustice.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the DPRK to counter the U.S. constant nuclear blackmail with its own nukes.\n\t\t\t\t\t\n\t\t\t\t\t As recognized by the world, the DPRK is a country strong in the sense of independence and a country that does what it is determined to do.\n\t\t\t\t\t\n\t\t\t\t\t Through its satellite launch and nuclear test the DPRK demonstrated once again the fact that independence is truth and it is sure to win victory.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly witness how the army and people of the DPRK who rose up as one to defend their sovereignty become final victors."
        },
        {
            "title": "Kim Jong Un's Speech on New Strategic Line Carried by Newspaper of Democratic Congo",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-01ee.html",
            "content": "Kim Jong Un's Speech on New Strategic Line Carried by Newspaper of Democratic Congo\r\n Pyongyang, April 25 (KCNA) -- The full text of a conclusion made by the dear respected Kim Jong Un at the March 2013 Plenary Meeting of the Central Committee of the Workers' Party of Korea was carried by the newspaper of Democratic Congo La Prosperite on Apr. 19."
        },
        {
            "title": "Kim Il Sung Praised by Personages of Norway, Bangladesh",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-02ee.html",
            "content": "Kim Il Sung Praised by Personages of Norway, Bangladesh\r\n Pyongyang, April 25 (KCNA) -- Meetings took place in Norway, Bangladesh and Bulgaria on Apr. 11 to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Rita Berger, chief of the Ostfold Group for the Study of the Juche Idea of Norway, made a speech, saying: Kim Il Sung devoted his all to the people's happiness.\n\t\t\t\t\t\n\t\t\t\t\t He embarked on the road of revolution in his teens to get back the country occupied by the Japanese imperialists and founded the immortal Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He led to victory the anti-Japanese armed struggle under the uplifted banner of the Juche idea, liberating Korea, making the Korean people genuine masters of an independent and sovereign state and turning the DPRK into a socialist power independent in politics, self-supporting in the economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea has been widely studied and disseminated the world over as it most correctly reflects the independent desire and demands of popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The chief of a Bangladeshi group for the study of the Songun policy said that Kim Il Sung made immortal contributions to the Korean revolution and the cause of global independence, holding aloft the banner of independence, stressing that mankind will always remember his exploits."
        },
        {
            "title": "Celebrada solemne ceremonia del EPC bajo presencia de Kim Jong Un",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-34ee.html",
            "content": "Celebrada solemne ceremonia del EPC bajo presencia de Kim Jong Un\r\n Pyongyang, 25 de abril (ACNC) -- Tuvo lugar el dia 25 en la plaza del Palacio del Sol Kumsusan la ceremonia del Ejercito Popular de Corea dedicada al 81o aniversario de la fundacion del EPC.\n\t\t\t\t\t Salio a la tribuna de la plaza el Mariscal Kim Jong Un, Primer Secretario de Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del EPC.\n\t\t\t\t\t\n\t\t\t\t\t Le acompanaron Choe Ryong Hae, Jang Song Thaek, Hyon Yong Chol, Kim Kyok Sik, Pak To Chun, Kim Yong Chun, Ri Yong Mu, O Kuk Ryol, Hyon Chol Hae, Kim Won Hong, Ju Kyu Chang, Kim Chang Sop, Choe Pu Il, Ri Pyong Sam y otros integrantes de la Comision Militar Central del PTC, los miembros del CDN de la RPDC y comandantes del EPC.\n\t\t\t\t\t\n\t\t\t\t\t En la localidad reservada para los invitados tomaron asientos Kim Yong Nam, Pak Pong Ju, Kim Kyong Hui, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Kang Sok Ju, Kim Yang Gon, Kim Yong Il, Kim Phyong Hae, Kwak Pom Gi, Jo Yon Jun, los vicepremieres, los representantes diplomaticos de varios paises y los miembros del Cuerpo de Agregados Militares acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\t Vieron la ceremonia los miembros de los organos de direccion central del PTC en Pyongyang, los funcionarios de los organismos del Partido y las fuerzas armadas, entidades de masas, ministerios e instituciones centrales, los oficiales y soldados del EPC y del Ejercito de Seguridad Interior del Pueblo de Corea, trabajadores de diversos estratos, el representante del Frente Democratico Nacional Antiimperialista en Pyongyang y compatriotas en ultramar.\n\t\t\t\t\t\n\t\t\t\t\t El primer discurso para rendir postumo homenaje a los Generalisimos Kim Il Sung y Kim Jong Il y jurar la fidelidad al Mariscal, estuvo a cargo del vicemariscal del EPC Choe Ryong Hae, miembro del Presidium del Buro Politico del CC del PTC y jefe de la Direccion Politica General del EPC.\n\t\t\t\t\t\n\t\t\t\t\t Choe subrayo que la historia de mas de 80 anos del EPC es la gloriosa en que fue fortalecido como grueso del cumplimiento de la causa revolucionaria del Juche en el regazo de los grandes hombres sin pares del monte Paektu y es la historia llena de victorias y meritos en que defendio con firmeza al partido, el lider, la patria y el pueblo frustrado a cada paso los siniestros desafios y tentativas de provocacion de guerra de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\t Se refirio a la decision de todos los oficiales y soldados del Ejercito Popular tendentes a apoyar a la cabeza con fidelidad la direccion del Comandante Supremo de acuerdo con el legado de los Generalisimos y llevar a feliz termino con las fuerzas armadas invencibles la empresa revolucionaria del Juche iniciada en las selvas del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\t El comandante de las fuerzas navales Kim Myong Sik dijo que ahora los agresores imperialistas norteamericanos tratan de sorprender a la RPDC con los superportaaviones y submarinos nucleares, pero no evitaran el mismo destino tragico del crucero mediano norteamericano, hundido en el mar frente a Jumunjin durante la pasada Guerra de Liberacion de la Patria, ante las fuerzas armadas revolucionarias de la RPDC, armadas con los medios de ataque ultramodernos.\n\t\t\t\t\t\n\t\t\t\t\t Agrego que si se da la orden, los combatientes maritimos, que esperan el tiempo de combate decisivo, hundiran como relampago todos los barcos piratas de los agresores y convertiran el Mar Sur de Corea en la tumba del arruinamiento final de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\t El comandante de las fuerzas aereas y antiaereas Ri Pyong Chol apunto que los oficiales y soldados de la rama mantienen la conviccion ferrea de defender a costa de la vida el CC del PTC encabezado por el Mariscal y el Palacio del Sol Kumsusan y esperan la orden de ataque final que pondra punto final al destino de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\t Si se da la orden de salida, las aviaciones coreanas listas de combatir uno contra ciento cargaran las posibles bombas atomicas en vez del petroleo para el regreso y se lanzaran sobre los bastiones enemigos para eliminarlos por completo.\n\t\t\t\t\t\n\t\t\t\t\t El comandante de las fuerzas coheteriles estrategicas Kim Rak Gyom recalco que cada cohete balistico intercontinental de la RPDC apunta como su primer blanco de ataque los nidos de los gangsteres yanquis y ahora los botones de lanzamiento de cohetes estrategicos estan alcance de manos de los oficiales y soldados concernientes.\n\t\t\t\t\t\n\t\t\t\t\t Si los imperialistas yanquis y sus satelites se atreven a hacer el ataque preventivo, probaran cual es la guerra nuclear y fuego artillero despiadado y los lacayos del imperio yanqui tambien sufriran temible desastre nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Acto seguido, tuvo lugar el desfile por el 81o aniversario de la fundacion del EPC.\n\t\t\t\t\t\n\t\t\t\t\t El Mariscal dio respuesta a las filas que pasan con pasos seguros frente a la tribuna.\n\t\t\t\t\t\n\t\t\t\t\t Se realizo el vuelo de demostracion de los aeroplanos en el espacio sobre el citado palacio."
        },
        {
            "title": "Es invencible EPC guiado por Comandante Supremo Kim Jong Un, subrayan periodicos coreanos",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-37ee.html",
            "content": "Es invencible EPC guiado por Comandante Supremo Kim Jong Un, subrayan periodicos coreanos\r\n Pyongyang, 25 de abril (ACNC) -- Los periodicos de la Republica Popular Democratica de Corea publicaron este jueves sendos editoriales dedicados al 81o aniversario de la fundacion del Ejercito Popular de Corea.\n\t\t\t\t\t El 25 de abril del 21 (1932) de la Era Juche el Presidente Kim Il Sung fundo el EPC. \n\t\t\t\t\t\n\t\t\t\t\t El diario Rodong Sinmun senala que el EPC es el invencible ejercito que gracias a la destacada idea militar y la direccion del Songun de los Grandes Hombres del monte Paektu, vino registrando siempre los meritos en el sagrado estandarte militar desde el primer dia de su fundacion hasta hoy. \n\t\t\t\t\t\n\t\t\t\t\t El inagotable poderio del EPC, que ha avanzado por la unica senda de la victoria y gloria bajo la guia de los grandes Generalisimos, se pone de pleno manifiesto por tener al Mariscal Kim Jong Un como su Comandante Supremo, ratifica el rotativo y continua:\n\t\t\t\t\t\n\t\t\t\t\t El EPC es el invicto ejercito revolucionario fuerte en la conviccion y la voluntad en defender a riesgo de la vida al lider, la ideologia y el regimen.\n\t\t\t\t\t\n\t\t\t\t\t Tambien esta versado en la estrategia y tacticas del Mariscal y dotado de la perfecta capacidad de guerra real. \n\t\t\t\t\t\n\t\t\t\t\t El EPC formado bajo la profunda atencion de los grandes Generalisimos es el ejercito armado con firmeza con el kimilsungismo-kimjongilismo y el destacamento revolucionario de acero que ha creado meritos heroicos en la defensa del regimen socialista.\n\t\t\t\t\t\n\t\t\t\t\t Por este invencible ejercito revolucionario del monte Paektu fuerte en la ideologia, la conviccion y la fuerza espiritual, es inexpugnable nuestra patria. \n\t\t\t\t\t\n\t\t\t\t\t La guerra por la reunificacion de la patria del EPC que encarna la estrategia y tacticas del Mariscal no es una contienda de tres dias sino la batalla relampago y tridimensional que se librara simultaneamente en el cielo, la tierra y el mar y aniquilara en un instante a los agresores norteamericanos y belicistas surcoreanos en toda la extension surcoreana incluso la isla Jeju. \n\t\t\t\t\t\n\t\t\t\t\t El plan de fuerte ataque artillero, elaborado y firmado por el Comandante Supremo, los autoctonos metodos de guerra y la original estrategia y tacticas al estilo coreano basadas en los medios de ataque a superprecision permiten consolidar al maximo el poderio militar del EPC. \n\t\t\t\t\t\n\t\t\t\t\t Avanzar a pasos firmes por el camino optado por si mismos con la firme conviccion en la justeza y la victoria de su propia causa, por mas que se tornen siniestras las maniobras de agresion de los imperialistas, es el temperamento revolucionario y la tradicion de lucha de nuestro ejercito y pueblo. \n\t\t\t\t\t\n\t\t\t\t\t El rotativo Minju Joson apunta que los militares y civiles coreanos materializan estrictamente la nueva linea del Partido del Trabajo de Corea sobre el desarrollo paralelo teniendo al Mariscal en el supremo puesto de la revolucion, gracias a lo cual saldra sin falta victoriosa la causa revolucionaria del Songun iniciada en la selva del monte Paektu."
        },
        {
            "title": "CRPP revela verdadera intencion de EE.UU. y el Sur de Corea",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-35ee.html",
            "content": "CRPP revela verdadera intencion de EE.UU. y el Sur de Corea\r\n Pyongyang, 25 de abril (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 24 la informacion no. 1033.\n\t\t\t\t\t El texto va como sigue: \n\t\t\t\t\t\n\t\t\t\t\t Ahora llegan al climax los ejercicios militares conjuntos \"Foal Eagle\", librados en el suelo surcoreano por Estados Unidos y los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t Pese a las censuras y denuncias dentro y fuera del pais, los belicistas norteamericanos y surcoreanos desarrollan sucesivamente los ejercicios combinados de desembarco \"Ssangryong\", los de desembarco de municiones, los de despegue y aterrizaje por la pista de emergencia, etc. y los anuncian publicamente aumentando el fervor de guerra de agresion contra la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\t En el simulacro combinado de desembarco que se desarrolla en Phohang de la provincia de Kyongsang del Norte se incorporan enormes fuerzas armadas agresoras, entre otras, la infanteria de marina adscrita a la division de marinos 3 de EE.UU. estacionada en Okinawa, la unidad movil 76 de EE.UU., la infanteria de marina surcoreana y los efectivos australianos que habian participado en la pasada guerra coreana, los aviones de transporte y otros pertrechos de ataque sofisticados. \n\t\t\t\t\t\n\t\t\t\t\t Dicen que los ejercicios de despegue y aterrizaje por la pista de emergencia, que se libraran el dia 25 en Yongju de la provincia de Kyongsang del Norte con la participacion de F-15K, KF-16 y otros aviones militares de distintos tipos, se realizan por primera vez a los 22 anos que datan de 1991.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, EE.UU. anuncio que envio el pasado dia 22 al Pacifico Occidental el portaaviones nuclear Nimitz, que se reemplazara con el John C Stennis para retener el disparo de misil y otra \"provocacion\" del Norte de Corea y cumplir la mision de vigilancia teniendo relaciones con los buques Aegis emplazados en el Pacifico Occidental y los submarinos nucleares en la isla Guam.\n\t\t\t\t\t\n\t\t\t\t\t A diferencia de su insistencia en la \"reduccion de ejercicios militares\", \"control de nivel\" y \"dialogo\", EE.UU. y los titeres surcoreanos se aferran con mas frenesi a la locura belica dando a la publicidad los ejercicios de guerra anti-RPDC, lo cual demuestra fehacientemente que no se han cambiado ni en lo minimo sino se tornan mas peligrosas la politica hostil a la RPDC y la intencion agresiva de derrocarla. \n\t\t\t\t\t\n\t\t\t\t\t Tal campana de guerra nuclear anti-RPDC de los belicistas norteamericanos y surcoreanos es una provocacion militar tendente a desatar de todos modos la guerra en la Peninsula Coreana y grave desafio a la dignidad y soberania de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t EE.UU. y la banda de los titeres surcoreanos intentan asustar y aplastar a la RPDC desarrollando los fanaticos simulacros de guerra como una \"demostracion militar\", pero se hace mas evidente su naturaleza provocativa y agresiva. \n\t\t\t\t\t\n\t\t\t\t\t Desarrollan los ejercicios de ataque nuclear contra la RPDC movilizando hasta los tres medios de ataque nuclear estrategico de EE.UU. en su propio territorio, Hawai y la isla Guam, y los ejercicios de operacion de desembarco de gran envergadura junto con el cuerpo de marines del Sur de Corea introduciendo en el suelo surcoreano la infanteria de marina norteamericana estacionada en Okinawa, pronombre de agresion a ultramar. \n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, los describen ilogicamente como \"entrenamientos de defensa\". \n\t\t\t\t\t\n\t\t\t\t\t Los ejercicios belicos de EE.UU. y los titeres surcoreanos devienen una locura conflictiva que demuestra el caracter cinico y enganoso de su insistencia en el \"dialogo\".\n\t\t\t\t\t\n\t\t\t\t\t Al ver que la RPDC no acepta la propuesta enganosa del \"dialogo\", EE.UU. y los titeres surcoreanos actuan ridiculamente para ejercerle la presion dando a la publicidad sus ensayos de guerra. \n\t\t\t\t\t\n\t\t\t\t\t Todos los hechos demuestran claramente que el verdadero agravador de la tension y acarreador de la crisis de guerra en la Peninsula Coreana son precisamente los belicistas yanquis y surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\t Si EE.UU. y el Sur de Corea piensan en que podrian ganar algo con la imprudente locura de guerra, esto seria una gran equivocacion y aumentara la indignacion de nuestro ejercito y pueblo. \n\t\t\t\t\t\n\t\t\t\t\t La RPDC no estara jamas con brazos cruzados ante la campana de guerra de agresion de EE.UU. y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Todos los militares y civiles de la RPDC mantienen la disposicion combativa observando con alta vigilancia el movimiento de los enemigos y hacen todos los preparativos para dar el golpe implacable a los invasores. \n\t\t\t\t\t\n\t\t\t\t\t Si los enemigos echan una chispa de guerra en la tierra, el cielo y el mar jurisdiccionales de la RPDC, seran aniquilados completamente y sus nidos se convertiran en un instante en el mar de fuego.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. y la banda de titeres surcoreanos deben aclarar su posicion: el dialogo o la confrontacion, la paz o la guerra.\n\t\t\t\t\t\n\t\t\t\t\t Si no desean la autodestruccion, deben parar ahora mismo los ejercicios de guerra de agresion y todos los demas actos hostiles y provocativos anti-RPDC."
        },
        {
            "title": "Ofrecida funcion de grupo central de propaganda artistica juvenil",
            "url": "http://kcna.co.jp/item/2013/201304/news25/20130425-36ee.html",
            "content": "Ofrecida funcion de grupo central de propaganda artistica juvenil\r\n Pyongyang, 25 de abril (ACNC) -- Tuvo lugar este jueves en la explanada frente al Monumento a la Fundacion del Partido la funcion del grupo central de propaganda artistica juvenil en celebracion del 81o aniversario de la fundacion del Ejercito Popular de Corea. \n\t\t\t\t\t Se presentaron en la escena el coro mixto \"!Viva el Generalisimo Kim Il Sung!\", la musica ligera \"Canciones revolucionarias en serie\", el solo masculino \"Las armas de los tres Generales\", la agitacion y solo femenino \"Cuentalo, camino del Songun\", y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\t Los ejecutantes alabaron las imborrables proezas de los Generalisimos Kim Il Sung y Kim Jong Il quienes crearon el modelo de la construccion de las fuerzas armadas revolucionarias de la epoca de la independencia y formaron el EPC como destacamento medular de la revolucion del Songun y ejercito de flor y nata del monte Paektu. \n\t\t\t\t\t\n\t\t\t\t\t El solo femenino y pangchang \"Por la unica patria\", la poesia de agitacion \"Castigaremos despiadadamente\" y otras piezas reflejaron bien la ferrea voluntad de los vanguardistas juveniles del Songun de aniquilar por completo a los enemigos, que se desesperan locamente por desatar la guerra nuclear, y cumplir la historica causa de la reunificacion de la patria."
        }
    ]
}