{
    "date": "2013-11-06",
    "url": "http://kcna.co.jp/item/2013/201311/2013-11-06ee.html",
    "articles": [
        {
            "title": "Chairman of State Physical Culture and Sports Guidance Commission Meets Japanese Guests",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-25ee.html",
            "content": "Chairman of State Physical Culture and Sports Guidance Commission Meets Japanese Guests\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- Jang Song Thaek, chairman of the State Physical Culture and Sports Guidance Commission, Wednesday met and had a talk with Japanese guests. They are Kanji Inoki, member of the House of Councilors of Japan, who is also chief director of the Sports Peace Community Association, a specified non-profit undertaking corporation of Japan, and his party, and the leading members of the delegation of the Nippon Sport Science University headed by Managing Director Kenshiro Matsunami.\n\t\t\t\t\t Present there were Ri Jong Mu, minister of Physical Culture and Sports, Kim Song Nam, vice department director of the Central Committee of the WPK, Ma Chol Su, secretary general of the DPRK-Japan Friendship Association, Sin Tong Gyu, rector of Korea University of Physical Education, and officials concerned."
        },
        {
            "title": "Credentials to Kim Yong Nam from Australian Ambassador",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-29ee.html",
            "content": "Credentials to Kim Yong Nam from Australian Ambassador\r\n Pyongyang, November 6 (KCNA) -- William Paterson, ambassador of the Commonwealth of Australia to the DPRK, presented credentials to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, at the Mansudae Assembly Hall on Wednesday.\n\t\t\t\t\t Present there were Pak Kil Yon, vice-minister of Foreign Affairs, and staff members of the Australian embassy.\n\t\t\t\t\t\n\t\t\t\t\t Kim had a talk with the ambassador after receiving the credentials."
        },
        {
            "title": "CPRK Slams Park Geun Hye for Hurting DPRK",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-23ee.html",
            "content": "CPRK Slams Park Geun Hye for Hurting DPRK\r\n Pyongyang, November 6 (KCNA) -- The spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) gave the following answer to the question put by KCNA on Wednesday as regards the south Korean chief executive's act of picking fault with the DPRK again:\n\t\t\t\t\t Park Geun Hye when interviewed by a foreign media a few days ago, prior to her foreign tour, expressed her willingness to have \"summit talks\" between the north and the south of Korea. \n\t\t\t\t\t\n\t\t\t\t\t As soon as the interview was reported, south Korean media and experts vied with each other to talk about \"possible change in her north policy\". \n\t\t\t\t\t\n\t\t\t\t\t Embarrassed by the splash her remark caused, Chongwadae, Ministry of Unification and other puppet organs went busy, saying what Park Geun Hye said about \"summit talks\" is a remark concerning principle, it does not mean change in the north policy and that now circumstances are not appropriate. \n\t\t\t\t\t\n\t\t\t\t\t The next day Park Geun Hye hurriedly disclosed her provocative remark against the DPRK made at an earlier interview with other foreign media, retracting her remark about \"summit talks\". \n\t\t\t\t\t\n\t\t\t\t\t One day she referred to such a big matter as \"summit talks\" in her capacity as chief executive and the other day she and her subordinates came out one after another to back it down. This is a political cartoon showing the inner chaos of Park Geun Hye's regime. \n\t\t\t\t\t\n\t\t\t\t\t While calling for \"summit talks\" she stressed the need \"never to tolerate nuclear weapons of the north\". She also said the \"north should get rid of illusion\" and \"she could not trust the north\" and went the lengths of making such invectives against the north as \"provocation and price\". This shows that she remains unchanged in her intention of confrontation. \n\t\t\t\t\t\n\t\t\t\t\t Park's remark about \"summit talks\" does not deserve even a passing note and is just a last resort to tide over the political crisis inside and outside. \n\t\t\t\t\t\n\t\t\t\t\t It brought to light the hypocritical nature of \"confidence\" and \"sincerity\" much touted by Park as well as the true colors of her \"confidence-building process on the Korean Peninsula\".\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities fail to protest the U.S., which wiretapped Chongwadae for spying. Question is how such servile authorities can discuss and settle any issues with confidence with the north. \n\t\t\t\t\t\n\t\t\t\t\t What's more, she appointed such pro-U.S. ultra-right confrontation maniacs as Nam Jae Jun, Kim Jang Su and Kim Kwan Jin to the key posts in charge of unification, foreign affairs and security so that they may run amuck in the military provocation against the north. Her remark about \"summit talks\" against this backdrop is ridiculous sophism that will work on nobody. \n\t\t\t\t\t\n\t\t\t\t\t If Park sincerely hopes for \"summit talks\", she should have good manners. \n\t\t\t\t\t\n\t\t\t\t\t Her coarse outpourings against the north while saying she is set to have a \"summit\" at any time prove that she has no stand to have \"summit talks\" and show her moral vulgarity and impertinence bereft of common sense. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never pardon those who dare insult and make a fool of the dignity of its supreme leadership under the signboard of \"summit talks\". \n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye should stop such ridiculous moves as begging for anti-DPRK \"cooperation\" by peddling the issue of the north-south relations abroad. \n\t\t\t\t\t\n\t\t\t\t\t She had better stop provocative words and acts and choose the correct way for meeting the aspiration of the nation. \n\t\t\t\t\t\n\t\t\t\t\t Consistent is the stand of the DPRK to improve the north-south relations and open a new phase of peace and reunification through dialogue and negotiations. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will continue to follow the attitude of the south Korean authorities."
        },
        {
            "title": "Japanese Guests Tour Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-27ee.html",
            "content": "Japanese Guests Tour Pyongyang\r\n Pyongyang, November 6 (KCNA) -- Kanji Inoki, member of the House of Councilors of Japan, and his party visited Pyongyang International Football School.\n\t\t\t\t\t The guests looked round different places of the school, being briefed on the fact that the school with a modern building, dormitory and cultural and welfare establishments was successfully built under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Victorious Fatherland Liberation War Museum, Mirim Riding Club, Munsu Water Park, Ryugyong Dental Hospital, Okryu Children's Hospital, etc."
        },
        {
            "title": "Anniversary of Local Budget System Marked",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-24ee.html",
            "content": "Anniversary of Local Budget System Marked\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- A national meeting took place at the April 25 House of Culture here on Wednesday to mark the 40th anniversary of the original local budget system established by President Kim Il Sung.\n\t\t\t\t\t Present there were Pak Pong Ju, Kwak Pom Gi, Ro Tu Chol and officials of ministries and national institutions, chairpersons of people's committees in provinces, cities and counties, exemplary financial and banking officials and officials of relevant organs and industrial establishments. \n\t\t\t\t\t\n\t\t\t\t\t The participants listened to the recorded speech made by the President \"2. On Enforcing the Local Budget System\" when making \"Conclusion Made at the Political Committee of the Central Committee of the Workers' Party of Korea\" dated October 31 and November 1, Juche 62 (1973).\n\t\t\t\t\t\n\t\t\t\t\t Ro Tu Chol, vice-premier of the Cabinet and chairman of the State Planning Commission, made a report.\n\t\t\t\t\t\n\t\t\t\t\t He said that the President put forth the original policy of local budget system, basing himself on the comprehensive analysis of the demand of the DPRK's socialist economic development, mission and role of the local power organs and the administration of the state finance.\n\t\t\t\t\t\n\t\t\t\t\t The local budget system established by the President is a new-type Korean-style budget system and local economic life management method to increase local responsibilities and creativity, bring more benefits to the state and more assiduously manage the local and national economy while fully ensuring the centralistic and planned guidance of the state, the reporter noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The new local budget system provided the ruling party of the working class and the state with the guidelines on managing the local economy in the course of building socialism.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il in his several works proved the scientific accuracy, originality and validity of the idea and theory of the President and developed them as required by the changed situation.\n\t\t\t\t\t\n\t\t\t\t\t The enforcement of the local budget system has entered a higher stage thanks to the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un published the work \"Let Us Build All Counties into People's Paradise Good to Live in by Embodying Spirit of Historic Changsong Joint Conference\" and comprehensively indicated the tasks and ways to turn all counties into the people's paradise good to live in by enhancing their role.\n\t\t\t\t\t\n\t\t\t\t\t He clearly indicated the position of county and made sure that cities and counties bring about a decisive turn in managing local economy and improving people's living standard by learning from the example of Changsong County.\n\t\t\t\t\t\n\t\t\t\t\t The material foundations for developing local economy have been laid as the policy of the Workers' Party of Korea for local budget system has been implemented under the outstanding and tested leadership of the peerlessly great persons of Mt. Paektu."
        },
        {
            "title": "DPRK, Japanese Students Play Basketball Matches ",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-30ee.html",
            "content": "DPRK, Japanese Students Play Basketball Matches \n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- Men and women basketball players of the sports universities of the DPRK and Japan had basketball matches at Pyongyang Indoor Stadium on Wednesday.\n\t\t\t\t\t Among the spectators were Jang Song Thaek, chairman of the State Physical Culture and Sports Guidance Commission, Ri Jong Mu, minister of Physical Culture and Sports, Kim Song Nam, vice department director of the Central Committee of the Workers' Party of Korea, Ma Chol Su, secretary general of the DPRK-Japan Friendship Association, Sin Tong Gyu, rector of Korea University of Physical Education, and officials concerned, basketball experts, fans and citizens including students in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The matches were also watched by Kanji Inoki, member of the House of Councilors of Japan, who is also chief director of the Sports Peace Community Association, a specified non-profit undertaking corporation of Japan, and his party, and members of the delegation of Nippon Sport Science University headed by Managing Director Kenshiro Matsunami.\n\t\t\t\t\t\n\t\t\t\t\t When the basketball players of the two countries entered the court, the spectators warmly applauded them.\n\t\t\t\t\t\n\t\t\t\t\t There were men's and women's matches.\n\t\t\t\t\t\n\t\t\t\t\t The players created chances for scoring through diversified and well-organized attack and accurate passes between two or three players to serve the teams' tactical intention.\n\t\t\t\t\t\n\t\t\t\t\t The spectators enthusiastically applauded the players when they scored goals.\n\t\t\t\t\t\n\t\t\t\t\t The men and women basketball teams of Korea University of Physical Education won the matches."
        },
        {
            "title": "Fallen Fighters of Navy Honored",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-26ee.html",
            "content": "Fallen Fighters of Navy Honored\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- State commendations, patriotic martyr's certificates and membership cards of the Workers' Party of Korea, were posthumously awarded to fallen fighters of KPA Navy Unit 790 who died heroic deaths while performing their combat duties.\n\t\t\t\t\t Commanding officers and sailors of submarine chaser No. 233 fell while performing their combat duties in mid-October last in defence of their post to the last moments of their lives. \n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un saw to it that a cemetery was successfully built to glorify forever their patriotic soul and revolutionary spirit. \n\t\t\t\t\t\n\t\t\t\t\t He personally visited the cemetery and became the owner of the cemetery, instructing the whole army to learn from their feats and noble spiritual world. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to his noble sense of obligation and warm love for the revolutionary soldiers, they could enjoy immortality amid blessings of the party, leader, country and its people. \n\t\t\t\t\t\n\t\t\t\t\t An awarding ceremony took place on Tuesday."
        },
        {
            "title": "National Presentation of Pomiculture Science and Technology Held",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-28ee.html",
            "content": "National Presentation of Pomiculture Science and Technology Held\r\n Pyongyang, November 6 (KCNA) -- A national sci-tech presentation in the field of pomiculture took place here on Tuesday and Wednesday under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\t Scientists, technicians and field officials of production units in the field of pomiculture, institutes and education organs participated in it.\n\t\t\t\t\t\n\t\t\t\t\t The presentation was divided into such panels as production of fruit saplings, cultivation, blights and farm machines. \n\t\t\t\t\t\n\t\t\t\t\t Presented to it were more than 130 research papers from the National Fruit Agency, Ministry of Agriculture, Academy of Agricultural Science, Bioengineering Branch of the State Academy of Sciences, Taedonggang Combined Fruit Farm, Sukchon University of Agriculture, etc.\n\t\t\t\t\t\n\t\t\t\t\t Those who took the floor referred to the successes they made by dynamically conducting scientific researches and production activities.\n\t\t\t\t\t\n\t\t\t\t\t Drawing the interest of the participants were treatises solving the sci-tech problems arising in cultivation of fruit trees including the methods for producing new-type fruit saplings, efficient insecticides and agricultural machines and the method for increasing the fruit-bearing rate of trees.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated were the papers including those on the establishment of system for mass-producing stock of low apple trees based on virus-free cultivation (Bioengineering Branch of the State Academy of Sciences), experience gained in producing grape saplings for the creation of grape orchards (Sariwon Fruit Farm), effects of natural scent nano insecticide (Kosan Fruit Farm) and the method of exterminating insects by using dispersant extracted from natural aromatic tree (Pyongyang Fruit Farm)."
        },
        {
            "title": "DPRK Artistes Make Successes in World Harmonica Concours",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-08ee.html",
            "content": "DPRK Artistes Make Successes in World Harmonica Concours\r\n Pyongyang, November 6 (KCNA) -- DPRK artistes registered successes in the 7th World Harmonica Concours held in Germany from October 31 to November 2.\n\t\t\t\t\t The concours brought together more than 250 harmonica players from at least 30 countries including the DPRK, Germany, Russia, Malaysia, Italy and France.\n\t\t\t\t\t\n\t\t\t\t\t The concours, which is held every 4 years, is the highest-level harmonica contest in which the world's best harmonica players and troupes compete.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK artistes skillfully performed difficult numbers.\n\t\t\t\t\t\n\t\t\t\t\t Rim Myong San won the second place in the halftone harmonica solo and Ri Kwang and Rim Myong San the third place in the halftone harmonica duet to receive prizes and diplomas."
        },
        {
            "title": "Thongju Fortress in North Phyongan Province, DPRK",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-21ee.html",
            "content": "Thongju Fortress in North Phyongan Province, DPRK\r\n Sinuiju, November 6 (KCNA) -- There is Thongju Fortress in Kogunyong-ri, Tongrim County, North Phyongan Province, the DPRK. \n\t\t\t\t\t Believed to be built in the period of Koguryo Kingdom (B.C. 277-A.D.668) and rebuilt in 1753, the fortress is nearly 4.1 kilometers round.\n\t\t\t\t\t\n\t\t\t\t\t The construction method of the fortress is the same with that of the Walled City of Pyongyang and Rongori Fort built in the Koguryo period.\n\t\t\t\t\t\n\t\t\t\t\t The fortress has four gates at the four cardinal points, with small gates between them. \n\t\t\t\t\t\n\t\t\t\t\t In front of the south gate, there is a 25-meter-long fort.\n\t\t\t\t\t\n\t\t\t\t\t There are ruined general's terraces in the northern, eastern and western parts of the fortress.\n\t\t\t\t\t\n\t\t\t\t\t On Komunryong Peak, the highest place in the fortress, there is a site of general's terrace, while two other sites standing between the east and south gates and between the west and north gates.\n\t\t\t\t\t\n\t\t\t\t\t Discovered in the fortress were lots of building sites and many pieces of tiles dating back to Koguryo Kingdom, Koryo Dynasty (918-1392) and Feudal Joson Dynasty (1392-1910)."
        },
        {
            "title": "Book \"Korean-English Translation Method\" Issued in DPRK",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-20ee.html",
            "content": "Book \"Korean-English Translation Method\" Issued in DPRK\r\n Pyongyang, November 6 (KCNA) -- The Korea Publications Export and Import Corporation recently brought out the book \"Korean-English Translation Method\", which is helpful to improving the skill of translating Korean into English.\n\t\t\t\t\t The book teaches English learners how to translate Korean sentences into English correctly, by way of putting sentences to be translated and key words for translation and comparing metaphrastic style with good correct translation.\n\t\t\t\t\t\n\t\t\t\t\t It also shows the way of translation in consideration of vocabulary, grammar, style, situation, context, background of linguistic culture and other aspects.\n\t\t\t\t\t\n\t\t\t\t\t Its author, People's Scientist Min Yong Hwa of Pyongyang University of Foreign Studies, said in the book that to find out one's weak points after translating Korean sentences into English by oneself is a good way to improve one's ability of translation. And he advised readers to pay attention to acquiring English equivalents and knowledge about construction of English sentences."
        },
        {
            "title": "Legends about Mt. Kumgang (5)",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-22ee.html",
            "content": "Legends about Mt. Kumgang (5)\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- There is Mangyang Observatory in Mt. Kumgang, on which one can command a bird's-eye view of the East Sea of Korea.\n\t\t\t\t\t The observatory tells about a legend well known among the local people. \n\t\t\t\t\t\n\t\t\t\t\t Once upon a time, a young couple was living near a peak together with old parents.\n\t\t\t\t\t\n\t\t\t\t\t The man was called Hoga and his wife Maehyang.\n\t\t\t\t\t\n\t\t\t\t\t One day, Hoga's wife was suddenly laid up with illness and she took no meal for days.\n\t\t\t\t\t\n\t\t\t\t\t To whet her appetite, Hoga asked her what she wanted to eat and heard the words \"Spanish mackerel\" from her.\n\t\t\t\t\t\n\t\t\t\t\t He left home for the sea without delay to catch the fish. \n\t\t\t\t\t\n\t\t\t\t\t Hoga stayed at seaside for a month waiting for the day to catch the fish.  \n\t\t\t\t\t\n\t\t\t\t\t When he was sailing one day, his boat was capsized by typhoon and he was drowned in the sea.\n\t\t\t\t\t\n\t\t\t\t\t In the meantime, Maehyang was getting better, nursed by her parents-in-law.\n\t\t\t\t\t\n\t\t\t\t\t Missing her husband, she climbed up the peak every day and waited for him.\n\t\t\t\t\t\n\t\t\t\t\t One day when she was looking over the sea from the peak, she met the Sea God who had transformed into a monk. The monk told her that she would soon meet her husband on the peak.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Hoga also met the Sea God (the monk) under the sea.\n\t\t\t\t\t\n\t\t\t\t\t The Sea God, deeply moved by Hoga's efforts for his wife, gave him some big Spanish mackerels and sent him back to Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\t Hoga had a dramatic meeting with his wife on the peak.\n\t\t\t\t\t\n\t\t\t\t\t He prepared sliced raw fish for his ailing wife, which helped her completely recover from sickness.\n\t\t\t\t\t\n\t\t\t\t\t Since then, the peak where the couple had a reunion has been called Mangyang Observatory."
        },
        {
            "title": "Rodong Sinmun Denounces U.S. as Chief Culprit Threatening Peace on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-09ee.html",
            "content": "Rodong Sinmun Denounces U.S. as Chief Culprit Threatening Peace on Korean Peninsula\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- The U.S. is entirely to blame for the dangerous situation on the Korean Peninsula in which the peace is threatened and a nuclear war is possible, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The spokesman for the U.S. State Department recently claimed the U.S. remains unchanged in its stand that north Korea should take the denuclearization measure beforehand in order to have the talks resumed, adding the U.S. will keep putting pressure upon the DPRK to live up to the international commitments. The U.S. secretary of State earlier said that the U.S. has the intent to conclude a non-aggression treaty with the DPRK if the U.S. preconditions are resolved while speaking loudly of ensuring peace on the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the chief culprit threatening the DPRK with the use of military force and escalating the tensions on the peninsula with war drills.\n\t\t\t\t\t\n\t\t\t\t\t The war drills waged by the hostile forces fell short of developing into a real war the credit of which entirely goes to the persevering efforts made by the DPRK exercising every possible restraint in order to protect peace and stability in the region.\n\t\t\t\t\t\n\t\t\t\t\t The true intention of hostile forces is to raise unacceptable issues as preconditions for dialogue, render the situation on the peninsula tense at any cost and ignite a war under the pretext of the DPRK's counteraction against it.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the U.S. aim in calling on the DPRK to take \"advanced step\" and \"fulfill international commitment\" while raising the non-aggression issue against its will.\n\t\t\t\t\t\n\t\t\t\t\t Its demand is the DPRK abandonment of \"nuclear program\" first.\n\t\t\t\t\t\n\t\t\t\t\t To urge the DPRK to scrap \"nuclear program\" first is to urge it lay down arms.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the DPRK to realize the peace on the peninsula through dialogue and negotiations, but the DPRK will never beg for this.\n\t\t\t\t\t\n\t\t\t\t\t It is foolish for the U.S. to hope for the DPRK's scrapping of \"nuclear program\" first.\n\t\t\t\t\t\n\t\t\t\t\t As long as the U.S. nuclear blackmail is continued, the DPRK's war deterrence will be increased in every way."
        },
        {
            "title": "Minju Joson Dismisses U.S. Talk about \"World without Nuclear Weapons\" Hypocritical",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-10ee.html",
            "content": "Minju Joson Dismisses U.S. Talk about \"World without Nuclear Weapons\" Hypocritical\r\n Pyongyang, November 6 (KCNA) -- The Obama Administration pushes forward the 60 billion U.S. dollars worth plan for modernization of nuclear weapons for 25 years onward, according to the Scientists' Union of the U.S. \n\t\t\t\t\t Minju Joson Wednesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The Obama Administration is deluged with a flurry of international criticism for not following through on its commitment not to develop new nuclear weapons and realize a \"world without nuclear weapons\". \n\t\t\t\t\t\n\t\t\t\t\t Question is why the U.S., which badly needs modernization of nuclear weapons, claimed realizing a \"world without nuclear weapons\". \n\t\t\t\t\t\n\t\t\t\t\t Almost all the nuclear weapons the U.S. now has are products that used the old technology dating back to the Cold War era. The U.S. sees it impossible to hold supremacy in the field of strategic attack weapons with those nuclear weapons. \n\t\t\t\t\t\n\t\t\t\t\t Particularly, it is providing much input into keeping the nukes that were overproduced under the Cold War policy, and prolonging their shelf life. \n\t\t\t\t\t\n\t\t\t\t\t This left the Obama Administration with the task to readjust the old nuclear weapons and fill the nuclear arsenals with new-type weapons. \n\t\t\t\t\t\n\t\t\t\t\t So, the U.S. began trumpeting about realizing a \"world without nuclear weapons\". Under the pretext of \"nuclear disarmament\" the U.S. is replacing old nukes by new ones while forcing its strategic rivals to scrap nukes in order to weaken their nuclear capability. This is the sinister attempt of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t This proves that the stand of the U.S. remains unchanged as it regards nukes as a main means for realizing its strategy for world domination. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. future plan envisages producing high-performance nuclear weapons with new technology to make their warheads to be mounted on weapons with diverse missions. \n\t\t\t\t\t\n\t\t\t\t\t Nuclear threats to humankind are becoming a reality by the U.S. The present situation proves that the U.S. is the world's worst nuclear criminal and the chieftain of nuclear arms race."
        },
        {
            "title": "Minju Joson Assails S. Korean Regime's Servile Attitude toward Its U.S. Master",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-11ee.html",
            "content": "Minju Joson Assails S. Korean Regime's Servile Attitude toward Its U.S. Master\r\n Pyongyang, November 6 (KCNA) -- The south Korean puppet regime went so servile as to ask the U.S. to inform it of the \"truth behind the eavesdropping\" case in which the U.S. National Security Agency has tapped phone calls of heads of state of 35 countries for a long time.\n\t\t\t\t\t Minju Joson Wednesday in a commentary terms this an act of base humiliation tarnishing the dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime's approach to the case again brought to light the master-servant relations between the U.S. and south Korea, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t South Korea is a typical colony of the U.S. Although there are \"president\", \"government\" and \"National Assembly\", they are no more than puppets carrying out the colonial rule of the U.S. over south Korea. As evidenced by the case of shooting Park Chung Hee to death, the U.S. mercilessly eliminates anyone once he is regarded as a stumbling block in enforcing its colonial rule although he has been faithful to it.\n\t\t\t\t\t\n\t\t\t\t\t From the past precedents, it is as clear as a pikestaff that the U.S. will snub the demand of the puppet regime. Moreover, in connection with the eavesdropping case the U.S. has formally stated \"it can not clarify it in detail and will not open to public the internal controversy over it in the future, either.\" So, even the specialists in the puppet regime openly say \"there is no proper counter-plan in case the U.S. evades its reply\". It is by no means fortuitous that the puppet regime is shamelessly talking \"it is necessary to take counter-actions by taking into consideration south Korea-U.S. alliance while blustering \"the government will fix its stand in accordance with the U.S. reply about the truth behind the tapping case\" as if it would take a tough measure against it.\n\t\t\t\t\t\n\t\t\t\t\t Irony is that the present chief executive of south Korea is keeping mum about it although she also fell victim to eavesdropping.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet regime's base behavior is arousing indignation of all Koreans as it desperately provokes the compatriots while fawning upon its U.S. master."
        },
        {
            "title": "Rodong Sinmun Denounces S. Korean Authorities for Reckless Remarks against DPRK",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-12ee.html",
            "content": "Rodong Sinmun Denounces S. Korean Authorities for Reckless Remarks against DPRK\r\n Pyongyang, November 6 (KCNA) -- The south Korean authorities have instigated human scum who betrayed the homeland, and conservative media to speak ill of the DPRK, distort the situation in it and scatter leaflets provoking it.\n\t\t\t\t\t Rodong Sinmun on Wednesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t They engaged in the disgusting act, displeased and taken aback by the DPRK developing by leaps and bounds under the wise leadership of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet conservative regime with its bad habit relapsed now goes on the rampage, taking issue with the compatriots in the north instead of taking care of its own crippling inside matters only to provoke derision inside and outside.\n\t\t\t\t\t\n\t\t\t\t\t The regime closes its eyes to its own garden refuse and finds faults with the DPRK, indicative of its pitiful and shameful plight.\n\t\t\t\t\t\n\t\t\t\t\t What arouses great indignation is that the conservative regime keeps reeling off reckless remarks slandering the dignity of the supreme leadership of the nation, in defiance of the DPRK's repeated warnings.\n\t\t\t\t\t\n\t\t\t\t\t However desperately it may try to tarnish the social system and dignity of the DPRK by fanning up the propaganda against it in order to divert elsewhere the enraged public opinion and tide over the crisis, it can never get the sun eclipsed by its dirty palms.\n\t\t\t\t\t\n\t\t\t\t\t Dogs bark, a caravan moves on.\n\t\t\t\t\t\n\t\t\t\t\t The more viciously the hostile forces become in their provocation and obstructive maneuvers, the faster the DPRK will accelerate the building of a thriving socialist country, a land envied by the world and where the people enjoy happiness, holding aloft the banner of independence, Songun and socialism."
        },
        {
            "title": "KCNA Commentary Accuses Park Geun Hye of Reviving \"Yusin\" System",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-13ee.html",
            "content": "KCNA Commentary Accuses Park Geun Hye of Reviving \"Yusin\" System\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- The group of the second \"yusin\" dictatorship is increasingly going on the rampage after its revival in south Korea.\n\t\t\t\t\t While kicking up a whirlwind of suppression of the progressive forces, it let the puppet Ministry of Employment and Labor and the Ministry of Education formally deprive the Teachers Union of its status although it is a legitimate organization. According to it, legal procedures are now under way in education offices in cities and provinces of south Korea to stamp out the union.\n\t\t\t\t\t\n\t\t\t\t\t This is another criminal act of the group to cover up the crime it committed by illegally grabbing the power and completely round off its \"yusin\" system by totally eliminating the progressive forces.\n\t\t\t\t\t\n\t\t\t\t\t As known, the Park Geun Hye's group which seized the power through all sorts of plots and deception has desperately resorted to the restoration of the ill-famed \"yusin\" dictatorship after finding a lever for maintaining its illegal \"government\" in it.\n\t\t\t\t\t\n\t\t\t\t\t Park has pushed the establishment of one-person ruling system, a replica of the erstwhile \"yusin\" system, despite the condemnation of people of various circles calling for probing the truth behind the case of the Intelligence Service's (IS) interference in the \"presidential election.\"\n\t\t\t\t\t\n\t\t\t\t\t No sooner had Park seized the power than she broke her promise to enforce the systems whereby \"the prime minister assumes responsibility\" and \"ministers own responsibilities\" and reduced the puppet prime minister and all the ministries and agencies of the administration to marionettes by setting up the direct ruling system of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t While arbitrarily settling all the issues after making the ruling party and the puppet \"National Assembly\" her bridesmaids and excluding them from state affairs, she has pursued the policy of \"ignorance\" meant to refuse to deal with the opposition parties and has now gone the lengths of plotting to disband an opposition party.\n\t\t\t\t\t\n\t\t\t\t\t She is now reorganizing or reviving the power structure in the style of the \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The \"National Security Office\" set up allegedly to comprehensively deal with the diplomacy, security and unification affairs is a replica of the \"National Security Council\" organized in 1963 and the IS has become an extraterritorial body like the Central Intelligence Agency dating back to the era of \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t There are various other replicas of those under the erstwhile \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t They are notably such advisory bodies directly under the south Korean puppet president as the \"advisory panel for national security\" and the \"advisory council for national economy\" and the organizations including the \"institute for educating in the spirit of national defense\" and the \"council for promoting trade and investment\".\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, she has reinstated en masse the \"yusin\" remnants and their descendants in the posts of power.\n\t\t\t\t\t\n\t\t\t\t\t She is now working desperately to totally eliminate the forces opposed to the dictatorship by basing herself on the restoration of \"yusin\" system in all the fields including politics, economy, military affairs and culture.\n\t\t\t\t\t\n\t\t\t\t\t Opposition parties and legitimate organizations have become targets of suppression or forcible disbandment after being branded by her group as \"forces abandoning sovereignty\", \"forces following the north\" and \"organizations benefiting enemy\". \n\t\t\t\t\t\n\t\t\t\t\t They include the Democratic Party, the Unified Progressive Party, the South Headquarters of the Pan-national Alliance for Korea's Reunification, the Government Employees' Union and the Railway Trade Union.\n\t\t\t\t\t\n\t\t\t\t\t The on-going move of the south Korean puppet regime to stamp out the Teachers Union is an extension of the above-said repressive moves, a final scorched-earth operation to eliminate the progressive forces.\n\t\t\t\t\t\n\t\t\t\t\t Such undisguised wholesale repressive campaign being conducted by the Park's group to totally eliminate the progressive forces, which even those who preceded her dared not do, being afraid of the public censure at home and abroad, indicates that she has revived the dark terror-ridden \"yusin\" era of her father Park Chung-Hee. \n\t\t\t\t\t\n\t\t\t\t\t A saying goes that the thicker the darkness, the nearer the dawn, and hysteria is a death symptom of the insane.\n\t\t\t\t\t\n\t\t\t\t\t Now is just the time for the people of various circles in south Korea to unite and wipe out the group of \"yusin\" dictatorship, the worst enemy of independence, democracy and reunification."
        },
        {
            "title": "S. Korean Media's False Reports about DPRK",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-19ee.html",
            "content": "S. Korean Media's False Reports about DPRK\r\n Pyongyang, November 6 (KCNA) -- Yonhap News and other south Korean media on Oct. 29 reported that there were a series of fires and explosions on a train carrying munitions in Ryanggang Province bordering China and at munitions factories in North Phyongan Province in September and early in October. \n\t\t\t\t\t In April, 2004 they spread the false report that there occurred a large explosion of a train with missile parts onboard at Ryongchon Railway Station in Ryongchon County. \n\t\t\t\t\t\n\t\t\t\t\t In this regard, KCNA  on Tuesday looked into the relevant field to check. The result was that there has not been a single accident involving munitions trains across the country nor fire and explosion at factories in North Phyongan Province this year. \n\t\t\t\t\t\n\t\t\t\t\t Then why does the Park Geun Hye regime spread the false story about a series of \"explosions\" in the DPRK through conservative media? Its real aim is to create impressions about \"instability\" in the DPRK, dampen the atmosphere of investment and cooperation by the international community and tarnish the image of the DPRK in the drive for building an economic power. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group of conservatives, much displeased with the dynamic advance of the DPRK, activated such venal trumpeters as Yonhap News to breed anti-DPRK plots. They also spread all sorts of rumors to make them established facts, doing harm to others. \n\t\t\t\t\t\n\t\t\t\t\t This simple fact proves how desperately the Park Geun Hye group resorts to the sinister scheme despite its lip-service for \"confidence-building\"."
        },
        {
            "title": "Apology of Chief Executive Demanded by S. Korean Organization",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-07ee.html",
            "content": "Apology of Chief Executive Demanded by S. Korean Organization\r\n Pyongyang, November 6 (KCNA) -- The Emergency Situation Council to Denounce IS Interference in Presidential Election for Political Operation held a candlelight rally in Seoul on Nov. 2 accusing the puppet group's illegal act of interfering in the \"presidential election\", according to the south Korean MBC.\n\t\t\t\t\t More than 1 000 members of civic organizations attended the rally.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said the illegal interference of the Intelligence Service (IS) and the Military Cyber Command in the \"presidential election\" is being disclosed in succession.\n\t\t\t\t\t\n\t\t\t\t\t They called for a special inspection for a clear investigation into the case of the organized interference of the power organs in the \"presidential election\" and demanded a responsible apology by Park Geun Hye."
        },
        {
            "title": "S. Korean Regime's Step for Dissolving Opposition Party Protested",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-17ee.html",
            "content": "S. Korean Regime's Step for Dissolving Opposition Party Protested\r\n Pyongyang, November 6 (KCNA) -- The spokesman for the opposition Unified Progressive Party (UPP) of south Korea held a press conference at the \"National Assembly\" building on Tuesday in protest against the puppet authorities' unreasonable step to forcibly dissolve the party.\n\t\t\t\t\t Recalling that the regime passed the bill calling for judgment on the UPP's disbandment at the \"State Council meeting\" that day, the spokesman said it is little short of formally declaring the \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t This is stunning all the people as it is a shameless and poor politically-motivated retaliation, he said.\n\t\t\t\t\t\n\t\t\t\t\t The authorities' step is chiefly aimed to conceal the truth about the illegal acts during the last \"presidential election\", he held.\n\t\t\t\t\t\n\t\t\t\t\t We will not remain a passive onlooker at the undemocratic violence, he said, warning that his party will together with all other people fight against the suppression."
        },
        {
            "title": "S. Korean Prosecution Takes Legal Action against Opposition Party Member",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-16ee.html",
            "content": "S. Korean Prosecution Takes Legal Action against Opposition Party Member\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- The puppet Seoul Central District Prosecutor's Office detained and indicted a member of the Unified Progressive Party, according to KBS of south Korea on Nov. 1.\n\t\t\t\t\t The prosecutor's office alleged he possessed at least 1 000 \"materials benefiting enemy\" including videos on the study of the Juche idea."
        },
        {
            "title": "Int'l Body Demands Guarantee of Legal Status of Jongyojo",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-18ee.html",
            "content": "Int'l Body Demands Guarantee of Legal Status of Jongyojo\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- A workers delegation of the Governing Body of the International Labor Organization issued a statement denouncing the south Korean puppet regime for cracking down on the Teachers Union (Jongyojo), according to Yonhap News of south Korea on Nov. 2.\n\t\t\t\t\t The statement accused the south Korean regime of making Jongyojo \"the trade union outside law\" in disregard of the repeated recommendations of the International Labor Organization that the trade union should decide the union membership of those dismissed.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye regime is trampling down the basic right of the teachers, it said, urging the south Korean authorities to immediately fulfill their obligation under international law and guarantee the legal status of Jongyojo.\n\t\t\t\t\t\n\t\t\t\t\t It called upon the member nations of the International Labor Organization to put pressure on the south Korean authorities."
        },
        {
            "title": "Crimes Unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-15ee.html",
            "content": "Crimes Unabated in S. Korea\r\n Pyongyang, November 6 (KCNA) -- A series of crimes occurred in Seoul, south Korea.\n\t\t\t\t\t A youth, 27, stabbed his mate of the same age to death in the playground of a primary school in Kangnam District, Seoul on Nov. 2.\n\t\t\t\t\t\n\t\t\t\t\t There was an uproar in Ryangjae-dong in Socho District by a man in his thirties as he threatened with a lethal weapon the passers-by on Oct. 29. A man in his forties threatened his friend to pay debts with a lethal weapon in Sinsa-dong of Kangnam District on Oct. 14.\n\t\t\t\t\t\n\t\t\t\t\t At the police box at Yongdungpho Railway Station a person was stabbed to death on Sept. 20.\n\t\t\t\t\t\n\t\t\t\t\t The crimes of the kinds are prevalent among teenagers."
        },
        {
            "title": "Koreans in China Criticize S. Korean Regime for Moving to Disorganize Progressive Party, Patriotic Organizations ",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-06ee.html",
            "content": "Koreans in China Criticize S. Korean Regime for Moving to Disorganize Progressive Party, Patriotic Organizations \n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- Cha Sang Bo, vice-chairman of the General Association of Koreans in China, released a statement titled \"Let us resolutely foil the moves of the south Korean puppet group to stamp out progressive party and patriotic organizations\" on Nov. 1.\n\t\t\t\t\t The statement said the puppet group is working hard to forcibly dissolve the Unified Progressive Party (UPP) by labeling it as \"the forces following the north.\" This suppression campaign is a violent politically-motivated terrorism aimed to remain in office for a long period by eliminating progressive forces from the political arena and dampening the desire of south Koreans for independence, democracy and reunification, it held.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is also keen to eliminate the Teachers Union, legitimate trade union, and Jaju Minbo, progressive paper, by attaching the label of \"forces following the north\" to them, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves that the puppet conservative group consists of fascist gangsters and confrontation maniacs who inherited the fascist temperament from the preceding dictators.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north, south and overseas should turn out as one in actions to frustrate the fascist plots and suppression campaign of the puppet group that is keen on sycophancy toward the U.S. and bringing misfortune and disaster to the nation, and its moves to escalate confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The group of traitors is bound to meet stern punishment of history as it keeps suppressing patriotic organizations and people including UPP despite unanimous protest and denunciation by all the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t It had better behave itself, facing up to the trend of the times."
        },
        {
            "title": "Committee for Remembering Kim Jong Il Formed in Switzerland",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-01ee.html",
            "content": "Committee for Remembering Kim Jong Il Formed in Switzerland\r\n Pyongyang, November 6 (KCNA) -- The Swiss Committee for Remembering Generalissimo Kim Jong Il was inaugurated with due ceremony in Basel on October 31.\n\t\t\t\t\t Martin Lotscher, chairman of the Switzerland-Korea Committee, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t A statement was adopted at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the followers of the Juche idea, Songun idea, friends of Koreans, together with the Korean people, are paying highest respect to leader Kim Jong Il on the occasion of the 2nd anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t The committee would conduct positive activities praising his revolutionary exploits, it noted."
        },
        {
            "title": "S. Korean Authorities' Moves to Disband UPP under Fire by Swiss, French Organizations",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-02ee.html",
            "content": "S. Korean Authorities' Moves to Disband UPP under Fire by Swiss, French Organizations\r\n Pyongyang, November 6 (KCNA) -- Swiss and French organizations made public statements on October 28 and 30 denouncing the south Korean authorities for moving to forcibly dissolve a progressive political party.\n\t\t\t\t\t The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea in their joint statement said:\n\t\t\t\t\t\n\t\t\t\t\t To forcibly disorganize the Unified Progressive Party (UPP) is a criminal fascist violence.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet conservative group is now working hard to revive the fascist \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The situation points to human rights abuses in south Korea, not in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We strongly condemn the south Korean conservative forces for their criminal fascist crackdown to forcibly dissolve the UPP.\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Front of France said that free activities of political parties have become the most universal practices of democracy in each country and to deny it is regarded as an anachronistic fascist act, demanding the south Korean conservative group stop at once the suppression of the UPP."
        },
        {
            "title": "S. Korean Conservative Group Accused of Moving to Violate Democracy",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-03ee.html",
            "content": "S. Korean Conservative Group Accused of Moving to Violate Democracy\r\n Pyongyang, November 6 (KCNA) -- Friendship organizations of Russia and Nigeria issued statements on October 29, lashing out at the south Korean conservative group for its moves to forcibly disorganize the Unified Progressive Party (UPP).\n\t\t\t\t\t The Russian Association for Friendship and Cultural Cooperation with the DPRK said that the whirlwind of disbanding the UPP is sweeping the whole of south Korea by benighted forces standing against democracy.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous, indeed, to work to dissolve the UPP by linking it with the DPRK and claiming it tried to \"pull down the state.\"\n\t\t\t\t\t\n\t\t\t\t\t We bitterly denounce the south Korean conservative forces for trying to violate democracy in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Nigeria-Korea Friendship Association said:\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean conservative forces and the \"Saenuri Party\" of south Korea are desperately working to forcibly disorganize the UPP, which was legally organized and active in line with the will and wish of the working people.\n\t\t\t\t\t\n\t\t\t\t\t We brand this grave situation prevailing in south Korea as a blatant challenge to the majority of working people demanding democracy of society and genuine freedom of political activities, and an unpardonable fascist act of going against the trend advancing toward justice and progress."
        },
        {
            "title": "S. Korean Authorities' Crackdown upon Progressive Political Party Accused by Foreign Political Figures",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-04ee.html",
            "content": "S. Korean Authorities' Crackdown upon Progressive Political Party Accused by Foreign Political Figures\r\n Pyongyang, November 6 (KCNA) -- Political figures of Serbia and Indonesia issued statements on October 31 accusing the south Korean authorities' crackdown upon the progressive party.\n\t\t\t\t\t The general secretary of the New Yugoslav Communist Party of Serbia said:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are getting all the more frantic in crackdown on the progressive political parties and organizations.\n\t\t\t\t\t\n\t\t\t\t\t Their moves are nothing but a trick to tide over ruling crisis by hushing up the people's increasing anti-\"government\" opinions.\n\t\t\t\t\t\n\t\t\t\t\t They should immediately halt their acts that are quite contrary to the nation's desire for the country's independent and peaceful reunification, and respond to the just proposal of the DPRK for implementing the June 15 North-South Joint Declaration and the October 4 declaration, the programme for its implementation.\n\t\t\t\t\t\n\t\t\t\t\t Harinde Singh, secretary general of the National Leading Council of the Diversity Party of Indonesia, said that the south Korean authorities' moves to disband the Unified Progressive Party by linking it with the DPRK are aimed to prevent the development of the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t He strongly demanded the south Korean authorities immediately stop the acts of driving the inter-Korean relations to extremes for realizing their purposes."
        },
        {
            "title": "Tunisian President Hopes for Development of Friendly, Cooperative Relations with DPRK ",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-05ee.html",
            "content": "Tunisian President Hopes for Development of Friendly, Cooperative Relations with DPRK \r\n Pyongyang, November 6 (KCNA) -- Hwang Hyong Chol, new DPRK ambassador to the Republic of Tunisia, presented his credentials to Al Moncef Al Marzouki, Tunisian president, on October 30.\n\t\t\t\t\t At the meeting the president expressed the hope that the friendly and cooperative relations between the two countries would grow stronger on the principle of mutual respect and interests."
        },
        {
            "title": "Jang Song Thaek se reune con visitantes japoneses",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-35ee.html",
            "content": "Jang Song Thaek se reune con visitantes japoneses\n\t\t\t\t\t\t\r\nPyongyang, 6 de noviembre (ACNC) -- Jang Song Thaek, presidente del Comite Estatal de Direccion de Deportes, departio hoy con el senador japones Kanji Inoki, director jefe de la Asociacion de Comunidad de Deportes y Paz, corporacion especifica sin fines de lucro de Japon, y su comitiva y con los miembros principales de la delegacion de la Universidad de Ciencia Deportiva de Japon dirigida por su director general Kenshiro Matsunami, de visita en Corea.\n\t\t\t\t\tEstuvieron presentes en la ocasion Ri Jong Mu, ministro de Deportes, Kim Song Nam, subjefe de departamento del Comite Central del Partido del Trabajo de Corea, Ma Chol Su, secretario general de la Asociacion de Amistad Corea-Japon, Sin Tong Gyu, rector de la Universidad de Cultura Fisica de Corea, y otros funcionarios coreanos."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de nuevo embajador australiano",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-36ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de nuevo embajador australiano\r\nPyongyang, 6 de noviembre (ACNC) -- William Paterson presento el dia 6 en el Palacio de los Congresos Mansudae ante Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, sus cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Federacion Australiana en Corea.\n\t\t\t\t\tEstuvieron presentes en la ocasion el vicecanciller coreano Pak Kil Yon y los miembros de la sede diplomatica australiana.\n\t\t\t\t\t\n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "Politicos de Serbia e Indonesia denuncian represion de autoridades surcoreanas contra el PPU",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-37ee.html",
            "content": "Politicos de Serbia e Indonesia denuncian represion de autoridades surcoreanas contra el PPU\n\t\t\t\t\t\t\r\nPyongyang, 6 de noviembre (ACNC) -- Los politicos serbios e indonesios publicaron el 31 de octubre una declaracion denunciando la represion de las autoridades surcoreanas contra el Partido Progresista Unido.\n\t\t\t\t\t El secretario general del Partido Comunista de Nueva Yugoslavia de Serbia dijo que las autoridades surcoreanas reprimen mas brutalmente que nunca a los partidos politicos y entidades progresistas para salir de la crisis de gobernacion calmando la cada dia mas creciente opinion publica anti-\"gubernamental\".\n\t\t\t\t\t\n\t\t\t\t\t Las autoridades surcoreanas deben cesar de inmediato todos los actos opuestos a la aspiracion de la nacion a la reunificacion independiente y pacifica del pais y aceptar la justa propuesta de la Republica Popular Democratica de Corea de ejecutar la Declaracion Conjunta Norte-Sur del 15 de Junio y su programa practico, Declaracion del 4 de Octubre, destaco.\n\t\t\t\t\t\n\t\t\t\t\t El secretario general del Consejo de Direccion Nacional del Partido de Diversidad de Indonesia, Harinde Singh, senalo que la campana para disolver por la fuerza el Partido Progresista Unido relacionandolo con la RPDC es un acto provocador para obstruir la mejora de las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\t Demando fuertemente que las autoridades surcoreanas cesen de inmediato todas sus acciones que llevan al extremo las relaciones intercoreanas para alcanzar sus metas."
        },
        {
            "title": "Acto central por 40o aniversario de sistema de presupuesto local",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-38ee.html",
            "content": "Acto central por 40o aniversario de sistema de presupuesto local \r\nPyongyang, 6 de noviembre (ACNC) -- Tuvo lugar este miercoles en la capitalina Casa Cultural 25 de Abril el acto central por el 40o aniversario de la aplicacion del sistema de presupuesto local dilucidado por el Presidente Kim Il Sung. \n\t\t\t\t\tAsistieron Pak Pong Ju, Kwak Pom Gi, Ro Tu Chol y los funcionarios de ministerios y organos centrales, los presidentes de los comites populares provinciales, urbanos y distritales, los funcionarios financieros y bancarios ejemplares y otros de los organos interesados, fabricas y empresas.\n\t\t\t\t\t\n\t\t\t\t\tAntes del inicio del acto, los participantes escucharon \"2. Para practicar el sistema de presupuesto local\" de entre la \"Conclusion pronunciada en el Comite Politico del Comite Central del Partido del Trabajo de Corea\", pronunciado por el Presidente el 31 de octubre y el 1 de noviembre del 62 (1973) de la Era Juche. \n\t\t\t\t\t\n\t\t\t\t\tRo Tu Chol, vicepremier y presidente del Comite Estatal de Planificacion, presento el informe. \n\t\t\t\t\t\n\t\t\t\t\tEl informante dijo que el Presidente presento la original orientacion sobre el sistema de presupuesto local al analizar globalmente la demanda real de la economia socialista coreana en desarrollo, la mision y papel de los organos locales del poder y la situacion de la administracion financiera del Estado.\n\t\t\t\t\t\n\t\t\t\t\tEste nuevo sistema presupuestario al estilo coreano permite asegurar con firmeza la direccion planificada y centralizada del Estado y al mismo tiempo, elevar la responsabilidad y la creatividad de las localidades para dar mucho mas beneficios al Estado y organizar bien la vida economica de localidades y del pais, afirmo y continuo:\n\t\t\t\t\t\n\t\t\t\t\tGracias a la orientacion sobre el sistema de presupuesto local, el Partido y el Estado de la clase obrera en el poder pudieron contar con la guia directriz a ser mantenida en la gestion de la vida economica local en el proceso de la construccion del socialismo. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il publico \"Para mejorar y fortalecer las labores financieras y bancarias\" y otras obras, en las cuales argumento la cientificidad, la originalidad y la justeza de la idea y teoria del Presidente y las desarrollo de acuerdo con la demanda de la realidad en desarrollo. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la sabia direccion del Mariscal Kim Jong Un, el sistema de presupuesto local se practica en una nueva etapa elevada. \n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal publico la obra \"Transformemos todos los distritos como paraiso del pueblo materializando el espiritu de la historica Conferencia Conjunta de Changsong\" e ilumino globalmente las tareas y remedios para elevar el papel del distrito y acondicionarlo como paraiso del pueblo. \n\t\t\t\t\t\n\t\t\t\t\tAclaro la posicion del distrito e hizo que todas las ciudades y distritos registren un cambio decisivo en la vida economica local y en el mejoramiento de vida del pueblo aprendiendo el ejemplo del distrito de Changsong. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la destacada y probada orientacion de los grandes hombres sin iguales del monte Paektu, se ha materializado la orientacion del Partido del Trabajo de Corea sobre el sistema de presupuesto local y asentado la firme base material para el desarrollo de la economia local."
        },
        {
            "title": "Certificados de martir patriotico a combatientes de fuerzas navales",
            "url": "http://kcna.co.jp/item/2013/201311/news06/20131106-39ee.html",
            "content": "Certificados de martir patriotico a combatientes de fuerzas navales\r\nPyongyang, 6 de noviembre (ACNC) -- Quedo lugar el dia 5 el acto de otorgamiento de las condecoraciones estatales, certificados de martir patriotico y el carnet del Partido del Trabajo de Corea a los combatientes de las fuerzas navales del Ejercito Popular de Corea quienes fallecieron mientras cumplian sus misiones de combate.\n\t\t\t\t\tA mediados de octubre, los oficiales y marineros del cazasubmarinos 233 de la unidad 790 de las fuerzas navales del EPC cumplieron sus misiones de combate defendiendo firmemente sus puestos hasta el ultimo momento de vida.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un hizo construir magnificamente la tumba de esos martires para hacer brillar eternamente el espiritu patriotico y revolucionario de ellos.\n\t\t\t\t\t\n\t\t\t\t\tVisito personalmente la tumba y se hizo voluntariamente el propietario de la misma.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la noble obligacion moral y la camaraderia del Mariscal por los soldados revolucionarios, los martires pudieron buscar la vida eterna y mas noble bajo la bendicion del partido, el lider, la patria y el pueblo."
        }
    ]
}