{
    "date": "2013-04-01",
    "url": "http://kcna.co.jp/item/2013/201304/2013-04-01ee.html",
    "articles": [
        {
            "title": "Seventh Session of 12th SPA of DPRK Held",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-23ee.html",
            "content": "Seventh Session of 12th SPA of DPRK Held\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The Seventh Session of the 12th Supreme People's Assembly (SPA) of the DPRK took place at the Mansudae Assembly Hall Monday.\n\t\t\t\t\t Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, was present at the session.\n\t\t\t\t\t\n\t\t\t\t\t Present there were deputies to the SPA.\n\t\t\t\t\t\n\t\t\t\t\t Also present there as observers were officials of party, armed forces and power bodies, public organizations, ministries and national institutions and those in the fields of science, education, literature and art, public health and media.\n\t\t\t\t\t\n\t\t\t\t\t All the participants observed a moment's silence in memory of President Kim Il Sung and leader Kim Jong Il in humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t The session decided the following agenda items of the Seventh Session of the 12th SPA of the DPRK:\n\t\t\t\t\t\n\t\t\t\t\t1. On amending and supplementing some contents of the Socialist Constitution of the DPRK\n\t\t\t\t\t\n\t\t\t\t\t2. On adopting the DPRK Law on the Kumsusan Palace of the Sun\n\t\t\t\t\t\n\t\t\t\t\t3. On adopting the ordinance of the SPA of the DPRK \"On Consolidating the Position of Nuclear Weapons State for Self-Defence\" \n\t\t\t\t\t\n\t\t\t\t\t4. On adopting the DPRK Law on Developing Space\n\t\t\t\t\t\n\t\t\t\t\t5. On adopting the decision of the SPA of the DPRK \"On Setting up the DPRK State Space Development Bureau\"\n\t\t\t\t\t\n\t\t\t\t\t6. On the work of the DPRK Cabinet for Juche 101 (2012) and its tasks for Juche 102 (2013)\n\t\t\t\t\t\n\t\t\t\t\t7. On the review of the fulfillment of the DPRK's state budget for Juche 101 (2012) and state budget for Juche 102 (2013)\n\t\t\t\t\t\n\t\t\t\t\t8. Organizational matter\n\t\t\t\t\t\n\t\t\t\t\t The session discussed the first and second agenda items.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Kim Yong Nam, president of the Presidium of the DPRK SPA, made a report on amendment and supplement to some contents of the Socialist Constitution of the DPRK and on adopting the law on the Kumsusan Palace of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches on the first and second agenda items.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Kim Ki Nam, secretary of the WPK Central Committee, spoke on behalf of the WPK, Deputy Choe Ryong Hae, director of the General Political Bureau of the KPA, on behalf of the KPA and Deputy Jon Yong Nam, chairman of the C.C., the Kim Il Sung Socialist Youth League, on behalf of the youth.\n\t\t\t\t\t\n\t\t\t\t\t The speakers fully supported and approved of deliberation and adoption of the draft amendment and supplement to the Socialist Constitution of the DPRK and the law on the Kumsusan Palace of the Sun at the current SPA session reflecting the unanimous feelings of all party members, service personnel and youth across the country.\n\t\t\t\t\t\n\t\t\t\t\t The ordinances of the SPA of the DPRK \"On Amending and Supplementing Some Contents of the Socialist Constitution of the DPRK\" and \"On Adopting the DPRK Law on the Kumsusan Palace of the Sun\" were adopted at the session with the approval of all deputies.\n\t\t\t\t\t\n\t\t\t\t\t The session discussed the third, fourth and fifth agenda items.\n\t\t\t\t\t\n\t\t\t\t\t The ordinances of the SPA of the DPRK \"On Consolidating the Position of Nuclear Weapons State for Self-Defence\" and \"On Adopting the DPRK Law on Developing Space\" and the decision of the SPA of the DPRK \"On Setting Up the DPRK State Space Development Bureau\" were adopted at the session with the approval of all deputies.\n\t\t\t\t\t\n\t\t\t\t\tDeputy Choe Yong Rim, premier of the Cabinet, made a report on the sixth agenda item.\n\t\t\t\t\t\n\t\t\t\t\tDeputy Choe Kwang Jin, minister of Finance, made a report on the seventh agenda item.\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches on the sixth and seventh agenda items. Written speeches were presented at the session.\n\t\t\t\t\t\n\t\t\t\t\t The speakers noted that the Cabinet work and the fulfillment of the state budget for last year were correctly reviewed and summed up, clear tasks of the Cabinet were set forth to meet the requirements of the general offensive to open an epochal phase in building an economic power at the final stage of the all-out action against the U.S. and the state budget was correctly shaped. They expressed full support and approval of them.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their determination to reenergize the overall economy of the country, step up the grand advance for improving the standard of people's living to make loud shouts of hurrah for the Workers' Party and socialism heard this year marking the 65th anniversary of the DPRK and the 60th anniversary of the victory in the Fatherland Liberation War, true to the historic New Year Address of Kim Jong Un and the decision of the March, 2013 plenary meeting of the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t The decision of the SPA of the DPRK \"On Approval of the Report on the Work of the DPRK Cabinet and the Review of the Fulfillment of the State Budget for Juche 101 (2012)\" and the ordinance of the SPA of the DPRK \"On the DPRK's State Budget for Juche 102 (2013)\" were adopted at the session with the approval of all deputies.\n\t\t\t\t\t\n\t\t\t\t\t The session discussed the organizational matter.\n\t\t\t\t\t\n\t\t\t\t\t At the session Deputy Choe Yong Rim was recalled from the post of premier of the DPRK Cabinet and Deputy Pak Pong Ju was elected premier of the DPRK Cabinet at the proposal of the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t Choe Yong Rim was elected honorary vice-president of the Presidium of the DPRK SPA.\n\t\t\t\t\t\n\t\t\t\t\t Deputies Kim Jong Gak and Ri Myong Su were recalled from the posts of member of the DPRK National Defence Commission (NDC) due to the transfer to other jobs.\n\t\t\t\t\t\n\t\t\t\t\t Deputies Kim Kyok Sik and Choe Pu Il were elected members of the DPRK NDC to fill vacancies at the proposal of the WPK Central Committee and the WPK Central Military Commission.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Thae Hyong Chol was recalled from the post of secretary general of the Presidium of the DPRK SPA and Deputy Hong Son Ok was elected secretary general of the Presidium of the DPRK SPA.\n\t\t\t\t\t\n\t\t\t\t\t Some members of the Cabinet were relieved of their posts and appointed at the session.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Pak Pong Ju, premier of the DPRK Cabinet, took an oath at the SPA."
        },
        {
            "title": "Report on Adopting Draft Amendment and Supplement to Socialist Constitution and Law on Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-21ee.html",
            "content": "Report on Adopting Draft Amendment and Supplement to Socialist Constitution and Law on Kumsusan Palace of Sun\r\n Pyongyang, April 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, made a report on adopting the draft amendment and supplement to the Socialist Constitution of the DPRK and the law on the Kumsusan Palace of the Sun.\n\t\t\t\t\t According to the report, the draft amendment and supplement to the Socialist Constitution and the law on the Kumsusan Palace of the Sun to be submitted to the session for discussion will legalize the plan and intention of the Workers' Party of Korea to fix by law the shining achievements made in accomplishing the cause of perpetuating the memory of the leaders and complete it on a new higher stage.\n\t\t\t\t\t\n\t\t\t\t\t To be supplemented to the preface of the Socialist Constitution is the sentence which says that the Kumsusan Palace of the Sun where President Kim Il Sung and leader Kim Jong Il lie in state is a grand edifice for the immortality of the leaders, a symbol of the dignity of the whole Korean nation and its eternal sacred temple.\n\t\t\t\t\t\n\t\t\t\t\t The law on the Kumsusan Palace of the Sun specifies that its noble mission is to preserve and glorify forever the palace, which is the supreme temple of Juche, as the eternal temple of the sun of the entire Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The law stipulates that Kim Il Sung and Kim Jong Il will be held in high esteem forever as in their lifetime at the Kumsusan Palace of the Sun and that it is the obligation of all the Koreans to regard the Palace as a symbol of dignity and a great pride of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It also specifies the state duty to spruce up the Palace in a sublime and perfect way with the state, all-people and nationwide efforts and devotedly safeguard the Palace in every way so that no one can violate.\n\t\t\t\t\t\n\t\t\t\t\t Also stipulated in the law are matters for carrying out the work of eternally preserving the Palace as the most important state work with consistency, organizing the committee for the eternal preservation of the Palace and preserving for photos, train coaches, cars, boat and other relics and orders which represent the noble lives of the great Generalissimos.\n\t\t\t\t\t\n\t\t\t\t\t Orders were also set so that Korean people, overseas Koreans and foreigners can pay respects to the great Generalissimos at the Kumsusan Palace of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t Also mentioned in the law are the matters of establishment of special sanctuary of the Palace for its protection and management as well as the management of buildings in the premise of the palace, park, arboretum, outdoor lighting and lighting facilities and orders concerning the operation of the plaza and the park of the Palace.\n\t\t\t\t\t\n\t\t\t\t\t It was specified in the law that electricity, facilities, materials and other supplies needed for the Palace shall be planned separately and be provided without fail on a top priority basis. The law also set the duty to be fulfilled by relevant institutions to strictly supervise and control on a regular basis the work for safeguarding, eternally preserving and providing the conditions for the management and operation of the Palace.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that the law on the Kumsusan Palace of the Sun is the unique code for the immortality of the leaders, adding that it is the biggest honor for the army and people of the DPRK to have the legal weapon for the immortality of the leaders.\n\t\t\t\t\t\n\t\t\t\t\t The adoption of the law will serve as a historic occasion for defending and further glorifying the idea on perpetuating the memory of the leaders clarified by the dear respected Kim Jong Un, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that the Presidium of the Supreme People's Assembly of the DPRK submits the draft amendment and supplement to the Socialist Constitution and the draft law on the Kumsusan Palace of the Sun to the SPA session for discussion according to Article 95 of the Socialist Constitution."
        },
        {
            "title": "DPRK's Law on Kumsusan Palace of Sun Adopted ",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-29ee.html",
            "content": "DPRK's Law on Kumsusan Palace of Sun Adopted\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The DPRK's Law on the Kumsusan Palace of the Sun was adopted.\n\t\t\t\t\t The ordinance of the DPRK Supreme People's Assembly on it was promulgated Monday.\n\t\t\t\t\t\n\t\t\t\t\t The Kumsusan Palace of the Sun where President Kim Il Sung and leader Kim Jong Il lie in state is the eternal temple of the sun of the whole Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The ordinance says that the SPA decides to adopt this law to eternally preserve and glorify forever the Kumsusan Palace of the Sun as a grand edifice for the immortality of the leaders symbolic of Kim Il Sung's and Kim Jong Il's Korea."
        },
        {
            "title": "Law on Consolidating Position of Nuclear Weapons State Adopted",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-25ee.html",
            "content": "Law on Consolidating Position of Nuclear Weapons State Adopted \n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- A law on consolidating the position of nuclear weapons state for self-defence was adopted in the DPRK. \n\t\t\t\t\t An ordinance of the Supreme People's Assembly of the DPRK in this regard was promulgated on Monday. \n\t\t\t\t\t\n\t\t\t\t\t The ordinance said as follows:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a full-fledged nuclear weapons state capable of beating back any aggressor troops at one strike, firmly defending the socialist system and providing a sure guarantee for the happy life of the people. \n\t\t\t\t\t\n\t\t\t\t\t Having an independent and just nuclear force, the DPRK put an end to the distress-torn history in which it was subject to outside forces' aggression and interference and could emerge a socialist power of Juche which no one dares provoke. \n\t\t\t\t\t\n\t\t\t\t\t The Supreme People's Assembly of the DPRK decides to consolidate the position of the nuclear weapons state as follows:\n\t\t\t\t\t\n\t\t\t\t\t1. The nuclear weapons of the DPRK are just means for defence as it was compelled to have access to them to cope with the ever-escalating hostile policy of the U.S. and nuclear threat. \n\t\t\t\t\t\n\t\t\t\t\t2. They serve the purpose of deterring and repelling the aggression and attack of the enemy against the DPRK and dealing deadly retaliatory blows at the strongholds of aggression until the world is denuclearized. \n\t\t\t\t\t\n\t\t\t\t\t3. The DPRK shall take practical steps to bolster up the nuclear deterrence and nuclear retaliatory strike power both in quality and quantity to cope with the gravity of the escalating danger of the hostile forces' aggression and attack. \n\t\t\t\t\t\n\t\t\t\t\t4. The nuclear weapons of the DPRK can be used only by a final order of the Supreme Commander of the Korean People's Army to repel invasion or attack from a hostile nuclear weapons state and make retaliatory strikes. \n\t\t\t\t\t\n\t\t\t\t\t5. The DPRK shall neither use nukes against the non-nuclear states nor threaten them with those weapons unless they join a hostile nuclear weapons state in its invasion and attack on the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t6. The DPRK shall strictly observe the rules on safekeeping and management of nukes and ensuring the stability of nuclear tests. \n\t\t\t\t\t\n\t\t\t\t\t7. The DPRK shall establish a mechanism and order for their safekeeping and management so that nukes and their technology, weapon-grade nuclear substance may not leak out illegally. \n\t\t\t\t\t\n\t\t\t\t\t8. The DPRK shall cooperate in the international efforts for nuclear non-proliferation and safe management of nuclear substance on the principle of mutual respect and equality, depending on the improvement of relations with hostile nuclear weapons states. \n\t\t\t\t\t\n\t\t\t\t\t9. The DPRK shall strive hard to defuse the danger of a nuclear war and finally build a world without nukes and fully support the international efforts for nuclear disarmament against nuclear arms race. \n\t\t\t\t\t\n\t\t\t\t\t10. The related institutions shall take thorough practical steps for implementing this ordinance."
        },
        {
            "title": "DPRK Law on Developing Space Adopted",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-24ee.html",
            "content": "DPRK Law on Developing Space Adopted\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The Law on Developing Space was adopted in the DPRK.\n\t\t\t\t\t The ordinance of the DPRK Supreme People's Assembly on it was promulgated Monday."
        },
        {
            "title": "DPRK SPA Decides to Set Up State Space Development Bureau ",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-18ee.html",
            "content": "DPRK SPA Decides to Set Up State Space Development Bureau \n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The DPRK decided to set up the State Space Development Bureau.\n\t\t\t\t\t The decision of the Supreme People's Assembly (SPA) of the DPRK promulgated on Monday said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a full-fledged satellite manufacturer and launcher.\n\t\t\t\t\t\n\t\t\t\t\t It is an invariable stand of the DPRK to develop the country into a world-class space power by exercising its legitimate right to space development for peaceful purposes.\n\t\t\t\t\t\n\t\t\t\t\t To step up economic construction and improve the people's standard of living by radically developing the space science and technology of the country and guide and manage all the space activities of the DPRK in a uniform way, the SPA decides as follows:\n\t\t\t\t\t\n\t\t\t\t\t1. The DPRK State Space Development Bureau shall be set up.\n\t\t\t\t\t\n\t\t\t\t\t2. The bureau is a state central institution which guides and manages the supervision and control over the working out of a space development program and its implementation and space development work in a uniform way.\n\t\t\t\t\t\n\t\t\t\t\t3. The Cabinet of the DPRK and other institutions concerned shall take practical measures to implement this decision."
        },
        {
            "title": "Work of Cabinet for Last Year and Tasks for This Year　",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-19ee.html",
            "content": "Work of Cabinet for Last Year and Tasks for This Year\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- At the 7th Session of the 12th Supreme People's Assembly held on Monday, Deputy and Premier Choe Yong Rim made a report on the last year's work of the DPRK Cabinet and this year's tasks.\n\t\t\t\t\t According to the report, last year electricity and coal production and the volume of railway freight transport increased amid the endeavors to shore up the four pilot fields of the national economy. Increase was also made in the production of a variety of industrial goods, the report said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Kumsusan Palace of the Sun was remodeled to be the supreme temple of Juche, the National Gifts Exhibition House, Pyongyang Folklore Park, Changjon Street, Rungna People's Pleasure Park and other big edifices in the era of Songun have been built.\n\t\t\t\t\t\n\t\t\t\t\t Big industrial projects such as the Huichon Power Station, Tanchon Port, Taedonggang Building Materials Factory were completed and technological updating and modernization of major factories and enterprises in the field of metal, machine, chemical and light industries have been pushed forward, consolidating the material and technological foundation of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t Satellite Kwangmyongsong 3-2 was successfully manufactured and launched and the third underground nuclear test by the use of smaller and lighter A-bomb of great explosive power was successfully conducted.\n\t\t\t\t\t\n\t\t\t\t\t The bases for the production of cutting-edge technical goods were built and projects for the development of science and technology have been successfully carried out and the modernization of the information and communications field have been stepped up.\n\t\t\t\t\t\n\t\t\t\t\t A law on the enforcement of the universal 12-year compulsory education was promulgated. This paved a wide avenue for consolidating the socialist education system and raising the quality of education.\n\t\t\t\t\t\n\t\t\t\t\t In the field of health care, a telemedicine service has been successfully introduced. The DPRK's players glorified the honor of the country at major international sports events including the 30th Olympic Games and other signal achievements were made in the field of cultural construction.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that this year's tasks are to realize at an early date the lifetime desire of President Kim Il Sung and leader Kim Jong Il, who devoted their whole lives to putting the country's economy on the level of a prosperous and powerful country and to making the people live with no more to desire in the world.\n\t\t\t\t\t\n\t\t\t\t\t According to the report, this year the Cabinet will organize the economic work with a main emphasis on solving issues arising in the people's living by shoring up the pilot fields, the basic industrial field, consolidating the springboard for building an economic power and concentrating all efforts on agriculture and light industry while regarding coal industry and metal industry as key fields.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to increase the production of coal.\n\t\t\t\t\t\n\t\t\t\t\t Technological updating and modernization of iron works and steel works will be stepped up while impropving the bases for the production of Juche iron which have already been built in the field of metal industry. Strict measures for supplying raw materials and fuel should be taken to increase the production of rolled steel more than 3.5 times as compared with last year and thus meet the need for steel.\n\t\t\t\t\t\n\t\t\t\t\t The field of railway transport will ease strain on transport by consolidating the material and technical foundation of railways.\n\t\t\t\t\t\n\t\t\t\t\t The grain production plan for this year should be carried out without condition.\n\t\t\t\t\t\n\t\t\t\t\t The whole country should make efforts for the reclamation of Sepho Tideland and the construction of stock-breeding bases and thus complete the creation of grassland within this year.\n\t\t\t\t\t\n\t\t\t\t\t The production should be put at a high rate at major chemical factories and the percentage of locally available raw materials should be significantly increased. The production at mines, factories and enterprises in Tanchon area should be increased and exports be boosted to ensure in a responsible manner funds for improving the people's living standard. \n\t\t\t\t\t\n\t\t\t\t\t Big efforts should be directed to the construction of dwelling houses. Wonsan area should turn into a world-level resort and tourist destination and living environment and conditions be improved in provinces, cities and counties.\n\t\t\t\t\t\n\t\t\t\t\t The state investment in the field of science and technology should be increased and the flame of industrial revolution in the new century be raised so as to bring about a decisive turn in building an economic power by dint of science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Ultra-modern technological goods of high competitiveness should be massively researched and developed. Scientific and technological issues arising in the technological updating and modernization of the national economy should be satisfactorily solved.\n\t\t\t\t\t\n\t\t\t\t\t The state investment will be increased in education and the preparations for enforcing the universal 12-year compulsory education system be rounded off within this year and fresh progress be made in education, public health, literature, arts, sports and all other fields of cultural construction.\n\t\t\t\t\t\n\t\t\t\t\t All the fields and units of the national economy should build under a long-term plan export bases for producing second-stage and third-stage processed goods and finished goods of high competitiveness at international markets by relying on locally available resources and indigenous technology. Latest scientific and technological achievements should be positively introduced to increase the varieties of exports and remarkably raise their quality.\n\t\t\t\t\t\n\t\t\t\t\t Trade should be made diversified and multilateral while conducting a variety of trade activities. The joint venture and collaboration should be actively promoted and the work for setting up economic development zones be pushed forward."
        },
        {
            "title": "Review of Fulfillment of State Budget for Last Year and State Budget for This Year　",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-20ee.html",
            "content": "Review of Fulfillment of State Budget for Last Year and State Budget for This Year\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- Deputy Choe Kwang Jin, minister of Finance, made a report on the review of the fulfillment of state budget for last year and the state budget for this year at the 7th Session of the 12th Supreme People's Assembly held on Monday.\n\t\t\t\t\t According to the report, the state budgetary revenue last year was over-fulfilled by 1.3 percent, an increase of 10.1 percent over the previous year.\n\t\t\t\t\t\n\t\t\t\t\t The plan for local budgetary revenue was carried out at 113.8 percent.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary expenditure was implemented at 99.6 percent, an increase of 9.7 percent over that in the previous year.\n\t\t\t\t\t\n\t\t\t\t\t 44.8 percent of the total state budgetary expenditure for the economic development and improvement of people's living standard was used for funding the building of edifices to be presented to the 100th birth anniversary of President Kim Il Sung, the consolidation of the material and technological foundation of Juche-based, modern and self-supporting economy and the work for face-lifting the country.\n\t\t\t\t\t\n\t\t\t\t\t 38.9 percent of total expenditure was spent for enforcing popular policies and measures for social culture under socialism such as the universal free compulsory education system, free healthcare, social insurance and social security, recuperation and relaxation systems as well as those for development of literature and art and building of a sports power.\n\t\t\t\t\t\n\t\t\t\t\t Some of the total state budgetary expenditure went to national defence.\n\t\t\t\t\t\n\t\t\t\t\t According to the report, this year's state budgetary revenue and expenditure have been shaped in such a way as keeping the overall economy afloat and bringing about a decisive turn in stabilizing and improving the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary revenue is expected to increase 4.1 percent over that last year.\n\t\t\t\t\t\n\t\t\t\t\t Out of this, the transaction tax, main source of budgetary revenue, is expected to grow 3.5 percent, the revenue from the profits of state enterprises 6 percent, revenue from the profits of cooperative enterprises 5.3 percent, the revenue from the depreciation 2.8 percent and revenue from real estate rent 3.4 percent.\n\t\t\t\t\t\n\t\t\t\t\t  In the total state budgetary revenue, national budgetary revenue will account for 83 percent and local budgetary revenue 17 percent.\n\t\t\t\t\t\n\t\t\t\t\t  Provinces, cities and counties are envisaged to ensure expenditure with local import and put a huge amount of fund into national budget.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary expenditure is expected to grow 5.9 percent over last year.\n\t\t\t\t\t\n\t\t\t\t\t It was decided to increase expenditure in the field of coal, electricity, metal and railway transport 7.2 percent, the field of agriculture and light industry 5.1 percent, basic investment in capital construction and big overhaul 5.8 percent, the field of science and technology 6.7 percent, the field of education 6.8 percent, the field of public health 5.4 percent, the field of social insurance and security 3.7 percent, the field of sports 6.1 percent and the field of culture 2.2 percent.\n\t\t\t\t\t\n\t\t\t\t\t Some of the total state budgetary expenditure will go for national defence.\n\t\t\t\t\t\n\t\t\t\t\t A large amount of educational aid fund and stipends will be sent for the education of Korean children in Japan to promote the development of the democratic national education of the General Association of Korean Residents in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for working hard to glorify this significant year marking the 65th anniversary of the DPRK and the 60th anniversary of the victory in the Fatherland Liberation War as a year of gigantic creation and innovations, in hearty response to the historic New Year Address by Kim Jong Un and the decision made at the March, 2013 plenary meeting of the WPK Central Committee."
        },
        {
            "title": "SPA Deputies Enjoy Performance Given by State Merited Chorus　",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-09ee.html",
            "content": "SPA Deputies Enjoy Performance Given by State Merited Chorus\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The deputies to the 7th Session of the 12th Supreme People's Assembly enjoyed a performance \"Korea does what it is determined to do\" given by the State Merited Chorus at the People's Theatre on Monday.\n\t\t\t\t\t The performance began with orchestral music and male chorus \"Song of the Korean People's Army.\" Put on the stage were colorful numbers including orchestral music \"Advance,\" male choruses \"Leader, Just Give Us Your Order\" and \"Peace Is Guaranteed by Our Arms.\"\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of matchless courage and grit and outstanding commanding art of the dear respected Kim Jong Un, who is leading the all-out action for defending the great Paektusan nation's dignity and sovereignty, true to noble intentions of the great Generalissimos Kim Il Sung and Kim Jong Il, who built up Songun Korea's matchless national power.\n\t\t\t\t\t\n\t\t\t\t\t The performance clearly proved that the resolution of the DPRK to do what it is determined is an iron faith and will of Marshal Kim Jong Un and the mettle and disposition of its army and people advancing for a final victory in the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The performance came to an end with male chorus \"All Servicepersons and People Will Become Human Bullets and Bombs\" and \"We Will Defend General Kim Jong Un at the Cost of Our Lives\" reflecting the strong will of all servicepersons and people to become human bullets and bombs for defending the leader and wipe out the south Korean group of traitors scheming to dare hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The performance was highly acclaimed by the audience."
        },
        {
            "title": "More Youth and Students Petition to Be Allowed to Join or Rejoin Army　",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-08ee.html",
            "content": "More Youth and Students Petition to Be Allowed to Join or Rejoin Army\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- Youth and students across the country are petitioning to be allowed to join or rejoin the Korean People's Army.\n\t\t\t\t\t Young workers of the Kim Jong Thae Electric Locomotive Complex evinced their resolution to come out to the outpost for a battle against the U.S., declaring: \"Once a red signal flares, we will   wipe out the mentally deranged enemies trumpeting about precision missile attack and the like with arms of Paektusan at a single strike.\"\n\t\t\t\t\t\n\t\t\t\t\t University students in Kangwon Province climbed Chol Pass and vowed to join the army in order to display courage in the sacred war for national reunification just as the soldiers did in the 1950s.\n\t\t\t\t\t\n\t\t\t\t\t Young people in the agricultural field also expressed their determination to devotedly defend their leader and annihilate enemies.\n\t\t\t\t\t\n\t\t\t\t\t Jang Su Hyon, a farmer of the township cooperative farm in Sinphyong County, had this to say after petitioning to be allowed to rejoin the army:\n\t\t\t\t\t\n\t\t\t\t\t All young people of the farm petitioned to be allowed to join or rejoin the army in hearty response to the statement of the KPA Supreme Command.\n\t\t\t\t\t\n\t\t\t\t\t The important decision made by the dear respected Kim Jong Un at an operation meeting on the KPA Strategic Rocket Force's performance of duty for firepower strike marked a turning point in the action to put an end to the history of protracted showdown with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t  The discharged soldiers who had fostered the courage and wisdom of each beating a hundred enemies during the period of their military service will rejoin the army, once the Supreme Commander gives an order, and conclude the confrontation with the U.S. with arms of Paektusan.\n\t\t\t\t\t\n\t\t\t\t\t Secondary school graduates across the country passionately petitioned to be allowed to serve on the forefront in order to become human fortresses and shields for devotedly protecting the headquarters of the revolution and wipe out enemies."
        },
        {
            "title": "Spring Tree-planting Campaign in Full Swing in DPRK　",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-26ee.html",
            "content": "Spring Tree-planting Campaign in Full Swing in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- A spring tree-planting campaign is gaining momentum in the Democratic People's Republic of Korea.\n\t\t\t\t\t In this regard, KCNA met Kim Song Gun, a department director of the Ministry of Land and Environmental Conservation, who said:\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang City is channeling big efforts into hitting the tree-planting goal set higher than last year.\n\t\t\t\t\t\n\t\t\t\t\t All its citizens turned out in planting good species of trees in conformity with features of each street, while precedence was given to securing suitable species of saplings in districts and counties.\n\t\t\t\t\t\n\t\t\t\t\t In Hamhung City, South Hamgyong Province, more than 50 000 trees were planted around the Hamhung Grand Theater and in Hamhung Youth Park and other places in a day.\n\t\t\t\t\t\n\t\t\t\t\t The province conducted various activities to arouse its inhabitants' patriotic zeal, urging them to strictly observe technical requirements in planting trees.\n\t\t\t\t\t\n\t\t\t\t\t South Hwanghae Province is also pushing ahead with the campaign, with stress put on planting good species of trees, including Larix leptolepis and Pyongyang maple trees.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of a detailed survey of distribution of forests, the province has set it as a goal to afforest areas of tens of hectares more than scheduled. Hundreds of thousands of trees were planted throughout the province in a few days.\n\t\t\t\t\t\n\t\t\t\t\t The same is true of other provinces, including Kangwon Province whose Anbyon County has already turned out millions of saplings."
        },
        {
            "title": "New School Year Begins in DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-28ee.html",
            "content": "New School Year Begins in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The new school year for Juche 102 (2013) began on Monday in the Democratic People's Republic of Korea.\n\t\t\t\t\t Ceremonies for welcoming entrants were held at universities, colleges, junior and senior secondary schools and primary schools throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t They were full of ardent yearning for President Kim Il Sung and leader Kim Jong Il, who had paid deep attention to developing the nation's education in their lifetime, and profound gratitude to respected Marshal Kim Jong Un, who is creditably carrying forward their noble intention.\n\t\t\t\t\t\n\t\t\t\t\t Choe Kuk Rim, a senior school inspector of the Ministry of General Education, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"In accordance with the universal 12-year compulsory education system enforced from this new school year in the country, the six-year secondary schools are divided into junior and senior secondary schools and the five-year primary education system will begin in the next school year.\"\n\t\t\t\t\t\n\t\t\t\t\t Pak Yong Hae, mother of Han Jin Hyok, an entrant to the Pyongyang Ryuldong Junior Secondary School, said:\n\t\t\t\t\t\n\t\t\t\t\t \"To mark the beginning of the new school year, respected Marshal Kim Jong Un provided a plenty of educational equipment and sports facilities to schools at all levels.\n\t\t\t\t\t\n\t\t\t\t\t I will bring up my son to be an able talent contributable to the nation's development.\"\n\t\t\t\t\t\n\t\t\t\t\t Jon Mi Ae, principal of the school, said: \n\t\t\t\t\t\n\t\t\t\t\t \"Teaching methods are applied on a fresh basis suitable to schools and classes.\n\t\t\t\t\t\n\t\t\t\t\t I will devote myself to making the students completely acquire general basic knowledge during their junior secondary school days.\""
        },
        {
            "title": "Rodong Sinmun Hails WPK's New Revolutionary Line ",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-10ee.html",
            "content": "Rodong Sinmun Hails WPK's New Revolutionary Line \n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The plenary meeting of the Central Committee of the Workers' Party of Korea held on Sunday set forth a new revolutionary line on pushing forward economic construction and building nuclear armed forces simultaneously as required by the era and the developing revolution.\n\t\t\t\t\t Rodong Sinmun Monday says in an editorial: This is a striking demonstration of the steadfast will of the WPK to glorify the DPRK as the powerful and prosperous great Paektusan nation, the most powerful nation in the world as soon as possible, true to the idea and cause of the great Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The new line provided an undying great programme for eternally protecting and exalting the independent dignity of Songun Korea and making a bigger leap forward and innovations in the building of an economic power, the editorial notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to firmly protect the dignity and security of the country and the nation, tightly holding a treasured sword of nukes of independence, and push forward economic construction to bring earlier a final victory in the drive for building a thriving nation -- this is the basic spirit of the March plenary meeting of the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t The line is an expression of the unshakable will of the party and people of the DPRK to defend and glorify its ideology, cause and social system to the end.\n\t\t\t\t\t\n\t\t\t\t\t It is, at the same time, a striking demonstration of the steadfast will of the WPK to enable the people to fully enjoy wealth and luxury under socialism by channeling big efforts into economic construction.\n\t\t\t\t\t\n\t\t\t\t\t It is a crystal of the dear respected Kim Jong Un's intense loyalty to the revolutionary cause of the preceding leaders, extraordinary wisdom, matchless grit and distinguished political caliber.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all the party members, service personnel and other people to uphold the spirit of the March, 2013 plenary meeting of the WPK Central Committee as unshakable guidelines for the final victory in the drive for building a thriving nation and thoroughly implement it."
        },
        {
            "title": "Final Battle with U.S. Is Just, Patriotic War: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-11ee.html",
            "content": "Final Battle with U.S. Is Just, Patriotic War: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The final decision made by the dear respected Marshal Kim Jong Un at the operation meeting of the Supreme Command of the Korean People's Army is a declaration to end the long-standing history of confrontation with the U.S. and wage a final decisive battle for providing a turning point in ushering in a new era, says Rodong Sinmun Monday in a bylined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The on-going do-or-die battle is a just and patriotic war to settle accounts with the U.S. and the south Korean puppet forces with arms of Songun, not with words. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK, through the statement of the KPA Supreme Command, solemnly declared at home and abroad the resolute will of all the service personnel and the people to take military counteraction to defend the sovereignty and the dignity of the supreme leadership of the country.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet group, however, have gone so impudent as to test the will of counteraction of all the service personnel and the people, defying the DPRK's repeated warnings.\n\t\t\t\t\t\n\t\t\t\t\t According to the plan for firepower strike finally examined and ratified by the supreme commander of the KPA, the KPA Strategic Rocket Force has been placed on standby to strike the U.S. mainland and its military bases in the operational theaters in the Pacific, including Hawaii and Guam, and those in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Whether it is the five islands of the West Sea, the areas along the Military Demarcation Line or other regions where the U.S. imperialists and the south Korean warmongers make a military provocation, that will develop into an all-out war and a nuclear war, not just confined to a local war. There is no doubt about it.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear shower to be inflicted by the revolutionary armed forces of the DPRK full of the will to annihilate the enemies will wipe out aggressors and provocateurs at the first strike, no matter wherever they are."
        },
        {
            "title": "Minju Joson Blasts U.S. for Its Frantic Moves for Nuclear War against DPRK ",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-12ee.html",
            "content": "Minju Joson Blasts U.S. for Its Frantic Moves for Nuclear War against DPRK \n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- It was reported by the south Korean SBS on Mar. 28 that the U.S. imperialists recently staged a mock operation drill under the simulated conditions of invading the DPRK to capture its nuclear weapons and military warmongers including the chief of Staff of the U.S. Army held a seminar on its results.\n\t\t\t\t\t Minju Joson Monday observes in a bylined commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t The mock operation drill clearly proves that the U.S. moves to ignite a nuclear war against the DPRK are being pushed forward at a very dangerous phase. \n\t\t\t\t\t\n\t\t\t\t\t The above-said moves are touching off bitterer resentment among the service personnel and people of the DPRK all out in the action against the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK are now fully ready to react to the U.S. nuclear blackmail with a merciless nuclear attack and its war of aggression with an all-out war of justice. \n\t\t\t\t\t\n\t\t\t\t\t The gravity of the situation lies in that the mock drill was staged and it was opened to public against this backdrop. \n\t\t\t\t\t\n\t\t\t\t\t This is a deliberate move to irritate the service personnel and people of the DPRK and aggravate the situation. \n\t\t\t\t\t\n\t\t\t\t\t This development laid bare once again the true colors of the U.S. imperialists as provocateurs straining the situation on the Korean Peninsula and the aggressors keen to  ignite a nuclear war. \n\t\t\t\t\t\n\t\t\t\t\t The scenario of the U.S. and its allied forces for a nuclear war against the DPRK will only precipitate their destruction."
        },
        {
            "title": "Japan Accused of Justifying Its Moves to Grab Tok Islets",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-13ee.html",
            "content": "Japan Accused of Justifying Its Moves to Grab Tok Islets\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- \"A sketch of Takeshima (Tok Islets)\" has been recently disclosed in Shimane Prefecture, Japan. It was believed to have been drawn by a fisherman of Japan who stayed on Tok Islets in 1928. The Japanese reactionaries are loudly asserting that it is \"precious data showing Japan's effective rule over Takeshima\".\n\t\t\t\t\t Minju Joson Monday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is a foolish act reminding one of a drowning man catching at a straw.\n\t\t\t\t\t\n\t\t\t\t\t It is evident that Japan can not prove its rule over Tok Islets in the ancient time and middle age with such a casual sketch drawn by a Japanese in 1928 in the light of scientific viewpoint.\n\t\t\t\t\t\n\t\t\t\t\t Japan regards the poor sketch as \"precious data\" and \"treasure\". This proves Japan has so poor historical evidence to back its dominium over Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t Japan is running the whole gamut of intrigues to justify its moves to seize Tok Islets but it cannot conceal its criminal acts.\n\t\t\t\t\t\n\t\t\t\t\t Japan's territorial claim to Tok Islets is not just aimed to retake the territory but it is a brigandish act to grab the part of other country in broad daylight.\n\t\t\t\t\t\n\t\t\t\t\t Japan is seriously mistaken if it thinks it can justify its moves with such sketch drawn by an individual person.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries had better behave with reason, not dreaming a foolish dream."
        },
        {
            "title": "KCNA Commentary Warns U.S. against Its Moves for Nuclear War ",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-15ee.html",
            "content": "KCNA Commentary Warns U.S. against Its Moves for Nuclear War \n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The revolutionary armed forces of the DPRK have taken a practical military action to cope with the reckless nuclear war drills of the U.S. and south Korean puppet forces. \n\t\t\t\t\t They have been automatically placed in a state of war where they can mete out a merciless punishment without any notice to those coming in attack to hurt the dignity and sovereignty of the DPRK even a bit. \n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK regard the worst situation created by the U.S. hostile policy as a golden chance for fighting a do-or-die battle with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t A historic time is fast approaching when they will deal unlimited blows of justice at the hostile forces any time and blow up their citadels.\n\t\t\t\t\t\n\t\t\t\t\t This will be confrontation of politics and ideology, military confrontation and nuclear showdown between the army and people of the DPRK responsible for the destiny of the country and the nation and the U.S. \n\t\t\t\t\t\n\t\t\t\t\t There are subjective and objective factors of their victory in the battle. \n\t\t\t\t\t\n\t\t\t\t\t  They are led by the great brilliant commander of Songun with outstanding military wisdom and commanding art. \n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army (KPA) is well known to be  the most elite revolutionary army equipped with the strategy and tactics for winning one victory after another, bold offensive mode and strong combat capability.\n\t\t\t\t\t\n\t\t\t\t\t The KPA Strategic Rocket Force units placed on maximum alert are waiting for an order after receiving the plan for firepower strike finally ratified by the Supreme Commander. \n\t\t\t\t\t\n\t\t\t\t\t The capability of the KPA is tremendous as it has all the attack tactics and combat methods under any circumstances from the Korean-style strategy for a nuclear war to the guerrilla strategy. \n\t\t\t\t\t\n\t\t\t\t\t All the field artillery units including strategic rocket units and long-range artillery units have the capability to blow up the U.S. mainland and its bases in operational theatres in the Pacific as well as all the enemy targets in south Korea and its vicinity at an initial strike if a war breaks out. \n\t\t\t\t\t\n\t\t\t\t\t No one can imagine the width and depth of the KPA strike and the enemies can never be safe from its deadly strike wherever they are. \n\t\t\t\t\t\n\t\t\t\t\t Steadfast is the will of all the service personnel, workers, farmers, youth and students to wipe out the enemies. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are fully determined to turn out in the sacred war of justice and become human bullets and bombs to mercilessly destroy the strongholds and war hardware of the enemies if the Supreme Commander issues an order. \n\t\t\t\t\t\n\t\t\t\t\t The enemies run amuck after judging the DPRK on the basis of arithmetical calculation of territory, population, economic and military potentials. This is, however, as foolish an act as jumping into fire with faggot on one's back. \n\t\t\t\t\t\n\t\t\t\t\t No wonder, the Chicago Tribune commented that north Korea is too strong to ignore in view of the present time. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. suffered the first shameful defeat in its history in the last Korean War but another Korean war will bring a final destruction to it."
        },
        {
            "title": "U.S. Redeploys Chemical Battalion in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-17ee.html",
            "content": "U.S. Redeploys Chemical Battalion in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The U.S. redeployed the 23rd chemical battalion at its Second Division in south Korea, according to the Yonhap News of south Korea. \n\t\t\t\t\t It is mulling staging a farce of opening war equipment to media in the Uijongbu base in Kyonggi Province on April 4. \n\t\t\t\t\t\n\t\t\t\t\t The warmongers took this action as a \"counteraction\" against someone.\n\t\t\t\t\t\n\t\t\t\t\t This is one more clear evidence proving that the U.S. imperialists are busy with preparations for a nuclear war against the DPRK."
        },
        {
            "title": "U.S. Introduces F-22 into S. Korea for DPRK-targeted War Drill",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-14ee.html",
            "content": "U.S. Introduces F-22 into S. Korea for DPRK-targeted War Drill\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- U.S. F-22s flew into south Korea to participate in the DPRK-targeted Foal Eagle joint military exercises on March 31, according to south Korean CBS.\n\t\t\t\t\t The U.S. imperialist warmongers let strategic nuclear bombers fly into the air over south Korea several times to get involved in the Key Resolve and Foal Eagle joint military exercises in south Korea, posing a nuclear threat to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to cogitate about the serious consequences to be entailed by these reckless actions."
        },
        {
            "title": "Consequences Entailed by Sycophancy, Servility of S. Korea to U.S.",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-07ee.html",
            "content": "Consequences Entailed by Sycophancy, Servility of S. Korea to U.S.\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- GI criminals are still at large in south Korea.\n\t\t\t\t\t The U.S. imperialist aggressor forces are the whole gamut of horrible crimes such as murder, robbery, violence and rape but less than 10 percent of the criminals was brought to court.\n\t\t\t\t\t\n\t\t\t\t\t Several drunken GIs drive cars and commit robberies in a single day but less than 10 criminals were punished in recent three years.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that U.S. MPs handcuffed a south Korean civilian shortly ago and ran away to the U.S. before an investigation was made, touching off a great uproar. \n\t\t\t\t\t\n\t\t\t\t\t Though GI crimes occur in south Korea, prosecution and police of south Korea are not allowed to investigate them properly, a civic and public organization deplored, adding: This is attributable to the U.S.-south Korea \"Status of Forces Agreement\".\n\t\t\t\t\t\n\t\t\t\t\t South Koreans cannot but remain a passive onlooker to hair-raising crimes of GIs. This deplorable reality is unavoidable in south Korean society where everything is subject to the U.S. and the pro-U.S. sycophantic policy."
        },
        {
            "title": "Seizure of DPRK's Nukes, Wild Dream of War Maniacs",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-27ee.html",
            "content": "Seizure of DPRK's Nukes, Wild Dream of War Maniacs\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- U.S. moves for provoking a nuclear war on the Korean Peninsula have become more pronounced with the passage of days.\n\t\t\t\t\t The south Korean SBS reported on Mar. 28 that the U.S. imperialists recently staged an operational drill aimed at the seizure of DPRK's nukes and brasshats, including the chief of staff of the U.S. army, had a discussion on its results. The mock-up operation, conducted for nearly two months, envisaged penetration of an estimated 100 000 U.S. and south Korean troops into the depth of the DPRK territory, with the mobilization of VTOL planes of the U.S. Marine Corps.\n\t\t\t\t\t\n\t\t\t\t\t This is a deliberate move to worsen the situation by getting on the nerves of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t In this regard, Kang Chun Il, an officer of the Korean People's Army (KPA), told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"They seem to be ignorant of their rival. The KPA will never allow them to carry into practice such scenario.\n\t\t\t\t\t\n\t\t\t\t\t They should be well aware that the KPA has already been on the highest alert to deal deadly blows at their strongholds.\"\n\t\t\t\t\t\n\t\t\t\t\t Han Kwang Hyok, a non-commissioned officer of the KPA, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Seizure of DPRK's nukes is no more than a wild dream of those mad about a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Once an order of action is given, we, servicepersons, will clear away the provokers at one stroke. Then, the U.S. mainland will turn into a sea of flames and its followers, too, will be doomed to death.\""
        },
        {
            "title": "Internet Paper of South Korea Urges U.S. to Come to Reason ",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-16ee.html",
            "content": "Internet Paper of South Korea Urges U.S. to Come to Reason \n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- An article titled \"The U.S. has already failed\" was posted on the south Korean internet paper Jaju Minbo on March 27. The article was written by its Representative Ri Chang Gi.\n\t\t\t\t\t The article recalled that the U.S. mobilized even mercenaries from its satellite countries for its Key Resolve and Foal Eagle with a nuclear-powered submarine and B-52 involved.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had the Supreme Command of the Korean People's Army clarified in its statement that it would  put the army on the highest alert and  strike the U.S. mainland and its bases on Guam and Hawaii than struck the U.S. with great  horror and it is now at a loss, the article noted.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean \"government\" should properly understand the DPRK and promptly opt for dialogue with it, not toeing the U.S. policy, it held, adding:\n\t\t\t\t\t\n\t\t\t\t\t The day when the U.S. will drop a bomb on the DPRK will be the doomsday of the former because the latter is a nuclear weapons state.\n\t\t\t\t\t\n\t\t\t\t\t The order issued by Supreme Commander Kim Jong Un to the KPA to be maximum alert to attack the U.S. mainland means that it is fully ready to vaporize the U.S. \n\t\t\t\t\t\n\t\t\t\t\t That's why the U.S. ruling quarters are now much upset.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, one may comment that the DPRK-U.S. showdown has already come to an end.\n\t\t\t\t\t\n\t\t\t\t\t It is clear that if a war breaks out, the U.S. is bound to fail."
        },
        {
            "title": "Title of Honorary Citizenship of Nigeria Awarded to Kim Jong Un ",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-01ee.html",
            "content": "Title of Honorary Citizenship of Nigeria Awarded to Kim Jong Un \n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The dear respected Kim Jong Un was awarded the title of honorary citizenship of Damaturu City, Yobe State of Nigeria.\n\t\t\t\t\t A ceremony of conveying the certificate of the citizenship took place at the presidential guesthouse in the city on March 25.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the city administration and members of the DPRK group for technological cooperation working in Nigeria.\n\t\t\t\t\t\n\t\t\t\t\t The governor of the city administration said at the ceremony:\n\t\t\t\t\t\n\t\t\t\t\t H.E. Kim Jong Un, supreme leader of the Korean people, is successfully carrying forward the cause of the preceding leaders and wisely leading the Korean people with his tireless efforts, extraordinary leadership ability and warm humanity.\n\t\t\t\t\t\n\t\t\t\t\t He is steering the cause of building a thriving nation to victory with strong pluck and grit despite hostile forces' unprecedented provocations and manifold difficulties.\n\t\t\t\t\t\n\t\t\t\t\t Our city administration hopes that the friendly and cooperative relations between the two countries will steadily grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t We deem it the greatest honor to hold Kim Jong Un as an honorary citizen who is making a great contribution to the progress and prosperity of mankind and the global peace and security in the wake of registering President Kim Il Sung and leader Kim Jong Il as honorary citizens.\n\t\t\t\t\t\n\t\t\t\t\t The certificate of the honorary citizenship presented to Kim Jong Un was conveyed to the head of the DPRK group for technological cooperation."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary Celebrated in Russia",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-02ee.html",
            "content": "Kim Il Sung's Birth Anniversary Celebrated in Russia\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- An opening ceremony of the Kimjongilia, Korean book, photo and handicraft exhibition was held in Artyom City, Russia on March 20 to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Displayed in the exhibition were photos showing exploits of leader Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Participants laid a floral basket and bouquets before portraits of smiling Kim Il Sung and Kim Jong Il before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The mayor of the Artyom city administration said that Kim Il Sung will always live in the hearts of not only the Korean people but also the progressive people, adding that he turned the DPRK into a powerful nation independent in politics, self-supporting in the economy and self-reliant in defence, shining with Juche and opened a historic chapter of friendship between Russia and DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Maritime Territorial Committee of the Russian Youth Union said that humankind is remembering Kim Il Sung, an indomitable revolutionary fighter, who devoted all his life to peace and friendship and solidarity among people.\n\t\t\t\t\t\n\t\t\t\t\t A secretary of the Artyom Branch of the United Russia Party said that the voices supporting the just cause of the Korean people for the anti-imperialist independence and national reunification are growing stronger worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The secretary noted that humankind is highly praising Kim Jong Un, the supreme leader of the Korean people, as a world leader.\n\t\t\t\t\t\n\t\t\t\t\t A performance was given by artists of Artyom City at the end of the opening ceremony."
        },
        {
            "title": "Independent DPRK Praised by Bangladeshi Organization ",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-03ee.html",
            "content": "Independent DPRK Praised by Bangladeshi Organization \n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The Bangladesh Institute of the Juche Idea issued a bulletin \"Independent powerful country\" on Mar. 23 to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, founder of socialist Korea, laid down the line on the anti-imperialist, anti-feudal democratic revolution when he was launching his revolutionary activities for the liberation of Korea from Japanese imperialists' military occupation.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the building of new society, too, after the liberation of the country he chose the way of Korean-style democracy, i.e. progressive democracy.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK went ahead with the satellite launch again in spite of the big powers' pressure to check its satellite launch, the legitimate right of a sovereign state. This fact helps the international community realize how strong the DPRK is in its independent stand.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the powerful defence capability provided by him with his far-sighted wisdom, the DPRK could inflict a shameful defeat upon the U.S. for the first time in history in the war though it was less than two years old and honorably defend its sovereignty and dignity.\n\t\t\t\t\t\n\t\t\t\t\t The banner of Songun held high by Chairman of the National Defence Commission Kim Jong Il at the end of the last century helped put the defence capability of the DPRK on a high level."
        },
        {
            "title": "U.S., Its Allies Cannot Break Will of DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-04ee.html",
            "content": "U.S., Its Allies Cannot Break Will of DPRK\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- Organizations of Russia and Nigeria issued statements on March 24 and 26 to denounce the anti-DPRK moves of the U.S. and its allies.\n\t\t\t\t\t The Russian Society for Promoting the Study and Dissemination of Comrade Kim Jong Il's Works expressed deep concern over the prevailing grave situation on the Korean Peninsula where a nuclear war is imminent, adding:\n\t\t\t\t\t\n\t\t\t\t\t Each country has an independent right whether it is big or small country and whether they are member nations of the UN Security Council or not. Others' instruction or international body can never deprive sovereign countries of their legitimate rights.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led imperialist allied forces and their stooges are resorting to vicious moves to stifle the DPRK but they can never break the will of the DPRK and bring to submission the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian Group for the Study of the Juche Philosophy said that the U.S. prodded the UN Security Council into cooking up the \"resolution on sanctions\" on the DPRK. This is aimed to disarm the DPRK and suffocate its economy as it is a product of the U.S. hostile policy toward the DPRK, the organization noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should be condemned by progressive people as it is the very one which wantonly encroached upon the legitimate right of a sovereign state to launch satellite and compelled it to conduct the nuclear test for self-defense.\n\t\t\t\t\t\n\t\t\t\t\t We totally reject the UNSC's \"resolution on sanctions\" and extend support and solidarity to the just cause of the Korean people to defend its sovereignty."
        },
        {
            "title": "U.S. Moves to Stifle DPRK Will Precipitate U.S. Ruin: Nepali Paper",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-05ee.html",
            "content": "U.S. Moves to Stifle DPRK Will Precipitate U.S. Ruin: Nepali Paper\n\t\t\t\t\t\t\r\n Pyongyang, April 1 (KCNA) -- The Nepali paper Charcha on March 18 carried an article titled \"DPRK's nuclear test and U.S. arbitrary practices\".\n\t\t\t\t\t The U.S. hostile policy toward the DPRK compelled it to bolster nuclear deterrence as the former had persistently threatened the latter after occupying south Korea, the paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK shows the world what small countries have to do to live an independent life and defend their right. The U.S. is pursuing the policy of stifling the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The behavior of the UN Security Council siding with the U.S. moves is arousing concern of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is displeased with other countries' access to nukes in the hope of having the monopoly of nukes.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nukes are ones of justice to defend its sovereignty, not to threaten and attack other countries.\n\t\t\t\t\t\n\t\t\t\t\t The vicious military pressure and economic sanctions against the DPRK by the U.S. and its allies are compelling the former to take tougher countermeasures.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is not entitled to slander the DPRK's access to nuclear deterrent as it is beefing up huge forces and stockpiling nukes in south Korea and ceaselessly staging the war maneuvers against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and other domination forces do not drop the ambition to dominate small countries and nations, all of them will have access nukes and rise up in the struggle against arbitrary practices by big powers.\n\t\t\t\t\t\n\t\t\t\t\t Herein lies the reason that the U.S. is feeling uneasiness over the DPRK's assess to nukes.\n\t\t\t\t\t\n\t\t\t\t\t High-handed and arbitrary practices will precipitate the U.S. ruin."
        },
        {
            "title": "Tiene lugar VII periodo de sesiones de XII Legislatura de APS",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-30ee.html",
            "content": "Tiene lugar VII periodo de sesiones de XII Legislatura de APS\n\t\t\t\t\t\t\r\nPyongyang, 1 de abril (ACNC) -- Tuvo lugar este lunes en el Palacio de los Congresos Mansudae el VII periodo de sesiones de la XII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea.\n\t\t\t\t\tParticipo en la ocasion el Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la RPDC y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTambien participaron los diputados a la APS.\n\t\t\t\t\t\n\t\t\t\t\tAsistieron en calidad de observador los funcionarios de las instituciones del partido, las fuerzas armadas y el Poder, las entidades sociales, los ministerios, los organos centrales y los sectores de ciencia, educacion, literatura y arte, salud publica, prensa e informacion.\n\t\t\t\t\t\n\t\t\t\t\tTodos los participantes guardaron un momento de silencio en memoria del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tFueron determinados los siguientes puntos de la agenda de la reunion:\n\t\t\t\t\t\n\t\t\t\t\t1. Sobre la enmienda y complemento de algunos parrafos de la Constitucion Socialista de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t2.  Sobre la aprobacion de la ley del Palacio del Sol Kumsusan de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t3.  Sobre la aprobacion de la ley de la APS de la RPDC \"Para consolidar la posicion de poseedor de armas nucleares para la autodefensa\".\n\t\t\t\t\t\n\t\t\t\t\t4. Sobre la aprobacion de la Ley de Desarrollo Espacial de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t5.  Sobre la aprobacion de la resolucion de la APS de la RPDC \"Sobre la institucion del Buro Estatal de Desarrollo Espacial de la RPDC\".\n\t\t\t\t\t\n\t\t\t\t\t6. Sobre el estado de las labores del 101 (2012) de la Era Juche del Consejo de Ministros de la RPDC y sus tareas para el 102 (2013) de la Era Juche.\n\t\t\t\t\t\n\t\t\t\t\t7. Sobre el balance de la ejecucion del presupuesto estatal de la RPDC para el 101 (2012) de la Era Juche y el presupuesto estatal para el 102 (2013) de la Era Juche.\n\t\t\t\t\t\n\t\t\t\t\t8.  El problema de organizacion.\n\t\t\t\t\t\n\t\t\t\t\tSe discutieron el primer y segundo puntos de la agenda.\n\t\t\t\t\t\n\t\t\t\t\tEl diputado Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la RPDC, presento el informe sobre la enmienda y suplemento de algunos parrafos de la Constitucion Socialista de la RPDC y la adopcion de la ley del Palacio del Sol Kumsusan.\n\t\t\t\t\t\n\t\t\t\t\tHubo intervenciones sobre esos puntos.\n\t\t\t\t\t\n\t\t\t\t\tEl diputado Kim Ki Nam, secretario del Comite Central del PTC, el diputado Choe Ryong Hae, jefe de la Direccion Politica General del EPC, y el diputado Jon Yong Nam, presidente del CC de la Union de la Juventud Socialista Kim Il Sung, pronunciaron discursos en representacion del PTC, el EPC y la juventud, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tEn reflejo de la unanime voluntad de todos los militantes del partido, los oficiales y soldados del EPC y los jovenes del pais, los oradores apoyaron totalmente el debate y la aprobacion del proyecto de enmienda de la Constitucion Socialista de la RPDC y la ley del Palacio del Sol Kumsusan en la presente sesion de la APS.\n\t\t\t\t\t\n\t\t\t\t\tQuedaron adoptadas en la ocasion por la aprobacion unanime de los diputados las leyes de la APS de la RPDC \"Sobre la enmienda y suplemento de algunos parrafos de la Constitucion Socialista de la Republica Popular Democratica de Corea\" y \"Sobre la adopcion de la Ley del Palacio del Sol Kumsusan de la Republica Popular Democratica de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, hubo discusiones sobre el tercer, cuarto y quinto puntos.\n\t\t\t\t\t\n\t\t\t\t\tQuedaron aprobadas por la aprobacion unanime de los diputados las leyes \"Para consolidar la posicion de poseedor de armas nucleares para la autodefensa\" y \"Sobre la adopcion de la ley de desarrollo espacial de la Republica Popular Democratica de Corea\" y la resolucion de la APS de la RPDC \"Sobre la institucion del Buro Estatal de Desarrollo Espacial de la RPDC\".\n\t\t\t\t\t\n\t\t\t\t\tEl informe sobre el sexto punto estuvo a cargo del diputado Choe Yong Rim, primer ministro del Consejo de Ministros.\n\t\t\t\t\t\n\t\t\t\t\tEl diputado Choe Kwang Jin, ministro de Finanzas, presento el informe sobre el septimo punto.\n\t\t\t\t\t\n\t\t\t\t\tHubo intervenciones sobre el sexto y septimo puntos y los discursos por escrito.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores expresaron apoyo total y consentimiento senalando que fueron balanceadas y liquidadas exactamente las labores del Consejo de Ministros y la ejecucion del presupuesto estatal, se presentaron claramente las tareas del gabinete y se establecio correctamente el presupuesto estatal conforme a la demanda de la ofensiva general que se libra para dar coyuntura trascendental en la construccion de potencia economica cuando entro en la etapa final el enfrentamiento total con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores expresaron la decision de revitalizar la economia general del pais en acato al mensaje historico por el Ano Nuevo del Mariscal Kim Jong Un y a la resolucion del pleno de marzo de 2013 del CC del PTC y hacer repercutir las vivas del Partido del Trabajo de Corea y del socialismo en el presente ano en que se acogen el 65o aniversario de fundacion de la RPDC y el 60o de la victoria en la Guerra de Liberacion de la Patria al acelerar la marcha general por la mejora de vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tQuedaron aprobadas por el consentimiento unanime de todos los diputados la resolucion de la APS de la RPDC \"Sobre la aprobacion del informe de las labores del Consejo de Ministros de la RPDC y del balance del cumplimiento del presupuesto estatal para el 101 (2012) de la Era Juche\" y la ley de la APS de la RPDC \"Sobre el presupuesto estatal del 102 (2013) de la Era Juche de la RPDC\".\n\t\t\t\t\t\n\t\t\t\t\tLa reunion discutio tambien el problema de organizacion.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, a la propuesta del CC del PTC, el diputado Choe Yong Rim fue removido de su cargo de premier y el diputado Pak Pong Ju fue elegido como nuevo premier.\n\t\t\t\t\t\n\t\t\t\t\tChoe Yong Rim fue electo como vicepresidente honorario del Presidium de la APS de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos diputados Kim Jong Gak y Ri Myong Su fueron removidos de sus puestos de miembro del CDN de la RPDC debido al cambio de cargo.\n\t\t\t\t\t\n\t\t\t\t\tSegun la iniciativa del CC del PTC y la Comision Militar Central del PTC, los diputados Kim Kyok Sik y Choe Pu Il cubrieron la vacancia de miembros del CDN de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl diputado Thae Hyong Chol fue destituido de su cargo de secretario del Presidium de la APS de la RPDC y la diputada Hong Son Ok fue elegida al cargo de Thae.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion fueron destituidos y nombrados algunos miembros del Consejo de Ministros.\n\t\t\t\t\t\n\t\t\t\t\tEl diputado Pak Pong Ju presto juramento como nuevo premier ante la Asamblea Popular Suprema."
        },
        {
            "title": "Informe sobre proyecto de enmienda de Constitucion Socialista",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-31ee.html",
            "content": "Informe sobre proyecto de enmienda de Constitucion Socialista\n\t\t\t\t\t\t\r\nPyongyang, 1 de abril (ACNC) -- En el VII periodo de sesiones de la XII Legislatura de la Asamblea Popular Suprema que se efectuo el primero de abril, el diputado Kim Yong Nam, presidente del Presidium de la APS, presento un informe sobre enmendar y complementar algunos parrafos de la Constitucion Socialista de la RPDC y aprobar la ley del Palacio del Sol Kumsusan donde se conservan los cuerpos del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\tSegun el informe, ese proyecto y ley, que se ponen a la consideracion de la presente sesion, legalizan el proposito y la voluntad del Partido del Trabajo de Corea de fijar por la ley y llevar a la etapa elevada los relevantes exitos alcanzados en el cumplimiento de la causa de eternidad del lider.\n\t\t\t\t\t\n\t\t\t\t\tSe anotara en el prologo de la Constitucion Socialista el parrafo de que el citado palacio es un gran monumento a la eternidad del lider, el simbolo de la dignidad y sagrado lugar eterno de toda la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa ley del Palacio estipula que es una noble mision de toda la nacion coreana conservar eternamente y glorificar el lugar como el sagrado del Sol.\n\t\t\t\t\t\n\t\t\t\t\tEn la ley se establecen los deberes legales para conservar eternamente en el Palacio al Presidente y el Dirigente y hacer a todo el pueblo considerar ese lugar como simbolo de la dignidad y gran orgullo de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se define el deber estatal de acondicionar perfectamente el lugar a traves de las labores de todo el Estado, todo el pueblo y toda la nacion y de defenderlo a costa de la vida sin permitir ningun atentado.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se determina como la mas importante cuestion estatal la conservacion eterna del Palacio y se establecen la organizacion del Comite de Conservacion Eterna del Palacio del Sol Kumsusan y la conservacion de las fotos, trenes, carros, barco y otros objetos y las ordenes que simbolizan la noble vida de los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\tSe establece el orden que facilitara al pueblo coreano, los compatriotas en ultramar y los extranjeros rendir homenaje a los Generalisimos en el Palacio.\n\t\t\t\t\t\n\t\t\t\t\tTambien, se fijan la creacion de la zona especial de proteccion del Palacio para proteger y administrar el Palacio y las disciplinas de cuidado del edificio, parque, arboleda, decoracion del exterior con lamparillas electricas y las instalaciones de iluminacion y las otras de operacion de la explanada y el parque del Palacio.\n\t\t\t\t\t\n\t\t\t\t\tComo objeto con prioridad, se define la planificacion por separado del suministro de la electricidad, equipos, materiales y materias primas, necesarios al Palacio, y proveerlos sin falta y se preve la supervision y control normales y estrictos de los organos correspondientes sobre la defensa, la conservacion eterna y el estado de administracion y gestion del Palacio.\n\t\t\t\t\t\n\t\t\t\t\tEl informante menciono que la ley en cuestion es la unica del mundo para la eternidad del lider y tener esa arma legal es la maxima gloria para el ejercito y el pueblo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que la aprobacion de la ley servira de motivo historico para defender y hacer brillar la idea de la causa de eternidad del lider, planteada por el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el Presidium de la APS de la RPDC pone al debate de la APS el proyecto de enmienda de la Constitucion Socialista y la ley del Palacio del Sol Kumsusan (borrador) segun el articulo 95 de la Constitucion Socialista."
        },
        {
            "title": "Aprobada la ley sobre el Palacio del Sol Kumsusan de la RPDC",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-32ee.html",
            "content": "Aprobada la ley sobre el Palacio del Sol Kumsusan de la RPDC\n\t\t\t\t\t\t\r\nPyongyang, 1 de abril (ACNC) -- Quedo aprobada la ley sobre el Palacio del Sol Kumsusan de la Republica Popular Democratica de Corea.\n\t\t\t\t\tFue promulgado el primero de abril el decreto correspondiente de la Asamblea Popular Suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl Palacio del Sol Kumsusan, donde se conservan los cuerpos del Presidente Kim Il Sung y el Dirigente Kim Jong Il, es el lugar del sol eterno para toda la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tSegun el decreto, la APS decidio aprobar esa ley para conservar eternamente el lugar como gran monumento a la eternidad del lider que simbolice a la Corea de Kim Il Sung y Kim Jong Il."
        },
        {
            "title": "Se instaurara en RPDC el Buro Estatal de Desarrollo Espacial",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-33ee.html",
            "content": "Se instaurara en RPDC el Buro Estatal de Desarrollo Espacial\n\t\t\t\t\t\t\r\nPyongyang, 1 de abril (ACNC) -- La Republica Popular Democratica de Corea decidio instituir el Buro Estatal de Desarrollo Espacial. \n\t\t\t\t\tSegun la resolucion de la Asamblea Popular Suprema de la RPDC, publicada el dia primero, la RPDC tiene la firme posicion de ejercer el derecho al desarrollo espacial con fines pacificos y de manera legitima y de convertirse en potencia espacial de talla mundial. \n\t\t\t\t\t\n\t\t\t\t\tPara acelerar la construccion economica, mejorar las condiciones de vida del pueblo y dirigir y gestionar de modo unificado todas las actividades espaciales de la RPDC mediante el desarrollo vertiginoso de la ciencia y tecnologia espaciales del pais, la APS de la RPDC decide los siguientes puntos:\n\t\t\t\t\t\n\t\t\t\t\t1. Se instituira el Buro Estatal de Desarrollo Espacial de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t2. El Buro Estatal de Desarrollo Espacial es organo directivo central del Estado encargado de dirigir de modo unificado la elaboracion y ejecucion del plan de desarrollo espacial, la inspeccion y control sobre el respecto. \n\t\t\t\t\t\n\t\t\t\t\t3. El Consejo de Ministros de la RPDC y otros organos correspondientes tomaran medidas practicas para cumplir la presente resolucion."
        },
        {
            "title": "Aprobada ley para consolidar posicion de poseedor de armas nucleares para la autodefensa",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-34ee.html",
            "content": "Aprobada ley para consolidar posicion de poseedor de armas nucleares para la autodefensa\n\t\t\t\t\t\t\r\nPyongyang, 1 de abril (ACNC) -- Quedo aprobada en Corea la ley para consolidar la posicion de poseedor de armas nucleares para la autodefensa.\n\t\t\t\t\tFue promulgado el dia primero el decreto correspondiente de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl decreto senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC es el digno Estado portador de armas nucleares capaz de repeler de un golpe a cualesquier fuerzas agresoras, defender firmemente el regimen socialista y asegurar con firmeza la vida feliz del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tCon las independientes y justicieras fuerzas nucleares, la RPDC pudo poner punto final a la historia de martirio en que fue victima de agresion e intervencion de toda indole de las fuerzas extranjeras y brillar en el mundo como intocable potencia socialista del Juche.\n\t\t\t\t\t\n\t\t\t\t\tPara consolidar la posicion de poseedor de armas nucleares, la Asamblea Popular Suprema de la RPDC resuelve como sigue:\n\t\t\t\t\t\n\t\t\t\t\t1. Las armas nucleares de la RPDC son justo medio de defensa que adquirio ella inevitablemente frente a la sostenida y creciente politica hostil y la amenaza nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t2. Las fuerzas armadas nucleares de la RPDC sirven en disuadir y rechazar la agresion y el ataque contra la RPDC y asestar demoledor golpe de represalia a los bastiones de agresion, hasta que se realice la desnuclearizacion del mundo.\n\t\t\t\t\t\n\t\t\t\t\t3. La RPDC toma las medidas practicas para fortalecer en lo cualitativo y cuantitativo el disuasivo nuclear y las fuerzas de golpe de represalia nuclear frente a la recrudescente agresion y la gravedad del peligro de ataque de las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\t4. Las armas nucleares de la RPDC pueden usarse solo cuando se de la orden final del Comandante Supremo del Ejercito Popular de Corea para rechazar y dar el golpe de venganza en el caso de que otro pais poseedor hostil de armas nucleares invada y ataque a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t5. La RPDC no usa las armas nucleares ni amenaza con ellas a los Estados desnuclearizados mientras que estos no participen en el acto de agresion o ataque contra la RPDC en contubernio con el pais hostil portador de armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t6. La RPDC observa estrictamente las reglas sobre la conservacion y la administracion seguras de armas nucleares y el aseguramiento de estabilidad de la prueba nuclear.\n\t\t\t\t\t\n\t\t\t\t\t7. La RPDC establece el sistema y el orden de conservacion y administracion para garantizar que no se escapen ilegalmente las armas nucleares, su tecnologia y sustancias nucleares usables en su fabricacion.\n\t\t\t\t\t\n\t\t\t\t\t8. La RPDC coopera con los esfuerzos internacionales por la no proliferacion nuclear y la administracion segura de las sustancias nucleares en el principio de respeto mutuo e igualdad a medida que se eliminen las relaciones hostiles con los paises hostiles con armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t9. La RPDC lucha para eliminar el peligro de guerra nuclear y construir finalmente un mundo libre de armas nucleares y apoya activamente los esfuerzos internacionales en contra de la carrera armamentista nuclear y por el desarme nuclear.\n\t\t\t\t\t\n\t\t\t\t\t10.  Los organos correspondientes tomaran estrictas medidas de trabajo para implementar la presente ley."
        },
        {
            "title": "Choe Kwang Jin balancea cumplimiento del presupuesto estatal de 2012",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-35ee.html",
            "content": "Choe Kwang Jin balancea cumplimiento del presupuesto estatal de 2012\n\t\t\t\t\t\t\r\nPyongyang, 1 de abril (ACNC) -- En el VII periodo de sesiones de la XII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, que tuvo lugar el dia primero, el diputado Choe Kwang Jin, ministro de Finanzas, presento el informe sobre el balance de la ejecucion del presupuesto estatal de 2012 y sobre el presupuesto estatal para 2013.\n\t\t\t\t\tSegun el informe, el ingreso del presupuesto estatal del ano pasado marco 101.3 % con un incremento de 10.1 % en comparacion con el ano anterior, y el del presupuesto local se cumplio en 113.8 %.\n\t\t\t\t\t\n\t\t\t\t\tEl desembolso se cumplio en 99.6 % con un aumento de 9.7 % frente al ano anterior.\n\t\t\t\t\t\n\t\t\t\t\tEl 44.8 % del monto de egresos fueron asignados al desarrollo de economia nacional y al mejoramiento de la vida del pueblo, de modo que garantizaran en lo financiero los proyectos para levantar creaciones monumentales dedicadas al centenario del natalicio del Presidente Kim Il Sung, consolidar las bases materiales y tecnicas de la economia independiente autoctona y modernizada y renovar la fisonomia de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEl 38.9 % de egresos fueron desembolsados para la implementacion de las politicas populares y socioculturales contribuyendo a la aplicacion del sistema de educacion obligatoria y gratuita general, el de asistencia gratuita, el de seguro y de jubilacion, el de reposo y otras politicas socialistas, al desarrollo de literatura y arte y la construccion de potencia deportiva. \n\t\t\t\t\t\n\t\t\t\t\tUna parte del volumen de egresos fue utilizada como gastos de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tEl presupuesto estatal para 2013 establece la dimension de ingresos y egresos en el principio de activar la economia nacional en general y registrar viraje decisivo en la estabilizacion y el mejoramiento de la vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLos ingresos de este ano creceran a 104.1 % en comparacion con el ano pasado.\n\t\t\t\t\t\n\t\t\t\t\tSe preve un incremento de 3.5% en el ingreso proveniente de transacciones, fuente principal de ingresos. Y las ganancias de las empresas estatales y de las entidades cooperativas registraran un exceso de 6 y 5.3%, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tEl fondo de amortizacion de bienes fijos crecera a 102.8 % y las rentas provenientes del uso de bienes inmuebles llegaran a 103.4 %.\n\t\t\t\t\t\n\t\t\t\t\tEl ingreso del presupuesto central y el local ocuparan 83% y 17% en el monto de ingresos del presupuesto estatal, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tEsta previsto que las provincias, ciudades y distritos cubriran los egresos con sus propios ingresos y aportaran al presupuesto central grandes sumas. \n\t\t\t\t\t\n\t\t\t\t\tEl egreso del presupuesto estatal se incrementara 105.9% en comparacion con el ano expirado.\n\t\t\t\t\t\n\t\t\t\t\tLos desembolsos se incrementaran 107.2% para los sectores carbonifero, electrico, metalurgico y de transporte ferroviario, 105.1% para la agricultura y la industria ligera, 105.8% para las inversiones principales tales como las construcciones principales y la reparacion de gran envergadura, 106.7% para el dominio de ciencias y tecnicas, 106.8% para el sector docente, 105.4% para la salud publica, 103.7% para los sectores de seguro social y jubilacion, 106.1% para el sector deportivo y 102.2% para la cultura.\n\t\t\t\t\t\n\t\t\t\t\tUna parte de egresos sera establecida como gastos de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tSe enviaran muchos subsidios de educacion y becas para los hijos de los coreanos residentes en Japon, lo cual contribuira a desarrollar la educacion democratica y nacional de la Chongryon (Asociacion General de Coreanos Residentes en Japon).\n\t\t\t\t\t\n\t\t\t\t\tEl informante exhorto a todos a luchar con dinamismo para glorificar el presente ano significativo del 65o aniversario de la fundacion de la RPDC y del 60o aniversario del triunfo en la Guerra de Liberacion de la Patria como un ano de grandes creaciones y cambios, en pleno acato al historico mensaje del Ano Nuevo del Mariscal Kim Jong Un y a la resolucion del pleno de marzo de 2013 del Comite Central del Partido del Trabajo de Corea."
        },
        {
            "title": "Choe Yong Rim presenta informe sobre labores de Consejo de Ministros",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-36ee.html",
            "content": "Choe Yong Rim presenta informe sobre labores de Consejo de Ministros\n\t\t\t\t\t\t\r\nPyongyang, 1 de abril (ACNC) -- En el VII periodo de sesiones de la XII legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, que tuvo lugar el dia primero, el diputado Choe Yong Rim, primer ministro del Consejo de Ministros, presento el informe sobre las labores del ano pasado del Consejo de Ministros de la RPDC y las tareas para el ano en curso.\n\t\t\t\t\tSegun el informe, el ano pasado, se han incrementado la produccion electrica y la carbonifera, la cantidad de transporte de cargos por via ferroviaria y la produccion de varios productos industriales.\n\t\t\t\t\t\n\t\t\t\t\tSe ha acondicionado con solemnidad el Palacio del Sol Kumsusan como sagrado lugar supremo del Juche y se han levantado magnificamente las creaciones monumentales de la era del Songun como la Exposicion Estatal Permanente de Regalos, el Parque Folclorico de Pyongyang, la avenida Changjon y el Area de Recreo del Pueblo de Rungna.\n\t\t\t\t\t\n\t\t\t\t\tHan terminado las obras de objetos industriales de gran tamano incluso la Central Hidroelectrica de Huichon, el Puerto de Tanchon y la Fabrica de Materiales de Construccion Taedonggang y se han impulsado con vigor la renovacion tecnica y la modernizacion de las fabricas y empresas importantes de sectores de industrias metalurgica, mecanica, quimica y ligera, gracias a lo cual se han ampliado y fortalecido las bases materiales y tecnicas de la economia nacional. \n\t\t\t\t\t\n\t\t\t\t\tSe ha fabricado y lanzado con exito la unidad no. 2 del satelite artificial \"Kwangmyongsong-3\" y se ha realizado la tercera prueba nuclear subterranea basada en la bomba atomica de poco tamano y peso y con gran capacidad explosiva. \n\t\t\t\t\t\n\t\t\t\t\tSe acondicionaron las bases de produccion de articulos de tecnologia sofisticada, se cumplieron mas de 2 mil tareas cientifico-tecnicas y se impulso energicamente la modernizacion de comunicaciones de informatica. \n\t\t\t\t\t\n\t\t\t\t\tLa promulgacion de la ley de implementacion de la educacion obligatoria general de doce anos permitio fortalecer el sistema de educacion socialista y elevar la calidad de la docencia.\n\t\t\t\t\t\n\t\t\t\t\tEn el dominio de salud publica se aplico exitosamente el sistema de servicio medico a larga distancia. \n\t\t\t\t\t\n\t\t\t\t\tTambien en la construccion de cultura se alcanzaron importantes exitos. A citar un ejemplo, en los XXX Juegos Olimpicos y otras importantes competencias internacionales se exalto el honor de la patria. \n\t\t\t\t\t\n\t\t\t\t\tEl informante apunto que las tareas de este ano son llevar la economia del pais al nivel del Estado prospero y realizar lo mas pronto posible el anhelo de la vida del Presidente Kim Il Sung y el Dirigente Kim Jong Il quienes dedicaron toda la vida a hacer que el pueblo coreano viviera felizmente. \n\t\t\t\t\t\n\t\t\t\t\tEste ano el Consejo de Ministros mejorara los dominios de vanguardia, o sea, las industrias basicas, dando importancia primordial a la industria carbonifera y la metalurgica para consolidar el trampolin de la construccion de la potencia economica. Al mismo tiempo, concentrara las fuerzas en la agricultura y la industria ligera y elaborara la operacion economica y organizara los trabajos dando prioridad a mejorar las condiciones de vida del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tAumentara la produccion carbonifera.\n\t\t\t\t\t\n\t\t\t\t\tEn la industria metalurgica deben perfeccionar las bases de produccion de hierro autoctono ya acondicionadas y acelerar la renovacion tecnica y la modernizacion de las fundiciones y acerias. Y al mismo tiempo, deben tomar las medidas para suministrar suficientemente las materias primas y los combustibles y aumentar mas de 3.5 veces, en comparacion con el ano pasado, la produccion de materiales de acero laminados.\n\t\t\t\t\t\n\t\t\t\t\tEn el dominio de transporte ferroviario debe aflojar la tension del transporte intensificando la base material y tecnica de la ferrovia.\n\t\t\t\t\t\n\t\t\t\t\tHay que cumplir incondicionalmente el plan de produccion de cereales de este ano.\n\t\t\t\t\t\n\t\t\t\t\tTodo el pais debe acelerar la roturacion de la meseta de Sepho y la construccion de las bases ganaderas para terminar dentro del ano en curso la creacion de herbazales. \n\t\t\t\t\t\n\t\t\t\t\tHay que normalizar la produccion de las importantes fabricas quimicas, elevar decisivamente la tasa de materias primas criollas, aumentar la produccion de las minas, fabricas y empresas de la zona de Tanchon, incrementar la exportacion y preparar con responsabilidad los fondos necesarios a la vida del pueblo. \n\t\t\t\t\t\n\t\t\t\t\tDeben seguir concentrando las fuerzas en la construccion de las viviendas, acondicionar Wonsan como una zona turista y de recreo de talla mundial y mejorar el ambiente y condiciones de vida del pueblo en las provincias, ciudades y distritos. \n\t\t\t\t\t\n\t\t\t\t\tEs preciso aumentar la inversion estatal sobre la rama de la ciencia y tecnica y avivar las llamas de la revolucion industrial del nuevo siglo para abrir la coyuntura de viraje en la construccion de la potencia economica adhiriendose al poderio de la ciencia y tecnica. \n\t\t\t\t\t\n\t\t\t\t\tDeben investigar y desarrollar en gran cantidad los productos de tecnologia de punta con alta competitividad y resolver satisfactoriamente los problemas cientifico-tecnicos que se presentan en la renovacion tecnica y la modernizacion de la economia nacional. \n\t\t\t\t\t\n\t\t\t\t\tMediante el aumento de la inversion estatal sobre la educacion deben terminar dentro de este ano los preparativos para la aplicacion de la educacion obligatoria general de 12 anos y lograr nuevo avance en todos los dominios de la construccion cultural como la educacion, salud publica, literatura y arte, deporte, etc. \n\t\t\t\t\t\n\t\t\t\t\tEn todas las esferas y unidades de la economia nacional deben acondicionar con vistas al futuro las bases de exportacion capaces de producir los articulos de segunda y tercera elaboracion y los acabados con fuerte competitividad en los mercados exteriores basandose en los recursos y tecnicas domesticos e introducir los logros cientificos y tecnicos de punta para aumentar las variedades de los articulos de exportacion y elevar su calidad. \n\t\t\t\t\t\n\t\t\t\t\tHace falta activar las actividades de comercio exterior, y al mismo tiempo, diversificar el comercio exterior, fomentar las empresas mixtas y comanditarias y acelerar el establecimiento de las zonas de desarrollo economico."
        },
        {
            "title": "Kim Jong Un recibe titulo de ciudadano honorario de Nigeria",
            "url": "http://kcna.co.jp/item/2013/201304/news01/20130401-37ee.html",
            "content": "Kim Jong Un recibe titulo de ciudadano honorario de Nigeria\n\t\t\t\t\t\t\r\nPyongyang, 1 de abril (ACNC) -- El Mariscal Kim Jong Un recibio el titulo de ciudadano honorario de la ciudad de Damaturu del estado de Yobe de Nigeria.\n\t\t\t\t\tLa ceremonia de entrega del certificado de dicho titulo tuvo lugar el 25 de marzo en la casa de huespedes del presidente nigeriano situada en la misma ciudad.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes las personalidades de la administracion de dicha ciudad y miembros del grupo de cooperacion tecnologica de la Republica Popular Democratica de Corea que trabajan en ese pais.\n\t\t\t\t\t\n\t\t\t\t\tEl gobernador de la administracion urbana, al hacer uso de la palabra en el acto, dijo que Su Excelencia Kim Jong Un, Maximo Dirigente del pueblo coreano, con gran pasion, extraordinaria capacidad directriz y ardiente humanismo, dirige sabiamente al pueblo coreano heredando la causa de los lideres anteriores.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que con el inquebrantable coraje y audacia conduce a la victoria la causa de construccion del Estado prospero sin ninguna vacilacion ante la incesante provocacion de las fuerzas hostiles y multiples dificultades.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que su administracion urbana desea que las relaciones de amistad y cooperacion entre los dos paises sigan fortaleciendose tambien en futuro.\n\t\t\t\t\t\n\t\t\t\t\t    Recalco que considera como maxima gloria el registro de Su Excelencia Kim Jong Un, quien hace gran aporte al progreso y la prosperidad de la humanidad, la paz y la seguridad del mundo, como ciudadano honorario, para no hablar del Presidente Kim Il Sung y Su Excelencia Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tFue traslado el citado certificado al jefe del grupo coreano de cooperacion."
        }
    ]
}