{
    "date": "2013-03-02",
    "url": "http://kcna.co.jp/item/2013/201303/2013-03-02ee.html",
    "articles": [
        {
            "title": "WPK Delegation Returns Home",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-24ee.html",
            "content": "WPK Delegation Returns Home\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- A delegation of the Workers' Party of Korea led by Ri Yong Chol, vice department director of the C.C., the WPK, came back home on Saturday after taking part in the 15th Congress of the Communist Party of the Russian Federation."
        },
        {
            "title": "GFTUK Delegation Leaves for Peru, Cuba",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-17ee.html",
            "content": "GFTUK Delegation Leaves for Peru, Cuba\r\n Pyongyang, March 2 (KCNA) -- A delegation of the General Federation of Trade Unions of Korea (GFTUK) headed by Vice-Chairman of its Central Committee Choe Han Chun left here Saturday for Peru and Cuba. The delegation will participate in a meeting of the Presidential Council of the World Federation of Trade Unions to be held in Peru and visit Cuba."
        },
        {
            "title": "Reception Given for DPRK's Marathoner ",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-22ee.html",
            "content": "Reception Given for DPRK's Marathoner\r\n Pyongyang, March 2 (KCNA) -- The DPRK Cabinet hosted a reception at Okryu Restaurant on Saturday in honor of marathoner Kim Kum Ok who won a gold medal at the 14th Asian Marathon Championship.\n\t\t\t\t\t Present there were Kwak Pom Gi, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Jin, vice-premier, Ri Jong Mu, minister of Physical Culture and Sports, Tong Jong Ho, minister of the Construction and Building-materials Industry who doubles chairman of the DPRK Marathon Association, and officials concerned, athletes and coaches.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Jin made a speech there.\n\t\t\t\t\t\n\t\t\t\t\t He warmly congratulated Kim Kum Ok who unfurled the national flag at the championship and demonstrated the dignity of Kim Il Sung's nation and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t He said that there are no such proud and happy athletes in the world as those of the DPRK who hold the dear respected Marshal Kim Jong Un in high esteem as tender-hearted father.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all the athletes to further dynamically raise the hot wind of training in the same spirit and mettle as displayed in conquering space and successfully conducting the nuclear test so as to repay love and trust of Kim Jong Un with more gold medals at international tournaments.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kum Ok made an address in reply.\n\t\t\t\t\t\n\t\t\t\t\t She expressed her deep gratitude to Kim Jong Un, who bestowed upon her the greatest privilege even though she did a thing she should do.\n\t\t\t\t\t\n\t\t\t\t\t She stressed that a key to her success at the championship was the wise leadership and warm love of Kim Jong Un, who gave her strength and encouragement all the time and carefully led her step by step to glorify the dignity of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t She vowed to further raise her physical ability and technical skills and fulfill her duty of a true athlete in the era of Songun devotedly defending Kim Jong Un with more gold medals at international marathon games."
        },
        {
            "title": "Woman Marathoner Welcomed by Pyongyangites",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-18ee.html",
            "content": "Woman Marathoner Welcomed by Pyongyangites\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- Kim Kum Ok flew back home Saturday after bagging a gold medal at the 14th Asian Marathon Championship. \n\t\t\t\t\t At the airport she was warmly hugged by Secretary of the Central Committee of the Workers' Party of Korea Kwak Pom Gi and its Department Director Ri Yong Su, Minister of Physical Culture and Sports Ri Jong Mu and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t Sportspersons and other people gave her bouquets and put fragrant garlands around her neck, sincerely congratulating her success. \n\t\t\t\t\t\n\t\t\t\t\t Pyongyangites warmly welcomed her along the route from the entrance of Ryonmot-dong to Pyongyang Indoor Stadium via Ryonghung Crossroads, Kaesonmun (the Arch of Triumph) Street and Changjon Crossroads."
        },
        {
            "title": "Marathon Champion of DPRK Meets Press",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-16ee.html",
            "content": "Marathon Champion of DPRK Meets Press\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- DPRK player Kim Kum Ok who returned home after bagging a gold medal at the 14th Asian Marathon Championship met the press at Pyongyang Indoor Stadium on Saturday.\n\t\t\t\t\t Reporters in Pyongyang were present there.\n\t\t\t\t\t\n\t\t\t\t\t At the press conference Kim Kum Ok said that she ran and ran with one mind to make a report of victory to the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t  She noted that she could win the title of Asian championship again as she deeply cherished strong yearning for Kim Jong Un and the faith and will that the DPRK is sure to win as it led by him.\n\t\t\t\t\t\n\t\t\t\t\t She vowed to train harder in the future and make contribution to showing the world the heroic spirit of Songun Korea by flying high the DPRK flag in international tournaments."
        },
        {
            "title": "U.S. and S. Korean Regime Warned against Staging War Maneuvers against DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-20ee.html",
            "content": "U.S. and S. Korean Regime Warned against Staging War Maneuvers against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- One year has passed since Supreme Commander of the Korean People's Army Kim Jong Un inspected Panmunjom.  \n\t\t\t\t\t Kim Jong Un visited Panmunjom, the foremost post of the hottest military flashpoint in March 2012 when the United States and the south Korean puppet forces staged the high-stake Key Resolve and Foal Eagle joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t At that time the hostile forces spread the theory of \"military threats\" with the mourning period in the DPRK as a momentum and went ahead with large-scale war maneuvers aimed at invading it under the simulated conditions of an actual war, calling for \"retaliation\" and \"punishment\". \n\t\t\t\t\t\n\t\t\t\t\t Amid the war drills against the DPRK staged throughout south Korea, the flagship of the U.S. imperialists' Seventh Fleet, Blue Ridge, entered Tonghae Port in Kangwon Province of south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Panmunjom was at a critical moment as all the service persons and people of the DPRK were enraged at the U.S. and the south Korean regime which schemed to make a provocation against the DPRK grieving over the death of leader Kim Jong Il, the great father of the nation. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's visit to Panmunjom at that time much upset the U.S. and the south Korean regime hell-bent on the maneuvers against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It was a remarkable event that demonstrated the unshakable will of the party, army and people of the DPRK to build a reunified thriving nation in Korea, true to the lifetime desire of Generalissimos Kim Il Sung and Kim Jong Il and encouraged all Koreans to the struggle for reunifying the country. \n\t\t\t\t\t\n\t\t\t\t\t The inspection also showed the brilliant commander's courage and pluck to change Panmunjom where the enemies signed the armistice agreement into a place where they will sign the instrument of surrender. \n\t\t\t\t\t\n\t\t\t\t\t All the service persons and people including the soldiers of Panmunjom were replete with the spirit of annihilating the aggressors, the spirit of offensive of the brilliant commander of Mt. Paektu not to tolerate the enemies. \n\t\t\t\t\t\n\t\t\t\t\t With the truth cherished in the hearts that the great war for national reunification is sure to be triumphant when they rally close around Kim Jong Un, Koreans in the north and south and abroad have turned out in a nation-wide movement for reunification. \n\t\t\t\t\t\n\t\t\t\t\t The reactionaries who sought hostility towards the DPRK and confrontation with fellow countrymen faced the unprecedented crisis by the invincible spirit and determined advance of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Ordered by Kim Jong Un to turn out in a great war for national reunification, the army and people of the DPRK are now fully determined  to take out the provocateurs and win a victory.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces would be well advised to behave with discretion.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already warned the U.S. and the south Korean regime that if they make a case for a war by staging again the Key Resolve and Foal Eagle joint military exercises, they will have hard time with their fate put at stake.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will never miss the opportunity for launching a great war for reunification, which will be provided by the reckless moves of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t Final victory is in store for the DPRK, the defender of justice."
        },
        {
            "title": "U.S.-S. Korea Joint Military Exercises Slammed ",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-23ee.html",
            "content": "U.S.-S. Korea Joint Military Exercises Slammed \n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- The U.S. imperialists and south Korean warmongers kicked off joint military exercises despite strong protest and denunciation of people at home and abroad, sparking off bitter anger among service personnel and people of the DPRK. \n\t\t\t\t\t Pak Yong Nam, department director of the Secretariat of the Committee for the Peaceful Reunification of Korea, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t A touch-and-go situation is now prevailing on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their allied forces are persisting in their moves to stifle the DPRK over its just satellite launch and underground nuclear test for self-defence. \n\t\t\t\t\t\n\t\t\t\t\t The joint military exercise Foal Eagle now under way in all parts of south Korea is a madcap drill to mount a preemptive attack on the DPRK and stifle it militarily. \n\t\t\t\t\t\n\t\t\t\t\t We can never remain a passive onlooker to the south Korean puppet forces seeking a nuclear war against the DPRK in collusion with outside forces. \n\t\t\t\t\t\n\t\t\t\t\t It is our steadfast stand to resolutely react to the military pressure with an all-out action and to nuclear threat with nuclear deterrence for self-defence. \n\t\t\t\t\t\n\t\t\t\t\t Kang Jong Ha, manager of the Hukryong Coal Mine of the Kangdong Area Coal Mining Complex, branded the joint military exercises as saber-rattling bringing dark clouds of a war of aggression. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The annual joint military exercises Key Resolve and Foal Eagle are a test nuclear war for invading the DPRK from A to Z. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and south Korean puppet forces' talk about \"defensive and annual ones\" is nothing but sophism to cover up their aggressive nature. \n\t\t\t\t\t\n\t\t\t\t\t They try to frighten the DPRK with war hysteria. But they are seriously mistaken. \n\t\t\t\t\t\n\t\t\t\t\t Their intensified moves to ignite a war against the DPRK will only harden the will of its army and people to take a thousand-fold revenge upon them. \n\t\t\t\t\t\n\t\t\t\t\t We have matchless strength to decisively meet any challenge of the aggressor forces. \n\t\t\t\t\t\n\t\t\t\t\t Kim Kwang Ryong, vice department director of the Kyonghung Guidance Bureau, said the reckless military drills are gravely threatening peace and security on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. and warmongers revealed their scenario to make a pre-emptive nuclear attack upon the DPRK through war drills staged under various codenames in the past.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is the fact that a nuclear-powered aircraft carrier and B-52 strategic bombers are involved in the on-going drills.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove the aggressive nature and danger of the war drills aimed at the preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that world media describe the war drills as a \"sort of demonstration of armed forces\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean warmongers had better stop their reckless actions, clearly understanding the firm resolution of the service personnel and people of the DPRK to punish them.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kyong Ho, a worker at the Pyongyang Thermal Power Complex, said:\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation proves how just the DPRK was when it took a measure of having access to the nuclear deterrence for self-defence to cope with the enemies' increasing threat of aggression.\n\t\t\t\t\t\n\t\t\t\t\t Our diversified nuclear deterrence with high performance is, indeed, a force of justice strong enough to foil any military provocation and war move of the invaders.\n\t\t\t\t\t\n\t\t\t\t\t If the enemies dare ignite a war against the DPRK, from that moment their fate will be hung by a thread. This warning served by the DPRK represents the determination of our working class to annihilate the enemies.\n\t\t\t\t\t\n\t\t\t\t\t If the enemies fire even a single shell on the inalienable territory of the DPRK, its workers will turn out in a war of justice to deal merciless retaliatory blows at them."
        },
        {
            "title": "DPRK Marks Tree-planting Day ",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-21ee.html",
            "content": "DPRK Marks Tree-planting Day\r\n Pyongyang, March 2 (KCNA) -- March 2 is observed as tree-planting day in the Democratic People's Republic of Korea.\n\t\t\t\t\t With this day as an occasion, many trees of good species have been planted in different parts of the country, including the Arboretum of the Kumsusan Palace of the Sun and Moran Hill in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Land and Environmental Conservation and other forestry fields channeled big efforts to providing saplings of species suitable to different zones and plots, paying attention to increasing the rate of rooting.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang City and South Phyongan and South Hwanghae provinces maintain the principle of planting right species of trees on right soil.\n\t\t\t\t\t\n\t\t\t\t\t Afforesting the country is one of the behests of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t On March 2, Juche 35 (1946), Kim Il Sung climbed Moran Hill together with the anti-Japanese war hero, Kim Jong Suk, and young Kim Jong Il, underscoring the need to landscape the country.\n\t\t\t\t\t\n\t\t\t\t\t When visiting a unit of the Korean People's Army in March 2004, Kim Jong Il personally planted trees with officers and soldiers of the unit, saying tree-planting is a significant work which should be done for the posterity.\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un, who typifies Kim Jong Il's patriotism at the highest level, called for making tree planting a nationwide movement so as to turn the whole country into a socialist fairyland when making an inspection tour of a KPA unit on March 2, 2012.\n\t\t\t\t\t\n\t\t\t\t\t Now the DPRK people have turned out in a spring tree planting campaign, considering it a patriotic work."
        },
        {
            "title": "Papers Call for Turning Country into Thick Woodland, Greenery",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-08ee.html",
            "content": "Papers Call for Turning Country into Thick Woodland, Greenery\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- Today marks 67 years since President Kim Il Sung, together with leader Kim Jong Il and Kim Jong Suk, an anti-Japanese war hero, climbed Moran Hill and gave precious instructions for turning the mountains and fields of the country beautiful.\n\t\t\t\t\t On this occasion papers here Saturday editorially call for creating forests and preserving them well to turn the whole country into thick woodland and greenery.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says that land management including tree-planting is a long-term patriotic work for the country's prosperity, adding:\n\t\t\t\t\t\n\t\t\t\t\t It was the last instructions of Kim Il Sung and Kim Jong Il to turn all mountains into ones rich in treasure.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm determination and will of the Workers' Party of Korea to turn the mountains across the country into thick woodland in the near future by creating forests and preserving them well.\n\t\t\t\t\t\n\t\t\t\t\t The creation of forests is an important work which brooks no further delay. Tree-planting should be conducted nonstop as a work for the eternal prosperity of the country and nation, a noble patriotic work, no matter how vast our task may be and no matter how the situation may change.\n\t\t\t\t\t\n\t\t\t\t\t We should turn out in the spring tree-planting campaign in one mind out of patriotism in hearty response to the Party's call and thus make a great advance in the work to turn the whole country into a thick woodland and greenery in this significant year.\n\t\t\t\t\t\n\t\t\t\t\t All people should turn out as one in this campaign with the  viewpoint that tree-planting is the work to embody Kim Jong Il's patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls on all officials and other people to display patriotic enthusiasm in tree-planting in this meaningful year in a bid to make a tangible contribution to turning the whole country into a thick woodland and greenery."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-09ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed \n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- Leader Kim Jong Il published the famous work \"Abuses of Socialism Are Intolerable\" on March 1, Juche 82 (1993).\n\t\t\t\t\t The work is an important one as it convinces all the service personnel and the people of the DPRK of the advantages and invincibility of Korean-style socialism centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday in a bylined article dedicated to the 20th anniversary of the work says: \n\t\t\t\t\t\n\t\t\t\t\t Korean-style socialism represents a cradle of life and happiness as it brings the ideal and desire of the popular masses into full bloom.\n\t\t\t\t\t\n\t\t\t\t\t The article cites facts to prove that two decades since the publication of the work represent a glorious history in which Juche-oriented socialism struck its deep roots among the popular masses. \n\t\t\t\t\t\n\t\t\t\t\t Juche-oriented socialism is a true society for the people where they have become masters of everything, a genuine popular society where everything serves them and the most advantageous society where all of them form a great family and advance toward a bright future, helping and leading each other, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The might of the Korean people's unity finds a more striking manifestation in the drive for building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t Monumental structures are fruition of patriotic loyalty and the might of collectivism displayed by the army and the people. They include socialist orchards stretching in the vast land where all kinds of fruits are reaped, the Taegyedo Tideland which was reclaimed by putting the rough sea under control and the Huichon Power Station which was built by service personnel and people in the spirit of \"At a go\" and with their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t Socialism in the DPRK is a science and truth. Juche-oriented socialism is sure to triumph as it has become life and soul of the people."
        },
        {
            "title": "U.S. Talk about \"Threat\" from DPRK Censured by Minju Joson",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-12ee.html",
            "content": "U.S. Talk about \"Threat\" from DPRK Censured by Minju Joson\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- The U.S. is terming the DPRK's third underground nuclear test a \"real threat\" and \"bad choice.\"\n\t\t\t\t\t Minju Joson Saturday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. allegation has stemmed from its black-hearted intention to tarnish the image of the DPRK in the international arena and justify its hostile policy toward the latter.\n\t\t\t\t\t\n\t\t\t\t\t After singling out the DPRK as a \"state with whom it can never co-exist\" and an \"object to be removed without fail\", the U.S. has resorted to tough economic sanctions, political pressure and military threat for decades. It is utterly horrifying that the Korean people have lived being exposed to the U.S. nuclear threat for decades. It is intolerable for them to continue to live in nuclear nightmare.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK was left with no option but to choose the way of accessing nuclear deterrent in order to put an end to the U.S. ever-more intensified nuclear threat and defend the sovereignty, dignity and vital rights of the country. \n\t\t\t\t\t\n\t\t\t\t\t It is now a thing of the past that the DPRK was exposed to the U.S. nuclear threat and gone never to return are the days when the U.S. resorted to nuclear blackmail and threat to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Through the third underground nuclear test the DPRK clearly showed the U.S. and the world that it never makes an empty talk.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has bolstered the nuclear deterrent as the U.S. worked at its will, not lending an ear to the former's warnings.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better clearly face up to the situation, think with reason and make a correct option."
        },
        {
            "title": "Key Resolve and Foal Eagle Assailed",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-10ee.html",
            "content": "Key Resolve and Foal Eagle Assailed\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- With neither rhetoric nor jugglery can the U.S. and south Korean puppet forces cover up the aggressive and provocative nature of joint military exercises Key Resolve and Foal Eagle, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t Foal Eagle started by them on Friday is a preliminary war and test nuclear war aimed at mounting a preemptive nuclear strike on the DPRK, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This sabre-rattling is now taking place in the air, ground and sea of south Korea. The program includes the largest-ever north-targeted war maneuvers of various forms such as at least 20 joint mobile drills and nuclear attack drills.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers are stepping up the building of a missile shield, frequently crying out for \"preemptive strike\" at the DPRK. Their scenario is to stage Key Resolve and Foal Eagle under the simulated conditions of an actual war for mounting a preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that Key Resolve and Foal Eagle are not defensive in their scale and contents, but very dangerous war manoeuvres for aggression aimed to round off scenario for mounting a preemptive nuclear attack on the DPRK and maximize the capability for carrying it out. \n\t\t\t\t\t\n\t\t\t\t\t This madcap sabre-rattling is creating a very dangerous situation on the Korean Peninsula. But the aggressors are seriously mistaken.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never show any mercy to the aggressors encroaching upon its dignity and sovereignty even a bit. It is the iron faith and will of the powerful revolutionary Paektusan army to deal deadly retaliatory blows at the provocateurs with arms of justice and blow up the strongholds of aggression if they perpetrate a provocation."
        },
        {
            "title": "Rodong Sinmun Denounces Japanese Reactionaries for Anti-Chongryon Campaign ",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-11ee.html",
            "content": "Rodong Sinmun Denounces Japanese Reactionaries for Anti-Chongryon Campaign \r\n Pyongyang, March 2 (KCNA) -- Recently the Japanese reactionaries held a meeting for Japan's independent \"additional sanctions\" against the DPRK over its satellite launch for peaceful purposes and the step for bolstering up its nuclear deterrence for self-defence. Finally, they took the measures of banning the reentry into Japan of the vice-chairmen of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), saying that they are \"of the stand of rendering substantial help to the authorities of north Korea as its staff members\", and decided to exclude only the Korean schools operated by Chongryon from the application of the tuition free program for senior high schools.\n\t\t\t\t\t Meanwhile, Japanese rightist reactionaries thronged to Chongryon institutions in different parts of Japan including its Central Hall on a daily basis as part of their hysteric anti-DPRK, anti-Chongryon campaign. \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday observes in a bylined article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This frantic campaign represents their sinister intention to revenge themselves on the DPRK by restraining the activities of Chongryon and stamp it out. \n\t\t\t\t\t\n\t\t\t\t\t The madcap suppression of Chongryon organizations and their members is a wanton violation of the sovereignty of the DPRK and heinous political provocation against it. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are going to create a social atmosphere for reinvasion of Korea by inciting the idea of ostracizing the DPRK, Chongryon and Koreans in Japan and instilling the concept of hostility to them into Japanese. They also seek to make Japan a military giant and achieve the revival of militarism with the DPRK's recent measures as an occasion. \n\t\t\t\t\t\n\t\t\t\t\t Justice and victory are in store for Chongryon organizations and Koreans in Japan conducting the sacred and patriotic struggle with the might of single-minded unity, though the Japanese reactionaries run amuck to stamp out Chongryon. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' persistent anti-Chongryon campaign will hasten their self-destruction. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK fully backs Chongryon. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should ensure free homeland visits for Koreans in Japan and independent activities for Chongryon organizations, mindful of their earlier destruction to be caused by their suppression of Chongryon and Koreans in Japan."
        },
        {
            "title": "KCNA Commentary Urges Japan to Halt Its Rash Acts",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-19ee.html",
            "content": "KCNA Commentary Urges Japan to Halt Its Rash Acts\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- It is 94 years since the March First Popular Uprising, mass struggle of the Korean people against Japan. The uprising sparked off by a people's demonstration against Japan in Pyongyang on Mar. 1, 1919 was nation-wide patriotic resistance to retake the country usurped by Japan and regain the sovereignty of the nation.\n\t\t\t\t\t Anti-Japanese sentiment of the Korean people is mounting higher than ever before as this day is remembered against the backdrop of extreme national chauvinism rife in Japan and its moves to turn itself into a military giant.\n\t\t\t\t\t\n\t\t\t\t\t The present Japanese prime minister is openly crying out for reexamining Murayama's statement in which he repented of the Japanese imperialists' colonial rule over Korea and Kono's statement which admitted the crimes related to sexual slavery for the Imperial Japanese Army in the past.\n\t\t\t\t\t\n\t\t\t\t\t He went the lengths of blustering that he is deeply regretting the failure to pay a visit to Yasukuni Shrine symbolic of militarism during the first-term Abe Cabinet. He is getting frantic with the moves to grab Tok Islets, part of the inviolable territory of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities are putting spurs to the moves to realize their wild ambition for reinvasion as evidenced by their actions to reorganize the \"Self-Defense Forces\" into the \"Defense Army\" and exercise the right to collective self-defense through the retrogressive revision of the Pacifist Constitution. \n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that Japan is working with bloodshot eyes to intensify the suppression of the General Association of Korean Residents in Japan (Chongryon) and Koreans in Japan while groundlessly taking issue with the DPRK's launch of satellite for peaceful purposes and nuclear test for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese right-wing gangsters broke into Chongryon offices and Korean schools, shouting \"Kill all Koreans.\" This gangsterism reminds one of the Japanese barbarians who drenched the land of Korea with the blood of uprisers 94 years ago.\n\t\t\t\t\t\n\t\t\t\t\t Several data including an appeal of an American missionary who lived in Korea at the time of the March First Popular Uprising which were recently opened to the public once again brought to light the Japanese imperialists' brigandish aggression of Korea and the monstrous atrocities committed by them against the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Cruel were the mass killings of Koreans in Japan committed by the Japanese imperialists with the great Kanto quake 90 years ago as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t The centuries-old phobia about Koreans and repressive campaign which repeat themselves in Japan stem from extreme national chauvinism and these ill practices can be committed only by those blinded by the wild ambition to reinvade Korea.\n\t\t\t\t\t\n\t\t\t\t\t What the Japanese reactionaries are doing now only reveals their scenario to put the peoples of Korea and other Asian countries under their control and their anti-human rights and unethical nature.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries had better stop their rash acts.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans are no longer members of a weak nation who considered the colonial rule of the Japanese imperialists as their fate. Moreover, the Koreans in Japan are overseas nationals of the DPRK and Chongryon is their dignified organization.\n\t\t\t\t\t\n\t\t\t\t\t There is no justification for the Japanese reactionaries to accuse and crack down them over the DPRK's legitimate satellite launch and the nuclear test, an exercise of the right to self-defence by a sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t If Japan continues pursuing its hostile policy toward the DPRK and stepping up its moves to launch militarist reinvasion, it will not be able to escape a merciless retaliation and punishment by all Koreans all out to defend their sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will surely have the pent-up grudge of the Koreans brutally killed by the Japanese imperialists including the uprisers settled at any cost."
        },
        {
            "title": "Joint Action Staged in S. Korea against Key Resolve, Foal Eagle ",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-25ee.html",
            "content": "Joint Action Staged in S. Korea against Key Resolve, Foal Eagle\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- Political parties and civic and public organizations of south Korea including the Unified Progressive Party and the Solidarity for Progress held a joint rally in front of the U.S. embassy in Seoul Friday to denounce Key Resolve and Foal Eagle joint military exercises kicked off by the U.S. imperialists and south Korean warmongers.\n\t\t\t\t\t Speakers said at the rally that the U.S. and south Korea started Foal Eagle joint military exercises that day.\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean Peninsula is inching close to a war crisis due to the start of the drills, they said, demanding the military authorities shape a peace policy as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t An appeal was read out at the rally. It said the drills with hundreds of thousands of troops, aircraft carrier and other offensive weapons involved are a serious demonstration of armed forces.\n\t\t\t\t\t\n\t\t\t\t\t Prevailing on the peninsula due to the war drills is a very dangerous situation where a slight conflict may lead to disasters, it said, urging the authorities to roll back their old confrontation policy and exert all efforts to make a switchover in the south-north relations.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all people to turn out in the action against the authorities' dangerous confrontation policy and military policy threatening the life of fellow countrymen and usher in a new era of independent reunification and peace."
        },
        {
            "title": "Old Japanese School Textbook Proves Tok Islets Belong to Korea",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-14ee.html",
            "content": "Old Japanese School Textbook Proves Tok Islets Belong to Korea\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- Kim Mun Gil, honorary professor at Pusan College of Foreign Studies and director of a cultural institute in south Korea, on Feb. 27 opened to media a Japanese middle school textbook published on Oct. 1, 1924 in Japan, which describes Tok Islets as part of the territory of Korea, according to Yonhap News of south Korea. \n\t\t\t\t\t It was reported that he obtained the textbook from a Japanese researcher who studies the issue of Tok Islets whom he met in Osaka, Japan on Feb. 10. \n\t\t\t\t\t\n\t\t\t\t\t The textbook carries a map on a naval battle fought in May 28, 1905 when the Russo-Japanese War was at its height. An index introducing geographical designation says that Tok Islets belong to Korea. \n\t\t\t\t\t\n\t\t\t\t\t It was reported that on Feb. 22, 1905 during the war, Japan put Tok Islets under the jurisdiction of Shimane Prefecture through its \"notice\" and changed the name into \"Takeshima\".\n\t\t\t\t\t\n\t\t\t\t\t Disclosing these facts, Kim Mun Gil said it is the first time that a Japanese textbook describing Tok Islets as part of Korea's territory was disclosed though there was a map describing Tok Islets in the color different from that used in marking Japan's territory. This proves that the then Japanese students were taught that Tok Islets were part of Korea's territory, he held. \n\t\t\t\t\t\n\t\t\t\t\t All these facts prove once again that from olden times Tok Islets have been part of an inalienable territory of Korea, and Japan also recognized it in those times."
        },
        {
            "title": "S. Korean Authorities' Clampdown on Core Member of Democratic Organization under Fire",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-15ee.html",
            "content": "S. Korean Authorities' Clampdown on Core Member of Democratic Organization under Fire \n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea issued a statement on February 22 in protest against the south Korean regime's uninterrupted crackdown upon its core member.\n\t\t\t\t\t The statement said the fascist authorities sentenced core member of the organization Ri Hui Chol, former chairman of the 8th-term Hanchongryon (the Federation of University Student Councils), to imprisonment on charge of violating the \"Security Law\" before throwing him behind bars on that day.\n\t\t\t\t\t\n\t\t\t\t\t They had arrested and put him in custody several times since 2009 by accusing him of holding the post of chairman of Hanchongryon and his activities for national reunification, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It is something unprecedented that the authorities detained him again on charge of his past career and sentenced him to a jail term, a double and treble punishment, the statement charged.\n\t\t\t\t\t\n\t\t\t\t\t This is the situation of south Korea under the reign of suppression, the statement deplored, urging the authorities to immediately stop such unjust clampdown."
        },
        {
            "title": "No War Drill in Korean Peninsula: Koreans in Germany",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-13ee.html",
            "content": "No War Drill in Korean Peninsula: Koreans in Germany\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- An article condemning the U.S.- south Korea joint war drills for preemptive nuclear attack on the DPRK was posted by the Society for Cooperation among Koreans in Germany on its website Korea News on Feb. 26. \n\t\t\t\t\t The article said the U.S. and south Korean warmongers' ceaseless war drills are increasing the danger of a nuclear war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Finding fault with the north's satellite launch and underground nuclear test, they pushed for tougher UN \"sanctions\" against it and, not content with this, are mulling staging large-scale nuclear war drills in south Korea reminiscent of an actual war, the article held.\n\t\t\t\t\t\n\t\t\t\t\t It urged the present \"government\" of south Korea to cancel the Key Resolve and Foal Eagle joint war drills, if it sincerely wants peace and stability on the Korean Peninsula."
        },
        {
            "title": "DPRK's Nuclear Test for Self-defence Supported by Brazilian Figure",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-01ee.html",
            "content": "DPRK's Nuclear Test for Self-defence Supported by Brazilian Figure\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- Ricardo Alemao Abreu, international secretary of the Central Committee of the Brazilian Communist Party, supported the nuclear test of the DPRK when interviewed by a broadcasting service on February 14.\n\t\t\t\t\t He said: The measure taken by the DPRK was a reaction to the imperialists' hostile action against it.\n\t\t\t\t\t\n\t\t\t\t\t The projected attack on the DPRK is aimed at subjugating it and forcing it to introduce capitalism.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. persistent attack on the DPRK is nothing new.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to bring down the DPRK's system through a systematic campaign and install a pro-imperialist government.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear deterrent of the DPRK is to cope with the ceaseless attack of imperialists' stooges, the U.S., in particular.\n\t\t\t\t\t\n\t\t\t\t\t Self-defence should not be called into question as it is just. \n\t\t\t\t\t\n\t\t\t\t\t The foreign policy of the DPRK is not for a war but for peace.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK calls for the conclusion of a peace treaty with the U.S. and the reunification of the country by federal formula.\n\t\t\t\t\t\n\t\t\t\t\t The United Nations Security Council fabricated a \"resolution on sanctions\" against the DPRK, taking issue with its successful satellite launch in December 2012.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that no sanctions are slapped against such countries as the U.S. though they launch as many satellites as they like. \n\t\t\t\t\t\n\t\t\t\t\t The UN does not impose any sanctions against such countries as Israel which possesses nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t We will always respect and support the DPRK's sovereignty."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Foreign Figures",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-02ee.html",
            "content": "Kim Jong Il's Exploits Praised by Foreign Figures\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- Events took place in foreign countries on the occasion of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\t Lectures took place in Russia, the Czech Republic and Tanzania, a seminar and book and photo exhibition in Brazil and round-table talks and film shows in Myanmar and Libya from February 15 to 19.\n\t\t\t\t\t\n\t\t\t\t\t Participants in the film shows watched Korean films including \"Korea Today.\"\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the All-Russian Society for the Study and Dissemination of Kimilsungism said that Kim Jong Il put the DPRK on the status of a full-fledged space power and nuclear power by dint of Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Pribram County Committee of the Central Committee of the Communist Party of Czech and Moravia noted that without Kim Jong Il's exploits the dynamic advance of the socialist cause in the DPRK would be unthinkable.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups praised Kim Jong Il as an outstanding thinker and theoretician and great master of politics as he developed and enriched the Juche idea and performed immortal exploits in the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Brazilian Center for the Study of the Juche Idea lauded Kim Jong Il's history of the Songun revolutionary leadership, wishing the Korean people great success in the struggle for building a thriving socialist nation, defending the sovereignty of the country and achieving national reunification this year marking the 60th anniversary of the victory in the Fatherland Liberation War."
        },
        {
            "title": "Kim Jong Un Praised by Foreign Figures",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-03ee.html",
            "content": "Kim Jong Un Praised by Foreign Figures\r\n Pyongyang, March 2 (KCNA) -- Figures of the Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea contributed articles praising the greatness of the dear respected Kim Jong Un to the Jordanian newspaper Al Diyar on February 6.\n\t\t\t\t\t Chairman Marwan Sudah wrote that the revolutionary cause of Juche is making victorious progress under the uplifted banner of Songun as Kim Jong Un is giving continuity to the journeys for field guidance made by leader Kim Jong Il to defend socialism and bring happiness to the people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un performed great exploits in various fields including army building, while assisting Kim Jong Il in his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t There has begun a new history of Juche Korea under the leadership of Kim Jong Un identical to President Kim Il Sung and Kim Jong Il in idea, leadership and personality.\n\t\t\t\t\t\n\t\t\t\t\t Progressive humankind highly praises Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Algerian representative Fahimya Maya Al Misami said that the Korean people have keenly realized that the Songun politics pursued by Kim Jong Il is an ever-lasting banner for victory.\n\t\t\t\t\t\n\t\t\t\t\t He continued:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is carrying forward the idea and cause of the preceding leaders and is deeply respected by the people.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists' moves prove futile in face of the might of the DPRK led by Kim Jong Un."
        },
        {
            "title": "Finnish Paektu Association Inaugurated ",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-04ee.html",
            "content": "Finnish Paektu Association Inaugurated \n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- The Finnish Paektu Association was inaugurated in Helsinki on February 23.\n\t\t\t\t\t Present at the inaugural ceremony were Kalevi Wahrman, chairman of the Finnish Communists' League, the vice-chairman of the Communist Workers' Party of Finland for the Peace and Socialism, Antti Sika Aho, chairman of the Finland-Korea Society, Juha Kieksy, chairman of the Finnish National Committee for the Study of the Juche Idea, and other figures.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets before portraits of President Kim Il Sung and leader Kim Jong Il before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t It was decided at the ceremony to form the Finnish Paektu Association, prompted by the desire to cherish profound reverence for Kim Il Sung and Kim Jong Il and intensify the activities to widely introduce their exploits among Finnish people. \n\t\t\t\t\t\n\t\t\t\t\t The ceremony reviewed the work of the Finnish Mangyongdae Committee and the Finnish Joint Committee for Remembering Comrade Kim Jong Il and underscored the need for the Finnish Paektu Association, a merger of the two organizations, to coordinate in a uniform manner the activities supporting the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t Antti Sika Aho was elected chairman of the association.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the ceremony."
        },
        {
            "title": "DPRK's Satellite Launch Backed by Peruvian Party, Slovak Bodies",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-05ee.html",
            "content": "DPRK's Satellite Launch Backed by Peruvian Party, Slovak Bodies\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- A Peruvian political party and Slovak bodies released statements in support of the DPRK's successful satellite launch.\n\t\t\t\t\t The Revolutionary Socialist Party of Peru in its statement on Feb. 23 said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forced the UN Security Council to cook up a \"resolution on sanctions\" against the DPRK in a bid to realize its military intervention in the DPRK just as it invaded Iraq and other countries.\n\t\t\t\t\t\n\t\t\t\t\t Governments, political parties and bodies of many countries around the world are rejecting such brazen-faced actions of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Progressive mankind knows well about the vicious moves of the U.S. imperialists to bring the DPRK to its knees and put the Korean Peninsula under its military occupation.\n\t\t\t\t\t\n\t\t\t\t\t The Party bitterly denounces the hypocritical moves of the U.S. government against the DPRK struggling for the defence of its sovereignty and peace and the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The Slovak Association for Supporting the Juche Idea and the Slovakia-Korea Friendship Association in a joint statement on Feb. 18 expressed the conviction that the DPRK's development of space for peaceful purposes does not counter any international law but is in line with the interests of all fair-minded people."
        },
        {
            "title": "DPRK's Nuclear Test, Expression of Wrath towards Hostile Forces: Egyptian Politician",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-06ee.html",
            "content": "DPRK's Nuclear Test, Expression of Wrath towards Hostile Forces: Egyptian Politician\n\t\t\t\t\t\t\r\n Pyongyang, March 2 (KCNA) -- The DPRK's nuclear test was a measure for self-defence to cope with the nuclear threat from the U.S. and other hostile forces.\n\t\t\t\t\t This was stated by Yehia Zakaria Khairullah, member of the Supreme Committee of the Socialist Freedom Party of Egypt and chief for Public Relations and National Security of the party, in a statement on Feb. 16.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK did not violate international law, he noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t It just took a decisive measure to cope with the anachronistic moves of the U.S. to suffocate it, occupying half of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is brandishing a club against those countries which refuse to meekly obey it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has military capability strong enough to defend its territory.\n\t\t\t\t\t\n\t\t\t\t\t Its recent nuclear test was an expression of the wrath of its army and people towards the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t We express full support and solidarity for the just stand of the DPRK to foil the U.S. moves to occupy the whole of the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The satellite launch represents scientific and technological activities for peaceful purposes to bring benefits to mankind and it is an exercise of the independent right of a sovereign state which is not contrary to any international law.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies betrayed their repugnance towards the social system and people of the DPRK and their aggressive nature.\n\t\t\t\t\t\n\t\t\t\t\t We support the decisive step taken by the DPRK."
        },
        {
            "title": "Consejo de Ministros ofrece banquete por Kim Kum Ok",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-26ee.html",
            "content": "Consejo de Ministros ofrece banquete por Kim Kum Ok\n\t\t\t\t\t\t\r\nPyongyang, 2 de marzo (ACNC) -- El Consejo de Ministros de la Republica Popular Democratica de Corea ofrecio este sabado en el Restaurante Okryu un banquete en honor de la maratonista Kim Kum Ok quien gano la medalla de oro en el 14o Campeonato Asiatico de Maraton. \n\t\t\t\t\tParticiparon el secretario del Comite Central del Partido del Trabajo de Corea, Kwak Pom Gi, el viceprimer ministro del Consejo de Ministros, Kim Yong Jin, el ministro de Deportes, Ri Jong Mu, el presidente de la Asociacion de Maraton de la RPDC, Tong Jong Ho quien es ministro de Construccion e Industria de Materiales de Construccion, y otros funcionarios correspondientes, los jugadores y entrenadores. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion Kim Yong Jin pronuncio un discurso. \n\t\t\t\t\t\n\t\t\t\t\tEl orador dio una calurosa bienvenida a Kim Kum Ok quien izo la bandera de la RPDC en el campeonato y manifesto la dignidad de la nacion de Kim Il Sung y la Corea de Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tDestaco que en este mundo no existen los deportistas tan felices como los coreanos que viven teniendo al Mariscal Kim Jong Un como benevolo padre. \n\t\t\t\t\t\n\t\t\t\t\tLlamo a todos los deportistas avivar mas el fervor de entrenamiento del Paektu con el espiritu e impetu de haber conquistado el cosmos y ejecutado con exito la prueba nuclear para responder al amor y confianza del Mariscal con muchas medallas de oro en las competencias internacionales. \n\t\t\t\t\t\n\t\t\t\t\tLe siguio en usar la palabra Kim Kum Ok. \n\t\t\t\t\t\n\t\t\t\t\tCon el infinito agradecimiento hacia el Mariscal quien dispenso maximos beneficios a si misma, dijo que pudo ocupar el primer lugar en la competencia gracias a la sabia guia y el calido amor del Mariscal quien le infundio siempre la fuerza y el animo y oriento con atencion. \n\t\t\t\t\t\n\t\t\t\t\tExpuso su firme decision de cumplir con su deber como verdadera deportista de la era del Songun que defiende con medallas de oro al Mariscal al elevar su capacidad fisica y tecnica y seguir conquistando primer lugar en los juegos internacionales."
        },
        {
            "title": "Regresa campeona asiatica Kim Kum Ok",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-27ee.html",
            "content": "Regresa campeona asiatica Kim Kum Ok \n\t\t\t\t\t\t\r\nPyongyang, 2 de marzo (ACNC) -- Regreso este sabado Kim Kum Ok quien conquisto la medalla de oro en el 14o Campeonato Asiatico de Maraton.\n\t\t\t\t\tLa acogieron en el aeropuerto el secretario del Comite Central del Partido del Trabajo de Corea, Kwak Pom Gi, el jefe de departamento del CC del PTC, Ri Yong Su, el ministro de Deportes, Ri Jong Mu, y otros funcionarios. \n\t\t\t\t\t\n\t\t\t\t\tLos deportistas y trabajadores felicitaron el exito logrado por ella entregandole ramos de flores y colgandole collares de flor. \n\t\t\t\t\t\n\t\t\t\t\tLos capitalinos desbordaron a las avenidas desde la entrada del barrio Ryonmot, la encrucijada de Ryonghung, la avenida Kaesonmun, la encrucijada de Changjon y hasta el Palacio de Deportes de Pyongyang para dar calida bienvenida a la campeona asiatica."
        },
        {
            "title": "Campeona asiatica se entrevista con medios de prensa",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-28ee.html",
            "content": "Campeona asiatica se entrevista con medios de prensa\n\t\t\t\t\t\t\r\nPyongyang, 2 de marzo (ACNC) -- A su regreso, la maratonista de la Republica Popular Democratica de Corea Kim Kum Ok, quien conquisto la medalla de oro en el 14o campeonato asiatico de maraton, concedio el dia 2 una rueda de prensa en el Palacio de Deportes de Pyongyang.\n\t\t\t\t\tEstuvieron presentes aqui los reporteros del sector de prensa e informacion de esta capital.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, la campeona asiatica dijo que corrio todo el recorrido con la unica voluntad de dar el parte de victoria al Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que pudo conquistar otra vez el titulo asiatico porque tuvo la infinita anoranza al Mariscal y la conviccion de que el pueblo coreano saldra victorioso sin falta gracias a su guia.\n\t\t\t\t\t\n\t\t\t\t\tExpuso la firme decision de realizar con mas teson los ejercicios con la meta de izar la bandera nacional en los juegos internacionales y demostrar asi el impetu heroico de la Corea del Songun."
        },
        {
            "title": "Adelantaremos triunfo final en guerra por reunificacion de patria, ratifica ACNC",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-29ee.html",
            "content": "Adelantaremos triunfo final en guerra por reunificacion de patria, ratifica ACNC\n\t\t\t\t\t\t\r\nPyongyang, 2 de marzo (ACNC) -- Se cumple el primer aniversario de la historica inspeccion a Phanmunjom del Comandante Supremo del Ejercito Popular de Corea, Kim Jong Un. \n\t\t\t\t\tEn marzo del ano pasado cuando se desarrollaban los ejercicios militares conjuntos Estados Unidos-Sur de Corea \"Key Resolve\" y \"Foal Eagle\", el Comandante Supremo visito Phanmunjom, puesto militar en la linea mas avanzada del frente. \n\t\t\t\t\t\n\t\t\t\t\tEn aquel entonces, las fuerzas hostiles libraban los simulacros anti-RPDC de gran envergadura divulgando el rumor de la \"amenaza militar\" en el periodo de gran duelo nacional bajo el rotulo de la \"venganza\" y \"castigo\".\n\t\t\t\t\t\n\t\t\t\t\tEn el cielo, la tierra y el mar del Sur de Corea se desarrollaban los fanaticos ejercicios belicos contra la RPDC, mientras se traslado al puerto de Tonghae de la provincia surcoreana de Kangwon hasta el buque insignia de la septima flota norteamericana, Blue Ridge. \n\t\t\t\t\t\n\t\t\t\t\tEn aquellos momentos Phanmunjom se hallaba en la situacion supertensa por la vehemente indignacion de todos los militares y civiles coreanos contra EE.UU. y los titeres surcoreanos que se desesperaban por atacar a la RPDC en gran duelo nacional. \n\t\t\t\t\t\n\t\t\t\t\tEn esta circunstancia el Comandante Supremo inspecciono Phanmunjom, aterrorizando a los belicistas. \n\t\t\t\t\t\n\t\t\t\t\tSu visita a Phanmunjom sirvio de un evento extraordinario que aclaro al interior y exterior la ferrea voluntad del Partido del Trabajo de Corea, el Estado, el ejercito y el pueblo coreanos de levantar sin falta en el territorio patrio de tres mil ries un Estado prospero y reunificado en acato al anhelo de toda la vida de los grandes Generalisimos y estimulo a toda la nacion coreana a la lucha por la reunificacion  de la patria. \n\t\t\t\t\t\n\t\t\t\t\tPhanmunjom se ha hecho el testigo de la audacia del Mariscal quien dijo que los enemigos firmaran en ese lugar el acta de capitulacion, en lugar del acuerdo de armisticio.\n\t\t\t\t\t\n\t\t\t\t\tLos militares de Phanmunjom y otros del EPC estan dispuestos a aniquilar a la horda de agresores con el espiritu de ataque del General Insigne del Paektu de no perdonar jamas a los enemigos. \n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos en el Norte, el Sur y en ultramar, convencidos de la victoria final en la guerra por la reunificacion de la patria, se levantaron en el movimiento pannacional por alcanzarla uniendose compactamente en torno al Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, los reaccionarios de la historia que perseguian la politica hostil anti-RPDC y la confrontacion fratricida se encuentran en la crisis sin precedente por el impetu y la marcha vigorosa de la Corea del Songun.\n\t\t\t\t\t\n\t\t\t\t\tEn acato a la orden de combate del Mariscal Kim Jong Un por la reunificacion de la patria, el ejercito y pueblo coreanos estan decididos a asestar el golpe demoledor a los provocadores y lograr la victoria. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los titeres surcoreanos deben actuar con prudencia. \n\t\t\t\t\t\n\t\t\t\t\tYa advertimos que si ellos desatan la guerra de agresion coincidiendo con el inicio de los presentes ejercicios belicos, pasaran el tiempo mas fatigoso que augura su agonia. \n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo nunca perderan la oportunidad de guerra que les de la locura de las fuerzas hostiles en lograr la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tEl triunfo final es de los defensores de la justicia."
        },
        {
            "title": "Prueba nuclear de RPDC es expresion de colera a fuerzas hostiles, dice personalidad egipcia",
            "url": "http://kcna.co.jp/item/2013/201303/news02/20130302-30ee.html",
            "content": "Prueba nuclear de RPDC es expresion de colera a fuerzas hostiles, dice personalidad egipcia\n\t\t\t\t\t\t\r\nPyongyang, 2 de marzo (ACNC) -- La prueba nuclear de la Republica Popular Democratica de Corea es una medida autodefensiva frente a la amenaza nuclear de Estados Unidos y otras fuerzas hostiles.\n\t\t\t\t\t  Asi subrayo en su declaracion publicada el 16 de febrero, Yehia Zakaria Khairullah, miembro del Comite Supremo y jefe para Asuntos Publicos y Seguridad Nacional del Partido Socialista Liberal de Egipto y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC no violo la ley internacional sino tomo una medida rotunda frente a las maniobras anacronicas de Estados Unidos encaminadas a sofocarla ocupando la mitad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. blande el garrote a los paises que no le obedecen.\n\t\t\t\t\t\n\t\t\t\t\t  La RPDC tiene la capacidad militar suficiente para defender su territorio.\n\t\t\t\t\t\n\t\t\t\t\t  La presente prueba nuclear es expresion de la vehemente indignacion del ejercito y el pueblo de Corea a las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\t  Expresamos el irrestricto apoyo y solidaridad con la justa posicion de la RPDC que se enfrenta a las maniobras del imperio tendentes a ocupar toda la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  El lanzamiento del satelite es una de las actividades cientifico-tecnicas de caracter pacifico que llevan el interes a la humanidad y el derecho independiente de un Estado soberano que no contraviene a cualquiera ley internacional.\n\t\t\t\t\t\n\t\t\t\t\t  EE.UU. y las fuerzas satelites mostraron su negacion al regimen y al pueblo de la RPDC y su naturaleza agresiva.\n\t\t\t\t\t\n\t\t\t\t\t  Apoyamos la medida rotunda de la RPDC."
        }
    ]
}