{
    "date": "2013-03-30",
    "url": "http://kcna.co.jp/item/2013/201303/2013-03-30ee.html",
    "articles": [
        {
            "title": "North-South Relations Have Been Put at State of War: Special Statement of DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-07ee.html",
            "content": "North-South Relations Have Been Put at State of War: Special Statement of DPRK\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- The government, political parties and organizations of the DPRK released the following special statement on Saturday:\n\t\t\t\t\t The moves of the U.S. imperialists to violate the sovereignty of the DPRK and encroach upon its supreme interests have entered an extremely grave phase. Under this situation, the dear respected Marshal Kim Jong Un, brilliant commander of Mt. Paektu, convened an urgent operation meeting on the performance of duty of the Strategic Rocket Force of the Korean People's Army for firepower strike and finally examined and ratified a plan for firepower strike.\n\t\t\t\t\t\n\t\t\t\t\t The important decision made by him is the declaration of a do-or-die battle to provide an epochal occasion for putting an end to the history of the long-standing showdown with the U.S. and opening a new era. It is also a last warning of justice served to the U.S., south Korean group and other anti-reunification hostile forces. The decision reflects the strong will of the army and people of the DPRK to annihilate the enemies.\n\t\t\t\t\t\n\t\t\t\t\t Now the heroic service personnel and all other people of the DPRK are full of surging anger at the U.S. imperialists' reckless war provocation moves, and the strong will to turn out as one in the death-defying battle with the enemies and achieve a final victory of the great war for national reunification true to the important decision made by Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The Supreme Command of the KPA in its previous statement solemnly declared at home and abroad the will of the army and people of the DPRK to take decisive military counteraction to defend the sovereignty of the country and the dignity of its supreme leadership as regards the war moves of the U.S. and south Korean puppets that have reached the most extreme phase. \n\t\t\t\t\t\n\t\t\t\t\t Not content with letting B-52 make sorties into the sky over south Korea in succession despite the repeated warnings of the DPRK, the U.S. made B-2A stealth strategic bomber and other ultra-modern strategic strike means fly from the U.S. mainland to south Korea to stage a bombing drill targeting the DPRK. This is an unpardonable and heinous provocation and an open challenge. \n\t\t\t\t\t\n\t\t\t\t\t By taking advantage of the U.S. reckless campaign for a nuclear war against the DPRK, the south Korean puppets vociferated about \"preemptive attack\" and \"strong counteraction\" and even \"strike at the commanding forces\", openly revealing the attempt to destroy monuments symbolic of the dignity of the DPRK's supreme leadership.\n\t\t\t\t\t\n\t\t\t\t\t This clearly shows that the U.S. brigandish ambition for aggression and the puppets' attempt to invade the DPRK have gone beyond the limit and their threats have entered the reckless phase of an actual war from the phase of threat and blackmail. \n\t\t\t\t\t\n\t\t\t\t\t The prevailing grim situation more clearly proves that the Supreme Command of the KPA was just when it made the judgment and decision to decisively settle accounts with the U.S. imperialists and south Korean puppets by dint of the arms of Songun, because time when words could work has passed. \n\t\t\t\t\t\n\t\t\t\t\t Now they are openly claiming that the B-2A stealth strategic bombers' drill of dropping nuclear bombs was \"not to irritate the north\" but \"the defensive one\". The U.S. also says the drill is \"to defend the interests of its ally\". However, it is nothing but a lame pretext to cover up its aggressive nature, evade the denunciation at home and abroad and escape from the DPRK's retaliatory blows. \n\t\t\t\t\t\n\t\t\t\t\t The era when the U.S. resorted to the policy of strength by brandishing nuclear weapons has gone. \n\t\t\t\t\t\n\t\t\t\t\t It is the resolute answer of the DPRK and its steadfast stand to counter the nuclear blackmail of the U.S. imperialists with merciless nuclear attack and their war of aggression with just all-out war. \n\t\t\t\t\t\n\t\t\t\t\t They should clearly know that in the era of Marshal Kim Jong Un, the greatest-ever commander, all things are different from what they used to be in the past. \n\t\t\t\t\t\n\t\t\t\t\t The hostile forces will clearly realize the iron will, matchless grit and extraordinary mettle of the brilliant commander of Mt. Paektu that the earth cannot exist without Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Time has come to stage a do-or-die final battle. \n\t\t\t\t\t\n\t\t\t\t\t The government, political parties and organizations of the DPRK solemnly declare as follows reflecting the final decision made by Kim Jong Un at the operation meeting of the KPA Supreme Command and the unanimous will of all service personnel and people of the DPRK who are waiting for a final order from him.\n\t\t\t\t\t\n\t\t\t\t\t1.From this moment, the north-south relations will be put at the state of war and all the issues arousing between the north and the south will be dealt with according to the wartime regulations. \n\t\t\t\t\t\n\t\t\t\t\t The state of neither peace nor war has ended on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Now that the revolutionary armed forces of the DPRK have entered into an actual military action, the inter-Korean relations have naturally entered the state of war. Accordingly, the DPRK will immediately punish any slightest provocation hurting its dignity and sovereignty with resolute and merciless physical actions without any prior notice.\n\t\t\t\t\t\n\t\t\t\t\t 2. If the U.S. and the south Korean puppet group perpetrate a military provocation for igniting a war against the DPRK in any area including the five islands in the West Sea of Korea or in the area along the Military Demarcation Line, it will not be limited to a local war, but develop into an all-out war, a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that any military conflict on the Korean Peninsula is bound to lead to an all-out war, a nuclear war now that even U.S. nuclear strategic bombers in its military bases in the Pacific including Hawaii and Guam and in its mainland are flying into the sky above south Korea to participate in the madcap DPRK-targeted nuclear war moves. \n\t\t\t\t\t\n\t\t\t\t\t The first strike of the revolutionary armed forces of the DPRK will blow up the U.S. bases for aggression in its mainland and in the Pacific operational theatres including Hawaii and Guam and reduce not only its military bases in south Korea but the puppets' ruling institutions including Chongwadae and puppet army's bases to ashes at once, to say nothing of the aggressors and the provokers.\n\t\t\t\t\t\n\t\t\t\t\t3. The DPRK will never miss the golden chance to win a final victory in a great war for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t This war will not be a three day-war but it will be a blitz war through which the KPA will occupy all areas of south Korea including Jeju Island at one strike, not giving the U.S. and the puppet warmongers time to come to their senses, and a three-dimensional war to be fought in the air, land and seas and on the front line and in the rear.\n\t\t\t\t\t\n\t\t\t\t\t This sacred war of justice will be a nation-wide, all-people resistance involving all Koreans in the north and the south and overseas in which the traitors to the nation including heinous confrontation maniacs, warmongers and human scum will be mercilessly swept away.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can break the will of the service personnel and people of the DPRK all out in the just great war for national reunification and of all other Koreans and overpower their might.\n\t\t\t\t\t\n\t\t\t\t\t Holding in high esteem the peerlessly great men of Mt. Paektu, the Korean people will give vent to the pent-up grudge and realize their cherished desire and thus bring a bright day of national reunification and build the best power on this land without fail."
        },
        {
            "title": "DPRK Warns Future of Kaesong Industrial Zone Depends on S. Korea's Attitude",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-31ee.html",
            "content": "DPRK Warns Future of Kaesong Industrial Zone Depends on S. Korea's Attitude\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- The General Bureau for Central Guidance to the Development of the Special Zone released the following statement Saturday:\n\t\t\t\t\t The north-south military hotline was cut off as the Korean Armistice Agreement has been completely nullified, creating a warlike situation.\n\t\t\t\t\t\n\t\t\t\t\t There exists neither a channel for dialogue nor any communications means between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The entry into the Kaesong Industrial Zone by the south side's personnel has been put in jeopardy.\n\t\t\t\t\t\n\t\t\t\t\t No one can see an inch ahead as regards the destiny of the Kaesong Industrial Zone.\n\t\t\t\t\t\n\t\t\t\t\t But the puppet group of south Korea, its dutiful media and hack writers are saying that \"the north does not take up the issue of the zone because it is a source for its foreign currency income\" and talking about \"two faces of the north\". They are even insulting the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is an extremely unusual thing that the Kaesong Industrial Zone is still in existence under the grave situation in which the north-south relations have plunged into a deadlock and the Korean Peninsula is on the verge of a war due to the U.S. and the south Korean warmongers' vicious moves for igniting a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Under the situation, the south Korean puppet forces are left with no face to make complaint even though we ban the south side's personnel's entry into the zone and close it.\n\t\t\t\t\t\n\t\t\t\t\t But we have exercised self-restraint, taking into consideration that the closure of the zone on which the livelihood of small and medium businesses of south Korea hinge can leave those businesses bankrupt and lots of people jobless.\n\t\t\t\t\t\n\t\t\t\t\t In fact, it is the puppet group and small and medium businesses of south Korea, not the DPRK, which benefit from the zone.\n\t\t\t\t\t\n\t\t\t\t\t But the paid media and media men of south Korea have gone thoughtless to become vocal about the zone just like imbeciles bereft of elementary ability for assessing the situation.\n\t\t\t\t\t\n\t\t\t\t\t If the puppet group seeks to tarnish the image of the DPRK even a bit, while speaking of the zone whose operation has been barely maintained, we will shut down the zone without mercy.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean group should clearly know that its short tongue may bring it an irretrievable misfortune.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK does whatever it says it will and the future of the zone entirely depends on the attitude of the south Korean puppet group.\n\t\t\t\t\t\n\t\t\t\t\t The south side's businessmen operational in the zone should clearly face up to the situation and reject the rhetoric of the group and its paid media who act just like a \"thief crying stop the thief\".\n\t\t\t\t\t\n\t\t\t\t\t We will closely follow the movement of the puppet group and the reactionary media.\n\t\t\t\t\t\n\t\t\t\t\t We warn that we will take a resolute measure, should rhetoric insulting the dignity of the DPRK continues."
        },
        {
            "title": "DPRK Delegation Departs for Cyprus",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-24ee.html",
            "content": "DPRK Delegation Departs for Cyprus\r\n Pyongyang, March 30 (KCNA) -- A delegation of the Democratic Women's Union of Korea headed by Chae Chun Hui, vice-chairwoman of the Central Committee of the union, left here on Saturday to take part in a meeting of  the Executive Committee of the Women's International Democratic Federation to be held in Cyprus."
        },
        {
            "title": "No One Can Break Will of Korean People: Ugandan PM",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-30ee.html",
            "content": "No One Can Break Will of Korean People: Ugandan PM\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- Ugandan Prime Minister Amama Umbabazi, secretary general of the Uganda National Resistance Movement, met and had a talk with a delegation of the DPRK Foreign Ministry headed by Vice-Minister Kim Hyong Jun at the building of the Cabinet on Thursday when it was on a visit to the country. \n\t\t\t\t\t Referring to the grave situation prevailing in the friendly DPRK, he said that no one can break the will of the Korean people to firmly defend their dignity and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t He extended solidarity to the Korean people in their just cause, adding he would strive hard to boost the good relations of friendship and cooperation with the DPRK in the future, too."
        },
        {
            "title": "Preparations for New School Year Finished in DPRK",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-20ee.html",
            "content": "Preparations for New School Year Finished in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- Preparations for new school year have been finished in the Democratic People's Republic of Korea.\n\t\t\t\t\t In this regard, KCNA met Kim Won Hui, deputy department director of the Ministry of General Education under the Education Commission.\n\t\t\t\t\t\n\t\t\t\t\t She said:\n\t\t\t\t\t\n\t\t\t\t\t The commission and the ministry actively helped educational institutions at all levels in their preparatory works for new school year, timely taking measures to settle the proposed issues.\n\t\t\t\t\t\n\t\t\t\t\t Preparations for new school year were made in close combination with the model-education county movement, which helps further raise public concern for education.\n\t\t\t\t\t\n\t\t\t\t\t Supply of school uniforms was smoothly carried out throughout the country and new kinds of school things supplemented.\n\t\t\t\t\t\n\t\t\t\t\t A number of ministries and national institutions have provided schools with computers, TV sets, video recorders and other educational facilities.\n\t\t\t\t\t\n\t\t\t\t\t Educational conditions and environment were further improved for the new school year."
        },
        {
            "title": "Juche Idea, Guidelines for Global Independence",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-21ee.html",
            "content": "Juche Idea, Guidelines for Global Independence\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- It has been 31 years after leader Kim Jong Il made public his celebrated work \"On the Juche Idea\". \n\t\t\t\t\t Through his energetic ideological and theoretical activities, Kim Jong Il formulated the revolutionary idea of President Kim Il Sung as an integral system of ideology, theory and method of Juche and enriched it as the great guiding idea in the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t The work, published on March 31, Juche 71 (1982), is the library of the Juche idea that comprehends all aspects from the course of its founding to the philosophical and socio-historical principles, guiding principle and historic significance of the idea. It has served as a beacon for the progressive mankind in the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t The work was carried by more than ten million publications in more than 90 countries within one year after its publication, and it came off the press in pamphlet in 140 odd countries. \n\t\t\t\t\t\n\t\t\t\t\t World's prominent personages and other progressives spoke highly of the work, describing it as a new \"Communist Manifesto\" in the 80s of the 20th century, basic textbook of philosophy for independence of the popular masses and first philosophical textbook that gives clear-cut answers to the issues in emancipating humankind. \n\t\t\t\t\t\n\t\t\t\t\t Honorary Prof. Robert Charvin of University of Nice in France said:\n\t\t\t\t\t\n\t\t\t\t\t Lenin praised the \"Communist Manifesto\" of Marx and Engels as the song of communism, and if I say with use of his expression, \"On the Juche Idea\" of leader Kim Jong Il is the song of the cause of genuine human being and the song of the dignity and value of human being as well as the song of genuine ideal and endless prosperity of mankind.\n\t\t\t\t\t\n\t\t\t\t\t Pierre Boudot, who was a bourgeois philosopher, Christian and professor of the University of Paris 1, devoted the rest of his life to the study and dissemination of the Juche idea after he read the work. Asked about his visit to the DPRK, he said it was his conclusion that all ideological and theoretical problems and any complex social circumstances are expounded in the work of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t For its great theoretical and practical significance in accomplishing the cause of independence of the popular masses, the Juche idea gives confidence in sure victory and optimism to the world progressives desirous of independence and socialism."
        },
        {
            "title": "Nuclear War Will Seriously Affect World: News Analyst ",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-19ee.html",
            "content": "Nuclear War Will Seriously Affect World: News Analyst \n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- The Korean Peninsula is on the verge of a nuclear war due to the U.S. and its followers' moves.\n\t\t\t\t\t The nuclear war between the DPRK and the U.S. to be unleashed by the U.S. imperialists will not just confine to both countries. The Korean Peninsula, a strategic vantage point in which the interests of big powers are intertwined, is beset with the potential danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Experts in international affairs say that the outbreak of a war on the peninsula would mean a start of the third world war or worldwide thermo nuclear war, adding that the damage will affect the whole world. They estimate that it can cause economic losses running at 20 trillion U.S. dollars and destroy more than 500 big cities, claim the lives of at least one billion and entail the desertification of the earth.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for countries concerned with the nuclear issue on the Korean Peninsula to clarify their stand and attitude as to whether they stand for war or peace.\n\t\t\t\t\t\n\t\t\t\t\t There have been 14 500 wars in the world history but a nuclear war has never occurred after the emergence of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t But now the nuclear war on the Korean Peninsula has become unavoidable.\n\t\t\t\t\t\n\t\t\t\t\t This is a result of the U.S. persistent nuclear threats and its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is underestimating the DPRK's nuclear deterrence. The U.S. is bluffing that it is holding an unchallenged edge over the DPRK in the number of nuclear weapons as well as strategic nuclear bombers, nuclear submarines and inter-continental ballistic missiles. It is regarding a war with the DPRK as sort of computer games. The U.S. and its allies are seriously mistaken.\n\t\t\t\t\t\n\t\t\t\t\t They should not forget the DPRK's warning that it will counter nuclear blackmail with merciless nuclear attack and war of aggression with an all-out war of justice.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are waiting for an order for final attack after finishing the preparations for a war."
        },
        {
            "title": "U.S. to Blame for Possible Nuclear War: News Analyst",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-28ee.html",
            "content": "U.S. to Blame for Possible Nuclear War: News Analyst\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- The U.S. imperialists on Thursday let B-2As and other strategic strike means fly from the U.S. mainland to south Korea, the first of its kind in history, to stage a drill for striking ground targets in the Democratic People's Republic of Korea.\n\t\t\t\t\t  B-2As' flight was not a simple military demonstration against the tough stand of the DPRK but an ultimatum that the U.S. would ignite a nuclear war at any cost on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Outbreak of a nuclear war on the peninsula is actually a matter of time.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made every possible effort to deter a war so far.\n\t\t\t\t\t\n\t\t\t\t\t Its painstaking efforts led to the adoption of the DPRK-U.S. Agreed Framework in 1994 and the September 19 Joint Statement, which were aimed to settle pending issues between the DPRK and U.S.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the DPRK had kept patience each time it was provoked.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. has persisted in hostile policy towards the DPRK in various fields, worsening the bilateral relations phase by phase.\n\t\t\t\t\t\n\t\t\t\t\t This year, it kicked off Key Resolve and Foal Eagle joint military exercises, involving even forces of its allies, in a bid to stifle the DPRK militarily.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, it has worked out an operation plan for hurting the dignity of the DPRK supreme leadership in collusion with the south Korean puppet military and is now looking for a chance to carry it into practice.\n\t\t\t\t\t\n\t\t\t\t\t All the facts compelled the DPRK army and people to make a resolute decision to counter the U.S. high-handed practices with tough military action.\n\t\t\t\t\t\n\t\t\t\t\t No one can take issue with the DPRK's nuclear deterrent as it is aimed to defend the country from a nuclear attack by the U.S. imperialists and the south Korean forces.\n\t\t\t\t\t\n\t\t\t\t\t Under the present grave situation, Kim Jong Un, supreme commander of the Korean People's Army, convened an urgent operation meeting at 00:30 Friday and finally signed the plan on technical preparations of strategic rockets of the KPA, ordering them to be standby for fire.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK people are now awaiting the final order of action to be given by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., styling itself the \"only superpower in the world\", will meet a miserable end, once the KPA launches volleys of fire."
        },
        {
            "title": "U.S. Mainland Similar to Boiled Pumpkin: Expert",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-23ee.html",
            "content": "U.S. Mainland Similar to Boiled Pumpkin: Expert\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- A three-dimensional war to be fought by the Democratic People's Republic of Korea against the U.S. will take place not only in the Korean Peninsula but also in the U.S. mainland, Yang Ho Il, a department head of Kim Il Sung Military University, told KCNA.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and its followers persist in military provocation against the DPRK, a new war will be unavoidable.\n\t\t\t\t\t\n\t\t\t\t\t What I want to point out is that Songun (military-first) Korea has beefed up its military capabilities for six decades to cope with a possible total war.\n\t\t\t\t\t\n\t\t\t\t\t The country has already finished building shelters at all institutions, industrial establishments and residential quarters, in which all necessary measures were taken against any enemy nuclear and chemical weapons' attack.\n\t\t\t\t\t\n\t\t\t\t\t But, things go opposite in the United States.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. mainland, which has experienced no gunshot from foreign forces, is totally exposed to such military attack. In a word, the U.S. mainland is similar to a boiled pumpkin.\n\t\t\t\t\t\n\t\t\t\t\t This vast territory will inevitably turn into a living hell of appalling disasters by the annihilating strikes to be dealt by the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t The U.S is advised to always keep in mind that the DPRK is a sole country in the world with firm will and capabilities to deal a heavy blow at its mainland."
        },
        {
            "title": "DPRK People on Highest Alert for All-out Action",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-22ee.html",
            "content": "DPRK People on Highest Alert for All-out Action\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- People in the Democratic People's Republic of Korea have risen up in an all-out action in face of the U.S. and south Korean military's undisguised moves to ignite a nuclear war on the Korean Peninsula.\n\t\t\t\t\t Their will to mercilessly punish the provokers was fueled by the news that respected Marshal Kim Jong Un finally examined and ratified the plan for firepower strike of the strategic rocket forces of the Korean People's Army and a special statement of the DPRK government, political parties and organizations issued on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t The whole country is now throbbing with voices urging the start of a sacred war for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Members of the Worker-Peasant Red Guards at industrial establishments and co-op farms are keeping themselves on combat posture, eagerly awaiting an order for action.\n\t\t\t\t\t\n\t\t\t\t\t After formation of combat ranks, they have taken positions and finished preparations for sheltering factories and communities from air raids.\n\t\t\t\t\t\n\t\t\t\t\t Industrial establishments have got ready to go over to wartime production system any time.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, volunteers for military service are on a drastic increase.\n\t\t\t\t\t\n\t\t\t\t\t It is a final conclusion drawn by the DPRK people that they should settle accounts with the U.S. imperialists and the south Korean puppet military at any cost."
        },
        {
            "title": "Posters for 3rd April Spring People's Art Festival Produced",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-25ee.html",
            "content": "Posters for 3rd April Spring People's Art Festival Produced\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- Posters for the 3rd April Spring People's Art Festival were produced on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The posters reflect the unanimous desire and aspiration of all service personnel and people to hold Kim Il Sung in high esteem forever and celebrate the Day of the Sun with splendor as the greatest national holiday.\n\t\t\t\t\t\n\t\t\t\t\t Written on the posters are words \"The 3rd April Spring People's Art Festival\" and titles for different categories of the festival.\n\t\t\t\t\t\n\t\t\t\t\t The posters have the logo of the festival and explain its period.\n\t\t\t\t\t\n\t\t\t\t\t Depicted on the posters for the national artistes festival and the national art festival of working people are artistes doing their bit as buglers sounding the advance in the era for a great surge and working people bringing Songun culture into full bloom.\n\t\t\t\t\t\n\t\t\t\t\t Portrayed on the posters for the national festival of art squads and itinerant art squads are members of those art squads conducting agitation in sites for a great surge and agitation for increased production and instilling conviction and courage into working people."
        },
        {
            "title": "DPRK Gymnasts Prove Successful at Int'l Competition",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-29ee.html",
            "content": "DPRK Gymnasts Prove Successful at Int'l Competition\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- DPRK players proved successful at the 6th Competition for the Cup for Gymnastic Challengers of the International Gymnastic Federation.\n\t\t\t\t\t The game held in Qatar from March 27 to 29 brought together more than a hundred ace gymnasts from at least 30 countries, including the DPRK, and regions. \n\t\t\t\t\t\n\t\t\t\t\t The competition drew keen interest of experts and amateurs as it was participated in by the players who finished first up to eighth in the events with different apparatuses at the Olympiad and the World Gymnastic Championship and challengers to them.\n\t\t\t\t\t\n\t\t\t\t\t DPRK player Ri Se Gwang came first in the men's vaulting horse and Kim Jin Hyok placed second in the men's parallel bars."
        },
        {
            "title": "Rodong Sinmun Calls on All Koreans to Rise Up in Patriotic War for Reunification",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-09ee.html",
            "content": "Rodong Sinmun Calls on All Koreans to Rise Up in Patriotic War for Reunification\r\n Pyongyang, March 30 (KCNA) -- All Koreans in the north and the south and overseas should rise up in all-people resistance, the just sacred patriotic war for reunification, to defend the nation's sovereignty and dignity and thus surely build a reunified and prosperous power on the land of Korea.\n\t\t\t\t\t Rodong Sinmun Saturday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The on-going all-out action is a showdown between the Korean nation and the U.S., says the article, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous will of all the service personnel and people of the DPRK to terminate with a final victory the decades-long confrontation with the U.S. through the all-out action with the tremendous military deterrence that has been bolstered up, and by the concerted efforts of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to intensify the all-people patriotic resistance and the anti-U.S. sacred war in south Korea and overseas, too, to drive out the U.S. imperialist aggressor forces out of south Korea and remove the root cause of a war. \n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will achieve national reunification, the cherished desire of the nation, and lose only the Military Demarcation Line through the final do-or-die showdown.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans can neither be in peace nor escape from the disaster of a nuclear war as long as the pro-U.S. group of traitors is allowed to be at large in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is due to the pro-U.S. sycophants and traitors that the U.S. imperialists are persisting in their brigandish and arbitrary acts and provocations to ignite a war against the DPRK and committing crimes against the south Korean people, still keeping south Korea under their occupation.\n\t\t\t\t\t\n\t\t\t\t\t The on-going all-out action is a sacred struggle to let all Koreans enjoy peace and prosperity in a reunified country without aggressors and traitors and advance towards a hopeful future.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and overseas should join in this cause common to the nation, irrespective of ideology and ism, class and stratum, men and women and young and old.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for every Korean to unite close and resolutely turn out in the patriotic struggle to defend the nation's destiny and thus discharge the noble mission and historic responsibility."
        },
        {
            "title": "Rodong Sinmun Blasts S. Korean Defence Chief's Reckless Remarks ",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-10ee.html",
            "content": "Rodong Sinmun Blasts S. Korean Defence Chief's Reckless Remarks \n\t\t\t\t\t\t\r\n Pyongyang, March 27 (KCNA) -- Kim Kwan Jin, minister of  Defense of south Korea,  in his message sent on the lapse of three years since the Cheonan warship sinking incident on March 26 cried out for making \"thoroughgoing preparations\" and \"strong punishment,\" vociferating about \"unchanged attitude\" and \" possibility of actual provocation\" by the north.  Earlier, he appeared on Paekryong Island and blustered before his stooges that they should strike bases and supporting forces on the principle of taking a step first before making a report in case of the north's provocation and strike even commanding forces, supported by a unit commanded by a higher officer.\n\t\t\t\t\t Meanwhile, Air Chief of Staff Song Il Hwan and Naval Chief of Staff Choe Yun Hui also appeared at units under them and made such bellicose remarks as calling for striking outposts and meting out \"a punishment\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What Kim Kwan Jin and his stooges uttered are evidently a declaration of a war against the DPRK and a curtain raiser to the operation for a nuclear war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The statement of the Supreme Command of the Korean People's Army reflected the unbearable resentment of the service personnel and the people of the DPRK at the U.S. imperialists and the puppet group and their will to mete out a merciless punishment to them.\n\t\t\t\t\t\n\t\t\t\t\t The Paektusan army fully ready to annihilate the enemy through a final decisive battle will teach a good lesson to those who go reckless in their moves to do harm to the DPRK, obsessed with megalomania backed by their master.\n\t\t\t\t\t\n\t\t\t\t\t Warmongers Kim Kwan Jin, Song Il Hwan and Choe Yun Hui seem to calculate there would be a chance of striking \"bases, supporting and commanding forces\" but that is no more than a daydream. \n\t\t\t\t\t\n\t\t\t\t\t The military warmongers are the primary targets of the merciless preemptive strike of the revolutionary armed forces of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Once the puppet forces dare provoke, that will be a moment for the revolutionary armed forces of the DPRK to start their powerful counteraction. \n\t\t\t\t\t\n\t\t\t\t\t The chief of Chongwadae will have to pay a price for letting Kim Kwan Jin stay in office and driving him into the confrontation with the DPRK."
        },
        {
            "title": "There Is Neither Time Nor Place for Aggressors to Step Back: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-11ee.html",
            "content": "There Is Neither Time Nor Place for Aggressors to Step Back: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- There is neither time nor place for the U.S. imperialist aggressors to step back.\n\t\t\t\t\t Rodong Sinmun Saturday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\tThe Supreme Command of the Korean People's Army in its statement brought to light once again the danger of the U.S. imperialists' reckless moves to provoke a war against the DPRK and the DPRK declared its just will to take practical military counteractions. Much upset by this, the U.S. ruling quarters are making much fuss, floating odd story describing this as \"intensified offensive for pressure.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is getting nervous about seeking a way to get rid of this predicament. Time is running out for the U.S. because there has come time to conclude a final confrontation between the DPRK and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has to choose between two options whether it likes or not. The confrontation between the DPRK and the U.S. has reached the phase of war. The DPRK is fully ready for it.\n\t\t\t\t\t\n\t\t\t\t\t Drawing closer is the time to deal unlimited blows of justice at any target any time and reduce the strongholds of enemies to ashes.\n\t\t\t\t\t\n\t\t\t\t\t Neither nuclear strategic bomber nor nuclear submarine can escape high precision strikes of the matchless revolutionary Paektusan army.\n\t\t\t\t\t\n\t\t\t\t\t It is long since the U.S. structure of security was destroyed.\n\t\t\t\t\t\n\t\t\t\t\t The striking means of the powerful revolutionary Paektusan army are leveled at all targets in the U.S. mainland. The revolutionary armed forces are highly alerted to exercise their rights to retaliate against and mount a preemptive attack on the enemies.\n\t\t\t\t\t\n\t\t\t\t\t An empire evils will be engulfed in flames any time in face of the strikes of the army of Songun Korea."
        },
        {
            "title": "DPRK Is Sure to Win in Final Battle: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-12ee.html",
            "content": "DPRK Is Sure to Win in Final Battle: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- The U.S. imperialists will meet an unimaginable bitter defeat in an all-out war with the DPRK even though they brag about nuclear hegemony, and its army and people will win a sure victory in the final battle, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t The victory in a war is decided by interaction of subjective and objective factors such as political, ideological, strategic and tactical elements as well as military technique. Key here is the subjective factors, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has entered into an all-out action against the U.S. imperialists after putting in place not only the subjective factors but objective ones for winning a war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is sure to win in the final battle as it is equipped with both subjective and objective factors for a victory unknown in history of wars.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK have been placed on  high alert ready to launch a battle, being fully equipped with ideological awareness and military preparations. They are ready to destroy the formation of the U.S. nuclear strategic bombers and nuclear carrier before they enter the land and waters of the DPRK once a war breaks out.\n\t\t\t\t\t\n\t\t\t\t\t The army of the DPRK is equipped with both modern offensive and defensive means including nuclear deterrence for coping with any sudden strike and attack modes of the enemies, and all Korean people are under arms and the whole country has turned into an impregnable fortress. \n\t\t\t\t\t\n\t\t\t\t\t If a war breaks out on this land, the first strike target of the army and people of the DPRK is the U.S., root cause of the Korean war. The U.S. ruling forces should bear in mind that a provocation of war in Korea will lead it to ruin."
        },
        {
            "title": "Time Has Come to Demonstrate Might of Songun Korea: Minju Joson",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-13ee.html",
            "content": "Time Has Come to Demonstrate Might of Songun Korea: Minju Joson\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- The U.S. imperialists Thursday let B-2A and other strategic strike means fly into the sky above south Korea for a madcap drill for striking ground targets of the DPRK despite its repeated warnings.\n\t\t\t\t\t Minju Joson Saturday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The above-said moves of the U.S. are deliberate and dangerous military provocations escalating the tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The day after the statement of the Supreme Command of the Korean People's Army was issued, the U.S. let fly B-2A, a major nuclear strike means of its air force, into the sky above south Korea. This is an ultimatum that it will ignite a nuclear war on the peninsula at any cost, an indication that it seeks to stand in confrontation with the DPRK to the last.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a nuclear weapons state whether one recognizes or not. Accordingly, the relations between the DPRK and the U.S. are the ones between nuclear weapons states. If the U.S. uses nukes, the DPRK is compelled to strike the U.S. mainland with its nukes. The DPRK has already declared its principled stand that it would react to the U.S. nuclear blackmail with a merciless nuclear attack and to a war of aggression with an all-out war of justice. The DPRK can never repress its anger as the U.S. is bringing the dark clouds of a nuclear war to hang over the DPRK while seeking to stand in confrontation with it to the last.\n\t\t\t\t\t\n\t\t\t\t\t That was why the dear respected Marshal Kim Jong Un, supreme commander of the KPA, finally examined and ratified the plan of the Strategic Rocket Force for firepower strike in view of the prevailing grim situation. This is a just military step for self-defence to put a definite end to the time when the U.S. used to threaten and blackmail the DPRK with its nukes.\n\t\t\t\t\t\n\t\t\t\t\t Time has come to show the U.S. the might of Songun Korea."
        },
        {
            "title": "U.S. Rhetoric about \"Dialogue\" Is Deception: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-14ee.html",
            "content": "U.S. Rhetoric about \"Dialogue\" Is Deception: KCNA Commentary\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- The U.S. is resorting to a stop-gap measure to cover up its crime of having pushed the situation on the Korean Peninsula to the eve of a nuclear war through the escalation of the moves for stifling the DPRK.\n\t\t\t\t\t The U.S. let a high-ranking official of the State Department speak in public that there are always ways for dialogue with north Korea and there is a reliable channel, in a bid to make the public convince that Washington is interested in dialogue for detente.\n\t\t\t\t\t\n\t\t\t\t\t It is not hard to see through the real aim sought by the U.S. in view of its rhetoric that it can think of dialogue in case north Korea commits to denuclearization with credibility and sincerity.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. claim for \"dialogue\" is a deceptive trick to justify its hostile policy toward the DPRK. It does not go with the touch-and-go situation created on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t This is another premeditated provocation to blame the DPRK for the prevailing situation and step up the racket for imposing sanctions on it to the extremes.\n\t\t\t\t\t\n\t\t\t\t\t The international public has made correct assessment of the situation, saying that \"the nuclear weapons of the DPRK target the U.S.\", \"root cause of the nuclear issue in Korea is the U.S. hostile policy toward the DPRK\" and the \"U.S. should hold substantial responsibilities\".\n\t\t\t\t\t\n\t\t\t\t\t As recognized by the world, the present situation on the Korean Peninsula is an inevitable product of the U.S. vicious policy of nuclear blackmail against the DPRK for over 60 years.\n\t\t\t\t\t\n\t\t\t\t\t The tensions mounting in Korea are attributable to the U.S. deliberate and premeditated scenario to provoke a new war on the peninsula under the pretext of \"removing north Korea's nuclear missile threats\" and to take control of the whole Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. persistent nuclear blackmail policy that has lasted century after century forced the DPRK to access nuclear deterrence, a physical means for defending its sovereignty. As a result, the DPRK has been pushed to enter a final phase of all-out action with the U.S. to end the history of the DPRK-U.S. showdown.\n\t\t\t\t\t\n\t\t\t\t\t It does not make sense for the DPRK to dismantle its nuclear armed forces for self-defence by yielding to the U.S. high-handed practices and being taken in by its deceptive tricks as it possessed them by exercising the legitimate right of a sovereign state and according to its final decision. \n\t\t\t\t\t\n\t\t\t\t\t It is all the more ridiculous to assert that the DPRK had access to the nuclear deterrence for getting recognition as a \"nuclear weapons state\" from others.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the stand of the DPRK whether the U.S. intensifies confrontation or trumpets about \"dialogue.\"\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has no intent to have dialogue with the U.S. but will keep to its road of Songun, no matter what others say, unless the U.S. renounces its hostile policy toward the DPRK."
        },
        {
            "title": "U.S. Can Never Evade Responsibility for Tensions on Korean Peninsula: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-15ee.html",
            "content": "U.S. Can Never Evade Responsibility for Tensions on Korean Peninsula: KCNA Commentary\r\n Pyongyang, March 30 (KCNA) -- The situation on the Korean Peninsula is inching close to a war. The U.S. is trying hard to evade the responsibility for having strained the tension.\n\t\t\t\t\t The deputy spokesman for White House at news briefing said that the Foal Eagle joint military exercises are annual ones and the participation of B-2As in them is for \"defense\".\n\t\t\t\t\t\n\t\t\t\t\t Timed to coincide with this, the U.S. Defense secretary said that B-2As' drill \"is aimed to cope with unimaginable situation, not to rattle north Korea.\" When talking with the south Korean \"Defense minister\" over phone, he said \"the north will have to hold all responsibilities for the consequences to be entailed by its provocation.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is openly staging ground target striking drills by deploying B-52 and B-2A and other strategic nuclear strike means in succession in the sky over south Korea. The U.S. talk about \"responsibility for provocation\" is gangster-like sophism.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. and the warmongers of south Korea are loudly spreading the story of \"drills for defense\". This is aimed to evade the responsibility for the situation.\n\t\t\t\t\t\n\t\t\t\t\t The offensive nature of the Foal Eagle military drills targeting the DPRK is startlingly at odds with \"defense\".\n\t\t\t\t\t\n\t\t\t\t\t Do U.S. super-large nuclear carrier strike group and nuclear strategic bombers come to south Korea for a spring-time visit?\n\t\t\t\t\t\n\t\t\t\t\t Are the \"plan for jointly coping with provocation of a local war\" the keynote of which is an all-out nuclear war, \"strike on commanding forces\" and \"extermination of the north regime\" military words for \"defense\"?\n\t\t\t\t\t\n\t\t\t\t\t  The joint military exercises being staged by the U.S. and the south Korean forces are maneuvers for aggression unprecedented in history in the light of their provocative nature and danger.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military already presupposed the second Korean war and has made it a top priority.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean warmongers have steadily rounded off preparations and procedures for mounting \"preemptive nuclear attack\" on the DPRK and occupying it by armed forces through Foal Eagle.\n\t\t\t\t\t\n\t\t\t\t\t A nuclear \"eagle\" does not flutter its wings for \"defense\".\n\t\t\t\t\t\n\t\t\t\t\t The joint military drills are actual military exercises of offensive nature in which field mobile drills are combined with special operational exercises.\n\t\t\t\t\t\n\t\t\t\t\t No one knows when the U.S. will ignite a war while staging the mad-cap Foal Eagle drills.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its allies' acts of infringing on the sovereignty of the DPRK have gone beyond the stage of nefarious economic \"sanctions\" and are being followed up with military offensive for aggression.\n\t\t\t\t\t\n\t\t\t\t\t Under this situation can the DPRK remain an on-looker at this without taking crucial measures for defending its sovereignty?\n\t\t\t\t\t\n\t\t\t\t\t The arch criminal who pushed the situation on the Korean Peninsula to the brink of a war is the U.S. and its stooge south Korean puppet forces who are intensifying the racket for war exercises against the DPRK while pulling it up over its peaceful satellite launch and the nuclear test for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t Provokers can never evade from the responsibility for the worst phase of tensions created on the Korean Peninsula."
        },
        {
            "title": "Withdrawal of U.S. Hostile Policy toward DPRK Demanded",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-16ee.html",
            "content": "Withdrawal of U.S. Hostile Policy toward DPRK Demanded\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon) held a press conference beside the U.S. embassy in Seoul on Thursday.\n\t\t\t\t\t Read out at the conference was a joint statement of the North, South and Overseas Headquarters of Pomminryon.\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches. Speakers said that the \"sanctions\" and joint military exercises by the U.S. over the north's satellite launch for peaceful purposes are very unreasonable.\n\t\t\t\t\t\n\t\t\t\t\t The danger of a nuclear war is increasing on the Korean Peninsula, they noted, demanding the U.S. roll back its hostile policy toward the north.\n\t\t\t\t\t\n\t\t\t\t\t They urged the south Korean authorities to stop the racket for escalating the confrontation with fellow countrymen in the north and get the U.S. forces withdrawn from south Korea to root out the cause of a war."
        },
        {
            "title": "S. Korean Intelligence Service's Moves for Concealing Its Crimes Blasted",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-17ee.html",
            "content": "S. Korean Intelligence Service's Moves for Concealing Its Crimes Blasted\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- The Citizens Solidarity for Genuine Democracy of south Korea in a commentary on March 26 accused the Intelligence Service of concealing its crimes.\n\t\t\t\t\t A document dealing with the Intelligence Service's political interference has been recently disclosed, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t In this regard civic and public organizations prosecuted Won Se Hun, former director of IS, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t IS has raised a whirlwind of suppression to find out a staff member who offered the document, far from revealing its crimes itself. This cannot be interpreted otherwise than an intention to cover up its political interference.\n\t\t\t\t\t\n\t\t\t\t\t The commentary urged IS to reflect on its crimes and respond to the prosecution's investigation."
        },
        {
            "title": "Present Regime of S. Korea Forsaken by People: S. Korean Organization",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-18ee.html",
            "content": "Present Regime of S. Korea Forsaken by People: S. Korean Organization\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea issued a statement on Wednesday condemning the present regime.\n\t\t\t\t\t The south Korean people's vague expectation for the present regime has ended in despair as was the case with the former regime, the statement deplored.\n\t\t\t\t\t\n\t\t\t\t\t In just a month the nature of the present regime was brought to daylight as an \"incompetent regime\" with nothing to expect from and a \"stupid one\" without any chance of improvement, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t First, the present regime is deceiving the people.\n\t\t\t\t\t\n\t\t\t\t\t The \"president\" is reneging on her election promises one after another even before the ink on their list got dry.\n\t\t\t\t\t\n\t\t\t\t\t Her major promises made to the people have already been broken. They include the government's full payment of costs for curing four  major serious diseases, enforcement of half-registration fee, payment of 0.2 million won for \"basic old age pension\" and conversion  of irregular jobs to regular jobs in the public field. 70 of the 150 core commitments had already become invalid before the \"president's\" inaugural ceremony.\n\t\t\t\t\t\n\t\t\t\t\t But for such fraud, she would not have become a \"president\".\n\t\t\t\t\t\n\t\t\t\t\t Second, the present regime is intimidating the people.\n\t\t\t\t\t\n\t\t\t\t\t When the \"president\" found it hard to ram the \"plan for revising the law on forming the government\" due to the dispute over putting the broadcasting services under control right after the inauguration, she released a statement, expressing her view to the people. There she orchestrated a strange farce pointing her accusing finger at the people. \n\t\t\t\t\t\n\t\t\t\t\t Heard from south Korea are such words as the present \"government\" is a \"stupid one\" and a \"shabby one\" worse than the Lee Myung Bak's corrupt \"government\".\n\t\t\t\t\t\n\t\t\t\t\t Third, the present regime is plunging the people into uneasiness.\n\t\t\t\t\t\n\t\t\t\t\t With the emergence of the present regime, an unprecedentedly acute danger of war is befalling south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The people are trembling with fear of war but the \"government\" is gambling on the people's life.\n\t\t\t\t\t\n\t\t\t\t\t It is a typical method employed by the dictatorial regime to create a terror-ridden atmosphere of war for maintaining its power. It was a patent issued by the \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t Fourth, the present regime is neglecting the people.\n\t\t\t\t\t\n\t\t\t\t\t It is appointing those who graduated from military academies to important posts of the \"government\".\n\t\t\t\t\t\n\t\t\t\t\t Such anachronistic appointment of military officers is little short of dictatorship disregarding the people who fought against the military dictatorship. And it serves as clear evidence of the revived \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t Finally, the present regime is throwing the people into despair, not happiness.\n\t\t\t\t\t\n\t\t\t\t\t Noting that it has been forsaken by the people, the statement ridiculed it as the one which has the lowest support rate a month after its inauguration."
        },
        {
            "title": "Chongryon Central Standing Committee Slams U.S.-S. Korea Nuclear War Drills",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-27ee.html",
            "content": "Chongryon Central Standing Committee Slams U.S.-S. Korea Nuclear War Drills\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- The Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on Friday issued a statement titled \"We strongly accuse the U.S. and the south Korean puppet authorities of seeking to dare hurt the dignity of the supreme leadership of the DPRK and ignite a nuclear war\".\n\t\t\t\t\t The statement said that the reckless scenario of the U.S. and the south Korean warmongers to unleash a nuclear war against the DPRK has reached the phase of its implementation after going beyond the danger line despite its repeated warnings and the unanimous protest at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t It slammed the U.S. and the south Korean bellicose forces for resorting to a hideous move to do harm to the dignity of the supreme leadership of the DPRK, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Command of the Korean People's Army issued a statement on Tuesday in which it declared that it would demonstrate its strong will to take counteractions to defend the country's sovereignty through actual military actions, the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Chongryon Central Standing Committee fully supports the statement of the KPA Supreme Command.\n\t\t\t\t\t\n\t\t\t\t\t The supreme dignity of the Korean people represents the supreme dignity of the Chongryon officials and Koreans in Japan and their life and soul.\n\t\t\t\t\t\n\t\t\t\t\t The Chongryon Central Standing Committee, reflecting the towering indignation of all its officials and Koreans in Japan at the U.S. and the south Korean war-like forces, vehemently condemns them for such crimes against the nation and humanity as trying hard to dare hurt the dignity of the supreme leadership of the DPRK and provoke a nuclear war against the homeland dearer than their lives.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean trigger-happy forces should immediately stop the anti-DPRK dangerous war exercises aimed to bring a nuclear disaster to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t We call upon all Koreans to rise up as one to struggle against the warmongers' nuclear war maneuvers designed to devastate the land of Korea.\n\t\t\t\t\t\n\t\t\t\t\t All the officials of Chongryon and Koreans in Japan will discharge their patriotic mission to protect the socialist homeland and achieve the sacred cause of national reunification with the unshakable belief that they are sure to achieve a final victory in the anti-U.S. all-out action and the cause of reunification as long as there is the dear respected Marshal Kim Jong Un, brilliant commander of Mt. Paektu."
        },
        {
            "title": "Day of Sun to Be Celebrated in Nigeria",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-01ee.html",
            "content": "Day of Sun to Be Celebrated in Nigeria\r\n Pyongyang, March 30 (KCNA) -- A Nigerian national preparatory committee was inaugurated in Abuja on March 24 to celebrate the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Ibrahim Mantu, member of the Credit Committee of the People's Democratic Party of Nigeria who is also chairman of the Nigeria-Korea Friendship Association, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold diverse political and cultural events praising the glorious revolutionary life and immortal feats of Kim Il Sung on the occasion of the Day of the Sun."
        },
        {
            "title": "Day of Sun to Be Celebrated in Austria",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-02ee.html",
            "content": "Day of Sun to Be Celebrated in Austria\r\n Pyongyang, March 30 (KCNA) -- An Austrian preparatory committee was inaugurated in Vienna on March 25 to celebrate the 101st birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Thomas Losh, chief of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna, and Oliver Jonischkeit, federal secretary of the Left Bloc of the Austrian Trade Union Federation, were elected co-chairmen of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to widely introduce the revolutionary feats of Kim Il Sung and hold various political and cultural events on the anniversary."
        },
        {
            "title": "Day of Sun to Be Celebrated in Romania",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-03ee.html",
            "content": "Day of Sun to Be Celebrated in Romania\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- A Romanian preparatory committee was formed in Bucharest on March 25 to mark the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Constantin Rotaru, chairman of the Romanian Socialist Union, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold various political and cultural events including meeting, seminar, round-table talks and film show on the occasion of the Day of the Sun."
        },
        {
            "title": "Day of Sun Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-04ee.html",
            "content": "Day of Sun Celebrated in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, March 30 (KCNA) -- Various events took place in different countries between March 11 and 23 on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t They included a meeting, photo exhibition and film show in Bangladesh, lecture in Malaysia and film show in Equatorial Guinea.\n\t\t\t\t\t\n\t\t\t\t\t Speakers including the chairman of the Bangladesh Group for the Study of the Songun Policy praised Kim Il Sung as an outstanding thinker and theoretician who clearly indicated the way to be followed by the era of independence by founding the immortal Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He provided the world progressives with a powerful ideological and theoretical weapon for national liberation and the anti-imperialist struggle, they said, adding the feats performed by him for the cause of independence against imperialism would last forever.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Malaysian preparatory committee for celebrating the Day of the Sun said in a lecture that Kim Il Sung was the most prominent leader in the 20th century and an invincible and iron-willed commander, military genius and the greatest man who pioneered the Korean revolution with arms and led it to victory. \n\t\t\t\t\t\n\t\t\t\t\t He conducted energetic activities for the development of the world socialist movement and the victory of the cause of independence against imperialism, the establishment of independent and equal international relations and world peace and security, the chairperson said.\n\t\t\t\t\t\n\t\t\t\t\t Korean films shown included \"Fireworks for a Thriving Nation.\""
        },
        {
            "title": "Double Standards of UNSC under Fire",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-05ee.html",
            "content": "Double Standards of UNSC under Fire\r\n Pyongyang, March 30 (KCNA) -- The unreasonable anti-DPRK \"resolution on sanctions\" adopted by the UN Security Council, pursuant to the U.S. racket for stifling the former is arousing great anger among world public circles.\n\t\t\t\t\t The secretary general of the Pakistan Labour Federation said the anti-DPRK \"resolution on sanctions\" clearly indicates that the UNSC is being used as a tool for implementing the U.S. hostile policy toward the DPRK aimed to disarm it, stifle it economically and bring down the ideology and social system chosen by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People held the UNSC should take issue with the U.S. and its stooges who are staging the Key Resolve and Foal Eagle joint war maneuvers for aggression with huge armed forces involved, pushing the situation on the Korean Peninsula to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the International Liaison Committee for Reunification and Peace in Korea said the \"resolution on sanctions\" fabricated by the UNSC was an expression of a very biased double-standard policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Peru said the UNSC's adoption of \"the resolution\" against the DPRK under the pressure of the U.S. and its followers clearly proves that it is being used as a tool for high-handed and arbitrary practices of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The Political Bureau of the Central Committee of the Communist Party of Chile (Proletarian Action) said it is natural for the Korean people to brand the UNSC as a cat's-paw and marionette of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t 16 political parties and organizations of Peru including the Communist Party of Peru (Red Motherland), the General Kim Jong Il Peruvian Amicable Institute and the Peruvian-Korean Institute of Culture and Friendship demanded the UNSC immediately take issue with the U.S. war drills for invading the DPRK, dismantle the \"UN Command\" and take steps for defusing the tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Polish Branch of the Korean Friendship Association said the UNSC should withdraw its \"resolution\" against the DPRK and make an apology for infringing upon its sovereignty."
        },
        {
            "title": "S. Korea Still Infected with Syndrome of Cheonan Warship Sinking Incident: Russian Radio",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-06ee.html",
            "content": "S. Korea Still Infected with Syndrome of Cheonan Warship Sinking Incident: Russian Radio\r\n Pyongyang, March 30 (KCNA) -- The Russian radio Voice of Russia on March 27 criticized the south Korean authorities for getting frantic with the anti-DPRK campaign, still linking the Cheonan warship sinking incident with the DPRK. \n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t A \"memorial service\" took place in south Korea to mark the 3rd anniversary of the sinking of the warship Cheonan. However, some opposition parties boycotted the event, saying that they could not agree with the claim that the ship was sunk by a torpedo attack of the north.\n\t\t\t\t\t\n\t\t\t\t\t What is interesting is that in April of 2010, Kim Thae Yong, the then minister of Defense of south Korea, said that the warship Cheonan might be sunk by a mine laid by the south Korean army to \"defend\" Paekryong Island from the DPRK's attack in the 1970s. \n\t\t\t\t\t\n\t\t\t\t\t But, this hypothetic story could not please south Korea and the U.S., said Andrei Ivanov, expert of the Institute for International Studies of Moscow State International Relations' University. \n\t\t\t\t\t\n\t\t\t\t\t He went on:  The U.S. and south Korea formed an \"international joint investigation team\" which excluded representatives of the DPRK. The team made public that the warship Cheonan was sunk by a torpedo attack of a DPRK submarine, opening to the public a torpedo-screw which got rusty seriously. But, what is strange is that there were letters written with a felt-tip pen similar to DPRK style on the screw. \n\t\t\t\t\t\n\t\t\t\t\t Later Russian experts visited south Korea, but the results of their visit were reported to the Russian president only.\n\t\t\t\t\t\n\t\t\t\t\t It was because that the remarks made by one of the Russian experts were leaked to media. He claimed that an old torpedo had been lying in waters since the period of the Korean War before being caught in a fishing net and the accident occurred when the screw of Cheonan was stuck in the net. He went on:\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, everybody could judge that the torpedo screw produced by the \"international joint investigation team\" had been lying in waters for decades, not for one or two months in the light of its serious rust.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean authorities decided to shift the blame for the incident onto the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The then south Korean \"President\" Lee Myung Bak considered this as very appropriate for pressurizing the DPRK. And the U.S. could effectively use the incident for justifying the presence of its troops in the region. The DPRK said that it was nonsensical to claim that its submarine infiltrated to attack the warship in the waters off Paekryong Island where there were warships, submarines and planes of south Korea and the U.S. But south Korea did not listen to this assertion. At last the inter-Korean relations rapidly deteriorated. \n\t\t\t\t\t\n\t\t\t\t\t South Korea is still infected with the syndrome of the Cheonan case. \n\t\t\t\t\t\n\t\t\t\t\t This is proved by speeches made at the \"memorial service.\" \n\t\t\t\t\t\n\t\t\t\t\t South Korean politicians think that the DPRK cannot be a partner but it is the enemy to be beaten by force of arms. \n\t\t\t\t\t\n\t\t\t\t\t Anyone leveling one's gun at someone for a long time is bound to have the idea of pulling its trigger any time."
        },
        {
            "title": "Gobierno, partidos politicos y entidades de RPDC publican declaracion especial",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-32ee.html",
            "content": "Gobierno, partidos politicos y entidades de RPDC publican declaracion especial\n\t\t\t\t\t\t\r\nPyongyang, 30 de marzo (ACNC) -- El gobierno, partidos politicos y entidades de la Republica Popular Democratica de Corea hicieron publica el dia 30 la siguiente declaracion especial:\n\t\t\t\t\tEn relacion con que entraron en la etapa extremadamente grave las maniobras agresivas anti-RPDC del imperialismo norteamericano que viola la soberania y los maximos intereses de la primera, el Mariscal Kim Jong Un, General Insigne del monte Paektu, convoco con urgencia la reunion operacional sobre el cumplimiento de la mision de ataque de las fuerzas coheteriles estrategicas del EPC, examino y firmo finalmente el plan correspondiente.\n\t\t\t\t\t\n\t\t\t\t\tLa decision importante tomada por el es la declaracion de combate decisivo para preparar la oportunidad trascendental de abrir nueva epoca poniendo punto final a la historia de confrontacion con EE.UU., que perdura de siglo en siglo.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, significa la advertencia final a EE.UU., los titeres surcoreanos y las demas fuerzas hostiles anti-reunificacion y la determinacion final de justicia que recoge la voluntad del ejercito y pueblo de la RPDC de exterminar a los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tAhora, los valientes oficiales y soldados del EPC y todos los demas habitantes estan muy indignados ante las imprudentes tentativas de los imperialistas yanquis de provocar la guerra y estan dispuestos a levantarse como gigantes en la batalla de vida o muerte contra los enemigos y lograr la victoria de la causa de reunificacion de la patria apoyando la decision importante del Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tDado que llegan al extremo las acciones belicas del imperio y la banda titere surcoreana, orientadas a agredir al Norte de Corea, la Comandancia Suprema del EPC hizo publica una declaracion que expuso con solemnidad al interior y exterior la rotunda voluntad de militares y habitantes coreanos de tomar contramedida militar para defender la soberania y maxima dignidad del pais.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de las reiteradas advertencias de la RPDC, EE.UU. envio al cielo sobre el Sur de Corea los bombarderos estrategicos nucleares B-52 y seguidamente, otros medios sofisticados como los aviones tipo Stealth B-2A para ejercitar el bombardeo contra la RPDC, lo cual deviene peor provocacion nunca tolerable y abierto desafio.\n\t\t\t\t\t\n\t\t\t\t\tSumandose a la imprudente campana de guerra nuclear anti-RPDC de EE.UU., la camarilla surcoreana habla de \"ataque preventivo\" y \"represalia fuerte\" y expone abiertamente la intencion de \"atacar las fuerzas de mando\" de la RPDC y atentar contra el simbolo de la maxima dignidad de ella.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho muestra claramente que la ambicion agresiva de ellos sobrepaso el limite y pasa de la etapa de amenaza y chantaje a la de guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa situacion critica creada testimonia claramente que ya paso el tiempo de responder con palabras a las campanas del imperio y la banda titere y son justos el juicio y la decision de la Comandancia Suprema de sacar la cuenta categorica solo con armas del Songun.\n\t\t\t\t\t\n\t\t\t\t\tAunque EE.UU. y los belicistas surcoreanos hablan de que el presente entrenamiento de lanzamiento de bombas atomicas del bombardero estrategico Stealth B-2A no es para \"incitar al Norte\" sino para realizar el \"entrenamiento de defensa\" y \"defender el interes del pais aliado\", lo cual no pasa de ser una excusa para ocultar su naturaleza agresiva, evadir las criticas internas y externas del pais y evitar nuestra despiadada contramedida.\n\t\t\t\t\t\n\t\t\t\t\tYa paso para siempre la epoca en que EE.UU. recurria a la politica de fuerza blandiendo las armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t!Responder al chantaje nuclear de los yanquis con el despiadado ataque nuclear y a la guerra de agresion con la guerra total de justicia!, esta es la categorica respuesta e inmutable posicion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos enemigos deben saber claramente que todos son cambiados en la epoca del Mariscal Kim Jong Un, comandante insigne sin igual.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas hostiles probaran pronto la ferrea voluntad, la audacia sin par y el temperamento terrible del General del monte Paektu de que no se podra existir la Tierra sin la Corea del Songun.\n\t\t\t\t\t\n\t\t\t\t\tHa llegado el momento final de batalla a vida o muerte que esperamos tanto.\n\t\t\t\t\t\n\t\t\t\t\tEn reflejo de la decision final del Mariscal dada en la reunion operacional de la Comandancia Suprema del EPC y la unanime voluntad de todos los uniformados y civiles que esperan la orden final del Comandante Supremo, el gobierno, partidos politicos y entidades de la RPDC  declaran como lo siguiente:\n\t\t\t\t\t\n\t\t\t\t\t1. Desde este momento, las relaciones intercoreanas entraran en la fase de estado de guerra y todos los problemas que se surgiran entre ellas se trataran de acuerdo con el tiempo de guerra.\n\t\t\t\t\t\n\t\t\t\t\tSe acabo en la Peninsula Coreana el estado ni pacifico ni belico.\n\t\t\t\t\t\n\t\t\t\t\tDado que nuestras fuerzas armadas revolucionarias entraron en las acciones militares reales, tambien las relaciones intercoreanas ya han entrado automaticamente en el estado de guerra, razon por la cual castigaremos sin piedad y sin anuncio previo con las resueltas acciones fisicas a todos los actos provocativos que atenten siquiera la minima dignidad y soberania de la RPDC entre las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\t2. Si EE.UU. y la banda de los titeres surcoreanos cometen la provocacion militar para desatar la guerra de agresion al Norte de Corea en cualquier zona, sea en las 5 islas del Mar Oeste o en las inmediaciones de la Linea de Demarcacion Militar, esa no se limitara a la batalla local sino se extendera a la guerra total y la nuclear.\n\t\t\t\t\t\n\t\t\t\t\tDado que EE.UU. recurre con frenesi a las maniobras de guerra nuclear de agresion al Norte enviando al firmamento surcoreano los bombarderos estrategicos nucleares emplazados en las bases militares de Hawai, la isla Guam, otras zonas del Mar Pacifico y su territorio, es obvio que cualquier choque militar en la Peninsula Coreana se extienda a la guerra total y la nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEl primer golpe de las fuerzas armadas revolucionarias de la RPDC acabara con las bases militares de las tropas agresoras norteamericanas en el propio territorio estadounidense, Hawai, la isla Guam y otras partes de la zona operacional del Pacifico y devastara tambien las bases norteamericanas en el Sur de Corea, Chongwadae y otros organos de dominacion y las bases del ejercito surcoreano, de manera que todos los agresores y provocadores se reduzcan a polvos y cenizas.\n\t\t\t\t\t\n\t\t\t\t\t3. No perderemos la oportunidad de oro para lograr la victoria final en la gran guerra por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEsta guerra no tardara ni 3 dias sino sera la relampagueante y tridimensional en que ocuparemos de un tiron toda la extension territorial del Sur de Corea, hasta la isla Jeju, y libraremos la batalla en el cielo, la tierra y el mar sin distincion del frente y la retaguardia sin darles siquiera a EE.UU. y los belicistas surcoreanos el tiempo de volverse en si.\n\t\t\t\t\t\n\t\t\t\t\tLa sagrada guerra de justicia es la resistencia pannacional en que se incorporaran todos los compatriotas del Norte y el Sur y sus blancos son los traidores a la nacion, inclusive los fanaticos de enfrentamiento, los belicistas y las escorias humanas, quienes seran eliminados sin piedad.\n\t\t\t\t\t\n\t\t\t\t\tNo hay en este mundo el que pueda doblegar la voluntad y la fuerza de nuestro ejercito y pueblo y toda la nacion coreana, levantados en la justa guerra por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tNuestra nacion, que vive con la gran imagen de los Grandes Hombres del monte Paektu, se librara del rencor acumulado de siglo en siglo y cumplira su gran deseo de reunificar la patria.\n\t\t\t\t\t\n\t\t\t\t\tAsi levantara en territorio patrio la mejor potencia del mundo."
        },
        {
            "title": "Vocero de DGOCDZE se refiere a destino de zona industrial de Kaesong",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-33ee.html",
            "content": "Vocero de DGOCDZE se refiere a destino de zona industrial de Kaesong\n\t\t\t\t\t\t\r\nPyongyang, 30 de marzo (ACNC) -- El portavoz de la Direccion General de Orientacion Central de Desarrollo de la Zona Especial hizo publica el dia 30 una declaracion como sigue:\n\t\t\t\t\tDado que fue invalidado por completo el Acuerdo de Armisticio y se ha creado el estado del tiempo de guerra, se interrumpio la comunicacion militar entre el Norte y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tComo resultado, en la actualidad no existe ninguna ruta de dialogo ni el medio de comunicacion entre ambas partes coreanas, lo que hacen peligrosisimas la entrada y la salida de los miembros de la parte surena a la zona industrial de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\tActualmente, nadie sabe el destino de esta zona.\n\t\t\t\t\t\n\t\t\t\t\tPero, ahora la banda de los traidores, los medios de prensa y los escritores venales ofendan gravemente la dignidad de la Republica Popular Democratica de Corea diciendo que el \"Norte no toca esta zona porque es la fuente de importacion de divisas, lo que muestra dos caras del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tEs la cosa sumamente anormal el que se mantiene la zona industrial de Kaesong bajo la circunstancia critica en que debido a la provocacion de guerra nuclear anti-RPDC de EE.UU. y los titeres surcoreanos las relaciones intercoreanas fueron interrumpidas totalmente  y la situacion de la Peninsula Coreana esta al borde de la guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad muestra que la banda titere surcoreana no tiene la calificacion de hablar aunque la RPDC interrumpa en el acto la entrada y la salida de los miembros de la parte surena a la zona industrial de Kaesong y cierre esta zona.\n\t\t\t\t\t\n\t\t\t\t\tPero, la RPDC mantiene toda su paciencia tomando en consideracion la situacion de las empresas medianas y pequenas del Sur de Corea que dependen de la labor de esta zona porque si cierra de inmediato esta zona los negocios de ellos fracasaran y sus integrantes seran desempleados. \n\t\t\t\t\t\n\t\t\t\t\tLos que se benefician realmente de la zona son los titeres surcoreanos y las pobres empresas medianas y pequenas del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa demagogia de los medios y los plumiferos venales del Sur de Corea no pasa de ser un disparate de los idiotas incapaces de juzgar la situacion.\n\t\t\t\t\t\n\t\t\t\t\tCerraremos tajantemente la zona industrial si los traidores surcoreanos tratan de manchar nuestra dignidad hablando mal del mantenimiento de la zona a duras penas.\n\t\t\t\t\t\n\t\t\t\t\tLa banda traidora debe darse cuenta de que puede sufrir desgracias irreparables por sus imprudentes actos verbales.\n\t\t\t\t\t\n\t\t\t\t\tCumplimos lo que decimos y el destino de la zona industrial de Kaesong, que ha llegado a la fase critica, depende enteramente de la actitud de la banda traidora.\n\t\t\t\t\t\n\t\t\t\t\tLos empresarios surcoreanos en la zona deben ver correctamente la situacion creada y reprender la demagogia de los medios venales de prensa que tergiversan la verdad con su logica de bandido.\n\t\t\t\t\t\n\t\t\t\t\tObservaremos atentamente el posterior movimiento de la banda traidora y los medios de prensa venales.\n\t\t\t\t\t\n\t\t\t\t\tLes advertimos con tomar una medida rotunda si prosigue la demagogia."
        },
        {
            "title": "Editados afiches de III Festival Artistico del Pueblo Abril en  Primavera",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-34ee.html",
            "content": "Editados afiches de III Festival Artistico del Pueblo Abril en  Primavera\r\nPyongyang, 30 de marzo (ACNC) -- Quedaron publicados los afiches del III Festival Artistico del Pueblo Abril en Primavera que se montara con motivo del dia de nacimiento (15 de abril, Dia del Sol) del Presidente Kim Il Sung.\n\t\t\t\t\tLos afiches reflejan la aspiracion y el deseo unanimes de todo el ejercito y el pueblo de enaltecer eternamente el Presidente y celebrar el Dia del Sol como maxima fiesta nacional.\n\t\t\t\t\t\n\t\t\t\t\tSe ven alli las letras como \"III Festival Artistico del Pueblo Abril en Primavera\", los nombres del festival por categoria, la insignia y el plazo del certamen.\n\t\t\t\t\t\n\t\t\t\t\tLos afiches del Festival Artistico Nacional de Especialistas y el de Trabajadores describen los aspectos de los artistas que cumplen con su deber de trompeteros de la epoca de gran auge, y de los trabajadores que ponen de pleno manifiesto la cultura del Songun.\n\t\t\t\t\t\n\t\t\t\t\tEn los otros del Festival Nacional del Grupo de Propaganda Artistica y el del Grupo de Propaganda Artistica Movil estan dibujados el aspecto de los miembros de los citados grupos que difunden entre los trabajadores la conviccion y el coraje mediante la agitacion artistica y economica."
        },
        {
            "title": "Ultimos exitos cientifico-tecnicos de la RPDC",
            "url": "http://kcna.co.jp/item/2013/201303/news30/20130330-35ee.html",
            "content": "Ultimos exitos cientifico-tecnicos de la RPDC\n\t\t\t\t\t\t\r\nPyongyang, 30 de marzo (ACNC) -- Los cientificos, tecnicos y funcionarios de la Republica Popular Democratica de Corea lograron muchos exitos cientificos y tecnicos que haran gran aporte a la construccion de potencia economica y la mejora de la vida del pueblo.\n\t\t\t\t\tLos profesores del Instituto Superior de Agricultura Kye Ung Sang de la Universidad Kim Il Sung terminaron la investigacion sobre los efectos de tratamiento en acido fosforico de las semillas de cereales y aplicaron su exito en la produccion.\n\t\t\t\t\t\n\t\t\t\t\tLos investigadores de la filial de biotecnologia de la Academia Estatal de Ciencias desarrollaron el sistema de cultivo de patatas libres de virus y el de seleccion de sus semillas, lo cual contribuyo a prevenir la epidemia de patatas y elevar considerablemente el rendimiento.\n\t\t\t\t\t\n\t\t\t\t\tLos profesores e investigadores de la Universidad Kim Il Sung completaron el metodo cientifico de definir bien la etapa de fusion del horno electrico UHP del Complejo de Acero Chollima y desarrollaron e introdujeron el sistema de control automatico de ascension de electrodo.\n\t\t\t\t\t\n\t\t\t\t\tEn cooperacion con los obreros del Complejo de Acero de Kangson, los eruditos del Instituto de Maquinas de Control, adscrito a la Academia Estatal de Ciencias, dieron solucion al problema surgido en fijar racionalmente el volumen de inyeccion y suministro de materias primas en los hornos giratorios y mejorar la produccion, administracion y gestion de la Fundicion de Hierro de Posan y aplicaron el sistema de control automatico del proceso de produccion.\n\t\t\t\t\t\n\t\t\t\t\tLos profesores e investigadores de la Universidad Politecnica Kim Chaek, que acudieron al Complejo Siderurgico Kim Chaek, introdujeron la avanzada tecnologia de laminacion de hierro y establecieron nuevo sistema de produccion de laminas de acero con combustibles domesticos.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, junto con los obreros del complejo, construyeron en el taller de laminacion en caliente el horno calentador usando la tecnologia de combustion de aire en altas temperaturas.\n\t\t\t\t\t\n\t\t\t\t\tLos estudiosos de la excavacion de antracita de la zona de Sunchon inventaron el nuevo equipo de transporte uniendo la inteligencia con los tecnicos de la Mina Carbonifera Juventud de Chonsong.\n\t\t\t\t\t\n\t\t\t\t\tLos tecnicos y funcionarios del Complejo de Maquinaria de Rakwon produjeron el separador de oxigeno de gran tamano que pesa un tercio y consume la mitad de electricidad en comparacion con los anteriores.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se establecio el proceso de produccion de trolebuses de nuevo tipo y se aumento la capacidad de produccion de estreptomicina."
        }
    ]
}