{
    "date": "2013-09-12",
    "url": "http://kcna.co.jp/item/2013/201309/2013-09-12ee.html",
    "articles": [
        {
            "title": "Asian Cup and Interclub Junior and Senior Weightlifting Championship Opens",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-21ee.html",
            "content": "Asian Cup and Interclub Junior and Senior Weightlifting Championship Opens\r\n Pyongyang, September 12 (KCNA) -- The 2013 Asian Cup and Interclub Junior and Senior Weightlifting Championship was opened in Ryugyong Jong Ju Yong Gymnasium on Thursday.\n\t\t\t\t\t Present at the opening ceremony were Vice-premier Kim Yong Jin, chairman of the national preparatory committee for the Championship, Cha Hui Rim, chairman of the Pyongyang City People's Committee who doubles as chairman of the organizing committee for the Championship, Ri Jong Mu, chairman of the DPRK Olympic Committee and minister of Physical Culture and Sports, Pak Myong Son, chairman of the DPRK Weightlifting Association and director of the General Bureau of Public Service.\n\t\t\t\t\t\n\t\t\t\t\t Also attending it were Ali Moradi, general secretary of the Asian Weightlifting Federation, Attila Adamfi, competition director of the International Weightlifting Federation, and others.\n\t\t\t\t\t\n\t\t\t\t\t Cha Hui Rim in his opening address sent thanks to the International Weightlifting Federation and the Asian Weightlifting Federation for their sincere cooperation for the successful Championship.\n\t\t\t\t\t\n\t\t\t\t\t  Then followed congratulatory speeches there.\n\t\t\t\t\t\n\t\t\t\t\t  Ali Moradi extended his thanks to Marshal Kim Jong Un as he took a measure for successful Championship in the DPRK, sincerely congratulating the Korean people who significantly celebrated the foundation day of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Mu noted that the Championship marks an important occasion of exchanging successes and experiences achieved in the wrestling development in the Asian region and deepening the friendship.\n\t\t\t\t\t\n\t\t\t\t\t Souvenirs were exchanged between the DPRK Weightlifting Association and the Asian Weightlifting Federation.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the opening ceremony the participants watched an art performance given by DPRK artistes."
        },
        {
            "title": "Results of 1st-Day Competitions at 2013 Asian Weightlifting Championship",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-28ee.html",
            "content": "Inaugurado campeonato de levantamiento de pesas en Pyongyang\r\n Pyongyang, 12 de septiembre (ACNC) -- Quedo inaugurado hoy en el Coliseo Deportivo Jong Ju Yong de Ryugyong el campeonato de levantamiento de pesas por la copa asiatica y de clubes de los jovenes y adultos de 2013.\n\t\t\t\t\t Estuvieron presentes en la ceremonia inaugural el vicepremier Kim Yong Jin, presidente del comite preparatorio estatal del campeonato, Cha Hui Rim, presidente del Comite Popular de la Ciudad de Pyongyang y titular del comite organizador del campeonato, el ministro de Deportes Ri Jong Mu, presidente del Comite Olimpico de la RPDC, Pak Myong Son, presidenta de la Asociacion de Levantamiento de Pesas de la RPDC y directora de la Direccion General de Servicios al Pueblo, Ali Moradi, secretario general de la Federacion Asiatica de Levantamiento de Pesas, Attila Adamfi, director de competencia de la Federacion Internacional de Levantamiento de Pesas, y otros.\n\t\t\t\t\t\n\t\t\t\t\t En su discurso de la ocasion, Cha Hui Rim agradecio a las federaciones arriba citadas que brindaron cooperacion sincera para la garantia exitosa del presente certamen.\n\t\t\t\t\t\n\t\t\t\t\t A continuacion hubo palabras de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\t Ali Moradi dio agradecimiento a Su Excelencia Mariscal Kim Jong Un quien hizo realizar con exitos en Corea el presente campeonato y envio la felicitacion sincera al pueblo coreano que conmemoro con significacion el dia de la fundacion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Mu destaco que la presente cita es oportunidad para intercambiar los exitos y experiencias logrados en el desarrollo de la disciplina de levantamiento de pesas de la region asiatica y profundizar la amistad.\n\t\t\t\t\t\n\t\t\t\t\t Hubo el intercambio de souvenir entre la Asociacion de Levantamiento de Pesas de la RPDC y la Federacion Asiatica de Levantamiento de Pesas.\n\t\t\t\t\t\n\t\t\t\t\t Al termino de la inauguracion hubo la funcion de los artistas coreanos.\n\t\t\t\t\t\n\t\t\t\t\t Este dia, tuvo lugar la primera jornada del campeonato."
        },
        {
            "title": "Construction of Orangchon Power Station No. 2 Completed ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-27ee.html",
            "content": "Construction of Orangchon Power Station No. 2 Completed \r\n Chongjin, September 12 (KCNA) -- The Orangchon Power Station No. 2 has been successfully constructed in North Hamgyong Province.\n\t\t\t\t\t It is one of the hydro-power stations being built along the River Orang in tiers.\n\t\t\t\t\t\n\t\t\t\t\t General secretary Kim Jong Il visited the construction site of the power station several times, indicating the orientation and ways to successfully build it.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un learnt in detail about the progress made in the construction to successfully implement the behests of Kim Jong Il and took every possible measure to wind up the project earlier than scheduled.\n\t\t\t\t\t\n\t\t\t\t\t Officials and builders finished the vast project in a brief span of time and successfully conducted the trial operation of the station, determined to live up to the trust and love of Kim Jong Il and Kim Jong Un with great successes in the construction.\n\t\t\t\t\t\n\t\t\t\t\t The power station will contribute to the economic development and the improvement of the people's living standard."
        },
        {
            "title": "National Martial Art Championship Opens ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-12ee.html",
            "content": "National Martial Art Championship Opens \r\n Pyongyang, September 12 (KCNA) -- The 8th National Martial Art Championship for September 10 Prize opened with due ceremony at the Taekwon-Do Hall on Thursday. \n\t\t\t\t\t It brought together hundreds of men and women players from more than 10 units including Taekwon-Do teams of Pyongyang and various provinces. They will compete in Taekwon-Do and Paduk (go game). \n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were officials concerned, players, coaches, citizens and school youth and children. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony there was a demonstration of Taekwon-Do."
        },
        {
            "title": "Secretary of C.C., WPK Meets with New German Ambassador",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-23ee.html",
            "content": "Secretary of C.C., WPK Meets with New German Ambassador\r\n Pyongyang, September 12 (KCNA) -- Kim Yong Il, secretary of the C.C., the Workers' Party of Korea, Thursday met and had a talk with Thomas Schaefer, new German ambassador to the DPRK, who paid a courtesy call on him."
        },
        {
            "title": "Social Scientists Denounce Japanese Imperialists' Massacre of Koreans",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-16ee.html",
            "content": "Social Scientists Denounce Japanese Imperialists' Massacre of Koreans\r\n Pyongyang, September 12 (KCNA) -- A seminar of social scientists took place at the Academy of Social Sciences on Thursday on the lapse of 90 years since the Japanese imperialists massacred Koreans after the occurrence of the great Kanto quake. \n\t\t\t\t\t Present there were officials in the fields of social science, education, preservation of national heritages and media, teachers, researchers, lecturers and media persons.\n\t\t\t\t\t\n\t\t\t\t\t Its participants heard papers probing the truth behind the mass killings of Koreans committed by the Japanese imperialists after the quake and denouncing the crafty and shameless moves of the Japanese government to cover up the crimes. \n\t\t\t\t\t\n\t\t\t\t\t The speakers recalled that the reactionary government of Japan regarded the great quake which occurred in Kanto area in September, 1923 as a good opportunity for killing Koreans and hurled tens of thousands of troops, police and even ultra-right organizations into the operations to mercilessly massacre at least 23 000 innocent Koreans in a little over 10 days after the quake.\n\t\t\t\t\t\n\t\t\t\t\t They presented photos and documents dating back to those days and written testimonies proving that the shuddering massacres were genocide prompted by extreme chauvinism and state-sponsored crimes committed at the direct instruction of the reactionary government of Japan.\n\t\t\t\t\t\n\t\t\t\t\t  Recalling that Japanese man-slaughters were bent on hunting Koreans in Japan at the instruction of the reactionary government of Japan, they cited the testimonies made by those who witnessed them mercilessly killing Koreans with various lethal weapons including rifles, Japanese swords, bayonets, bamboo spears and clubs in brutal manner which made even brutes blush.\n\t\t\t\t\t\n\t\t\t\t\t They branded the Japanese imperialists who committed those unprecedentedly brutal massacres as villains and murderers steeped in extreme misanthropy and national chauvinism to the marrow of their bones."
        },
        {
            "title": "Young People in Hamju County Call for Socialist Emulation ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-13ee.html",
            "content": "Young People in Hamju County Call for Socialist Emulation \r\n Hamju, September 12 (KCNA) -- Young people of Hamju County in South Hamgyong Province held a meeting at the Tongbong Co-op Farm on Thursday to challenge all the youth league organizations across the country to a socialist emulation for winding up the immediate harvesting and threshing earlier than scheduled. \n\t\t\t\t\t The reporter and speakers at the meeting called upon the youth league organizations and their members in the field of agriculture to learn from the spirit and work-style of the soldier-builders of the ski resort on the Masik Pass and carry out the immediate farm work with sincere devotion. \n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to fully solve the scientific and technical issues arising in harvesting and threshing and ensure full-capacity operation of machines including tractors, rice-harvesters and threshers. \n\t\t\t\t\t\n\t\t\t\t\t They called for making positive contributions to fulfilling the agricultural production plan this year by harvesting all the cultivated grains without any waste."
        },
        {
            "title": "Foreign Guests, Overseas Koreans Visit Kumsusan Palace of Sun ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-20ee.html",
            "content": "Foreign Guests, Overseas Koreans Visit Kumsusan Palace of Sun \r\n Pyongyang, September 12 (KCNA) -- Foreign guests including Johannes Plug, member of Bundestag of Germany from the Social-Democratic Party, and overseas Koreans including the congratulatory group of Koreans in Japan for celebrating the DPRK's 65th birthday visited the Kumsusan Palace of the Sun on Thursday. The congratulatory group is led by Kwon Sun Hwi, advisor to the Central Standing Committee of the General Association of Korean Residents in Japan\n\t\t\t\t\t They paid tribute to Generalissimos Kim Il Sung and Kim Jong Il before their statues. \n\t\t\t\t\t\n\t\t\t\t\t They entered the halls where Kim Il Sung and Kim Jong Il lie in state and paid homage to them. \n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the Generalissimos received are on display and the halls which house cars, an electric car, boat and train coaches they used during their field guidance and foreign trips till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t Kwon Sun Hwi wrote in the visitor's book that the group missed the Generalissimos very much and prayed for their immortality."
        },
        {
            "title": "Delegation of Korean Democratic Women's Union in Japan Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-26ee.html",
            "content": "Delegation of Korean Democratic Women's Union in Japan Visits Mangyongdae\r\n Pyongyang, September 12 (KCNA) -- The delegation of the Korean Democratic Women's Union in Japan led by its advisor An Pyong Ok visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t It placed bunches of flowers before the graves of his grandfather Kim Po Hyon, his grandmother Ri Po Ik, his father Kim Hyong Jik and his mother Kang Pan Sok and paid silent tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round historic relics at the birthplace.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation said that visiting the birthplace the delegation missed the President very much.\n\t\t\t\t\t\n\t\t\t\t\t An Pyong Ok went on:\n\t\t\t\t\t\n\t\t\t\t\t The President built the DPRK into a socialist power, independent in politics, self-supporting in the economy and self-reliant in defense and enabled the people of the country to emerge the most dignified and proud people in the world.\n\t\t\t\t\t\n\t\t\t\t\t He was a peerlessly great man and the sun of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary cause of Kim Il Sung and general secretary Kim Jong Il is being successfully carried forward by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited Pyongyang International Football School, Rungna People's Sports Park and other places."
        },
        {
            "title": "German VIPs Tour Various Places of Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-22ee.html",
            "content": "German VIPs Tour Various Places of Pyongyang\r\n Pyongyang, September 12 (KCNA) -- Johannes Plug, member of Bundestag of Germany from the Social-Democratic Party, and his party visited the National Gifts Exhibition House.\n\t\t\t\t\t They looked round the gifts the peerlessly great persons of Mt. Paektu received from Koreans in the north and the south and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Tower of the Juche Idea, Victorious Fatherland Liberation War Museum, Pyongyang Metro and other places and enjoyed an acrobatic performance given by the National Circus."
        },
        {
            "title": "Cuban Ambassador Hosts Reception to Mark DPRK's Birthday",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-25ee.html",
            "content": "Cuban Ambassador Hosts Reception to Mark DPRK's Birthday\r\n Pyongyang, September 12 (KCNA) -- German Hermin Ferras Alvarez, Cuban ambassador to the DPRK, gave a reception at his embassy on Thursday on the occasion of the 65th anniversary of the DPRK.\n\t\t\t\t\t Present there on invitation were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Yong Il, secretary of the C.C., the Workers' Party of Korea, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador spoke at the reception that the Cuban people are praising the undying feats of President Kim Il Sung and general secretary Kim Jong Il, the peerlessly great men of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the Cuban party, government and people have extended firm support and solidarity to the party, government and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that the friendly relations between the two countries have grown strong thanks to the deep care of Raul Castro Ruz and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop said that Cuban people's significant celebration of the anniversary of the DPRK every year as a common holiday is strong support to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the friendly and cooperative relations between the two countries have invariably grown stronger under the deep care of the top leaders.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the fraternal Cuban people would register great successes in the struggle to defend socialism and implement the decisions of the sixth congress of the party, smashing the vicious blockade of the hostile forces."
        },
        {
            "title": "Performance of State Merited Chorus Goes On ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-24ee.html",
            "content": "Performance of State Merited Chorus Goes On \r\n Pyongyang, September 12 (KCNA) -- The State Merited Chorus continues giving its performance \"Do Prosper, My Motherland\" at the People's Theatre in celebration of the 65th birthday of the DPRK.\n\t\t\t\t\t The performance given on Thursday was enjoyed by working people in Pyongyang and members of the congratulatory group of Koreans in Japan to celebrate the 65th founding anniversary of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The performance started with the chorus of the national anthem. Put on the stage were male chorus \"Song of the Proclamation of the People's Republic\" and female trio \"Beautiful Native Place\" and other colorful numbers. \n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the exploits the great Generalissimos Kim Il Sung and Kim Jong Il performed by building the socialist power centered on the popular masses,  the first of its kind in the nation's history spanning 5,000 years, and laying a firm foundation for the  prosperity for the generations to come. \n\t\t\t\t\t\n\t\t\t\t\t In male solo and male chorus \"Changsong Today\", female duet and male chorus \"Dancing Rungna Islet\" and other numbers the performers truthfully represented the happy people in the land being turned into a people's paradise under the leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Rodong Sinmun Calls for Modeling Whole Society on Kimilsungism-Kimjongilism ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-09ee.html",
            "content": "Rodong Sinmun Calls for Modeling Whole Society on Kimilsungism-Kimjongilism \r\n Pyongyang, September 12 (KCNA) -- \"Let us model whole party and society on Kimilsungism-Kimjongilism!\" This is the general goal of the Korean revolution and the eternal motto of the members of the Workers' Party of Korea and other Koreans. Rodong Sinmun Thursday says this in an editorial article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Modeling whole society on Kimilsungism-Kimjongilism is the sacred cause for advancing the Korean revolution with the revolutionary idea of Generalissimos Kim Il Sung and Kim Jong Il as the only guidelines and accomplishing the Juche cause on the basis of Kimilsungism-Kimjongilism. \n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism the essence of which is the Juche idea, Songun idea, is the monolithic system of the theory and method on the revolution and construction clarified by the idea. This revolutionary idea comprehensively covers the final objective of the Korean revolution, the fundamental way for implementing it, correct strategy and tactics for pushing ahead with the advance in the new century of Juche and detailed tasks to be fulfilled in all the fields. The essence is to regard great Kimilsungism-Kimjongilism as guidelines and transform nature, society and mankind in a revolutionary way as demanded by it to build an ideal society where independence of the popular masses has been fully ensured in this land. \n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un set out the program for modeling the whole party and society on Kimilsungism-Kimjongilism, a historic event of great significance in carrying forward the revolutionary cause of Juche, revolutionary cause of Songun. \n\t\t\t\t\t\n\t\t\t\t\t The justice of the program has already been fully proved in the practices of the Korean revolution, displaying its tremendous vitality.  \n\t\t\t\t\t\n\t\t\t\t\t Now the drive for modeling the whole party and society on Kimilsungism-Kimjongilism is being vigorously pushed forward in the DPRK. This is the brilliant fruition of the outstanding and tested leadership of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t What is important in the leadership of Kim Jong Un is that he lets the vibrant spirit and working style pervade the country. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un has seen to it that the noble idea of attaching importance to the people and spirit of loving people are applied to all the work in the revolution and construction and the principle of Songun is fully preserved in all the aspects. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK should consistently wage the drive to firmly lay the politico-ideological foundation and implement the supreme program of the WPK without any vacillation however the surrounding situation and conditions may change or whatever others may say."
        },
        {
            "title": "DPRK Is Powerful Fortress in Achieving Global Independence: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-10ee.html",
            "content": "Rodong Sinmun Calls for Modeling Whole Society on Kimilsungism-Kimjongilism \r\n Pyongyang, September 12 (KCNA) -- Thanks to the pioneer and leader of the Songun revolution Kim Il Sung and Kim Jong Il, the people of the DPRK have become independent people to whom world people look up and the DPRK has emerged as a power which gives big influence to the trend of the world politics. Rodong Sinmun Thursday says this in an article. \n\t\t\t\t\t The DPRK is leading the anti-imperialist struggle of progressives as the fortress of independence, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The spirit and principle of independence, which were established by President Kim Il Sung and invariably carried forward by general secretary Kim Jong Il, have become all the more steadfast in the world today that has turned into the theatre of highhanded and arbitrary practices of the imperialists, and the DPRK always stands in the van of the great struggle of the popular masses to defend sovereignty. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK as fortress of peace is making big contributions to frustrating the U.S. imperialist moves for aggression and defending world peace and security. \n\t\t\t\t\t\n\t\t\t\t\t Experts on international issues view that if the U.S. makes a gun report on the Korean Peninsula, it would mean the start of the third world war and a great thermonuclear war in the world which will cause tremendous war disaster worldwide. \n\t\t\t\t\t\n\t\t\t\t\t Now the world progressives desirous of independence and peace follow the Songun politics. This is the manifestation of the justice, scientific accuracy and vitality of the idea of the Workers' Party of Korea of attaching importance to the arms. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's say and position have risen higher than before in the international arena. \n\t\t\t\t\t\n\t\t\t\t\t Increasing on a daily basis is the number of those countries looking to improving and developing the relations with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Socialist Korea is making steady victorious progress, resolutely frustrating the frantic moves of the imperialists and the reactionaries to isolate and stifle the DPRK, and is dynamically pushing ahead with the building of a thriving nation. This picture of the DPRK hardens the confidence of the progressives in victory of socialism."
        },
        {
            "title": "Foreign Guests Leave ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-18ee.html",
            "content": "Foreign Guests Leave \r\n Pyongyang, September 12 (KCNA) -- The delegation of the Japanese Societies for the Study of the Juche Idea led by Fujio Hanawa, secretary general of the Japanese National Liaison Council of the societies, delegation of the Mongolian Mt. Paektu Association for Independent Development led by Member of the Leadership Council N. Sarantuya, delegation of the Bangladesh Institute of the Juche Idea led by General Secretary Sheikh Rafiqul Islam Bablu and Chairman of the South African Group for the Study of Kimilsungism-Kimjongilism Garth Lawrence Shelton flew back home on Thursday.\n\t\t\t\t\t Departing here earlier were the delegation of the Nepali Literary Forum for the Study of Songun Politics led by Chairman Sonkori Baroti and the delegation of the Far Eastern Association for the Study of Kimilsungism-Kimjongilism of Russia led by Vice-Chairman Gennady Kulikov."
        },
        {
            "title": "S. Korean Authorities' Fascist Suppression Denounced ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-11ee.html",
            "content": "S. Korean Authorities' Fascist Suppression Denounced \r\n Pyongyang, September 12 (KCNA) -- An article denouncing the south Korean authorities' fascist suppression was posted on the south Korean internet newspaper Voice of People on Sept. 6.\n\t\t\t\t\t The article said that the case of the Intelligence Service's illegal interference in the election turned into the case of plotted rebellion and a witch hunt of members of opposition parties and civic and social organizations is rampant in south Korea amid the much ado about \"forces following the north.\" \n\t\t\t\t\t\n\t\t\t\t\t The non-recognition of the Government Employees' Union, crackdown upon the actions of the Railway Workers' Union for vital rights, etc. prove that there is no policy for improving the people's living but there are only suppression and rule under the present \"government\", the article deplored.\n\t\t\t\t\t\n\t\t\t\t\t Oppression is bound to be accompanied by resistance and struggle, the article noted.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the people angered at the \"government's\" fascist repressive rule will actively turn out in actions for democracy."
        },
        {
            "title": "Quake Occurs in South Jolla Province of S. Korea",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-15ee.html",
            "content": "Quake Occurs in South Jolla Province of S. Korea\r\n Pyongyang, September 12 (KCNA) -- An earthquake measuring 4 on the Richter scale occurred in the waters off Kago Island, Sinan County, South Jolla Province of south Korea on Sept. 11, according to south Korean MBC.\n\t\t\t\t\t Tremors were felt in Mokpho."
        },
        {
            "title": "Koreans in Russia Mark DPRK's Birthday",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-17ee.html",
            "content": "Koreans in Russia Mark DPRK's Birthday\r\n Pyongyang, September 12 (KCNA) -- Celebrations were held by the United Confederation of Koreans in Russia on the occasion of the 65th birthday of the DPRK.\n\t\t\t\t\t Officials of the confederation visited the DPRK embassy in Moscow on Sept. 6 to lay a floral basket before a full-length picture of President Kim Il Sung and general secretary Kim Jong Il and pay tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t A celebration meeting took place on Sept. 7.\n\t\t\t\t\t\n\t\t\t\t\t Chairman of the confederation Kim Chil Song in a speech recalled that great successes have been achieved by the homeland in the building of an economic power and its international prestige has further risen under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He noted the Koreans in Russia feel very proud of being members of the Korean nation as the DPRK is making eye-opening successes, demonstrating its tremendous national power.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the overseas compatriots would make tangible contributions to the country's reunification and its prosperity."
        },
        {
            "title": "Koreans in Kyrgyzstan Celebrate DPRK's Birthday ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-14ee.html",
            "content": "Koreans in Kyrgyzstan Celebrate DPRK's Birthday \r\n Pyongyang, September 12 (KCNA) -- The United Confederation of Koreans in Kyrgyzstan held celebrations at the Korean Center on Sunday to mark the 65th birthday of the DPRK. \n\t\t\t\t\t Present there were officials of the confederation and other compatriots. \n\t\t\t\t\t\n\t\t\t\t\t The participants laid floral baskets and bouquets before portraits of smiling President Kim Il Sung and general secretary Kim Jong Il and paid tribute to them. \n\t\t\t\t\t\n\t\t\t\t\t Pak Kyong Ho, chairman of the confederation, noted in a speech that the founding of the DPRK marked a historic event which brought genuine freedom and happiness to the Korean people and made it possible for the country to emerge as a full-fledged independent and sovereign state. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people eradicated the leftovers of the Japanese imperialist rule with their genuine party, state and army and turned the country into a powerful socialist state independent in politics, self-supporting in the economy and self-reliant in defence, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The immortal exploits Kim Il Sung and Kim Jong Il performed by placing the DPRK on the highest level will shine forever. \n\t\t\t\t\t\n\t\t\t\t\t Only victory is in store for the DPRK building a thriving nation thanks to Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Then a performance and dancing party took place in celebration of the DPRK's birthday."
        },
        {
            "title": "Collection of Kim Il Sung's Works Off Press in Mexico",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-01ee.html",
            "content": "Collection of Kim Il Sung's Works Off Press in Mexico\r\n Pyongyang, September 12 (KCNA) -- \"The Juche Idea and Struggle of the Korean People for Embodying It\", a collection of President Kim Il Sung's works, was brought out by the Publishing House of the Workers' Party of Mexico on September 3."
        },
        {
            "title": "Kim Jong Un's Talk Carried by Newspaper of DR Congo ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-02ee.html",
            "content": "Kim Jong Un's Talk Carried by Newspaper of DR Congo \r\n Pyongyang, September 12 (KCNA) -- The detailed gist of supreme leader Kim Jong Un's talk \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" was carried by paper of DR Congo L'Avenir on September 5.  The talk was published in Rodong Sinmun, organ of the Workers' Party of Korea, and Joson Inmingun, organ of the Korean People's Army, on the Day of Songun, August 25, Juche 102 (2013).\n\t\t\t\t\t The talk deals with the Songun revolutionary feats of general secretary Kim Jong Il and clarifies the essence and originality of the idea of the Songun revolution and the tasks to be carried out to successfully accomplish the revolutionary cause of Songun."
        },
        {
            "title": "Figure of Myanmar Expresses Support for Korean People's Just Cause",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-04ee.html",
            "content": "Anniversary of DPRK Observed by Nigerian Organization\r\n Pyongyang, September 12 (KCNA) -- The Nigerian National Committee for the Study of the Juche Idea posted a special write-up on its internet website on Sept. 3 to mark the 65th anniversary of the DPRK.\n\t\t\t\t\t The website in an article titled \"Symbols of the DPRK\" explained the national emblem, flag and flower of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The website in another article titled \"Speed on Masik Pass\" noted:\n\t\t\t\t\t\n\t\t\t\t\t It was supreme leader Kim Jong Un who initiated the building of a ski resort in the area of Masik Pass.\n\t\t\t\t\t\n\t\t\t\t\t He unrolled a plan to provide the people with a world-class ski resort in the area of Masik Pass and assigned the Korean People's Army the task to build it.\n\t\t\t\t\t\n\t\t\t\t\t In hearty response to his order, soldier-builders built ski courses for beginners, amateurs and professional skiers in a matter of less than a year since they broke the ground on steep mountain ranges.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un highly appreciated their labor feats.\n\t\t\t\t\t\n\t\t\t\t\t A fresh surge is being effected in all fields of socialist construction through a nationwide drive for working at \"Speed on Masik Pass\", true to the call of Kim Jong Un."
        },
        {
            "title": "Anniversary of DPRK Observed by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-04ee.html",
            "content": "Anniversary of DPRK Observed by Nigerian Organization\r\n Pyongyang, September 12 (KCNA) -- The Nigerian National Committee for the Study of the Juche Idea posted a special write-up on its internet website on Sept. 3 to mark the 65th anniversary of the DPRK.\n\t\t\t\t\t The website in an article titled \"Symbols of the DPRK\" explained the national emblem, flag and flower of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The website in another article titled \"Speed on Masik Pass\" noted:\n\t\t\t\t\t\n\t\t\t\t\t It was supreme leader Kim Jong Un who initiated the building of a ski resort in the area of Masik Pass.\n\t\t\t\t\t\n\t\t\t\t\t He unrolled a plan to provide the people with a world-class ski resort in the area of Masik Pass and assigned the Korean People's Army the task to build it.\n\t\t\t\t\t\n\t\t\t\t\t In hearty response to his order, soldier-builders built ski courses for beginners, amateurs and professional skiers in a matter of less than a year since they broke the ground on steep mountain ranges.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un highly appreciated their labor feats.\n\t\t\t\t\t\n\t\t\t\t\t A fresh surge is being effected in all fields of socialist construction through a nationwide drive for working at \"Speed on Masik Pass\", true to the call of Kim Jong Un."
        },
        {
            "title": "DPRK's Birthday Observed in India",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-05ee.html",
            "content": "DPRK's Birthday Observed in India\r\n Pyongyang, September 12 (KCNA) -- An Indian national seminar took place in New Delhi on Aug. 31 to celebrate the 65th birthday of the DPRK.\n\t\t\t\t\t On display in the venue of the seminar were photos documenting immortal exploits President Kim Il Sung and general secretary Kim Jong Il performed in the nation-building and photos dealing with revolutionary activities of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Displayed there were their works and books introducing the true picture of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present there were figures of the Indian government, political parties, organizations, institutions, the International Institute of the Juche Idea and the Asian Regional Institute of the Juche Idea and masses.\n\t\t\t\t\t\n\t\t\t\t\t Invited to the seminar were the DPRK ambassador to India and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The floor was taken by several figures including the chairman of the Delhi Bureau of Rural Development of India, secretary of the National Council of the Communist Party of India, the director general of the International Institute of the Juche Idea who is secretary general of the International Kim Il Sung Prize Council and secretary general of the International Kim Jong Il Prize Council and the director general of the Asian Regional Institute of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t Speakers recalled that Kim Il Sung founded the DPRK, the first democratic people's state in the East, on September 9, 1948, adding that he turned it into a socialist power, independent in politics, self-supporting in the economy and self-reliant in defence.\n\t\t\t\t\t\n\t\t\t\t\t They praised Kim Jong Il for consolidating the country's political and ideological position with his original Songun politics, turning the DPRK into an invincible military power which no formidable enemy dares provoke and bringing about a turning phase for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t They expressed confidence that the Korean people would certainly demonstrate the status of a power in all fields under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted there."
        },
        {
            "title": "Celebrations of 65th Anniversary of DPRK Given Publicity Abroad ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-06ee.html",
            "content": "Celebrations of 65th Anniversary of DPRK Given Publicity Abroad \r\n Pyongyang, September 12 (KCNA) -- Media of various countries gave wide publicity to the grand celebrations of the 65th anniversary held in the DPRK in the presence of supreme leader Kim Jong Un on September 9 and 10.\n\t\t\t\t\t Xinhua News said:\n\t\t\t\t\t\n\t\t\t\t\t A parade of the Worker-Peasant Red Guards and a mass demonstration of Pyongyangites were held at Kim Il Sung Square in Pyongyang to mark the DPRK's 65th anniversary.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un appeared at the tribune of honor.\n\t\t\t\t\t\n\t\t\t\t\t Columns of the Worker-Peasant Red Guards and the Young Red Guards marched past the tribune of honor.\n\t\t\t\t\t\n\t\t\t\t\t The parade was followed by the mass demonstration of Pyongyangites who marched past the tribune of honor with floats in their centre, shouting \"Hurrah!\" and waving flowers.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the demonstration Kim Jong Un stepped to the balcony of the tribune of honor and warmly acknowledged the cheers of crowds.\n\t\t\t\t\t\n\t\t\t\t\t Various other media carried similar news.\n\t\t\t\t\t\n\t\t\t\t\t They included the Chinese People's Daily, Phoenix Satellite TV of Hong Kong, ITAR-TASS, Voice of Russia, NTV, Zvezda TV and various internet news services of Russia, AP, VOA, AFP, various French newspapers, the internet news of Slovakia AKTUALNE. SK, Kyodo News, Jiji Press, Tokyo Shimbun and Mainichi Shimbun, NHK of Japan and Al Jazeera Satellite TV of Qatar.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese newspaper Global Times carried the news that Kim Jong Un enjoyed an art performance given by the Song and Dance Ensemble of the Korean People's Internal Security Forces to mark the 65th birthday of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Pheonix Satellite TV of Hong Kong, China and internet websites of China introduced similar news.\n\t\t\t\t\t\n\t\t\t\t\t Photos of Kim Jong Un were posted on internet websites of China."
        },
        {
            "title": "Bangladeshi Figure Supports Korean People's Effort for Building Thriving Nation ",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-07ee.html",
            "content": "Bangladeshi Figure Supports Korean People's Effort for Building Thriving Nation \r\n Pyongyang, September 12 (KCNA) -- Garib Newaz, president of the Bangladesh People's League, released a statement on September 6 to celebrate the 65th anniversary of the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, founder of socialist Korea, liberated the country and founded the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He founded a genuine independent and sovereign state where the popular masses became its masters and set a worldwide example by turning it into a socialist power independent in politics, self-supporting in the economy and self-reliant in defence. These immortal exploits of Kim Il Sung will shine for all ages.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has won victories only, standing unfazed by any challenge of the imperialists and all sorts of trials and greeted a new heyday of building a thriving socialist nation under the guidance of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We are firmly convinced that the Korean people will achieve the independent and peaceful reunification of the country and build a thriving socialist nation under the outstanding Songun leadership of Kim Jong Un."
        },
        {
            "title": "Iniciado en Pyongyang campeonato de levantamiento de pesas",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-31ee.html",
            "content": "Iniciado en Pyongyang campeonato de levantamiento de pesas \r\n Pyongyang, 12 de septiembre (ACNC) -- Fue inaugurado hoy en el capitalino Coliseo Deportivo Jong Ju Yong de Ryugyong el campeonato de levantamiento de pesas por la copa asiatica y de clubes de jovenes y adultos de 2013.\n\t\t\t\t\t En esta cita deportiva compiten excelentes pesistas de ambos sexos de mas de 10 paises y regiones, inclusive la Republica Popular Democratica de Corea."
        },
        {
            "title": "Inaugurado campeonato de levantamiento de pesas en Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-28ee.html",
            "content": "Inaugurado campeonato de levantamiento de pesas en Pyongyang\r\n Pyongyang, 12 de septiembre (ACNC) -- Quedo inaugurado hoy en el Coliseo Deportivo Jong Ju Yong de Ryugyong el campeonato de levantamiento de pesas por la copa asiatica y de clubes de los jovenes y adultos de 2013.\n\t\t\t\t\t Estuvieron presentes en la ceremonia inaugural el vicepremier Kim Yong Jin, presidente del comite preparatorio estatal del campeonato, Cha Hui Rim, presidente del Comite Popular de la Ciudad de Pyongyang y titular del comite organizador del campeonato, el ministro de Deportes Ri Jong Mu, presidente del Comite Olimpico de la RPDC, Pak Myong Son, presidenta de la Asociacion de Levantamiento de Pesas de la RPDC y directora de la Direccion General de Servicios al Pueblo, Ali Moradi, secretario general de la Federacion Asiatica de Levantamiento de Pesas, Attila Adamfi, director de competencia de la Federacion Internacional de Levantamiento de Pesas, y otros.\n\t\t\t\t\t\n\t\t\t\t\t En su discurso de la ocasion, Cha Hui Rim agradecio a las federaciones arriba citadas que brindaron cooperacion sincera para la garantia exitosa del presente certamen.\n\t\t\t\t\t\n\t\t\t\t\t A continuacion hubo palabras de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\t Ali Moradi dio agradecimiento a Su Excelencia Mariscal Kim Jong Un quien hizo realizar con exitos en Corea el presente campeonato y envio la felicitacion sincera al pueblo coreano que conmemoro con significacion el dia de la fundacion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Mu destaco que la presente cita es oportunidad para intercambiar los exitos y experiencias logrados en el desarrollo de la disciplina de levantamiento de pesas de la region asiatica y profundizar la amistad.\n\t\t\t\t\t\n\t\t\t\t\t Hubo el intercambio de souvenir entre la Asociacion de Levantamiento de Pesas de la RPDC y la Federacion Asiatica de Levantamiento de Pesas.\n\t\t\t\t\t\n\t\t\t\t\t Al termino de la inauguracion hubo la funcion de los artistas coreanos.\n\t\t\t\t\t\n\t\t\t\t\t Este dia, tuvo lugar la primera jornada del campeonato."
        },
        {
            "title": "Embajador cubano ofrece banquete por dia de fundacion de la RPDC",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-29ee.html",
            "content": "Embajador cubano ofrece banquete por dia de fundacion de la RPDC\r\n Pyongyang, 12 de septiembre (ACNC) -- Con motivo del 65o aniversario de la fundacion de la Republica Popular Democratica de Corea, German Hermin Ferras Alvarez, embajador extraordinario y plenipotenciario de la Republica de Cuba en Corea, ofrecio el dia 12 un banquete en su sede diplomatica.\n\t\t\t\t\t  A la recepcion fueron invitados el vicepresidente del Presidium de la Asamblea Popular Suprema, Yang Hyong Sop, el secretario del Comite Central del Partido del Trabajo de Corea, Kim Yong Il, y otros funcionarios coreanos.\n\t\t\t\t\t\n\t\t\t\t\t  German Hermin dijo en su discurso que el pueblo cubano elogia las hazanas realizadas por el Presidente Kim Il Sung y el Dirigente Kim Jong Il, grandes hombres sin pares del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\t  Subrayo que el partido, gobierno y pueblo de Cuba envian el firme apoyo y solidaridad con el partido, gobierno y pueblo de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Se refirio a que las relaciones de amistad entre los dos paises se desarrollan bajo la profunda atencion del Companero Raul Castro Ruz y el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t  Yang Hyong Sop senalo que los companeros cubanos celebran cada ano el dia de fundacion de la RPDC como fiesta comun, lo cual constituye apoyo fuerte para Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que bajo la atencion extraordinaria de los maximos dirigentes de los dos paises las relaciones de amistad y cooperacion entre Corea y Cuba se fortalecen y se desarrollan invariablemente.\n\t\t\t\t\t\n\t\t\t\t\t  Deseo que el hermano pueblo cubano alcance grandes exitos en la lucha por defender el socialismo e implementar la resolucion del 6o Congreso del Partido Comunista de Cuba."
        },
        {
            "title": "Tiene lugar simposio por el 90o aniversario de masacre de coreanos en Japon",
            "url": "http://kcna.co.jp/item/2013/201309/news12/20130912-30ee.html",
            "content": "Tiene lugar simposio por el 90o aniversario de masacre de coreanos en Japon\r\n Pyongyang, 12 de septiembre (ACNC) -- Tuvo lugar el dia 12 en la Academia de Ciencias Sociales el simposio de la rama de ciencias sociales con motivo del 90o aniversario de la masacre de coreanos cometida por el imperialismo japones durante el gran terremoto en Kanto. \n\t\t\t\t\t Participaron en el foro los funcionarios, profesores, investigadores, conferenciantes, periodistas y redactores de los sectores de ciencias sociales, educacion, proteccion de patrimonios nacionales, prensa e informacion. \n\t\t\t\t\t\n\t\t\t\t\t En la ocasion se presentaron las disertaciones que revelan las maniobras astutas y cinicas del gobierno japones tendentes a encubrir la verdad de las atrocidades cometidas contra el pueblo coreano cuando ocurrio un gran sismo en Kanto. \n\t\t\t\t\t\n\t\t\t\t\t Al tomar el gran terremoto ocurrido en septiembre de 1923 en Kanto de Japon como una oportunidad para asesinar a los coreanos, el gobierno reaccionario japones de aquel entonces lanzo a la operacion genocida a decenas de miles de militares, policias, miembros del cuerpo de autovigilancia y otras entidades ultraderechistas, recordaron los seminaristas.\n\t\t\t\t\t\n\t\t\t\t\t En unos diez dias despues de la ocurrencia del terremoto, resultaron asesinados mas de 23 mil coreanos inocentes, precisaron. \n\t\t\t\t\t\n\t\t\t\t\t Presentaron las fotos, documentos y testimonios reveladores de que la masacre de coreanos fue un crimen organizado de Estado, cometido bajo el mando directo del gobierno japones reaccionario y xenofobo.\n\t\t\t\t\t\n\t\t\t\t\t A las ordenes del gobierno japones de aquel entonces, los matones japonesas cometieron la caza de coreanos usando metodos mas barbaros y armas de todo tipo, dijeron.\n\t\t\t\t\t\n\t\t\t\t\t Calificaron a los imperialistas japoneses de bribones colmados de misantropia y chovinismo nacional."
        }
    ]
}