{
    "date": "2013-09-10",
    "url": "http://kcna.co.jp/item/2013/201309/2013-09-10ee.html",
    "articles": [
        {
            "title": "Gifts to Kim Jong Un from Russian Businessmen",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-10ee.html",
            "content": "Gifts to Kim Jong Un from Russian Businessmen\r\n Pyongyang, September 10 (KCNA) -- Supreme leader Kim Jong Un was presented with gifts by the general manager of the Irkutsk Resstroi Company and the general manager of the Arsenal-D.V. General Company of Russia on the occasion of the 65th anniversary of the DPRK.\n\t\t\t\t\t They were separately conveyed to officials concerned working in Russia by the general managers on Aug. 23 and 26."
        },
        {
            "title": "Art Performance Given by Kindergarteners ",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-14ee.html",
            "content": "Art Performance Given by Kindergarteners \r\n Pyongyang, September 10 (KCNA) -- An art performance \"Our Country Is Best\" was given by kindergarteners from across the country at the Pyongyang Students and Children's Palace Tuesday to mark the 65th birthday of the DPRK.\n\t\t\t\t\t Among the audience were Kim Yong Nam and Choe Thae Bok, officials of working people's organizations, ministries and national institutions and officials in the field of education in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The performance started with prologue \"September Holiday Is Very Good\". Put on the stage were such colorful numbers as real story- telling \"Thank You, Marshal Kim Jong Un\", dance \"We Cultivate Patriotism\" and fairy dance \"Defending Flower Garden\".\n\t\t\t\t\t\n\t\t\t\t\t The performers impressively represented the appearance of the children of the DPRK growing healthily to be reliable pillars of the country and the deep loving care shown by supreme leader Kim Jong Un for them."
        },
        {
            "title": "State Merited Chorus Gives Performance",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-16ee.html",
            "content": "State Merited Chorus Gives Performance\r\n Pyongyang, September 10 (KCNA) -- The State Merited Chorus gave performance \"Do Prosper, My Motherland\" at the People's Theatre Tuesday to mark the 65th anniversary of the DPRK.\n\t\t\t\t\t Among the audience were Pak Pong Ju and other senior party and state officials and people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The performance started with the chorus of the national anthem. Put on the stage were male chorus \"Song of the Proclamation of the People's Republic\", female trio \"Beautiful Native Place\", male solo and male chorus \"Let's Love Our Country\", male quartet \"Song of Love for People\", male solo and male chorus \"We Started from Scratch\" and \"Changsong Today\" and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the undying exploits President Kim Il Sung and leader Kim Jong Il performed by building the country where its people became its masters, turning the DPRK into an invincible socialist power and fully demonstrating the dignity and might of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In female duet and male chorus \"Dancing Rungna Islet\" and other numbers the performers impressively represented the true picture of the DPRK, being turned into a people's paradise under the care of Marshal Kim Jong Un, and the happy life of its people."
        },
        {
            "title": "Finals between Women's Premier Soccer Teams Held",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-11ee.html",
            "content": "Finals of Women's Premier Soccer Teams Held\r\n Pyongyang, September 10 (KCNA) -- The finals of women's premier soccer teams took place between the April 25 Team and the Sobaeksu Team at Kim Il Sung Stadium on Monday.\n\t\t\t\t\t Among the spectators were Ri Yong Mu, O Kuk Ryol, Ju Kyu Chang, Kim Chang Sop, Ro Tu Chol and other officials of party, armed forces and power organs, officials of the Cabinet, ministries and national institutions, officials in the field of sports, servicepersons, sportspersons and people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The players of the two teams displayed Juche-based playing methods, high technique, persevering fighting will and strong team spirit.\n\t\t\t\t\t\n\t\t\t\t\tThe April 25 Team defeated the Sobaeksu Team 3:1."
        },
        {
            "title": "Lao Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-12ee.html",
            "content": "Lao Delegation Visits Mangyongdae\r\n Pyongyang, September 10 (KCNA) -- A delegation of the Lao Federation of Trade Unions led by Vice-President Yang Yong Xeng Tong Ye visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the stories about the time-honored house in Mangyongdae, they looked round the historic relics preserved at the old home with good care.\n\t\t\t\t\t\n\t\t\t\t\t They also went round revolutionary relics on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation wrote in the visitor's book that its visit to Mangyongdae offered an opportunity to look back on the great life and feats of the President, adding that his revolutionary history serves as a model for the workers of the world aspiring after socialism. \n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Grand People's Study House, Victorious Fatherland Liberation War Museum, Pyongyang Folklore Park etc."
        },
        {
            "title": "Visits",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-13ee.html",
            "content": "Visits\n\t\t\t\t\t\t\r\n Pyongyang, September 10 (KCNA) -- Johannes Plug, member of Bundestag \"Federal Parliament\" of Germany from the Social-Democratic Party, and his party arrived here Tuesday.\n\t\t\t\t\t Also arriving here on the same day were players from different countries and regions including Bangladesh, Uzbekistan and Kuwait which will take part in the 2013 Asian Cup and Interclub Junior and Senior Weightlifting Championship.\n\t\t\t\t\t\n\t\t\t\t\t The delegation of the Kyodo News of Japan led by Senior Executive Director Yujiro Sato flew back on the same day."
        },
        {
            "title": "Pyongyang Folklore Park Visited by Large Crowds",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-15ee.html",
            "content": "Pyongyang Folklore Park Visited by Large Crowds\r\n Pyongyang, September 10 (KCNA) -- One year has passed since the Pyongyang Folklore Park was opened to visitors.\n\t\t\t\t\t The park has drawn many visitors every day since its opening.\n\t\t\t\t\t\n\t\t\t\t\tMore than 490,000 service personnel, people from all walks of life, school youth and children, overseas compatriots and foreigners have visited it over the last one year.\n\t\t\t\t\t\n\t\t\t\t\t  Going round the general history education area, historic relics exhibition area, contemporary history area and folklore village area occupying vast areas, visitors can deeply grasp the history and culture created by the Korean nation."
        },
        {
            "title": "Foreign Delegations, Figures Visit DPRK Missions",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-07ee.html",
            "content": "Foreign Delegations, Figures Visit DPRK Missions\r\n Pyongyang, September 10 (KCNA) -- Foreign delegations and figures paid congratulatory visits to the DPRK missions in their countries on September 3 and 5 on the occasion of the 65th anniversary of the DPRK.\n\t\t\t\t\t They included a delegation of the Union Solidarity and Development Party of Myanmar, a member of the Credit Committee of the People's Democratic Party of Nigeria who doubles as chairman of the Nigeria-Korea Friendship Association, members of the Uzbekistan-DPRK Friendship Forum and those of the International Taekwon-Do Association in Iran.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets and bouquets before portraits of smiling Generalissimos Kim Il Sung and Kim Jong Il and their full-length pictures and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Ibrahim Mantu, chairman of the Nigeria-Korea Friendship Association, expressed firm belief the Korean people led by Marshal Kim Jong Un would achieve a final victory in the sacred struggle for defending peace and building an economic power in the way indicated by the Generalissimos.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Uzbekistan-DPRK Friendship Forum noted that the DPRK founded by Kim Il Sung developed into a socialist state independent in politics, self-supporting in the economy and self-reliant in defence under the leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made positive efforts to defend peace and stability on the Korean Peninsula and build an economic power under the guidance of Kim Jong Un, creditable successor to the ideas and cause of the preceding leaders, the chairman stressed."
        },
        {
            "title": "Full Reexamination of Distorted History Textbook Urged in S. Korea ",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-08ee.html",
            "content": "Full Reexamination of Distorted History Textbook Urged in S. Korea \r\n Pyongyang, September 10 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea issued a statement on Sept. 5 demanding a full reexamination of the history textbook which embellished the sexual slavery for the Imperial Japanese army.\n\t\t\t\t\t The statement accused the committee for compiling history textbooks of approving the results of screening the history textbook embellishing the crimes committed by Japan in the past.\n\t\t\t\t\t\n\t\t\t\t\t The description of the sexual slavery for the Imperial Japanese Army made in the book is quite contrary to facts, it held. \n\t\t\t\t\t\n\t\t\t\t\t It expressed irrepressible resentment at the results of screening of the history book which distorted and played down those crimes.\n\t\t\t\t\t\n\t\t\t\t\t It slammed the Japanese government for working hard to revive militarism including the act of deleting the sexual slavery from history textbook, far from making an apology and reparation for its past crimes. \n\t\t\t\t\t\n\t\t\t\t\t The conservative forces are mulling teaching the younger generation with the textbook which distorted the historical facts, it noted, urging the committee to immediately open to public the course of screening and fully reexamine the distorted history textbook."
        },
        {
            "title": "DPRK's Founding Was Heavy Blow to U.S. Imperialists' Strategy: Statement",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-06ee.html",
            "content": "DPRK's Founding Was Heavy Blow to U.S. Imperialists' Strategy: Statement\r\n Pyongyang, September 10 (KCNA) -- Guy Dupre, secretary general of the International Liaison Committee for Reunification and Peace in Korea, made public a statement on Sept. 4 to mark the 65th anniversary of the  DPRK.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The foundation of the DPRK made it possible for the Korean people to demonstrate its dignity as an independent and sovereign state with a genuine people's power for the first time in their history spanning thousands of years and step up the struggle to achieve national reunification and build Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t The founding of the DPRK dealt a heavy blow at the U.S. imperialists' strategy to dominate the whole of Korea politically, economically and militarily.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ignited the Korean War in June of 1950 to carry out its strategy for global domination. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people turned out as one in hearty response to the call of President Kim Il Sung for defending the freedom and independence of the country, defeating the U.S. imperialists, who were boasting of being the \"strongest\" in the world, and fully demonstrating the might of the country before the whole world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has persisted in its hostile policy towards the DPRK in a bid to bring a nuclear disaster to humankind, far from drawing a lesson from its defeat.\n\t\t\t\t\t\n\t\t\t\t\t The steadfast policy advanced by Kim Il Sung and leader Kim Jong Il for sovereignty, dignity and peace have frustrated all the war maneuvers of the U.S. imperialists and proved that nothing can block the dynamic advance of the Korean people for socialist construction and the independent and peaceful reunification of the country."
        },
        {
            "title": "Kim Jong Un's Talk Posted on Website of Italian Organizations",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-01ee.html",
            "content": "Kim Jong Un's Talk Posted on Website of Italian Organizations\r\n Pyongyang, September 10 (KCNA) -- Supreme leader Kim Jong Un's talk \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" was posted on the websites of the Kimilsungism-Kimjongilism Study Group in Fermo of Italy and the Rome Youth Group for the Study of the Juche Idea, the Songun Idea on August 28. The talk was carried by Rodong Sinmun, organ of the Workers' Party of Korea, and Joson Inmingun, organ of the Korean People's Army, on August 25, the Day of Songun.\n\t\t\t\t\t The portraits of President Kim Il Sung and general secretary Kim Jong Il were also posted on the websites."
        },
        {
            "title": "Kim Jong Un's Talk Supported by Beninese Party Leader",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-02ee.html",
            "content": "Kim Jong Un's Talk Posted on Website of Italian Organizations\r\n Pyongyang, September 10 (KCNA) -- Ali Houdou, president of the Socialist Party of Benin, released a statement on August 29 in support of supreme leader Kim Jong Un's talk \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\".\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t General secretary Kim Jong Il honorably defended socialism of Juche built by President Kim Il Sung and steadfastly carried forward the lifeline of the revolutionary cause of Juche and Songun.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il remarkably strengthened the driving force of the Songun revolution and bolstered up the military capability in every way, providing a military guarantee for the victory of the revolutionary cause of Juche. He, at the same time, brought about a new change in the efforts to achieve the independent reunification of the country and firmly defended the peace and security of the world. These are the distinguished exploits which could be performed only by him.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un underscored the need to keep to the road of Songun, independence and socialism covered by Kim Jong Il all his life, translate his behests into realities and successfully accomplish the cause of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t The talk published by Kim Jong Un serves as an immortal great programme which the Workers' Party and people of Korea should hold fast to  forever on the road of the Songun revolution and a textbook giving hope and confidence to the world progressives aspiring after socialism.\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that the Workers' Party and people of Korea will surely achieve the cause of building a thriving socialist nation under the leadership of Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's Talk Supported by Figure of Myanmar",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-03ee.html",
            "content": "Kim Jong Un's Talk Supported by Figure of Myanmar\r\n Pyongyang, September 10 (KCNA) -- Aung Thein Lynn, member of the Central Executive Committee of the Union Solidarity and Development Party of Myanmar, released a statement on September 2 in support of supreme leader Kim Jong Un's talk \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\".\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people turned the DPRK into a powerful socialist country, frustrating all moves of the enemies to stifle it, by remaining true to the Songun idea and politics of general secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his talk clarified his firm will and stand of the Korean people to carry forward the idea and exploits of Kim Jong Il in the Songun revolution, build a thriving nation and accomplish the cause of national reunification under the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t He is working heart and soul to turn the DPRK into an economic power and provide its people with a happy life, firmly protecting the sovereignty and dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t I express full support and solidarity for the Workers' Party and people of Korea in their just struggle, convinced that the Korean people would successfully realize the behests of President Kim Il Sung and Kim Jong Il under the leadership of Kim Jong Un."
        },
        {
            "title": "Kimjongilia Show Held in China",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-04ee.html",
            "content": "Kimjongilia Show Held in China\r\n Pyongyang, September 10 (KCNA) -- The Kimjongilia Show took place in China on September 2 to mark the 65th anniversary of the DPRK.\n\t\t\t\t\t On display in the venue of the show were at least 600 potted flowers which presented fantastic scenery.\n\t\t\t\t\t\n\t\t\t\t\t Present at its opening ceremony were officials of a horticulture company and a flower association and citizens in Dalian.\n\t\t\t\t\t\n\t\t\t\t\t Present on invitation were Korean officials working in China.\n\t\t\t\t\t\n\t\t\t\t\t The director general of the company said that he would successfully cultivate Kimjongilia and display the flower at the floricultural show to be held in China soon so as to help Chinese know better about the famous flower.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the flower association noted that the Korean people traversed the proud road of victory under the guidance of President Kim Il Sung and general secretary Kim Jong Il and achieved epoch-making successes in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t We are pleased with this and convinced that the show will make a great contribution to the development of the friendly and cooperative relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t  The general manager of the company said that he would cultivate and propagate Kimilsungia and Kimjongilia in China and other countries in diverse forms and methods and thus make a positive contribution to the Sino-Korean friendship.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungia and Kimjongilia, flowers praising the great men, will bloom as eternal flowers of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I sincerely wish the heroic Korean people great success in the building of a thriving nation under the guidance of supreme leader Kim Jong Un."
        },
        {
            "title": "Nigerian Organization Demands Dismantlement of \"UN Command\"",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-05ee.html",
            "content": "Nigerian Organization Demands Dismantlement of \"UN Command\"\r\n Pyongyang, September 10 (KCNA) -- The Nigerian National Committee for the Study of the Juche Idea posted an article titled \"Illegal 'UN Command'\" on its website on September 3.\n\t\t\t\t\t The article said that six decades have passed since the conclusion of the Korean Armistice Agreement, but the war is not yet over. The \"UN Command\" in south Korea is one of the factors of the continued existence of the danger of a new war on the Korean Peninsula, it added.\n\t\t\t\t\t\n\t\t\t\t\t Referring in detail to the background against which the illegal \"UN Command\" was cooked up, the article stressed that even Americans admitted the illegality of the command.\n\t\t\t\t\t\n\t\t\t\t\t Recalling the statements made by UN officials concerned including UN secretary generals in 1994, 1998, 2004 and 2006 in denial of any relation between the UN and the command, the article noted: Nevertheless, the U.S. still paints its forces in south Korea as \"UN Forces\" though a resolution was adopted at the 30th session of the UN General Assembly.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t What is arousing greater precaution of the international community is that the U.S. is working hard to revive the command as a mechanism capable of commanding operations of allied forces and performing a logistic mission in contingency on the Korean Peninsula, instead of dismantling the entirely illegal command.\n\t\t\t\t\t\n\t\t\t\t\t The UN should not allow its noble name to be abused any longer.\n\t\t\t\t\t\n\t\t\t\t\t The illegal command in south Korea should be disorganized without delay."
        },
        {
            "title": "Kim Jong Un presencia funcion del Conjunto Artistico del ESIPC",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-17ee.html",
            "content": "Kim Jong Un presencia funcion del Conjunto Artistico del ESIPC\r\n Pyongyang, 10 de septiembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, junto con Ri Sol Ju presencio la funcion del Ejercito de Seguridad Interior del Pueblo de Corea (ESIPC) dedicada al 65o aniversario de la fundacion de la RPDC.\n\t\t\t\t\t En el espectaculo iniciado con el preludio \"Cancion de la proclamacion de la Republica Popular\" se presentaron diversas piezas, entre otras, el solo masculino y coro \"Mi patria del Songun\", el cuarteto de guitarristas \"Hoy tambien como aquel dia\", la danza \"Mi puesto que defendido\", la musica ligera y cancion por el instrumento electronico de percusion \"Hablan los duenos de esta tierra\", el coro mixto y coro \"El pueblo con toda el alma\". \n\t\t\t\t\t\n\t\t\t\t\t Los ejecutantes elogiaron las inmortales hazanas de los Generalisimos Kim Il Sung y Kim Jong Il quienes construyeron por primera vez en la historia nacional de 5 milenios la potencia socialista centrada en las masas populares y asentaron la firme base de prosperidad para todas las generaciones venideras.\n\t\t\t\t\t\n\t\t\t\t\t Describieron las ventajas del regimen socialista de Corea y el ardiente juramento de todo el ejercito y el pueblo de defender la patria hasta el final.\n\t\t\t\t\t\n\t\t\t\t\t Terminada la funcion, el Mariscal felicito por la exitosa funcion respondiendo a las aclamaciones de ejecutantes y espectadores.\n\t\t\t\t\t\n\t\t\t\t\t Expreso agradecimiento a los creadores y artistas del conjunto artistico, evaluando que ellos hicieron gran aporte a la celebracion solemne del 65o aniversario de la RPDC al terminar en un corto plazo los preparativos de la funcion conmemorativa dedicando su inteligencia creativa y pasion.\n\t\t\t\t\t\n\t\t\t\t\t Le acompanaron disfrutar la funcion Pak Pong Ju, Choe Ryong Hae, Jang Song Thaek, Ri Yong Gil, Kim Kyong Hui, Kim Ki Nam, Choe Pu Il, los miembros del Buro Politico del CC del PTC, los secretarios responsables de los Comites del PTC en las provincias, los miembros del organo directivo del CC del PTC en la ciudad de Pyongyang, los diputados a la Asamblea Popular Suprema, los ministros, los oficiales y soldados del EPC y del ESIPC, los cientificos y tecnicos del sector de investigacion cientifica, los profesores e investigadores de las universidades capitalinas, los compatriotas en ultramar, los matrimonios de los representantes diplomaticos y los de organizaciones internacionales y de los agregados militares, acreditados en Corea, y otros huespedes extranjeros."
        },
        {
            "title": "Rinden homenaje a Kim Il Sung y Kim Jong Il por dia de fundacion de la RPDC",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-18ee.html",
            "content": "Rinden homenaje a Kim Il Sung y Kim Jong Il por dia de fundacion de la RPDC\r\n Pyongyang, 10 de septiembre (ACNC) -- En ocasion del 65o aniversario de la fundacion de la Republica Popular Democratica de Corea, los oficiales y soldados del Ejercito Popular de Corea, trabajadores de diversos estratos, jovenes y ninos escolares visitaron las estatuas de bronce de los Generalisimos Kim Il Sung y Kim Jong Il erigidas en la colina Mansu.\n\t\t\t\t\t Al pie de las estatuas, estaba colocado el cesto de flores enviado por el Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del EPC.\n\t\t\t\t\t\n\t\t\t\t\t Se depositaron los cestos, ramos y ramitas de flores a nombre de las instituciones del partido, las fuerzas armadas y el poder, entidades sociales, ministerios, organos centrales, unidades del EPC y del Ejercito de Seguridad Interior del Pueblo de Corea y los organos, empresas, fabricas, granjas y escuelas de distintos niveles de esta capital, etc.\n\t\t\t\t\t\n\t\t\t\t\t Igualmente, se ha puesto un cesto de flores a nombre de la sucursal del Frente Democratico Nacional Antiimperialista (FDNA) en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Los visitantes rindieron homenaje a los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\t Las ceremonias de homenaje tuvieron lugar tambien en la Academia Militar General Kim Il Sung, el Ministerio de las Fuerzas Armadas Populares, el Ministerio de Seguridad del Pueblo, la Escuela Revolucionaria de Mangyongdae, la Casa de Creacion Mansudae y otros lugares de esta capital donde se encuentran las estatuas de bronce y los retratos en amplia sonrisa de los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\t Hicieron otro tanto los oficiales y soldados del EPC, los trabajadores, jovenes y escolares a lo largo del pais."
        },
        {
            "title": "Son Kwang Chol - octavo ganador de gran toro",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-19ee.html",
            "content": "Son Kwang Chol - octavo ganador de gran toro\r\n Pyongyang, 10 de septiembre (ACNC) -- Tuvo lugar en el pintoresco islote Rungna de esta capital el XI Torneo Nacional de Sirum (lucha tradicional coreana) por el premio Gran Toro.\n\t\t\t\t\t En esta edicion participaron mas de 130 luchadores seleccionados de la ciudad de Pyongyang y las provincias.\n\t\t\t\t\t\n\t\t\t\t\t El jugador del equipo de la provincia de Hwanghae del Sur, Son Kwang Chol, ocupo el primer lugar y se hizo el octavo dueno del gran toro vivo que se otorga al campeon.\n\t\t\t\t\t\n\t\t\t\t\t Tiene 23 anos de edad y es trabajador de la empresa de administracion del estadio de la provincia de Hwanghae del Sur.\n\t\t\t\t\t\n\t\t\t\t\t En el ano pasado, el avanzo hasta a los cuartos de final aunque participo por primera vez en el torneo.\n\t\t\t\t\t\n\t\t\t\t\t En la final de la presente edicion, Son vencio por 2 a 0 a su rival Kim Kum Chol de la provincia de Kangwon y recibio el gran toro y el campano de oro.\n\t\t\t\t\t\n\t\t\t\t\t En entrevista con la ACNC, el dijo que dedica su victoria a todo el pueblo, en especial, a la poblacion de la provincia de Hwanghae del Sur."
        },
        {
            "title": "Mas de 490 mil visitan en un ano el Parque Folclorico de Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201309/news10/20130910-20ee.html",
            "content": "Mas de 490 mil visitan en un ano el Parque Folclorico de Pyongyang\r\n Pyongyang, 10 de septiembre (ACNC) -- En un ano desde la inauguracion del Parque Folclorico de Pyongyang, lo visitaron mas de 490 mil.\n\t\t\t\t\t Entre los visitantes figuran los militares, los trabajadores, los jovenes y escolares, los coreanos residentes en ultramar y los extranjeros.\n\t\t\t\t\t\n\t\t\t\t\t En la zona de educacion general en la historia, la de exposicion de vestigios historicos, la contemporanea, la folclorica y otras que conforman el extenso parque, los visitantes pueden vivir y experimentar diferentes edades de la historia y cultura de la nacion coreana."
        }
    ]
}