{
    "date": "2013-01-03",
    "url": "http://kcna.co.jp/item/2013/201301/2013-01-03ee.html",
    "articles": [
        {
            "title": "Lee Myung Bak Group Accused of Its Confrontation and War Moves",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-11ee.html",
            "content": "Lee Myung Bak Group Accused of Its Confrontation and War Moves\n\t\t\t\t\t\t\r\n Pyongyang, January 3 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea issued the following statement on Jan. 3:\n\t\t\t\t\t The people in the north and all other fellow countrymen are significantly greeting the New Year with immense pride and self-esteem and joy as the greatest event in the nation's history spanning five thousand years.\n\t\t\t\t\t\n\t\t\t\t\t Upon listening to the historic New Year Address made by the dear respected Marshal Kim Jong Un, all the Koreans in the north and the south and abroad are dynamically turning out in the great drive for building a reunified thriving nation in sky-high spirit and full of hope and conviction of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t However, the Lee Myung Bak group of traitors in south Korea is frantically kicking up a racket for confrontation with compatriots and a war from the outset of the new year, touching off astonishment and resentment among the public at home and abroad. \n\t\t\t\t\t\n\t\t\t\t\t Lee, puppet Defense Minister Kim Kwan Jin, Unification Minister Ryu U Ik and other confrontation maniacs more dead than alive are going into hysteria, letting loose a spate of malignant outbursts crying out for defending \"the northern limit line\", \"the north may perpetrate provocations based on the mode of striking the west while making noise in the east\" and \"the north made a bad choice\". Meanwhile, they are getting frantic with such maneuvers for invading the north as live shell firing drill with tanks and armored cars involved, calling for \"punishment\" of someone in the western and eastern sectors of the front.\n\t\t\t\t\t\n\t\t\t\t\t They, at the same time, hurled human scum into the operation to scatter leaflets.\n\t\t\t\t\t\n\t\t\t\t\t Bells rang and fireworks were displayed in the sky above Pyongyang to greet the New Year and songs of happiness, glory and reunification reverberated far and wide whereas south Korea is disturbed by gunfire made by saber-rattling targeted against compatriots. What a striking contrast between the two developments. \n\t\t\t\t\t\n\t\t\t\t\t The confrontation racket of the Lee group is a blatant challenge to the aspiration of all the fellow countrymen desirous of peace and reunification and unpardonable grave provocation to the sincere call of the DPRK for putting an end to the north-south confrontation and bringing about a new phase of national reunification by the concerted efforts of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The Committee for the Peaceful Reunification of Korea joins all Koreans in bitterly condemning the Lee group, the worst warmongers, for bringing the dark clouds of war.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group, not content with the hideous crimes committed against the nation for the past five years, is making desperate efforts to ignite a war at any cost before meeting its miserable end after driving the inter-Korean relations into a total collapse.\n\t\t\t\t\t\n\t\t\t\t\t The provocative moves stepped up by the Lee group are intended to push the inter-Korean ties to an extremely serious phase in a bid to prod the next regime into sticking to the confrontation policy.\n\t\t\t\t\t\n\t\t\t\t\t History knows not a few rascals, tyrants and warmongers but it records no such vicious and ignorant group of confrontation maniacs as the Lee group.\n\t\t\t\t\t\n\t\t\t\t\t That was why the group became the target of criticism and derision, being labeled the dirtiest group of rats which must be eradicated right after their appearance.\n\t\t\t\t\t\n\t\t\t\t\t The Lee group was so forsaken by the people's mind-set and the public opinion of south Korea that it was sidelined even by its own clan and they kept him at distance in the election.\n\t\t\t\t\t\n\t\t\t\t\t No one can predict what serious disaster the hysteria of such group will bring to the nation.\n\t\t\t\t\t\n\t\t\t\t\t The Committee for the Peaceful Reunification of Korea solemnly clarifies the following stance in view of the deep concern of all the Koreans about the grave situation prevailing in Korea from the outset of the new year and the serious lesson taught during the past five years of its office:\n\t\t\t\t\t\n\t\t\t\t\t First. It is necessary to eradicate the root cause of misfortune to prevent national disaster.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people have been seized with constant war horror and uneasiness and the Korean nation has never been in peace due to the Lee group of rats which knows nothing but confrontation with fellow countrymen and saber-rattling.\n\t\t\t\t\t\n\t\t\t\t\t A group of rats will only bring nothing but disaster and misfortune.\n\t\t\t\t\t\n\t\t\t\t\t Such rats must be eradicated in good time.\n\t\t\t\t\t\n\t\t\t\t\t Only when such group of rats, refuses and dregs of history, is completely eradicated, can the south Korean people escape disaster and live a secure life.\n\t\t\t\t\t\n\t\t\t\t\t Second. Resorting to the confrontation with fellow countrymen makes it impossible to prevent a war.\n\t\t\t\t\t\n\t\t\t\t\t To improve the inter-Korean relations and realize the national reconciliation, unity and reunification as early as possible is the unanimous desire and wishes of the Korean nation and an irresistible trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t The group made no scruple of committing such most hideous evils, shocking the world people, as the group was so blinded by confrontation in the last five years of its office that it was unable to face up to the trend of the times. \n\t\t\t\t\t\n\t\t\t\t\t Consequently, a touch-and-go situation prevailed on the Korean Peninsula and such tragedy as skirmish occurred.\n\t\t\t\t\t\n\t\t\t\t\t The confrontation with fellow countrymen is bound to lead to a war.\n\t\t\t\t\t\n\t\t\t\t\t There is a limit to the DPRK's patience and the resolution of the army of the DPRK to annihilate enemies is running high.\n\t\t\t\t\t\n\t\t\t\t\t The anti-reunification forces in south Korea should act with discretion, properly understanding the strong will of our revolutionary armed forces clarified in the statement issued by a spokesman for the DPRK National Defence Commission.\n\t\t\t\t\t\n\t\t\t\t\t Third. In order to prevent disaster of the nation all the compatriots should unite under the banner of \"By our nation itself\" and come out in the struggle against the anti-reunification confrontation forces.\n\t\t\t\t\t\n\t\t\t\t\t Our compatriots keenly realized that peace, reunification and prosperity are guaranteed by the unity of the nation while carving out the proud June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t The idea of \"By our nation itself\" which calls for sharing happiness and wellbeing in a reunified country and confrontation with fellow countrymen bringing a great disaster of the nation can never go together.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should open a new phase of national reunification in unity.\n\t\t\t\t\t\n\t\t\t\t\t They should subordinate and orient everything to the great cause of national reunification from the standpoint of giving priority to the nation, attaching importance to the nation and achieving national unity and decisively check and foil the war moves of the anti-reunification confrontation forces.\n\t\t\t\t\t\n\t\t\t\t\t Those seeking confrontation and war are bound to meet destruction.\n\t\t\t\t\t\n\t\t\t\t\t We will watch the future attitude of the south Korean authorities."
        },
        {
            "title": "New Year Greetings to Kim Jong Un from Egyptian President",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-04ee.html",
            "content": "New Year Greetings to Kim Jong Un from Egyptian President\n\t\t\t\t\t\t\r\n Pyongyang, January 3 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, received a New Year card from Muhammad Morsi, president of Egypt, on Dec. 28 last year.\n\t\t\t\t\t He said he was very happy to extend his hearty greetings to Kim Jong Un on the occasion of New Year 2013.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health and the friendly Korean people progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t He extended his best regards."
        },
        {
            "title": "Moranbong Band Continues New Year Performance ",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-01ee.html",
            "content": "Moranbong Band Continues New Year Performance \n\t\t\t\t\t\t\r\n Pyongyang, January 3 (KCNA) -- A New Year performance \"Following the Party to the End\" is being continuously given with splendor by the Moranbong Band in Pyongyang, instilling confidence in the final victory into the servicepersons and people greeting the New Year. \n\t\t\t\t\t The venue of the performance was full of excited audience who received the historic New Year Address made by the dear respected Marshal Kim Jong Un, great brilliant commander of Mt. Paektu, with immense pride of successfully launching a satellite under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were officials of the fields of science and technology including the State Academy of Sciences, teachers and researchers of educational institutions including Kim Il Sung Military University and Kim Il Sung Political University, officials of ministries and national institutions and Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with the National Anthem. Put on the stage were colorful pieces including female chorus \"The Glorious Motherland\", light music and song \"May Snow Fall on New Year's Day\" and light music and serial songs \"Songs Looking up to the General\". \n\t\t\t\t\t\n\t\t\t\t\t The feelings of strong yearning for the peerlessly great men pervaded the auditorium whenever their benevolent images were shown on the background. \n\t\t\t\t\t\n\t\t\t\t\t The audience admired the refined artistic representation, active performing that led to natural combination of the performers and the audience, grand and rich sound, beautiful stage decoration and peculiar lighting. \n\t\t\t\t\t\n\t\t\t\t\t The performance ended with the epilogue \"May Snow Fall on New Year's Day\" amid cheers by the audience."
        },
        {
            "title": "New Year Performance Goes on",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-12ee.html",
            "content": "New Year Performance Goes on\n\t\t\t\t\t\t\r\n Pyongyang, January 3 (KCNA) -- New Year performance \"Following the Party to the End\" given by the Moranbong Band is going on before full houses.\n\t\t\t\t\t Among the audience were scientists, technicians and researchers of scientific research institutions, teachers, researchers and students of Kim Il Sung University, Kim Chaek University of Technology and other universities and colleges, officials of working people's organizations, officials and employees of the Mansudae Art Studio, Foreign Languages Publishing House and other units of merits, creators, artistes, journalists and editors of the army and society and Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were female chorus \"Shining Country\", light music and song \"May Snow Fall on the New Year's Day\", light music \"At a Go\" and female trio \"The Nodul Riverside\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of thanks to President Kim Il Sung and leader Kim Jong Il who built an invincible socialist power on this land and paved the wide avenue of eternal prosperity of the sun's nation, making long journeys of patriotic dedication to the country and its people all their life.\n\t\t\t\t\t\n\t\t\t\t\t The performance vividly represented the steadfast will of the people to devote their all to the advance for a great surge for the prosperity of the country by performing proud feats and winning victories in the drive for the new year under the leadership of the dear respected Marshal Kim Jong Un."
        },
        {
            "title": "Performance Given for Contributors to Satellite Launch ",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-10ee.html",
            "content": "Performance Given for Contributors to Satellite Launch\n\t\t\t\t\t\t\r\n Pyongyang, January 3 (KCNA) -- The National Symphony Orchestra gave a concert for scientists, technicians, workers and officials who contributed to the successful launch of satellite at the Moranbong Theater on Thursday.\n\t\t\t\t\t The artistes of the orchestra presented bouquets to them.\n\t\t\t\t\t\n\t\t\t\t\t The repertoire included orchestral music \"Glory to Our Great Party\" and female trio \"Let's Drink a Toast\".\n\t\t\t\t\t\n\t\t\t\t\t The artistes vividly represented the boundless pride and self-confidence of the army and people who won victory which will brightly shine in the history the country through their general advance to carry out the behests of leader Kim Jong Il under the leadership of the dear respected Kim Jong Un."
        },
        {
            "title": "Contributors to Satellite Launch Spend Happy Day ",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-05ee.html",
            "content": "Contributors to Satellite Launch Spend Happy Day \n\t\t\t\t\t\t\r\n Pyongyang, January 3 (KCNA) -- Scientists, technicians, workers and officials who contributed to the successful launch of satellite are enjoying happy days in Pyongyang. \n\t\t\t\t\t They watched a men's basketball match between the Amnokgang Sports Team and the Kigwancha Sports Team at the Pyongyang Indoor Stadium on Jan. 2.\n\t\t\t\t\t\n\t\t\t\t\t Then they played basketball, volleyball and table-tennis, divided into two teams Unha 1 and Unha 2.\n\t\t\t\t\t\n\t\t\t\t\t On the same day they enjoyed a New Year concert given by the Samjiyon Band of the Mansudae Art Troupe at the People's Palace of Culture.\n\t\t\t\t\t\n\t\t\t\t\t At the concert started with instrumental music and song \"A Happy New Year\" the performers warmly congratulated the space conquerors.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the feats of leader Kim Jong Il who turned the country into an impregnable political and military power and laid an eternal foundation for prosperity with his unique Songun leadership in numbers like male solo \"Thank You, Dear General\", male trio \"O, We Long for You\" and music for violin \"Boundless Is Our Yearning\".\n\t\t\t\t\t\n\t\t\t\t\t Watching female solo \"Our Great Country\", large chorus \"Our Leader Loved by People\" and other songs, the space conquerors hardened the conviction that Kim Il Sung's nation and Kim Jong Il's Korea have a bright future as they are led by the dear respected Marshal Kim Jong Un, symbol of the great Paektusan nation and banner of victory and glory."
        },
        {
            "title": "Japan's Future Depends on Settlement of Its Past: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-07ee.html",
            "content": "Japan's Future Depends on Settlement of Its Past: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, January 3 (KCNA) -- A series of memorial services took place in Nanjing City of China some days ago to mark the 75th anniversary of the Nanjing massacre by the Japanese imperialists. Loudly heard from the events were voices condemning the Japanese reactionaries who have not yet liquidated the blood-stained past crimes.\n\t\t\t\t\t Rodong Sinmun Thursday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This clearly showed it is the unavoidable historical task of the Japanese government to fully redress its crime-woven past and that it is also the strong requirements of the world public.\n\t\t\t\t\t\n\t\t\t\t\t The crimes committed by Japanese imperialism against the Asian peoples in the past were unprecedented ones in human history.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the Japanese reactionaries have resorted to the whole gamut of intrigues to evade apology and reparation of the past crimes despite the undeniably clear evidence.    They went the lengths of totally denying and distorting the past crimes and making desperate efforts to evade their responsibilities.\n\t\t\t\t\t\n\t\t\t\t\t That the world is unanimously demanding Japan liquidate its past crimes is not merely aimed to get a few pennies of money. The past liquidation is necessary for Japan to clearly redress its crime-woven past and become a trustworthy member of the international community.\n\t\t\t\t\t\n\t\t\t\t\t However, the sordid behavior of the Japanese authorities distorting history in disregard of such requirements of the times is beclouding Japan's destiny.\n\t\t\t\t\t\n\t\t\t\t\t There is no future for Japan as it has not yet drawn a lesson from the history of its defeat but runs reckless to make the past history repeat itself."
        },
        {
            "title": "Killing of Civilians by Power Disclosed in S. Korea ",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-08ee.html",
            "content": "Killing of Civilians by Power Disclosed in S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, January 3 (KCNA) -- The Seoul Central District Court of south Korea admitted that the right-wing gangs killed civilians on Kanghwa Island during the last Korean War with the consent of the then power.\n\t\t\t\t\t During the Korean War the ultra right-wing organization Kanghwa Homeland Defense Commando Unit took away islanders in group and mercilessly tortured them for the reason that they helped the People's Army or sent their kinsmen to the army. \n\t\t\t\t\t\n\t\t\t\t\t Not content with this, those gangsters killed all of them at the instructions of the police and at its tacit connivance. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean Committee for Settling the Past History for Truth and Reconciliation investigated into the case in July of 2008 and made public the results that more than 430 people were killed at that time. \n\t\t\t\t\t\n\t\t\t\t\t The truth has been disclosed though belatedly by the strong protest struggle of the bereaved families of the victims against the puppet regime."
        },
        {
            "title": "Foreigners Praise Kim Jong Un",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-02ee.html",
            "content": "Foreigners Praise Kim Jong Un\n\t\t\t\t\t\t\r\n Pyongyang, January 3 (KCNA) -- Events took place in different countries on the occasion of the first anniversary of the dear respected Kim Jong Un's assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\t Round-table talks, meetings, seminars, lectures, book and photo exhibitions and film shows were held in Russia, Syria, Indonesia, India and Bangladesh in the period between December 26 and 28 last year.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Political Council of the Nakhodka Branch of the United Russia Party said that he deeply felt the greatness of Kim Jong Un during his visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He said the leaping progress being made by the DPRK under the banner of Songun is entirely a brilliant fruition of the energetic leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Al Ahd al Watani Party of Syria said that Kim Jong Un's assumption of supreme commandership of the KPA represents the unshakable will of the party, the state and the people of the DPRK to accomplish the revolutionary cause that was pioneered and had been victoriously led by the preceding leaders.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Indonesian Democratic Party of Struggle said that the DPRK has further demonstrated its might as an invincible political, ideological and military power under the wise Songun leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the National Leading Council of the Diversity Party of Indonesia noted that the DPRK has demonstrated its might as a military power which no one dares provoke as it is led by the great leaders generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Indian Society for the Study of Works of Kim Jong Il said that the Korean people would build a thriving socialist nation and achieve national reunification, the long-cherished desire of the nation, without fail under the outstanding leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Indian Society for Juche Idea-Self-Reliance Studies stressed that 2012 was a significant year when Kim Jong Un remarkably strengthened the national power of the DPRK by inheriting the Songun politics of leader Kim Jong Il."
        },
        {
            "title": "Bulletin in Praise of Kim Jong Il Issued in Cambodia",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-03ee.html",
            "content": "Bulletin in Praise of Kim Jong Il Issued in Cambodia\n\t\t\t\t\t\t\r\n Pyongyang, January 3 (KCNA) -- The AKP of Cambodia issued its bulletin \"Veteran statesman\" on December 24, on the occasion of the first anniversary of demise of leader Kim Jong Il and the 21st anniversary of his assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\t The bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was a man with the political career of more than half a century.\n\t\t\t\t\t\n\t\t\t\t\t He began his Songun revolutionary leadership with his field guidance to Seoul Ryu Kyong Su 105 Guards Tank Division of the KPA on August 25, 1960 and authored many works of important significance in building socialism and carrying out the world revolutionary cause.\n\t\t\t\t\t\n\t\t\t\t\t He started his work at the Central Committee of the Workers' Party of Korea on June 19, 1964.\n\t\t\t\t\t\n\t\t\t\t\t A drastic turn has since been made in the development of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t His political philosophy was the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He overcame all sorts of difficulties of history with the might of ideology and led socialist Korea to victory after victory.\n\t\t\t\t\t\n\t\t\t\t\t He solved all the issues arising in the revolution and construction while believing in and depending on the strength of the popular masses and stirring up their ideological awareness.\n\t\t\t\t\t\n\t\t\t\t\t He made public his famous works including \"Socialism Is a Science\" after the collapse of socialism in eastern European countries.\n\t\t\t\t\t\n\t\t\t\t\t He consolidated socialist Korea into an invincible fortress which no formidable imperialist enemy dare provoke under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the Songun politics as a basic political mode under socialism and increased the military capabilities of the DPRK in every way. This made it possible to avert a war on the Korean Peninsula, an acute hotspot, and ensure peace and stability in Northeast Asia and the rest of the world."
        },
        {
            "title": "DPRK's Successful Satellite Launch Hailed by Thai Organizations",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-06ee.html",
            "content": "DPRK's Successful Satellite Launch Hailed by Thai Organizations\n\t\t\t\t\t\t\r\n Pyongyang, January 3 (KCNA) -- Thai organizations issued statements on Dec. 26 last year to hail the successful launch of satellite Kwangmyongsong 3-2 in the DPRK.\n\t\t\t\t\t The Thailand-DPRK Friendship Association said the successful launch of the working satellite shows well the huge potentials of the DPRK's self-supporting economy and the strong foundation of latest science and technology of the country. Through the recent satellite launch the DPRK ranked itself with dignity among those countries that conquered space, it added.\n\t\t\t\t\t\n\t\t\t\t\t The members of the association hope that the Korean people would, in the future, too, continue exercising the right to space use for peaceful purposes by launching more satellites under the wise leadership of the dear respected Kim Jong Un, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The Organization for the Study of the Juche Idea of Thailand said that it is hard to imagine from the size of territory and population of the DPRK that it ranked itself among those space conquerors.\n\t\t\t\t\t\n\t\t\t\t\t The achievements made by the DPRK would be unthinkable without the line of President Kim Il Sung on attaching importance to science and technology, tireless efforts made by leader Kim Jong Il and the wise leadership provided by Kim Jong Un, it noted, expressing belief that the Korean people would continue succeeding in launching satellites under the wise leadership of Kim Jong Un."
        },
        {
            "title": "Funcion de Banda Moranbong infunde la fe en victoria final",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-13ee.html",
            "content": "Funcion de Banda Moranbong infunde la fe en victoria final\n\t\t\t\t\t\t\r\nPyongyang, 3 de enero (ACNC) -- Tiene lugar con solemnidad en esta capital la funcion por el Ano Nuevo de la Banda Moranbong \"Hasta el final siguiendo el partido\" dando la fe en la victoria final a los uniformados y civiles quienes han acogido el ano 2013.\n\t\t\t\t\tReina el lugar de funcion la emocion de los espectadores quienes recibieron el historico mensaje del ano nuevo del Mariscal Kim Jong Un acogiendo el nuevo ano lleno de esperanzas con el orgullo de haber logrado la victoria de la conquista espacial bajo la orientacion del gran general insigne del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tLa presenciaron los funcionarios de la Academia Estatal de Ciencias y otras ramas de ciencia y tecnologia, los profesores e investigadores de la Academia Militar General Kim Il Sung, la Universidad Politica Kim Il Sung y otras instituciones docentes, los funcionarios de los ministerios y organos centrales asi como otros trabajadores capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tEn la escena, iniciada con la interpretacion del Himno Nacional, se pusieron el coro femenino \"Patria radiante\", la musica ligera y cancion \"Que caiga la nieve de Ano Nuevo\" y la musica ligera y las canciones en serie \"Cancion que cantamos anorando al General\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\tEl salon quedaba entusiasmado por la infinita anoranza al Dirigente cada vez que aparecian en la pantalla las imagenes de el.\n\t\t\t\t\t\n\t\t\t\t\tLos espectadores no pudieron contener las admiraciones a la diestra descripcion artistica de los ejecutantes, la caliente atmosfera de la funcion armonizada con el publico, los lujosos aparatos escenicos, peculiares iluminaciones, etc.\n\t\t\t\t\t\n\t\t\t\t\tLa funcion fue ojeto de efusivas ovaciones de los espectadores."
        },
        {
            "title": "Concierto de Orquesta Sinfonica Nacional para conquistadores de universo",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-14ee.html",
            "content": "Concierto de Orquesta Sinfonica Nacional para conquistadores de universo\n\t\t\t\t\t\t\r\nPyongyang, 3 de enero (ACNC) -- Se ofrecio el dia 3 en el capitalino Teatro Moranbong el concierto de la Orquesta Sinfonica Nacional para felicitar a los cientificos, tecnicos, obreros y funcionarios que contribuyeron al lanzamiento exitoso del satelite artificial de la Tierra \"Kwangmyongsong-3\".\n\t\t\t\t\tLos artistas dieron los ramos de flores a los conquistadores del cosmos. \n\t\t\t\t\t\n\t\t\t\t\tEn la escena se pusieron la musica orquestal \"Gloria a nuestro gran partido\", el trio femenino \"Brindemos\" y otras diversas piezas. \n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes demostraron el gran orgullo y dignidad de todos los militares y civiles coreanos que bajo la guia del Mariscal Kim Jong Un por haber lograda la victoria historica registrable en los anales de la patria a traves de la ofensiva general por cumplir el legado del Generalisimo Kim Jong Il."
        },
        {
            "title": "Conquistadores cosmicos visitan Palacio de Deportes de Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-15ee.html",
            "content": "Conquistadores cosmicos visitan Palacio de Deportes de Pyongyang\n\t\t\t\t\t\t\r\nPyongyang, 3 de enero (ACNC) -- Los cientificos, tecnicos, obreros y funcionarios, quienes contribuyeron al lanzamiento exitoso del satelite artificial de la Tierra, estuvieron el dia 2 primeramente en el Palacio de Deportes de Pyongyang donde presenciaron una competencia de baloncesto (m) entre los Conjuntos Deportivos Amnokgang y Kigwancha.\n\t\t\t\t\tLuego, ellos hicieron juegos de baloncesto, voleibol y ping-pong divididos en dos equipos \"Unha-1\" y \"Unha-2\".\n\t\t\t\t\t\n\t\t\t\t\tY en el Palacio Cultural del Pueblo vieron el concierto por el Ano Nuevo ofrecido por la Banda Samjiyon del Conjunto Artistico Mansudae.\n\t\t\t\t\t\n\t\t\t\t\tEn el concierto iniciado con la musica instrumental y cancion \"Feliz Ano Nuevo\", los ejecutantes dieron calurosas felicitaciones a los conquistadores cosmicos.\n\t\t\t\t\t\n\t\t\t\t\tEn el solo masculino \"Gracias, General padre\", el trio masculino \"Anoranza\", la musica para violin \"No tiene fin la anoranza\" y otras piezas, los ejecutantes elogiaron las hazanas del Dirigente Kim Jong Il quien con la original direccion del Songun convirtio la Republica Popular Democratica de Corea en una invencible potencia politica y militar y asento el cimiento eterno de la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tEscuchando el solo femenino \"Mi pais grande\", el coro \"Nuestro dirigente adorado por el pueblo\" y otras piezas, los espectadores pudieron guardar profundamente el sentimiento de que es radiante el futuro de la nacion de Kim Il Sung y la Corea de Kim Jong Il porque goza de la direccion del Mariscal Kim Jong Un, simbolo de la gran potencia del monte Paektu y bandera de la victoria y gloria."
        },
        {
            "title": "Otorgada Orden Kim Jong Il al Comite de Tecnologias Espaciales de Corea ",
            "url": "http://kcna.co.jp/item/2013/201301/news03/20130103-16ee.html",
            "content": "Otorgada Orden Kim Jong Il al Comite de Tecnologias Espaciales de Corea \n\t\t\t\t\t\t\r\nPyongyang, 3 de enero (ACNC) -- Quedo publicado el dia primero un decreto del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea de otorgar la Orden Kim Jong Il al Comite de Tecnologias Espaciales de Corea (CTEC) que lanzo con exito la unidad no.2 del satelite artificial de la Tierra \"Kwangmyongsong-3\".\n\t\t\t\t\tEl decreto senala que con la ardiente fidelidad de cumplir satisfactoriamente el legado del Dirigente Kim Jong Il y la noble conciencia partidista, los cientificos, tecnicos, obreros y funcionarios del CTEC terminaron en un corto plazo la investigacion cientifica para mejorar la confiabilidad y la precision del cohete transportador y el satelite y lanzaron con exito la unidad no.2 del \"Kwangmyongsong-3\", satelite artificial del Juche que utilizo en cien por ciento los productos nacionales."
        }
    ]
}