{
    "date": "2013-10-13",
    "url": "http://kcna.co.jp/item/2013/201310/2013-10-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Provides Field Guidance to Kim Jong Suk Pyongyang Textile Mill",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-11ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Kim Jong Suk Pyongyang Textile Mill\r\n Pyongyang, October 13 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, provided field guidance to the Kim Jong Suk Pyongyang Textile Mill.\n\t\t\t\t\t He went round the room for education in the revolutionary history and the room dedicated to the history of the mill.\n\t\t\t\t\t\n\t\t\t\t\t Seeing precious historic relics and data, he recollected with deep emotion the path of development covered by the mill under the warm loving care and meticulous guidance of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Visiting the mill alone one may know well about the history of devoted service made by the President and the leader to the people, he said, adding the mill concentrically proves their outlook on the people.\n\t\t\t\t\t\n\t\t\t\t\t Making the rounds of the general production control room, rayon fabrics shop, sample room and various other places of the mill, he acquainted himself in detail with production there, technical specifications of new textile equipment and quality of products.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied to see the mill mass-producing varieties of good quality rayon fabrics as soft and lustrous as silk by operating new modern textile equipment provided by the party recently.\n\t\t\t\t\t\n\t\t\t\t\t Having modern textile equipment including water jet looms with very high performance, the mill is now capable of boosting production and improving the quality of products while saving a lot of manpower, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He said it is the intention of the party to mass-produce quality clothing materials and varieties of fabrics by introducing high-speed textile equipment and steadily putting the production processes on a highly modern basis.\n\t\t\t\t\t\n\t\t\t\t\t Fabrics for dresses and shirts produced by the mill are high in quality, he said, adding that the supply of students' uniforms and varieties of dresses for people made with such fabrics would help streets and villages look brighter.\n\t\t\t\t\t\n\t\t\t\t\t He got familiar in detail with the supply service at the mill.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that visiting the hostel of the mill Kim Il Sung personally tasted soup for workers and Kim Jong Il gave an earnest instruction to successfully remodel it. Kim Jong Un told officials that he would be responsible for the project for building a wonderful hostel at the mill.\n\t\t\t\t\t\n\t\t\t\t\t He personally chose a site for the hostel and showed such deep loving care as settling all issues arising in construction.\n\t\t\t\t\t\n\t\t\t\t\t He advanced the important tasks to be carried out by the mill, saying the mill playing the role of an outpost in the efforts to improve the standard of people's living has done a lot of work in the past but has much more things to do in the future.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Pak Pong Ju, member of the Political Bureau of the C.C., the WPK and premier of the Cabinet, Paek Kye Ryong, department director of the C.C., the WPK, Pak Myong Sun, vice department director of the C.C., the WPK, and An Jong Su, minister of Light Industry."
        },
        {
            "title": "Kim Jong Un Visits Completed Munsu Water Park",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-18ee.html",
            "content": "Kim Jong Un Visits Completed Munsu Water Park\r\n Pyongyang, October 13 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, looked round the completed Munsu Water Park.\n\t\t\t\t\t Going round it, he learned about the arrangements for its opening ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Looking at the colored plaster statue of General Secretary Kim Jong Il erected in the lobby of the indoor swimming pool for a long while, he said with deep emotion how Kim Jong Il would be pleased if he had seen the wonderfully completed water park as he had made so much effort to provide a comprehensive water park to the people.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the fact that various water tanks, saunas, shower rooms and welfare service facilities of the indoor swimming pool were successfully built as required by the designs ratified by the party and it was perfect in every aspect.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need for the officials and employees of the park to serve the visitors well in the spirit of devoted service to them and take good care of all facilities in the park.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the park has reached the standard required by the party, he instructed officials to hold an opening ceremony as early as possible so that people may visit it to have a good rest.\n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the feats performed by the soldier-builders, saying that such wonderful park to be proud of before the world could be successfully built thanks to their efforts.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Vice Marshal of the KPA Choe Ryong Hae, director of the General Political Bureau of the KPA, and Ma Won Chun, vice-department director of the C.C., the WPK."
        },
        {
            "title": "Kim Jong Un Visits Mirim Riding Club",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-19ee.html",
            "content": "Kim Jong Un Visits Mirim Riding Club \r\n Pyongyang, October 13 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, visited the Mirim Riding Club and set forth the tasks to be fulfilled to make good preparations for inaugurating the club.\n\t\t\t\t\t He looked round various places of the club including the room for the education in the revolutionary history.\n\t\t\t\t\t\n\t\t\t\t\t He gave precious instructions on displaying photos of President Kim Il Sung and General Secretary Kim Jong Il in a brighter and more respectful manner and putting historic relics on display with good care.\n\t\t\t\t\t\n\t\t\t\t\t He climbed a man-made hill from where one can command a bird's-eye view of the club and was pleased to watch a cozy pavilion and a tent resting place built in a peculiar style as intended by the Party so that visitors may have a good rest.\n\t\t\t\t\t\n\t\t\t\t\t He specified the tasks to be carried out to wind up the work for arranging the environment of the club to be impeccable including the covering of the area around the man-made pond with sand from the beach of Monggumpho and the planting of trees of good species on the hill.\n\t\t\t\t\t\n\t\t\t\t\t He told officials that the party would send more than 60 horses for running the club and underlined the need to take particular care of them. \n\t\t\t\t\t\n\t\t\t\t\t He expressed his expectation that soldier-builders and officials of ministries and national institutions would make full preparations for inaugurating the club.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Vice Marshal of the KPA Choe Ryong Hae, director of the General Political Bureau of the KPA, and Ma Won Chun, vice-department director of the Central Committee of the WPK."
        },
        {
            "title": "Ryugyong Dental Hospital Opens",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-15ee.html",
            "content": "Ryugyong Dental Hospital Opens\r\n Pyongyang, October 13 (KCNA) -- The Ryugyong Dental Hospital was successfully built in Munsu area of Pyongyang.\n\t\t\t\t\t The hospital has all conditions for medical services such as modern general dental equipment, diagnosis and treatment rooms, first aid treatment room, material preparation room and dispensary, shop and playground.\n\t\t\t\t\t\n\t\t\t\t\t Its opening ceremony took place on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Pak Pong Ju, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Mun Kyong Dok, and officials concerned, builders, employees of the hospital, and citizens here.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok, member of the Political Bureau and secretary of the WPK Central Committee, said in his address that the hospital built under the care of the party is a modern medical service center having all material and technological conditions for the prevention and treatment of dental diseases as required by healthcare science and technology and meeting the needs of formative art in architecture on a high level.\n\t\t\t\t\t\n\t\t\t\t\t It helps increase the level of medical service as required by the people and the trend of development of dental service and makes the people fully benefit from the socialist healthcare system in the DPRK, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t He called for waging a dynamic drive to glorify the country as a highly civilized socialist power where people's ideal and desire come into reality, single-mindedly united around Marshal Kim Jong Un."
        },
        {
            "title": "Okryu Children's Hospital Opens",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-16ee.html",
            "content": "Okryu Children's Hospital Opens\r\n Pyongyang, October 13 (KCNA) -- The Okryu Children's Hospital has been built in the Munsu area on the picturesque bank of the Taedong River.\n\t\t\t\t\t The six-storied hospital with a total floor space of 32 800 square meters has various curative and treatment rooms, operation rooms and sick wards furnished with latest medical equipment. The medical center for children also has classrooms, playing ground and resting places for children.\n\t\t\t\t\t\n\t\t\t\t\t The completion of the hospital helps put combined medical service for children and scientific researches on a cutting-edge basis.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Pak Pong Ju, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Mun Kyong Dok, Choe Pu Il and officials concerned, officers and men of the Korean People's Internal Security Forces, employees of the hospital and Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea (WPK), made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t The opening of the hospital is a precious fruition of the energetic guidance and devoted efforts of Marshal Kim Jong Un who is successfully carrying out the noble intention of President Kim Il Sung and General Secretary Kim Jong Il, the speaker said, adding: It is also thanks to the labor drive waged by the soldier-builders and other people in the spirit of devotedly implementing the instructions of the WPK, true to its call.\n\t\t\t\t\t\n\t\t\t\t\t He called upon the health workers and employees of the hospital to conduct an effective treatment and preventive work for children and scientific researches and the management of the hospital so that they may greatly benefit from the WPK and state's grateful healthcare policy. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people and children will lead a happy life with nothing to desire more in the world in the best country to be envied by the world people as they are holding Kim Jong Un in high esteem as the great leader and the tender-hearted father, the speaker noted.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round the interior of the hospital."
        },
        {
            "title": "Foreigners Pay Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-17ee.html",
            "content": "Foreigners Pay Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, October 13 (KCNA) -- Members of the visiting delegation of the French Group for the Study of the DPRK of senate members from different parties led by Chairman Jean-Claude Frecon, senate member from the French Socialist Party, and other foreign guests visited the Kumsusan Palace of the Sun on Sunday to pay tribute to President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t They paid high tribute to the statues of the Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They entered the halls where the Generalissimos lie in state before paying homage to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the rooms where the orders the Generalissimos received are on display and the halls that house cars, an electric car, boat and train coaches they used during their field guidance and foreign tour till the last moments of their lives. \n\t\t\t\t\t\n\t\t\t\t\t The guests made entries in the visitor's book."
        },
        {
            "title": "DPRK Team Qualified for 2014 Asian U-19 Football Championship",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-01ee.html",
            "content": "DPRK Team Qualified for 2014 Asian U-19 Football Championship\r\n Pyongyang, October 13 (KCNA) -- The DPRK football team belonging to Group H played matches in Thailand for a berth in the 2014 Asian U-19 Football Championship.\n\t\t\t\t\t It trounced its Brunei rival 6-0 and Singaporean rival 4-0 and played its last match with its Thai rival on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t It beat its Thai rival 2-0, emerging a winner in the group to be qualified for the championship."
        },
        {
            "title": "DPRK Team Beats China's Hong Kong Team 5:2",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-08ee.html",
            "content": "Pyongyang, October 13 (KCNA) -- The DPRK men's football team Saturday beat China's Hong Kong team 5:2 at the 6th East Asian Games now under way in Tianjin, China.\n\t\t\t\t\t It will have its last match with the Chinese team on October 14."
        },
        {
            "title": "Park Group's Scenario for Forcing \"North to Dismantle Its Nukes\" Is Daydream: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-09ee.html",
            "content": "Park Group's Scenario for Forcing \"North to Dismantle Its Nukes\" Is Daydream: Rodong Sinmun \r\nPyongyang, October 13 (KCNA) -- Park Geun Hye of south Korea in her recent foreign trip malignantly slandered the policies and line of the DPRK again, crying out for its \"dismantlement of nukes\". A spokesman for the puppet Ministry of Unification talked nonsense about \"further isolation\" while vociferating about the \"international community's demand for the abandonment of nuclear development\" and the like.\n\t\t\t\t\t Rodong Sinmun Sunday observes in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the puppet regime is becoming desperate in its moves to lead the DPRK to \"changes\" and \"dismantlement of nukes.\"\n\t\t\t\t\t\n\t\t\t\t\t The present inter-Korean relations and the grave situation prevailing on the Korean Peninsula are an inevitable product of \"the policy toward the north\" and the anti-DPRK war racket of the U.S. and its cat's paws Park Geun Hye and her group to bring down the system in it and force it to dismantle its nukes, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What they uttered about \"changes\" and \"dismantlement of nukes\" is nothing but shameless invectives reminding one of a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t The criminals, who compelled the DPRK to have access to nukes, speak volumes about \"changes\" and \"dismantlement of nukes\", pointing accusing fingers at it. Is there in the world such a fool who would open the door of his house to a robber himself?\n\t\t\t\t\t\n\t\t\t\t\t It is a daydream and despicable behavior for the south Korean regime to try to lead the DPRK to \"changes\" and force it \"dismantle its nukes.\" Absolutely intolerable is act of the south Korean regime to disarm the DPRK as it is a product of its scenario for escalating confrontation with the DPRK and igniting a war against it.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for the puppet regime to awaken from the above-said daydream.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye and her group had better behave themselves, facing up to the trend of the times. This is the last chance and only way for them to escape a merciless punishment of the DPRK."
        },
        {
            "title": "S. Korean Brass Hat's Anti-DPRK Reckless Remarks Rebuffed",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-10ee.html",
            "content": "S. Korean Brass Hat's Anti-DPRK Reckless Remarks Rebuffed\r\n Pyongyang, October 13 (KCNA) -- Choe Yun Hui, candidate for the chairman of the joint chiefs of staff of south Korea, at a recent confirmation hearing at the \"National Assembly\", made bluffing that \"if the north provokes, the south will reduce to ashes not only the base of provocation but commanding and supporting forces\". He went the lengths of trumpeting about \"preemptive strike\" through \"kill chain\" and \"interception through missile defense system\" while crying out for \"the proposal to cope with nuclear weapons and missiles of the north\".\n\t\t\t\t\t Rodong Sinmun Sunday says in a commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t Choe was so upbeat to be expected to hold the post of the chairman of the joint chiefs of staff for the first time in history as a brass hat from the puppet navy that he let loose such spate of invectives like a fly on the wheel. This provokes derision of everybody.\n\t\t\t\t\t\n\t\t\t\t\t The rubbish traitor Choe talked about spy satellite and improvement of the Patriot performance is nothing but a cock-and-bull story told by a stupid man ignorant of common sense about elementary military affairs.\n\t\t\t\t\t\n\t\t\t\t\t The threat made by Choe, not knowing where he stands, is as foolish an act as kicking a rock with a bare foot.\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking once again, preemptive attack is not a monopoly of the U.S. and the south Korean puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK are fully ready to immediately launch a great war for national reunification any time, closely watching every move of the enemies. If the puppet forces perpetrate a provocation, to say nothing of preemptive attack, they will not be able to escape a merciless countermeasure of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Whoever tries to hurt the DPRK even a bit can never go scot-free no matter where he is.  The warmongers should not forget the stern warnings of the revolutionary armed forces of the DPRK that their reckless military provocation will entail an unpredictable disaster."
        },
        {
            "title": "S. Korean Chief Executive Urged to Step down",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-12ee.html",
            "content": "S. Korean Chief Executive Urged to Step down\r\n Pyongyang, October 13 (KCNA) -- More than hundred south Korean men of literature called a press conference outside the building of \"Saenuri Party\" in Youido, Seoul on Friday to make public a declaration on the situation, according to south Korean CBS.\n\t\t\t\t\t They called for probing the truth about the case of the Intelligence Service's interference in election through special investigation.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the present chief executive own the responsibility for the case and step down."
        },
        {
            "title": "Earthquake Hits North Kyongsang Province, S. Korea",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-13ee.html",
            "content": "Earthquake Hits North Kyongsang Province, S. Korea\r\n Pyongyang, October 13 (KCNA) -- An earthquake measuring 3.6 degrees on the Richter scale occurred in the waters off Yongdok County, North Kyongsang Province of south Korea on Friday, according to south Korean CBS.\n\t\t\t\t\t It reportedly jolted buildings in Taegu and Yongchon of North Kyongsang Province and other areas.\n\t\t\t\t\t\n\t\t\t\t\t Yongdok had six quakes this year, CBS said."
        },
        {
            "title": "U.S. Re-deploys Spy Helicopter Gunships in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-14ee.html",
            "content": "U.S. Re-deploys Spy Helicopter Gunships in S. Korea\r\n Pyongyang, October 13 (KCNA) -- The U.S. imperialists re-deployed 30 spy helicopter gunship OH-58Ds in their military base in south Korea.\n\t\t\t\t\t After introducing these through Pusan Port, they transported them to the U.S. military base in Phyongthaek and wound up their deployment on Oct. 11.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that 380 troops will be stationed in south Korea together with those helicopters.\n\t\t\t\t\t\n\t\t\t\t\t These helicopters for attack and reconnaissance capable of carrying varieties of missiles and rockets earned an ill fame at the wars of aggression against Iraq and Afghanistan.\n\t\t\t\t\t\n\t\t\t\t\t They, belonging to the 4th attack and reconnaissance helicopter battalion of the U.S. 6th cavalry regiment, were stationed in south Korea before their dispatch to Iraq five years ago. They have been re-deployed in south Korea again according to a decision of the U.S. Department of the Army on Oct. 1.\n\t\t\t\t\t\n\t\t\t\t\t In the new century the U.S. has worked desperately to realize the \"strategic flexibility\" for sending its troops to any part of the world from south Korea, pursuant to its new strategy for overseas aggression. As a result, some units were sent to Iraq and other parts of the world. The re-deployed helicopter unit is one of those units.\n\t\t\t\t\t\n\t\t\t\t\t Under the pretext of replacing the troops dispatched overseas, the U.S. introduced huge aggression forces including F-117 and F-16 into south Korea in the form of cycling deployment.\n\t\t\t\t\t\n\t\t\t\t\t In recent years it introduced latest ground-to-ground missiles, MLRS and other hardware into south Korea, replaced tanks and armored cars by new ones and massively beefed up motorized armed forces and reconnaissance equipment.\n\t\t\t\t\t\n\t\t\t\t\t It seeks to markedly increase its forces for aggression in south Korea by way of bringing again there its forces from overseas.\n\t\t\t\t\t\n\t\t\t\t\t Typical example is the recent re-introduction into south Korea of the 23rd chemical battalion which was withdrawn to the U.S. mainland in 2004.\n\t\t\t\t\t\n\t\t\t\t\t The present situation goes to clearly prove that the U.S. imperialist warmongers are leaving no means untried to beef up armed forces for aggression to ignite a nuclear war on the Korean Peninsula at any cost."
        },
        {
            "title": "WPK's Anniversary Commemorated Abroad",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-02ee.html",
            "content": "WPK's Anniversary Commemorated Abroad\r\n Pyongyang, October 13 (KCNA) -- A seminar on the theme of \"Eternal guiding idea of the Workers' Party of Korea (WPK)\" was held by the Mexican National Coordinating Committee for the Study of the Juche Idea. Lectures were given by the Mexican Institute for the Study of the Juche Idea and the Kim Il Sung Institute of Agricultural Science in Guinea under the respective titles \"WPK, an ever-victorious iron-willed party\" and the \"Ever-victorious WPK and its secret.\" They took place between October 1 and 5 on the occasion of the 68th anniversary of the WPK.\n\t\t\t\t\t Displayed in the venues of the events were photos documenting the undying exploits President Kim Il Sung and General Secretary Kim Jong Il performed in the party-building.\n\t\t\t\t\t\n\t\t\t\t\t A reporter and speakers including Ramon Jimenez Lopez, president of the Mexican National Coordinating Committee for the Study of the Juche Idea and the Mexican Committee for the Study of Kimilsungism-Kimjongilism, said that it was a great honor to hold a seminar on the exploits Kim Il Sung and Kim Jong Il performed while leading the party.\n\t\t\t\t\t\n\t\t\t\t\t Juan Campos Vega, chairman of the Mexican Institute for the Study of the Juche Idea, said that the WPK would shed its rays as an eternal party of Kim Il Sung and Kim Jong Il as long as the popular masses remain single-mindedly united around the leader and the party.\n\t\t\t\t\t\n\t\t\t\t\t Secouna Camara, director general of the Kim Il Sung Institute of Agricultural Science in Guinea, referred to the invincible might of the WPK, stressing that the WPK would win victory after victory thanks to the absolute support and trust of the people as it is led by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the lecture held in Guinea."
        },
        {
            "title": "Immortal Exploits of Kim Il Sung, Kim Jong Il Praised by Indonesian Political Party Leader",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-03ee.html",
            "content": "Immortal Exploits of Kim Il Sung, Kim Jong Il Praised by Indonesian Political Party Leader\r\n Pyongyang, October 13 (KCNA) -- Ristiyanto, general secretary of the National Guidance Council of the Pioneer Party of Indonesia, issued a statement on October 7 on the occasion of the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The WPK is the glorious Kimilsungist-Kimjongilist party guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Its history is the one of immortal revolutionary activities of President Kim Il Sung, its founder, and General Secretary Kim Jong Il, creditable successor to the President's cause of party building.\n\t\t\t\t\t\n\t\t\t\t\t The WPK loves and serves the people and forms a harmonious whole with the popular masses. This is the intrinsic nature and essential character of the party.\n\t\t\t\t\t\n\t\t\t\t\t The WPK could demonstrate its dignity as the mother party which takes care of the destiny and future of the people to the last in a responsible manner after forming blood ties with them thanks to the wise leadership of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Today the fighting capability of the WPK has grown stronger as it has Marshal Kim Jong Un at the top post.\n\t\t\t\t\t\n\t\t\t\t\t It is the sincere hope of the Pioneer Party of Indonesia that only victory and glory will always be in store for the WPK led by Kim Jong Un."
        },
        {
            "title": "WPK Praised by Russian Political Party, Nigerian Organization",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-04ee.html",
            "content": "WPK Praised by Russian Political Party, Nigerian Organization\r\n Pyongyang, October 13 (KCNA) -- A Russian political party and a Nigerian organization posted articles on their websites on October 3 on the occasion of the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The Nakhodka City Committee of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation in its article said:\n\t\t\t\t\t\n\t\t\t\t\t The WPK performed undying feats in carrying out the popular masses' cause of independence and the cause of socialism under the guidance of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The WPK's path of shining victory would be unthinkable without Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Its history represented a period in which the Juche idea and the idea and theory on building the party based on it have been successfully embodied.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is supported and trusted by the popular masses as a revolutionary party with an undisputed prestige and invincible might and confidently leading the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of the Juche Idea in its article recalled that Kim Jong Il firmly protected the party, the country and socialism, holding aloft the banner of Songun, adding:\n\t\t\t\t\t\n\t\t\t\t\t Though Kim Jong Il passed away, the WPK is holding him in high esteem as eternal general secretary.\n\t\t\t\t\t\n\t\t\t\t\t His exploits will shine forever with the WPK winning victory after victory."
        },
        {
            "title": "WPK's Anniversary Observed by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-05ee.html",
            "content": "WPK's Anniversary Observed by Foreign Newspapers\r\n Pyongyang, October 13 (KCNA) -- Newspapers of various countries dedicated articles to the 68th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The October 3 issue of the Russian newspaper Pravda Primoriya said in its article titled \"68th anniversary of the WPK\":\n\t\t\t\t\t\n\t\t\t\t\t The WPK grew strong to be an experienced and tested revolutionary party and an invincible party fully supported and trusted by the popular masses under the guidance of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It also performed immortal great exploits in carrying out the popular masses' cause of independence and the cause of socialism and set a brilliant example in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution could invariably advance along the road of socialism, standing the stern test of history thanks to the WPK's revolutionary principles and its consistent line and policies.\n\t\t\t\t\t\n\t\t\t\t\t Today the WPK is demonstrating its might as the eternal party of Kim Il Sung and Kim Jong Il, having Marshal Kim Jong Un as its first secretary.\n\t\t\t\t\t\n\t\t\t\t\t The October 7-13 issue of the Lao newspaper Heng Ngan in its article titled \"Great leader of mother party\" said that First Secretary Kim Jong Un is the supreme leader of the WPK which the people calls the mother party.\n\t\t\t\t\t\n\t\t\t\t\t The paper noted that the love for the people is the starting point of Kim Jong Un's thinking and activities and the highest principle and goal of politics pursued by him.\n\t\t\t\t\t\n\t\t\t\t\t The October 6 issue of the Egyptian newspaper Al－Misaiya in its article titled \"October and the WPK\" introduced in detail the significant holidays in October which recorded a brilliant chapter in the history of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The October 4 issue of the Bangladeshi newspaper Natun Bangla carried an article praising the immortal exploits performed by Kim Il Sung in founding and strengthening the WPK."
        },
        {
            "title": "Proposal for Founding DFRK and October 4 Declaration Supported by Serbian Political Party Leader",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-06ee.html",
            "content": "Proposal for Founding DFRK and October 4 Declaration Supported by Serbian Political Party Leader\r\n Pyongyang, October 13 (KCNA) -- The general secretary of the New Yugoslavia Communist Party of Serbia issued a statement on October 7 in support of the proposal for founding the Democratic Federal Republic of Koryo (DFRK) and the October 4 declaration.\n\t\t\t\t\t He said that the advancement of the proposal for founding the DFRK and the adoption of the October 4 declaration marked an event of special significance in the history of the Korean people's movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Today the south Korean authorities are hell-bent on the confrontation in collusion with foreign forces contrary to the compatriots' desire for national reunification and the development of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The New Yugoslavia Communist Party and the world progressive people regard the above-said proposal and the October 4 declaration, a programme for implementing the June 15 North-South Joint Declaration, as the most reasonable way for mending the inter-Korean relations and achieving the independent reunification of Korea as soon as possible and fully support them.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the U.S. and the south Korean authorities immediately halt their acts running counter to the desire of all Koreans for the country's peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the Korean people will accomplish the cause of national reunification without fail under the wise leadership of Marshal Kim Jong Un."
        },
        {
            "title": "British Newspaper Introduces Ex-NBA Star's Visit to DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-07ee.html",
            "content": "British Newspaper Introduces Ex-NBA Star's Visit to DPRK\r\n Pyongyang, October 13 (KCNA) -- The September 27 issue of The New Worker, organ of the New Communist Party of Britain, carried a special write-up illustrated with a photo of Marshal Kim Jong Un on the occasion of the 68th anniversary of the Workers' Party of Korea.\n\t\t\t\t\t The newspaper said in its article:\n\t\t\t\t\t\n\t\t\t\t\t As soon as ex-player of NBA Dennis Rodman flew back home after being received by Kim Jong Un during his revisit to the DPRK, some media criticized him in chorus.\n\t\t\t\t\t\n\t\t\t\t\t Because he praised Kim Jong Un's personality as a great man after visiting the DPRK at a time when the U.S. was leaving no means untried to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Rodman is trying hard to make the reality of the DPRK properly known to the world.\n\t\t\t\t\t\n\t\t\t\t\t His visit to the DPRK helped the world know a lot of new things about Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t This gave a big blow at the U.S. and bourgeois media which have hurled mud at the DPRK so far.\n\t\t\t\t\t\n\t\t\t\t\t What is ridiculous is that they are keeping mum about the case in which a south Korean resident was ruthlessly killed while trying to go over to the northern part of Korea across the Rimjin River while becoming vocal playing down Rodman's visit to the DPRK and his personality.\n\t\t\t\t\t\n\t\t\t\t\t The media critical of the DPRK keep silence about the unprecedented tragedy in which south Koreans are liable to be shot to death when they attempt to go over to the DPRK and about the \"Security Law\" which sentences to imprisonment anyone for uttering even a word praising the DPRK. This is a clear proof of the nature of imperialist media.\n\t\t\t\t\t\n\t\t\t\t\t The ruling circles, media and intelligence services of the U.S. must know well about the secret to the steady victories being won by the DPRK, undeterred by the U.S. protracted and persistent military threat and economic blockade.\n\t\t\t\t\t\n\t\t\t\t\t The source of the DPRK's strength lies in the public ownership of means of production and the single-minded unity of the popular masses around the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has its social structure fundamentally different from the capitalist society in which one percent of the population exploits 99 percent of it and the single-minded unity of all people around a leader. This is the secret to the DPRK's long drive.\n\t\t\t\t\t\n\t\t\t\t\t No matter how hard the U.S. and world media may try to stop the mouth of Rodman, they can never conceal truth.\n\t\t\t\t\t\n\t\t\t\t\t The victory of the DPRK is guaranteed under the leadership of Kim Jong Un."
        },
        {
            "title": "Sur de Corea no esta en condiciones de discutir la dignidad, senala portavoz del CRPP",
            "url": "http://kcna.co.jp/item/2013/201310/news13/20131013-20ee.html",
            "content": "Sur de Corea no esta en condiciones de discutir la dignidad, senala portavoz del CRPP\r\nPyongyang, 13 de octubre (ACNC) -- En entrevista con la ACNC concedida el dia 12 en relacion con que ultimamente, los titeres surcoreanos siguen ofendiendo la maxima dignidad y el regimen de la Republica Popular Democratica de Corea, el vocero del Comite por la Reunificacion Pacifica de la Patria dio la siguiente respuesta:\n\t\t\t\t\tEl pasado dia 9, la autoridad del Ministerio de Unificacion del Sur de Corea ofendio atrevidamente la politica de amor al pueblo de la RPDC describiendola como el supuesto \"gesto para ganar meritos y dar destaque a la impresion de que se ama al pueblo\".\n\t\t\t\t\t\n\t\t\t\t\tEl dia 8, dijo que \"pasa el limite el nivel de censura del Norte al Sur\" y mientras insultaba la maxima dignidad de la RPDC, replico que el mismo tambien tiene la \"dignidad de 50 millones de habitantes\".\n\t\t\t\t\t\n\t\t\t\t\tEsto es otra imperdonable provocacion contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tComo admira el mundo, en la RPDC se reportan cada dia los episodios emocionantes de las politicas populares que practica el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEsta gran realidad se puede ver solo en nuestro sistema socialista centrado en las masas populares donde toda la sociedad esta unida monoliticamente formando una gran familia.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la sucia y repugnante camarilla surcoreana la contrasta con la mezquina y reaccionaria politica de ellos mismos que  si se realizan algunas elecciones, andan por las calles para ganar votos con enganosas promesas.\n\t\t\t\t\t\n\t\t\t\t\tLo mas ridiculo es que ellos hablan como si tuvieran alguna \"dignidad\" mencionando la \"misma de 50 millones\".\n\t\t\t\t\t\n\t\t\t\t\tEl Sur de Corea ocupado militarmente por EE.UU., que controla todos los sectores surcoreanos como la politica, los asuntos militares, etc., no esta en condiciones de discutir la dignidad.\n\t\t\t\t\t\n\t\t\t\t\tLos autores, que convirtieron el Sur de Corea en una tierra infernal, hablan de la \"dignidad de 50 millones\" y esto significa una burla e insulto imperdonables para los habitantes surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tAhora, en el Sur de Corea se torna intensa la lucha de distintos sectores que exigen el esclarecimiento del caso de intervencion del Servicio Nacional de Inteligencia en las pasadas elecciones presidenciales y la invalidacion del resultado de estos comicios.\n\t\t\t\t\t\n\t\t\t\t\tNo tiene ningun derecho de hablar de la \"dignidad de 50 millones\" la banda de Park Geun-hye, criticada por la poblacion surcoreana como \"presidenta mediocre\" llegada al poder con elecciones fraudulentas y repudiada por la campana para recuperar la tristemente celebre dictadura de \"renovacion\".\n\t\t\t\t\t\n\t\t\t\t\tLo que debe haber en el Sur de Corea no es la \"dignidad de 50 millones\" sino la indignacion de 50 millones cuya dignidad fue violada por la banda de traidores.\n\t\t\t\t\t\n\t\t\t\t\tEste grupo sigue ofendiendo la dignidad y el regimen de la RPDC porque son fanaticos de enfrentamiento que tienen hasta en sus tuetanos el disentimiento, la hostilidad y la mala fe sobre esa parte connacional.\n\t\t\t\t\t\n\t\t\t\t\tEste acto histerico para salir de la seria crisis interna y externa es el ultimo coletazo de los atemorizados ante la realidad de la RPDC, que prospera cada dia segun la politica y la direccion de Iminwichon (considerar al pueblo como el cielo).\n\t\t\t\t\t\n\t\t\t\t\tComo hemos advertido, no perdonaremos y castigaremos severamente a los que se atrevan a censurar la maxima dignidad y el regimen de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Park Geun-hye debe tener cuidado con su lengua si no quiere repetir el tragico destino que corrieron los anteriores fanaticos de enfrentamiento fratricida."
        }
    ]
}