{
    "date": "2013-05-13",
    "url": "http://kcna.co.jp/item/2013/201305/2013-05-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Mansudae Art Studio",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-01ee.html",
            "content": "Kim Jong Un Visits Mansudae Art Studio\r\n Pyongyang, May 13 (KCNA) -- Marshal Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, visited the Mansudae Art Studio to guide the creation of the works portraying President Kim Il Sung to be displayed in the Victorious Fatherland Liberation War Museum.\n\t\t\t\t\t He looked round the works.\n\t\t\t\t\t\n\t\t\t\t\t He noted that creators have truthfully portrayed the personality of the President as an invincible and iron-willed commander, a peerless strategist and tender-hearted father of the service personnel and the people, adding he felt as if he were watching his photos.\n\t\t\t\t\t\n\t\t\t\t\t He watched again and again such works portraying the President in the period of the Fatherland Liberation War as \"The great leader Comrade Kim Il Sung planning an operation\", \"The great leader Comrade Kim Il Sung teaching a new combat method\" and \"The great leader Comrade Kim Il Sung laying down a policy of using tanks to commanding officers of the KPA.\" He praised the creators for having successfully dealt with the principle of historicism and the phases of those times.\n\t\t\t\t\t\n\t\t\t\t\t He said that watching photos of the President and the works depicting him in the war period to be displayed in the museum would help the visitors keenly realize how a great victory was won in the war and where was the source of the indomitable mental strength displayed by the service personnel and the people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Noting that what is essential in creating art works depicting the President is to truthfully portray him cherished in their minds, he told the creators to consider this principle as a rule in creating such works.\n\t\t\t\t\t\n\t\t\t\t\t He specified the orientation and ways which would serve as guidelines for creating such works and further developing the Juche-based fine art.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Hwi, first vice department director of the C.C., the WPK, and Kim Ui Sun, vice department director of the C.C., the WPK."
        },
        {
            "title": "Kim Jong Un Enjoys Performance Given by Ensemble of KPISF",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-02ee.html",
            "content": "Kim Jong Un Enjoys Performance Given by Ensemble of KPISF\r\nPyongyang, May 13 (KCNA) -- Supreme Commander of the Korean People's Army Marshal Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, enjoyed a performance given by the Song and Dance Ensemble of the Korean People's Internal Security Forces (KPISF) together with Ri Sol Ju.\n\t\t\t\t\tAmong the audience were Choe Ryong Hae, director of the General Political Bureau of the KPA, Jang Song Thaek, vice-chairman of the NDC, Jang Jong Nam, minister of the People's Armed Forces, Kim Kyong Hui and Kim Ki Nam, secretaries of the C.C., the WPK, Choe Pu Il, minister of Public Security, and other senior party and army officials, DPRK hero Ri Kyong Sim, woman traffic controller, who is well known to the service personnel and people for fully displaying the spirit of devotedly protecting the leader, and other people's security persons and service personnel of the KPISF.\n\t\t\t\t\t\n\t\t\t\t\tPut on the stage were colorful numbers of various genres including narration and chorus \"Eternal Smile\", female solo and chorus \"General Kim Il Sung Is Our Sun\" and dance \"At the Lake Samjiyon.\"\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un congratulated the artistes on their successful presentation.\n\t\t\t\t\t\n\t\t\t\t\tHe highly praised the creators and artistes of the ensemble for giving the best performance, dynamic and appealing, by creating works of great cognitive and instructive significance providing good answers to social issues in the era of Songun through the sensitive reflection of the party's policies.\n\t\t\t\t\t\n\t\t\t\t\tHe gave thanks of the Supreme Commander of the KPA to them.\n\t\t\t\t\t\n\t\t\t\t\tHe appreciated the performance as one which fully represented the will of the people's security persons and service personnel of the KPISF to devotedly safeguard the socialist system with arms and law, a presentation instilling great strength and courage into the audience and the one, highest in artistry and flawless in its ideological contents and appeal. It is the great honor and pride of the WPK to have such art troupe as the song and dance ensemble of the KPISF, he added.\n\t\t\t\t\t\n\t\t\t\t\tHe said he enjoyed the performance very much, noting that it was good to decorate the stage with colorful and diverse numbers through the presentation of national music, squad performance and light music. He once again highly appreciated the unique and enterprising creative work style of the creators and artistes of the ensemble.\n\t\t\t\t\t\n\t\t\t\t\tHe set forth important tasks to be fulfilled by the ensemble, expressing expectation and belief that its creators and artistes would energetically conduct the creation and performing activities to educate the people's security persons, the service personnel of the KPISF in a revolutionary manner and people and powerfully encourage them in their struggle."
        },
        {
            "title": "Fascist Action to Stamp out Pro-reunification Organizations under Fire",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-12ee.html",
            "content": "Fascist Action to Stamp out Pro-reunification Organizations under Fire\r\n Pyongyang, May 13 (KCNA) -- The fascist actions of the ultra-right conservative forces in south Korea to suppress and stamp out the pro-reunification organizations have reached their height against the backdrop of their frantic moves to escalate the confrontation with the DPRK including anti-north war exercises being staged with outside forces.\n\t\t\t\t\t The spokesman for the North Side Committee for Implementing the June 15 Joint Declaration Monday released a statement in this regard.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" termed the pro-reunification organizations' activities \"anti-state activities\" and \"crimes\" under absurd pretexts. Not content with this, they are working hard to enact a \"law on dissolving criminal organizations\" in a sinister intention to dissolve the organizations. \n\t\t\t\t\t\n\t\t\t\t\t The North Side Committee for Implementing the June 15 Joint Declaration vehemently denounces the reckless acts of the conservative forces, terming them traitorous, anti-reunification and anti-human rights actions to bring the precious gains of the June 15 era to naught and revive fascism dating back to the period of the ill-famed \"yusin\" dictatorship in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t It is the invariable and unanimous aspiration and will of all Koreans to preserve and implement the north-south declarations, great programmes for reunification common to the nation, and achieve national reconciliation, unity, independent reunification, peace and prosperity. \n\t\t\t\t\t\n\t\t\t\t\t The pro-reunification organizations in south Korea are devotedly struggling for justice and truth in the van of the reunification movement defying death, more keenly aware of this aspiration and wishes of the nation than others. \n\t\t\t\t\t\n\t\t\t\t\t Their demand and activities are just and righteous from the viewpoint of the north-south joint declarations and in the light of wishes of the nation. There is neither reason nor ground to incriminate them. \n\t\t\t\t\t\n\t\t\t\t\t That was why the successive puppet ruling quarters did not go the lengths of taking such tyrannical action as to introduce a bill on dissolving the pro-reunification organizations though they pursued sycophancy towards the U.S. and confrontation with fellow countrymen. \n\t\t\t\t\t\n\t\t\t\t\t However, the present ruling \"Saenuri Party\" of south Korea kicked up a campaign for \"eliminating forces following the north,\" advocating confrontation with compatriots. They are now working round-the-clock to enact even an evil law in a bid to disband those organizations. \n\t\t\t\t\t\n\t\t\t\t\t By openly pushing forward the moves to make an evil law for suppressing the movement for independence, democracy and reunification, the present conservative ruling forces self-exposed that they are a group of sycophants, traitors, fascist dictators and anti-reunification elements. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the south, north and overseas should resolutely frustrate the reckless and fascist repressive moves of the ultra-right conservative group including the \"Saenuri Party\" to stamp out the pro-reunification patriotic movement, and actively turn out in the nationwide struggle to bring earlier a new day of independent reunification."
        },
        {
            "title": "16th Pyongyang Spring International Trade Fair Opens",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-11ee.html",
            "content": "Pyongyang Spring International Trade Fair Opens\r\n Pyongyang, May 13 (KCNA) -- The 16th Pyongyang Spring International Trade Fair was opened with due ceremony at the Three-Revolution Exhibition on Monday. \n\t\t\t\t\t Present there were Vice-Premier Kang Sok Ju, Minister of Foreign Trade Ri Ryong Nam, officials in the field of foreign trade, delegations of different countries and regions, diplomatic envoys of different countries and embassy officials here. \n\t\t\t\t\t\n\t\t\t\t\t An opening address was made by Pak Ung Sik, director of the Korean International Exhibition Corporation, to be followed by a congratulatory speech by O Ryong Chol, vice-minister of Foreign Trade.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said the opening of the fair was a manifestation of humankind's aspiration and desire to achieve common development and prosperity, opposed to aggression and plunder, domination and subjugation. \n\t\t\t\t\t\n\t\t\t\t\t They expressed hope that the participants in the fair would achieve good successes through wide-ranging contacts and positive trade. \n\t\t\t\t\t\n\t\t\t\t\t They reiterated the will to boost bilateral and multilateral cooperation with various countries and regions of the world in the fields of the economy and foreign trade on the principle of equality and mutual benefit in the days ahead.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants looked round products presented by companies of the DPRK, Germany, Malaysia, Mongolia, Switzerland, Singapore, Australia, Italy, Indonesia, China, Poland and Taipei of China.\n\t\t\t\t\t\n\t\t\t\t\t The fair will run through May 16."
        },
        {
            "title": "DPRK Marks World Stamp Exhibition \"Australia 2013\"",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-15ee.html",
            "content": "DPRK Marks World Stamp Exhibition \"Australia 2013\"\r\n Pyongyang, May 13 (KCNA) -- A new stamp has come out in the Democratic People's Republic of Korea to mark the opening of the World Stamp Exhibition \"Australia 2013\".\n\t\t\t\t\t Seen in the upper part of the stamp are the letters in Korean and English reading \"World Stamp Exhibition 'Australia 2013'\" as well as an emblem of the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t It features Macropus rufus, a species of animals which inhabits central and southeastern Australia\n\t\t\t\t\t\n\t\t\t\t\t The exhibition going on in Australia under the patronage of the FIAP from May 10 to 15 is participated in by philatelic organizations, stamp dealers and collectors from different countries."
        },
        {
            "title": " DPRK Pays Big Efforts to Migratory Bird Protection",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-13ee.html",
            "content": "DPRK Pays Big Efforts to Migratory Bird Protection\r\n Pyongyang, May 13 (KCNA) -- Many countries around the world have observed two days in every May as World's Days of Migratory Birds from 2006.\n\t\t\t\t\t This year, the days fell on May 11-12.\n\t\t\t\t\t\n\t\t\t\t\t On these days, DPRK media launched an information campaign for protection of migratory birds.\n\t\t\t\t\t\n\t\t\t\t\t The government has long ago established migratory bird reservations in tidelands, seashore and islets of the country.\n\t\t\t\t\t\n\t\t\t\t\t It set the area of Pisan-ri in Anbyon County, Kangwon Province as a sanctuary for Anbyon crane, with a series of measures taken to improve conditions of the birds' inhabitation.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Nature Conservation Union of Korea, Kim Sun Il, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Protection of migratory birds is one of the works for biodiversity.\n\t\t\t\t\t\n\t\t\t\t\t There are nine migratory birds' flight courses throughout the world, among which the course from East Asia to Australia is considered to be a major one. This course stretches along the territories of 22 countries.\n\t\t\t\t\t\n\t\t\t\t\t Korea, surrounded by seas on three sides, serves as one of major flight courses and a stopover for migratory birds in northeast Asia. Many species of migratory birds come to Korea in spring and autumn to lay eggs or take feed.\n\t\t\t\t\t\n\t\t\t\t\t The government listed the areas of Mundok, Kumya, Ryongyon, Rason, Sin and Tok islets as sanctuaries."
        },
        {
            "title": "Lawns Replaced with New Species of Turf in DPRK Cities",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-14ee.html",
            "content": "Lawns Replaced with New Species of Turf in DPRK Cities\r\n Pyongyang, May 13 (KCNA) -- A campaign to plant a new species of turf is going on in all cities of the Democratic People's Republic of Korea.\n\t\t\t\t\t In the capital city of Pyongyang, a total of 120 hectares of land have already been sown with seeds of new species of turf, most of them beginning to turn green.\n\t\t\t\t\t\n\t\t\t\t\t The planting goes well also in cities of Kangwon, Jagang and South Phyongan and other provinces.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, local media frequently introduce good species of turf, methods of cultivation and measures to prevent damage from harmful insects.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un, during his recent tour of the Turf Institute of the Bioengineering Branch under the State Academy of Sciences, underscored the need to plant trees, create grassland and cultivate flowers and other plants in all lands except the arable land so that there may be no land left waste or overgrown with weed."
        },
        {
            "title": "US Accused of Moves to Strengthen Military Domination.",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-07ee.html",
            "content": "US Accused of Moves to Strengthen Military Domination.\r\n Pyongyang, May 13 (KCNA) -- The chairman of the U.S. Joint Chiefs of Staff during his recent junkets to south Korea and Japan cried out for \"building an integrated missile defence system\" involving Washington, Tokyo and Seoul. \n\t\t\t\t\t He asserted that it is more effective than an individual defense network to build a common defense network, adding that now is the time to establish \"an integrated missile defence system.\"\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday observes in a bylined commentary in this regard: This is a revelation of the U.S. sinister intention to tighten the military domination over Northeast Asia by knocking into shape a triangular military alliance at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the arch criminal who has escalated the tension in Northeast Asia, leading the situation to an extreme pitch.\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable scenario of the U.S. to carry out its strategy for dominating the Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t The triangular military alliance touted by the U.S. is designed to use the south Korean puppet forces and the Japan \"Self-Defence Forces\" as shock forces for implementing its strategy and attain its goal of aggression. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has amassed military hardware and troops not only in south Korea but in Japan and in vast waters of the Pacific Ocean for a military operation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. announced that it would restart the test of intercontinental missile Minuteman-3 this month.\n\t\t\t\t\t\n\t\t\t\t\t These moves are bringing the dark clouds of a missile race to hang over Northeast Asia including the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The increased frenzy of the U.S. to tighten the triangular military alliance through the building of the \"integrated missile defence system\" under the pretext of \"missile threat\" from the DPRK would only precipitate its self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. test of intercontinental missile to threaten the DPRK would get it nowhere.\n\t\t\t\t\t\n\t\t\t\t\t Intercontinental missile is by no means a monopoly of the U.S."
        },
        {
            "title": "Rodong Sinmun Slams US Nimitz's Entry into Pusan Port",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-09ee.html",
            "content": "Rodong Sinmun Slams US Nimitz's Entry into Pusan Port\r\n Pyongyang, May 13 (KCNA) -- U.S. super-large nuclear carrier Nimitz entered Pusan Port of south Korea on Saturday. It was reported that the U.S. nuclear carrier task group made up of Nimitz, Aegis destroyers and missile cruisers would be involved in the joint naval drills with the south Korean puppet forces in the East Sea of Korea. South Korea is expected to hurl huge armed forces including Aegis destroyers, 214-class submarines, destroyers and sea-patrol planes into the naval maneuvers.\n\t\t\t\t\t Rodong Sinmun Monday observes in a bylined commentary in this regard: Nimitz's entry into Pusan Port against the backdrop of the extreme tension prevailing on the Korean Peninsula is not a simple issue to be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t Nimitz's portcall means a fresh tinderbox to escalate the tension and ignite a nuclear war against the DPRK, to all intents and purposes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet forces are playing sleight of hand to create impression that they want detente, asserting that they \"keep the door open for dialogue\". But the reality goes to prove that what they seek is confrontation and war, not dialogue and detente.\n\t\t\t\t\t\n\t\t\t\t\t \"Dialogue\" and \"trust\" touted by the American master and his stooge in Washington shortly ago is nothing but poor rhetoric to cover up their true colors as warmongers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean authorities are not interested in dialogue and detente on the Korean Peninsula in the least.\n\t\t\t\t\t\n\t\t\t\t\t They are the arch criminals who are escalating the tension by bringing the danger of a nuclear war to the peninsula,\n\t\t\t\t\t\n\t\t\t\t\t If they dare preempt strikes on the DPRK, misjudging its will, they will entail disastrous consequences."
        },
        {
            "title": "Nuclear Deterrence Serves as Treasure Common to Nation: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-08ee.html",
            "content": "Nuclear Deterrence Serves as Treasure Common to Nation: Rodong Sinmun\r\n Pyongyang, May 13 (KCNA) -- Nuclear deterrence of the DPRK serves as eternal treasure of the nation that can never be bartered for anything.\n\t\t\t\t\t Rodong Sinmun Monday says this in a bylined article.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear deterrent of the DPRK means a merciless sledgehammer blow that declared a final frustration of the U.S. and the south Korean puppet forces' moves to ignite a war against the DPRK and immense national pride and honor for all Koreans aspiring after peace and reunification of Korea, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t There have been big and small wars in the world for nearly seven decades since the appearance of nuclear weapons but nuclear weapons states have never been exposed to any war. Smaller, lighter and diversified powerful nuclear deterrence of the DPRK declared before the whole world that gone are the days never to return when the U.S. could threaten the DPRK with nukes. Whoever encroaches upon the dignity of the Korean nation and the sovereignty of the DPRK can never escape its just nuclear retaliatory attack wherever he or she is on the earth.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrence will make a positive contribution not only to defusing the imminent danger of a nuclear war posed by the U.S. and puppet warmongers but to paving the way for peace in Northeast Asia and security and prosperity of reunified Korea with an initiative in the days ahead.\n\t\t\t\t\t\n\t\t\t\t\t DPRK's nukes can never be a bargaining chip under any circumstances as they are stipulated by a law of the DPRK. There can be no discussion on the denuclearization of the Korean Peninsula unless the U.S. rolls back its hostile policy toward the DPRK and defuses its nuclear threat to the latter. The DPRK's nuclear deterrence will be further bolstered up as its permanent means.\n\t\t\t\t\t\n\t\t\t\t\t Unshakable is the faith and will of the service personnel and people of the DPRK to firmly protect the security and interests of the nation and build a reunified thriving nation on this land without fail, firmly preserving its nuclear deterrence as a just treasured sword."
        },
        {
            "title": "KCNA Slams US Red Herring",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-10ee.html",
            "content": "KCNA Slams US Red Herring\r\n Pyongyang, May 13 (KCNA) -- Shortly ago, the spokesman for the U.S. Department of State, referring to the pending issue of the Korean Peninsula, asserted that it is fortunate for north Korea to have reduced the level of threat, but it should show its will to fulfill its international commitment and sincerity in honoring its commitment.\n\t\t\t\t\t In other words, the spokesman meant the tension was escalated on the Korean Peninsula owing to the DPRK and it should, therefore, comply with the U.S. brigandish sanctions against it if it wants to have dialogue. \n\t\t\t\t\t\n\t\t\t\t\t This is hypocrisy to mislead international public opinion. And it is nothing but a pretext to stir up the atmosphere of pressure upon the DPRK as it is brigandish sophism to pass the buck for the situation prevailing on the peninsula to the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. cheap chicanery may fool children but it can never work on the awakened international public.\n\t\t\t\t\t\n\t\t\t\t\t \"The U.S. should be held accountable for the situation prevailing on the Korean Peninsula.\" This is the fair opinion of the international public.\n\t\t\t\t\t\n\t\t\t\t\t The serious situation on the peninsula is attributable to the U.S. high-handed hostile act of pulling up the DPRK over its satellite launch for peaceful purposes. It is pursuant to the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. invariable policy to seize the Korean Peninsula, a political, military and geographical strategic vantage in Northeast Asia, maintain its hegemonic position in the region and realize the ambition to dominate the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has regarded as a thorn in its flesh the DPRK advancing along the road of independence, Songun and socialism and left no means untried to stifle it for the last nearly seven decades since the liberation of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. decades-long alarming nuclear blackmail against the DPRK compelled it to have access to nuclear deterrence for the defence of its sovereignty. And it is at the final phase of its all-out action to put a definite end to Washington's hostile policy toward it.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang has taken a series of toughest measures to protect the dignity of the country and nation and socialism from the foreign invasion and intervention.\n\t\t\t\t\t\n\t\t\t\t\t The line on simultaneously pushing forward economic construction and the building of nuclear force is a strategic line which was laid down in view of the specific conditions of the Korean revolution and the demand of the trend of times which call for pushing ahead not only with the anti-U.S. nuclear confrontation but with the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t A newspaper of an Asian country commented that Key Resolve and Foal Eagle joint war drills, etc. staged by the U.S., timed to coincide with the busy farming season in the DPRK, were a sort of strategy to paint it as \"an enemy\" and, at the same time, disturb its preparations for spring ploughing and its food security. Such comment is indicative of the great validity of the above-said strategic line of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The strategy of the DPRK will remain unchanged as long as the U.S. persists in its hostile policy toward it and there remain on the earth strongholds of aggression targeting it. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. foolish chicanery only brings into bolder relief the poor position of its present administration which has failed to make any remedy to recover from the historical failure of its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will keep to the road of Songun, holding fast to the strategic line of the WPK as a treasured sword to win sure victory."
        },
        {
            "title": "KCNA Raps US Nimitz's Entry into Pusan Port",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-16ee.html",
            "content": "KCNA Raps US Nimitz's Entry into Pusan Port\r\n Pyongyang, May 13 (KCNA) -- U.S. super-large nuclear-powered carrier Nimitz entered Pusan Port of south Korea.\n\t\t\t\t\t It was reported that the Nimitz strike group made up of several Aegis destroyers, missile cruisers and other warships would stage together with the south Korean puppet forces naval strike drills in the South and East Seas of Korea.\n\t\t\t\t\t\n\t\t\t\t\t In the wake of them the U.S. plans to make a  test-fire of  intercontinental ballistic missile Minuteman-3 it claimed postponed to \"avoid rattling the nerves\" of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t These moves indicate that the U.S. is becoming more reckless in its premeditated and undisguised military provocations to ignite a nuclear war on the Korean Peninsula at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now working with bloodshot eyes to establish domination over the Asia-Pacific region and watching for a chance to seize the whole of Korea as the first phase for doing so. It is the scenario of the U.S. to put the entire peninsula under its control by putting the maximum pressure on the DPRK in all fields including politics, economy and military affairs.\n\t\t\t\t\t\n\t\t\t\t\t Under this  scenario ceaseless nuclear war maneuvers including the midwinter exercises, Key Resolve and Foal Eagle joint military exercises and joint anti-submarine exercises have been staged from the beginning of the year.\n\t\t\t\t\t\n\t\t\t\t\t This saber-rattling pushed the situation on the peninsula to the brink of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and puppet forces are the arch criminals who escalated the tension on the peninsula and are working hard to ignite a nuclear war as they are going to stage large-scale war maneuvers with the Nimitz strike group involved and contemplating even the resumption of test-fire of intercontinental ballistic missile for nuclear strike, not content with pushing the situation to the brink of a war. Great irony is that they are still complaining about \"provocations\" from the north. They are like a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t The projected drills more clearly prove that \"confidence\" and \"peace\" mouthed by the master and his stooge in Washington were nothing but a cynical ploy to whitewash their moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As long as the U.S. and south Korean puppet forces persist in their hostile policy towards the DPRK and military provocations to realize it, the DPRK is compelled to continue taking powerful measures for self-defence to cope with their moves."
        },
        {
            "title": "S. Korean Organizations Slam Complaint Falsifying Truth of History",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-06ee.html",
            "content": "S. Korean Organizations Slam Complaint Falsifying Truth of History\r\n Pyongyang, May 13 (KCNA) -- The Institute for National Studies of south Korea held a press conference in Seoul on May 9 accusing traitor Syngman Rhee's family of its ridiculous action.\n\t\t\t\t\t At the press conference, the speakers accused the family of lodging a complaint to the prosecution on May 2, terming the video \"100 year-long War\" produced by the institute a \"libel\".\n\t\t\t\t\t\n\t\t\t\t\t They held that the production of the video disclosing the acts of treachery perpetrated by pro-Japanese and pro-U.S. dictators including Syngman Rhee and Park Chung-Hee in the past was aimed to protect the correct history from the evermore undisguised moves to tamper with history. It is also designed to prevent the regime, ultra-right forces and conservative media from turning back the wheel of history, they noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t As soon as the present regime came to power, it kicked off its organized and violent sabotages against the institute.\n\t\t\t\t\t\n\t\t\t\t\t They called for carrying on the struggle to the last for justice, not yielding to the unreasonable crackdown of the regime, and appealed to the people from all walks of life to positively join in it.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, organizations related to history including the Institute for History Studies, the History Teachers Association and the Solidarity for Implementing the Justice of History issued a joint statement denouncing the ultra-right conservative forces for labeling the criticism of the erstwhile dictators as \"denial of identity.\""
        },
        {
            "title": "Kim Il Sung's Reminiscences Posted on Websites of Swiss Organizations",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-03ee.html",
            "content": "Kim Il Sung's Reminiscences Posted on Websites of Swiss Organizations\r\n Pyongyang, May 13 (KCNA) -- The Switzerland-Korea Committee and  the Swiss Group for the Study of the Juche Idea posted on their websites on May 12 \"5. The Association for the Restoration of the Fatherland\" of \"Chapter 12. To Hasten the Liberation of the Country\" of Vol. 4 of Part 1 The Anti-Japanese Revolution of \"With the Century,\" reminiscences of President Kim Il Sung."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-04ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, May 13 (KCNA) -- Leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was brought out in booklet by the Lazo Publishing House of Artyom City, Russia.\n\t\t\t\t\t The work, made public on August 4, Juche 86 (1997), clarifies the immortal exploits President Kim Il Sung performed in accomplishing the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It formulates the three principles of national reunification, 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and indicates the tasks and ways to carry out the cause of the country's reunification based on them."
        },
        {
            "title": "Kim Jong Un visita la Casa de Creacion Mansudae",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-17ee.html",
            "content": "Kim Jong Un visita la Casa de Creacion Mansudae\r\nPyongyang, 13 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito la Casa de Creacion Mansudae y dirigio ahi la creacion de las pinturas con imagenes del Presidente Kim Il Sung a ser exhibidas en el Museo Conmemorativo de la Victoria en la Guerra de Liberacion de la Patria.\n\t\t\t\t\tTras ver esas obras, el Mariscal se mostro muy satisfecho diciendo que ellas describen con verosimilitud las cualidades del Presidente como invencible general de acero, extraordinario estratega y afectuoso padre de nuestro ejercito y pueblo. Agrego que las pinturas fueron bien hechas que le dan la impresion de ver fotos.\n\t\t\t\t\t\n\t\t\t\t\tAl ver y remirar las pinturas del Presidente en el periodo de la Guerra de Liberacion de la Patria tales como \"Gran Lider, camarada Kim Il Sung planea la operacion\", \"Gran Lider, camarada Kim Il Sung ensena nuevos metodos de combate\", \"Gran Lider, camarada Kim Il Sung presenta ante los comandantes del Ejercito Popular de Corea la orientacion de uso de los tanques\", el Mariscal las encomio senalando que han sido creadas en el principio historicista y conforme a las circunstancias de aquel entonces.\n\t\t\t\t\t\n\t\t\t\t\tUna vez exhibidas en el Museo Conmemorativo de la Victoria en la Guerra de Liberacion de la Patria, las fotos y las pinturas del Presidente en el periodo de la guerra haran conocer como se logro la gran victoria en esa contienda belica y donde esta la fuente de la indoblegable fuerza espiritual de nuestro ejercito y pueblo, asevero.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que lo importante en la creacion de las obras de bellas artes sobre el Presidente es reproducir bien su imagen conservada en el corazon del ejercito y el pueblo de Corea, y agrego que ese principio debe ser tomado como ley inmutable en la creacion de las obras con imagenes del lider.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, enseno el rumbo y los remedios que serviran de guia en la creacion de las obras alusivas al lider y en el desarrollo de bellas artes del Juche.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion el primer subjefe de departamento del CC del PTC, Choe Hwi, y el subjefe de departamento del CC del PTC, Kim Ui Sun."
        },
        {
            "title": "Kim Jong Un presencia funcion de Conjunto Artistico de ESIPC",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-18ee.html",
            "content": "Kim Jong Un presencia funcion de Conjunto Artistico de ESIPC\r\nPyongyang, 13 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea junto con Ri Sol Ju presencio la funcion del Conjunto Artistico del Ejercito de Seguridad Interior del Pueblo de Corea.\n\t\t\t\t\tLe acompanaron el jefe de la Direccion Politica General del EPC Choe Ryong Hae, el vicepresidente del CDN Jang Song Thaek, el ministro de las Fuerzas Armadas Populares Jang Jong Nam, los secretarios del CC del PTC Kim Kyong Hui y Kim Ki Nam, el ministro de Seguridad del Pueblo Choe Pu Il, los cuadros directivos del partido y el ejercito, la miembro de seguridad de transito Ri Kyong Sim, Heroina de la Republica conocida entre los militares y civiles por haber puesto de pleno manifiesto el espiritu de defensa a ultranza al lider, y otros miembros de Seguridad del Pueblo, oficiales y soldados del ESIPC.\n\t\t\t\t\t\n\t\t\t\t\tSe pusieron en la escena la narracion y el coro \"Su sonrisa eterna\", el solo femenino y el coro \"General Kim Il Sung es nuestro sol\", el baile \"A la orilla del lago Samji\", el solo masculino \"Hermosa tierra natal\", la cancion femenina con acompanamiento de guitarra \"Canto de urraca en el puesto\", el coro \"Nuestro dirigente adorado por el pueblo\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la funcion, el Comandante Supremo felicito el exito de la funcion.\n\t\t\t\t\t\n\t\t\t\t\tLos creadores y artistas del Conjunto asimilaron con sensibilidad la politica del partido y crearon las obras de gran importancia en la educacion cognoscitiva que dan perfectas respuestas a los problemas sociales de la epoca del Songun y pusieron en la escena las piezas vividas y alegres.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo lo evaluo altamente y les dio agradecimiento a nombre de su cargo.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que las piezas reflejan la conviccion de los integrantes de Seguridad del Pueblo y los oficiales y soldados del ESIPC de defender a riesgo de vida con el fusil y la ley el regimen  socialista y difunden la inagotable fuerza y el animo y tienen mejor maestria y  caracter ideologico y movilizativo y agrego que contar con la unidad de artistas como el Conjunto constituye un gran orgullo de nuestro partido.\n\t\t\t\t\t\n\t\t\t\t\tAl decir que son buenos el espectaculo variado y la diversa forma de la funcion al ofrecer las escenas de musica folklorica, la composicion pequena, la musica ligera, y agrego que la disfruto bien y evaluo reiteradamente el estilo de creacion de los creadores y artistas del Conjunto innovadores y emprendedores quienes aspiran a lo nuevo.\n\t\t\t\t\t\n\t\t\t\t\tTras exponer la esperanza y conviccion de que al desarrollar energicamente la creacion artistica y la funcion, los creadores y artistas del Conjunto eduquen de modo revolucionario a los miembros de Seguridad del Pueblo, oficiales y soldados del ESIPEC y el pueblo y estimulen activamente la lucha de ellos, el Comandante Supremo indico las tareas programaticas que se presentan ante el Conjunto Artistico del ESIPC."
        },
        {
            "title": "Pak Pong Ju recorre Complejo Quimico Juventud de Namhung",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-19ee.html",
            "content": "Pak Pong Ju recorre Complejo Quimico Juventud de Namhung\r\nPyongyang, 13 de mayo (ACNC) -- El primer ministro del Consejo de Ministros Pak Pong Ju averiguo en el terreno el estado de produccion de abono del Complejo Quimico Juventud de Hamhung.\n\t\t\t\t\tEl estimulo a los funcionarios y obreros del complejo quienes libran una lucha dinamica por producir mas el abono Juche en acato al espiritu del pleno del marzo del 2013 del Comite Central del Partido del Trabajo de Corea y paso revista a varios lugares del complejo\n\t\t\t\t\t\n\t\t\t\t\tEl premier dijo que el frente agricola es un rumbo de ataque principal para la construccion economica y la mejora de vida del pueblo y destaco la necesidad de registrar virajes en la produccion de cereales de este ano al incrementar la produccion de abono y suministrarlo a los campos teniendo bien presente de que el fertilizante es precisamente arroz.\n\t\t\t\t\t\n\t\t\t\t\tLas minas carboniferas deben suministrar satisfactoriamente carbon para incrementar la produccion de abono, puntualizo y destaco la necesidad de que los funcionarios y los carboneros aviven mas furiosamente las llamas del incremento de produccion.\n\t\t\t\t\t\n\t\t\t\t\tEl premier tomo las medidas para solucionar los problemas que se presentan en el transporte a tiempo del carbon necesario a normalizar la produccion de abonos."
        },
        {
            "title": "CNEDC denuncia represion fascista a entidades pro-reunificacion en Sur de Corea",
            "url": "http://kcna.co.jp/item/2013/201305/news13/20130513-20ee.html",
            "content": "CNEDC denuncia represion fascista a entidades pro-reunificacion en Sur de Corea\r\nPyongyang, 13 de mayo (ACNC) -- Con respecto a que en el Sur de Corea se libran fanaticamente los ejercicios belicos conjuntos con las fuerzas extranjeras y otras maniobras conflictivas contra la Republica Popular Democratica de Corea y llega al climax la represion fascista de las fuerzas conservadoras y ultraderechistas contra las entidades del movimiento por la reunificacion, el portavoz del Comite Norteno por la Ejecucion de la Declaracion Conjunta del 15 de Junio (CNEDC) hizo publica el dia 13 la siguiente declaracion:\n\t\t\t\t\tLos compinches del \"Partido Saenuri\" cuestionan injustamente las actividades de las entidades del movimiento por la reunificacion como \"antiestatales\" y \"criminales\" y ahora pretenden fabricar la \"ley de disolucion de las entidades criminales\" con la malsana intencion de desintegrarlas por la fuerza. \n\t\t\t\t\t\n\t\t\t\t\tDenunciamos categoricamente esa conducta de la banda de los conservadores titeres calificandola de crimen antinacional, anti-reunificacion y antietico destinado a acabar con las preciosas conquistas de la era del 15 de junio y reproducir en la sociedad surcoreana el fascismo igual a la dictadura de \"renovacion\" de mala fama. \n\t\t\t\t\t\n\t\t\t\t\tMantener y ejecutar las declaraciones Norte-Sur, programas comunes de la nacion por la reunificacion, y lograr la reconciliacion, la unidad, la reunificacion independiente, la paz y la prosperidad, constituyen la unanime e invariable aspiracion y voluntad de toda la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tLas entidades surcoreanas pro-reunificacion, conscientes de ese anhelo nacional, luchan a riesgo de la vida en la delantera del movimiento de reunificacion por hacer valer la justicia y la verdad. \n\t\t\t\t\t\n\t\t\t\t\tLas insistencias y actividades de ellas son justas y no hay ninguna razon de cuestionarlas tanto en vista de la Declaracion Conjunta Norte-Sur como a la luz de la aspiracion de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, ni los anteriores gobernantes surcoreanos, que recurrieron al servilismo a EE.UU. y la confrontacion fratricida, se atrevieron a \"legalizar\" la disolucion de las entidades del movimiento por la reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los compinches del \"Partido Saenuri\", actualmente en el poder, enloquecidos por la \"eliminacion a las fuerzas pro-Norte\", pretenden instituir hasta la infame ley de disolucion de las entidades pro-reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tAl perseguir abiertamente la institucion de la infame ley que cuestione el movimiento por la independencia, la democracia y la reunificacion, las actuales fuerzas gobernantes conservadoras del Sur de Corea reconocieron por si solos que son horda de vendepatrias y dictadores fascistas anti-reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tLa poblacion surcoreana y los demas coreanos dentro y fuera del pais deben levantarse en la lucha pannacional por adelantar el dia de reunificacion independiente frustrando tajantemente la campana de represion fascista de la banda ultraderechista y conservadora incluso el \"Partido Saenuri\"."
        }
    ]
}