{
    "date": "2013-06-13",
    "url": "http://kcna.co.jp/item/2013/201306/2013-06-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Work in Changsong County",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-20ee.html",
            "content": "Kim Jong Un Visits Work in Changsong County\r\n Pyongyang, June 13 (KCNA) -- Marshal Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, Thursday provided field guidance to the work in various fields of  Changsong County, North Phyongan Province.\n\t\t\t\t\t The first leg of his guidance was the technologically updated Changsong Foodstuff Factory.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the monument to the field guidance provided by President Kim Il Sung and the room dedicated to the history of the factory.\n\t\t\t\t\t\n\t\t\t\t\t He went round the milling work-team, liquor production work-team, confectionary production work-team, wild fruit processing work-team and the products show room and other various places of the factory to learn about in detail how the instructions given by leader Kim Jong Il are being implemented.\n\t\t\t\t\t\n\t\t\t\t\t He praised the employees of the factory and officials in the field concerned not only for building it well as befitting a base specializing in processing wild fruits but achieving a lot of successes in carrying out the instructions given by Kim Jong Il to take the lead in wild fruit processing.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for the factory  to more energetically push forward technological updating, not resting content with the successes already achieved, and steadily raise the level of technical skills of the employees and meticulously organize the factory and business management.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the employees of the factory would intensify the drive for increased production, bearing deep in mind the profound loving care shown by the great Generalissimos Kim Il Sung and Kim Jong Il for the people, before having a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t At Changsong Restaurant and Changsong Noodle House he asked about their accommodation capacity and measures to keep them provided with adequate quantities of foodstuff.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to promote culinary festival in order to further develop cooking culture as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the employees of the restaurant and the noodle house would improve their service in the spirit of dedication to the people, before having a photo taken with them.\n\t\t\t\t\t\n\t\t\t\t\t The next leg of his guidance was the Undok Health Complex. He called for more splendidly remodeling it, noting there can be no satisfaction in doing anything for the people,\n\t\t\t\t\t\n\t\t\t\t\t He commanded a bird's-eye view of the county seat spruced up on the occasion of the 50th anniversary of the Changsong Joint Meeting of Local Party and Economic Officials and praised the builders for successfully constructing the town to suit the characteristics of the mountainous county.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the county is playing the role of a base for carrying out the three revolutions, ideological, technical and cultural, and vanguard in the struggle for defending the socialist system, he called on it to increase its role as required by the Songun era.\n\t\t\t\t\t\n\t\t\t\t\t He also underlined the need to develop local economy so as to uphold the idea and exploits of Kim Il Sung and Kim Jong Il and settle the issue of people's living.\n\t\t\t\t\t\n\t\t\t\t\t He went round the Changsong Revolutionary Museum.\n\t\t\t\t\t\n\t\t\t\t\t Before entering the museum, he was briefed on it before the monument to the immortal revolutionary activities conducted by the great Generalissimos and Kim Hyong Jik, an outstanding leader of the anti-Japanese national liberation movement in Korea, in the land of Changsong.\n\t\t\t\t\t\n\t\t\t\t\t He called for sprucing up Changsong County as a people's paradise and making hurrah for socialism ring out louder from the county.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the employees of the museum.\n\t\t\t\t\t\n\t\t\t\t\t He toured the Changgol Revolutionary Site.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary site is of great importance along with the history of the Workers' Party of Korea, he said, calling for preserving it on a permanent basis to educate party members and other people, soldiers and school youth and children in the immortal revolutionary exploits performed by Kim Il Sung in leading the Fatherland Liberation War to victory and his noble personality.\n\t\t\t\t\t\n\t\t\t\t\t He proposed a task for creating art pieces depicting Kim Il Sung working at the revolutionary site.\n\t\t\t\t\t\n\t\t\t\t\t He went round the Changsong County Cultural Hall and enjoyed a performance given by the art group of the county.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the members of the art group for giving a successful performance with great cognitional and instructive value by truthfully representing their life.\n\t\t\t\t\t\n\t\t\t\t\t He had a picture taken with them.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, Choe Hwi, Pak Thae Song and Ri Man Gon, chief secretary of the North Phyongan Provincial Committee of the WPK."
        },
        {
            "title": "CPRK Slams S. Korea for Making North-South Talks Abortive",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-02ee.html",
            "content": "CPRK Slams S. Korea for Making North-South Talks Abortive\r\n Pyongyang, June 13 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) issued a statement Thursday as the talks between the authorities of the north and the south proved abortive due to the south Korean puppet authorities' arrogant obstructions and deliberate disturbance even though they were scheduled to be held amid expectation and concern of the public at home and abroad.\n\t\t\t\t\t The delegation of the north side was about  to leave Pyongyang when it was informed by the south side that its vice-minister of Unification, not the minister of Unification, would be the chief delegate of the south side to the talks, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The south side insisted on the ministerial-level talks from the beginning and confirmed more than once its intention to send the minister of Unification. But right before the start of the talks, it downgraded the level of the chief delegate. This is the height of discourtesy and disrespect unprecedented in the history of the north-south dialogue.\n\t\t\t\t\t\n\t\t\t\t\t It, referring to the head of the delegation of the north side, made such coarse words as \"figure hardly recognizable\", \"abnormal practice\" and \"incongruity of common sense and international standard\".\n\t\t\t\t\t\n\t\t\t\t\t This provocation barred the talks from being opened and our delegation was compelled to cancel its trip to Seoul.\n\t\t\t\t\t\n\t\t\t\t\t The south side demanded the director of the United Front Department head the delegation as he is counterpart of the minister of Unification of the south side, a revelation of its ignorance of the social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Never has there been such a precedent in which a secretary of the Central Committee of the Workers' Party of Korea officially took part in the talks between the authorities in the decades-long history of the north-south dialogue.\n\t\t\t\t\t\n\t\t\t\t\t As for the agenda of the talks, the south side tried hard not to specify the joint commemoration of the anniversaries of the June 15 joint declaration and the July 4 joint statement and NGOs' visits and contacts and cooperation even though it said that it affirmatively accepted the special statement issued by the CPRK spokesman on June 6. It even tried to make the draft agreement ambiguous by deleting such expressions as \"normalization\" and \"resumption\" regarding the Kaesong Industrial Zone and tour of Mt. Kumgang resort.\n\t\t\t\t\t\n\t\t\t\t\t It was due to such vicious obstructions and deliberate disruption of the south side that the working contact lasted 16 hours and barely came to an end after three o'clock in the following morning even though an agreement could be reached in just one or two hours. So, the agreed document failed to take the form of full agreement but the form of incomplete press release.\n\t\t\t\t\t\n\t\t\t\t\t This fully proves that the south side had no intent to hold dialogue from the beginning and that it only sought to create an obstacle to the talks, delay and torpedo them after reluctantly taking part in the talks, far from solving issues at the negotiating table. \n\t\t\t\t\t\n\t\t\t\t\t In the past we sent the first vice director of the Secretariat of the CPRK in the capacity of the Cabinet chief councilor as the head of the north-south ministerial talks and the vice director of the CPRK Secretariat always dealt with the vice-minister of Unification of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t This time we let the director of the CPRK Secretariat head our delegation instead of the first vice director in consideration of the face of the authorities of the south side.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south side claimed that the head of our delegation is not on a par with the head of its delegation. This is a revelation of its ignorance. This cannot be construed otherwise than a deliberate act to make the talks abortive.\n\t\t\t\t\t\n\t\t\t\t\t The problem raised this time is not a simple issue related to the level of the head of the delegation to the talks but a manifestation of its sinister intention to make the talks between authorities abortive as it found it hard to realize its scenario for abusing the talks for the purpose of confrontation as intended by it\n\t\t\t\t\t\n\t\t\t\t\t The recent impolite and immoral provocative behavior of the puppet group made us think once again whether it will be possible either to properly discuss matters or improve the inter-Korean relations even if the talks between authorities are opened in the future.\n\t\t\t\t\t\n\t\t\t\t\t  The puppet conservative group would be seriously mistaken if it calculates it can gain something by advocating \"confrontation accompanied by dialogue\" dating back to the outdated \"yusin\" era or sticking to \"the theory of adhering to principle\" touted by traitor Lee Myung Bak and it is, therefore,  fated to meet the same miserable end as that of its predecessors.\n\t\t\t\t\t\n\t\t\t\t\t  We have nothing to expect from the talks between authorities of the north and the south."
        },
        {
            "title": "Pak Pong Ju Visits Football Stadium, Essential Foodstuff Factory",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-17ee.html",
            "content": "Pak Pong Ju Visits Football Stadium, Essential Foodstuff Factory\r\n Pyongyang, June 13 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju made a field survey of the Yanggakdo Football Stadium. \n\t\t\t\t\t He encouraged officials and employees of the Ministry of Railways all out in the drive to carry out the on-the-spot instructions given by the dear respected Marshal Kim Jong Un on successfully remodeling the stadium into an exclusive one that can represent football stadium of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for the officials and builders to keep in mind the undying exploits of President Kim Il Sung and leader Kim Jong Il for the development of the Juche-oriented sports and bring about great innovations in remodeling the stadium. \n\t\t\t\t\t\n\t\t\t\t\t A consultative meeting of officials concerned took place.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed the matters arising in sprucing up the stadium.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the premier went to the Pyongyang Essential Foodstuff Factory. \n\t\t\t\t\t\n\t\t\t\t\t Going round different places of the factory turning into an eye-opening palace and a factory befitting the era of WPK where patriotism pervades, he congratulated its officials and employees upon presenting a great pleasure to Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Then a consultative meeting was held which stressed the need for the factory to activate the production on the basis of production potentiality. It also pressed for the measures for relevant units to substantially provide necessary raw and other materials."
        },
        {
            "title": " Army-People Meeting Held",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-15ee.html",
            "content": "Army-People Meeting Held\r\n Pyongyang, June 13 (KCNA) -- An army-people meeting of soldier builders and members of the shock brigade active in the drive for reclamation of the Sepho tableland took place on the spot on Thursday to vow to carry out the tasks set forth in an appeal of the dear respected Marshal Kim Jong Un. In the appeal Kim Jong Un called for creating the \"Masikryong Speed\" and ushering in a new heyday on all fronts for socialist construction.\n\t\t\t\t\t Present there were Pak Pong Ju, Jang Jong Nam, Kim Ki Nam, Kwak Pom Gi, Ro Tu Chol, Ri Pyong Sam, officials of ministries and national institutions, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, members of shock brigade and officials and other people in Sepho County.\n\t\t\t\t\t\n\t\t\t\t\t The appeal sent by Kim Jong Un was read out. Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that they would make a breakthrough for the ranks with daring and bold operation and skillful command just like the KPA officers who are taking part in the construction of the Masik Pass Skiing Ground, and make positive contribution to implementing the grand plan of Kim Jong Un ahead of schedule.\n\t\t\t\t\t\n\t\t\t\t\t A letter to working people across the country sent by members of the shock brigade taking part in reclaiming the Sepho tableland was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The letter said that they would turn the tableland not only into the world-wide stockbreeding base but also into a famous tourist resort by building skiing and sliding grounds, race course, ecological park, lodging houses and other facilities for tourists.\n\t\t\t\t\t\n\t\t\t\t\t The letter called for making the army-people grand advance of Songun Korea in the spirit of the \"Masikryong Speed\" and ushering in a great heyday of Kim Jong Un's era."
        },
        {
            "title": "Agricultural Workers Vow Loyalty for Kim Jong Un",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-14ee.html",
            "content": "Agricultural Workers Vow Loyalty for Kim Jong Un\r\n Pyongyang, June 13 (KCNA) -- A meeting of agricultural workers took pace at the Wonhwa Cooperative Farm in Phyongwon County, South Phyongan Province on Thursday to mark the 49th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Present there were officials concerned, officials of the Union of Agricultural Workers of Korea and other agricultural workers.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting the reporter and speakers said that the history of Kim Jong Il's leadership over the party is shining as a sacred history in which he built the party into the organizer and guide of all victories of the Korean people and successfully led the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t He put forward the Union of Agricultural Workers of Korea as the ardent defender and active helper of the party and led it to successfully discharge its honorable mission and duty in each period and at each stage of the developing revolution, they noted.\n\t\t\t\t\t\n\t\t\t\t\t His Juche-based idea of party building and his cause are being successfully carried forward by the dear respected Kim Jong Un, they said, underlining the need to defend him politically and ideologically and at the risk of one's life and remain loyal to the party's leadership.\n\t\t\t\t\t\n\t\t\t\t\t They called for thoroughly carrying out the tasks set forth by Kim Jong Un in the appeal and glorify this significant year with increased agricultural production."
        },
        {
            "title": " World Blood Donor Day Observed in DPRK",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-16ee.html",
            "content": "World Blood Donor Day Observed in DPRK\r\n Pyongyang, June 13 (KCNA) -- An event took place at the Blood Transfusion Centre of the Ministry of Public Health Thursday to mark World Blood Donor Day.\n\t\t\t\t\t Present there were officials in the field of public health, voluntary blood donors and employees of the center. Also present were members of missions of international organizations including the acting representative of the WHO mission in the DPRK and the delegation of the International Federation of Red Cross and Red Crescent Societies working in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the event.\n\t\t\t\t\t\n\t\t\t\t\t The speakers referred to the significance of the Day and blood transfusion services now under way with the help of the WHO and the International Federation of Red Cross and Red Crescent Societies.\n\t\t\t\t\t\n\t\t\t\t\t They called for safe blood transfusion for people's health and life.\n\t\t\t\t\t\n\t\t\t\t\t The participants enjoyed a performance given by the Workers' Art Group of the Central Committee of the General Federation of Trade Unions of Korea and looked round photos on display.\n\t\t\t\t\t\n\t\t\t\t\t The Day was also observed in each province on the same day."
        },
        {
            "title": "Taekwon-Do Championship for Jongilbong Prize Opens",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-12ee.html",
            "content": "Taekwon-Do Championship for Jongilbong Prize Opens\r\n Pyongyang, June 13 (KCNA) -- The 16th National Taekwon-Do Championship for Jongilbong Prize opened with due ceremony at the Taekwon-Do Hall Thursday.\n\t\t\t\t\t The championship brought together hundreds of Taekwon-do players selected from many units including Taekwon-do teams. They will compete in Taekwon-do and go.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were officials concerned, Taekwon-do players and school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t  Kim Kyong Ho, chairman of the Korean Taekwon-Do Committee, said in an opening speech that all players and coaches should fully display their techniques in each event to achieve good successes and contribute to the development of the martial arts techniques of the country."
        },
        {
            "title": "Foreign Crewmen Meet at Chongjin Port",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-13ee.html",
            "content": "Foreign Crewmen Meet at Chongjin Port\r\n Pyongyang, June 13 (KCNA) -- A solidarity meeting of foreign crewmen took place at Chongjin Port in North Hamgyong Province on Thursday to mark the 13th anniversary of the June 15 joint declaration. \n\t\t\t\t\t The participants in the meeting went to the statue of President Kim Il Sung in Chongjin City to lay bouquets and pay tributes to him. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were the captain and crewmen of the Chinese flagged ship Tongmao-101. \n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting recalled that Kim Jong Il provided the north-south summit, the first of its kind in the history of national division, in June, Juche 89 (2000) and let the June 15 joint declaration was published to open up a rosy prospect for national reunification. \n\t\t\t\t\t\n\t\t\t\t\t They extended high respects to Kim Jong Il, who made undying contributions to Korea's reunification. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to the efforts of the Korean people to implement the June 15 joint declaration, the railways, roads and air and sea routes which had been cut for over half a century were opened and inter-Korean visits, contacts, dialogues and cooperation were conducted briskly, they said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet authorities in collusion with the U.S. slandered the June 15 joint declaration, resorting to the confrontation with fellow countrymen and the moves to ignite a war, and brutally suppressed the progressive forces and political parties desirous of national reunification. \n\t\t\t\t\t\n\t\t\t\t\t National reunification is sure to come as there are the dear respected Kim Jong Un, a peerlessly great man, successfully leading the cause and the strength of the DPRK people united close under the banner of the June 15 joint declaration, they added. \n\t\t\t\t\t\n\t\t\t\t\t A letter to him was adopted at the meeting."
        },
        {
            "title": "Pyongyang Int'l Football School",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-18ee.html",
            "content": "Pyongyang Int'l Football School\r\n Pyongyang, June 13 (KCNA) -- Pyongyang International Football School has taken its shape on the scenic Rungna Islet on the Taedong River here as a center for training reserve footballers.\n\t\t\t\t\t The four-building school, covering an area of 12,200 square meters, consists of a school building, hostels and cultural and welfare service building.\n\t\t\t\t\t\n\t\t\t\t\t Classrooms, computer rooms, library and hostel rooms are fitted with high quality furniture. \n\t\t\t\t\t\n\t\t\t\t\t With five-year primary, three-year junior secondary and three-year senior secondary education systems, the school majors in training of professional footballers while giving them education on basic subjects.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Chol Yun, principal of the school, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il in his lifetime had paid deep attention to developing the nation's football technique onto the world's level.\n\t\t\t\t\t\n\t\t\t\t\t This school has been built under the deep care of respected Marshal Kim Jong Un, who is willing to carry into practice Kim Jong Il's lifetime intention. He personally named it Pyongyang International Football School and examined the design of its emblem, indicating details of its operation from schooling to provision of supplies.\n\t\t\t\t\t\n\t\t\t\t\t The school has an enrollment of nearly 90 at present and is going to raise it up to 200 in the future.\n\t\t\t\t\t\n\t\t\t\t\t Foreign football experts and coaches will be invited to teach the students. The school will also send its students abroad for football training while inviting foreign trainees.\n\t\t\t\t\t\n\t\t\t\t\t All its teachers and schoolers are firmly determined to pay up to the loving care and trust shown by Kim Jong Un."
        },
        {
            "title": "DPRK People Step Up Socialist Construction at New Speed",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-19ee.html",
            "content": "DPRK People Step Up Socialist Construction at New Speed\r\n Pyongyang, June 13 (KCNA) -- People in the Democratic People's Republic of Korea are now making a fresh upsurge in economic construction and all other fields in hearty response to \"Let Us Create the 'Masikryong Speed' and Usher in New Heyday on All Fronts for Socialist Construction!\", an appeal made by supreme leader Kim Jong Un.\n\t\t\t\t\t In the spirit of \"Masikryong Speed\", the soldier-builders have built in steep mountain ranges ski courses covering hundreds of thousands of square meters with more than a hundred thousand meters in a total length in a matter of less than one year. Such construction would have taken more than 10 years according to established practices.\n\t\t\t\t\t\n\t\t\t\t\t The speed reflects the Korean people's mental power with which they make continued innovation and advance despite manifold difficulties,\n\t\t\t\t\t\n\t\t\t\t\t In each stage of revolution, the Korean people have steadily pushed ahead with socialist construction by creating new speeds of advance one after another in response to the appeals made by the party and leader.\n\t\t\t\t\t\n\t\t\t\t\t On the debris left over by the Korean War (June 1950-July 1953), they finished the country's industrialization in only 14 years, inspired by the appeal \"Charge at the Speed of Chollima!\" set forth by President Kim Il Sung in Juche 45 (1956).\n\t\t\t\t\t\n\t\t\t\t\t With this appeal, builders of Pyongyang City fabricated a housing unit in only 14 minutes in 1958, creating the Pyongyang Speed.\n\t\t\t\t\t\n\t\t\t\t\t In the 1980s, the Workers' Party of Korea put forward the slogan \"Let us create the speed of the 80s in the spirit displayed during the great Chollima upswing!\" under which all the people registered enormous achievements on all fronts of socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t In the new century, soldier-builders finished up the huge project for Huichon Power Station in a few years by displaying the do-or-die spirit to carry out the tasks given by leader Kim Jong Il. He visited the construction site in September 2009 and suggested calling their construction speed \"Huichon Speed\"."
        },
        {
            "title": "Rodong Sinmun Praises Feats for Development of DPRK-China Friendship",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-09ee.html",
            "content": "Rodong Sinmun Praises Feats for Development of DPRK-China Friendship\r\n Pyongyang, June 13 (KCNA) -- The Workers' Party of Korea (WPK) and the Korean people will as ever make positive efforts to develop the bonds of DPRK-China friendship which has overcome all the tests of history as wished by leader Kim Jong Il, Rodong Sinmun Thursday says in a bylined article. \n\t\t\t\t\t His historic maiden visit to China 30 years ago marked a historic occasion of great significance as it helped boost the DPRK-China friendship as required by the developing times, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t With his maiden China visit he laid a firm foundation for developing the friendship forged by the leaders of the elder generation of the two countries to meet the desires and interests of the Korean and Chinese peoples. \n\t\t\t\t\t\n\t\t\t\t\t During the China visit he met leaders of the Chinese party and state including Hu Yaobang, the then general secretary of the Central Committee of the Communist Party of China, to deepen friendship with them. Making a long journey to the vast land of China he deepened understanding of China and fully encouraged the Chinese people. \n\t\t\t\t\t\n\t\t\t\t\t When meeting the Chinese leaders he said that the traditional relations of friendship between the two parties and two peoples should be carried forward down through generations as the revolutionary struggle of the two peoples goes on steadily. He declared the steadfast will of the WPK that the Korean people will eternally advance together with the Chinese people in the drive for implementing the common cause to oppose imperialism and build socialism.\n\t\t\t\t\t\n\t\t\t\t\t The Chinese leaders accorded warm hospitality to Kim Jong Il and expressed the will of the Chinese party and people to remain as reliable comrades-in-arms of the Korean people forever. \n\t\t\t\t\t\n\t\t\t\t\t His maiden China visit set the stage for the DPRK-China friendship that has invariably developed generation after generation, greeting its heyday. \n\t\t\t\t\t\n\t\t\t\t\t The visit has been recorded in the history as an event which fully demonstrated invincibility of the close friendship and solidarity between the two parties, two governments and two peoples and opened up a rosy prospect for the development of the DPRK-China relations of friendship. \n\t\t\t\t\t\n\t\t\t\t\t The feats of Kim Jong Il for the development of DPRK-China friendship and human cause of independence are further shining thanks to the dear respected Kim Jong Un."
        },
        {
            "title": "Dismantlement of S. Korean IS Urged",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-08ee.html",
            "content": "Dismantlement of S. Korean IS Urged\r\n Pyongyang, June 13 (KCNA) -- 193 bodies of south Korea made up of people from all walks of life including civic, public and religious circles held a meeting to cope with the prevailing situation in Seoul on June 5 to condemn the interference of the puppet Intelligence Service (IS) in the election.\n\t\t\t\t\t The speakers at the meeting said that this is not a conduct of some individual members of IS but an organized one by it, adding:\n\t\t\t\t\t\n\t\t\t\t\t IS has become a synonym for horror as it has played the role of the hands and feet of the south Korean successive regimes, while branding the efforts for democracy as \"pro-north\" and \"enemy-benefiting\" actions from the outset.\n\t\t\t\t\t\n\t\t\t\t\t The interference in the political affairs and surveillance by the IS went all the worst under the Lee Myung Bak's regime.\n\t\t\t\t\t\n\t\t\t\t\t They demanded that IS be dismantled at once."
        },
        {
            "title": "Koreans in China Support Special Statement of CPRK",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-10ee.html",
            "content": "Koreans in China Support Special Statement of CPRK\r\n Pyongyang, June 13 (KCNA) -- The Changchun City Branch of the General Association of Koreans in China released a statement on June 10 to support the special statement issued by the spokesman for the Committee for the Peaceful Reunification of Korea.\n\t\t\t\t\t Koreans in China are very pleased to receive the news of the above-said special statement at a stirring time when the 13th anniversary of the historic June 15 joint declaration was just ahead, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t It entirely supported the special statement of the CPRK spokesman which clarified an important stand calling for the normalization of the Kaesong Industrial Zone, the resumption of the tour of Mt. Kumgang, the reunion of separated families and their relatives, etc., deeply considerate of the ardent wishes of the south Korean people from all walks of life including businessmen, promoted by the prevailing grave situation and all Koreans' desire and wishes.\n\t\t\t\t\t\n\t\t\t\t\t It was convinced that Korea's reunification, cherished wish of the great Generalissimos Kim Il Sung and Kim Jong Il, would surely come true as long as there is the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Koreans in China would follow only Marshal Kim Jong Un and make every possible effort in the sacred patriotic work to achieve the eternal prosperity of the country and the nation, united close around the General Association of Koreans in China though they live overseas, concluded the statement."
        },
        {
            "title": "Anniversary of June 15 Declaration Commemorated in Germany",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-11ee.html",
            "content": "Anniversary of June 15 Declaration Commemorated in Germany\r\n Pyongyang, June 13 (KCNA) -- The European Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration held a meeting in Germany on June 8 to commemorate the 13th anniversary of the June 15 joint declaration.\n\t\t\t\t\t The participants observed a moment's silence in memory of the pro-reunification patriotic martyrs. \n\t\t\t\t\t\n\t\t\t\t\t Ri Ji Suk, permanent representative of the committee, made an address to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said if all the Koreans make efforts in the June 15 spirit, the crisis on the Korean Peninsula would be removed and the road to the country's reunification paved earlier.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t It supported a special statement released by the spokesman for the Committee for the Peaceful Reunification of Korea on June 6. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are talking about peace and prosperity while staging war drills for aggression to annihilate the nation in collusion with outside forces, not freed from the daydream of the confrontation between the differing two social systems, a legacy of the Cold War period. This is no more than a burlesque to deceive and mock the nation.\n\t\t\t\t\t\n\t\t\t\t\t Only the implementation of the June 15 joint declaration guarantees the happiness of the compatriots and peace. \n\t\t\t\t\t\n\t\t\t\t\t Prior to the meeting, a video was shown dealing with the Korean nation's movement for the country's reunification for the past 13 years since the publication of the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t On the same day, an art performance was given to celebrate the anniversary."
        },
        {
            "title": "Kim Jong Un's Work Posted on Ecuadorian Website",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-01ee.html",
            "content": "Kim Jong Un's Work Posted on Ecuadorian Website\r\n Pyongyang, June 13 (KCNA) -- The Kim Jong Il Library and the Juche Youth Group in Ecuador jointly posted the dear respected Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" on a website on June 7.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), clarifies that it is a principled requirement for victoriously advancing the cause of the Korean revolution to hold leader Kim Jong Il in high esteem as  eternal general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to be fulfilled to steadily develop the WPK as a glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Anniversary of Work at WPK Central Committee Marked Abroad",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-03ee.html",
            "content": "Anniversary of Work at WPK Central Committee Marked Abroad\r\n Pyongyang, June 13 (KCNA) -- Events took place in different countries to mark the 49th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Round-table talks, reading session, book and photo exhibition and film show took place in Brazil, Senegal, Malaysia, Singapore and South Africa from May 30 to June 7.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the venues of the events were photos showing the feats of Kim Jong Il and the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were works of President Kim Il Sung, Kim Jong Il and Kim Jong Un and books and pictures showing the true appearance of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Brazilian committee for remembering Kim Jong Il at the round-table talks praised Kim Il Sung and Kim Jong Il for building the WPK, saying it would demonstrate its might as an invincible party under the guidance of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A room chief of the Ministry of City Planning of Senegal at the reading session noted that one of the greatest exploits performed by Kim Jong Il was that he developed the WPK into an integral whole transparent in ideology and the party which achieved firm cohesion and unity.\n\t\t\t\t\t\n\t\t\t\t\t His feats for party building will shine forever along with the WPK, the room chief stressed.\n\t\t\t\t\t\n\t\t\t\t\t The director of a Singaporean company at the photo exhibition said the Korean people will surely achieve a final victory thanks to the leadership of Kim Jong Un, who is successfully carrying forward the idea and cause of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "DPRK, Strong in Independence: Russian Paper",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-04ee.html",
            "content": "DPRK, Strong in Independence: Russian Paper\r\n Pyongyang, June 13 (KCNA) -- The Russian paper Our Home-Sochi on May 30 devoted one whole page to an article titled \"For defending sovereignty\" illustrated with photos documenting exploits by the dear respected Kim Jong Un.\n\t\t\t\t\t Recalling that the third underground nuclear test conducted by the DPRK in February was a resolute measure for self-defence to cope with the U.S. extreme hostile acts, the paper went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country regarding independence as its life and soul.\n\t\t\t\t\t\n\t\t\t\t\t It is consistently maintaining the line of independence in politics, self-supporting in the economy and self-reliance in national defence and successfully applying the idea of independence, peace and friendship in external relations.\n\t\t\t\t\t\n\t\t\t\t\t Such a country could not remain a passive onlooker to the U.S. pressure over its launch of satellite Kwangmyongsong 3-2.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. compelled the DPRK to carry out the third underground nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear test was fully attributable to the U.S. and its followers who encroached upon the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The international community considers the nuclear test as an inevitable measure taken by the DPRK to protect its sovereignty and dignity from the U.S. threats of preemptive attack, sanctions and pressure under the prevailing grave situation and a just punishment against injustice.\n\t\t\t\t\t\n\t\t\t\t\t As recognized by the world, the DPRK is a country strong in independence and a country which does whatever it is determined to do.\n\t\t\t\t\t\n\t\t\t\t\t Through the satellite launch and nuclear test, the DPRK showed once again the world that independent principle is the truth and the truth is sure to triumph.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see how the Korean people achieve a final victory under the leadership of Kim Jong Un."
        },
        {
            "title": "AAPSO Denounces U.S. Hostile Policy toward DPRK",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-05ee.html",
            "content": "AAPSO Denounces U.S. Hostile Policy toward DPRK\r\n Pyongyang, June 13 (KCNA) -- The Afro-Asian People's Solidarity Organization (AAPSO) issued a statement on June 4 in denunciation of the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t The statement expressed full support with the DPRK in its effort for the peace and stability on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the division and tension on the Korean peninsula are the leftover of the Cold War, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are subject to the massive sacrifice due to the division of the country.\n\t\t\t\t\t\n\t\t\t\t\t There are many separated families and their relatives desirous of reunion across the Military Demarcation Line.\n\t\t\t\t\t\n\t\t\t\t\t Time has come for the world community to add voice and put pressure on the U.S. to make a bold decision.\n\t\t\t\t\t\n\t\t\t\t\t No matter can be solved only with words.\n\t\t\t\t\t\n\t\t\t\t\t We appeal to the Non-Aligned Movement and the world peace-loving people to urge the U.S. to conclude a peace agreement with the DPRK and normalize the relations with it and respect its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t It will only coil up the tension to regularly wage the aggressive war drills by mobilizing the ultra-modern weapons on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is essential to take an appropriate measure to build confidence."
        },
        {
            "title": "Anniversary of Korean Victory in War to Be Marked in Austria, Nigeria",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-06ee.html",
            "content": "Anniversary of Korean Victory in War to Be Marked in Austria, Nigeria\r\n Pyongyang, June 13 (KCNA) -- Austrian and Nigerian preparatory committees were inaugurated on June 6 to commemorate the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t Heinrich Gruber, coordinator of the Vienna, 21 County Committee of the Communist Party of Austria, was elected chairman of the Austrian preparatory committee and Ibrahim Mantu, chairman of the Nigeria-Korea Friendship Association who is a member of the Credit Committee of the People's Democratic Party of Nigeria, chairman of the Nigerian preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The Austrian preparatory committee decided to extend active solidarity to the Korean people in their struggle against imperialism and the U.S. and organize colorful political and cultural events on the occasion of July 27.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian national preparatory committee underlined the need to praise President Kim Il Sung's exploits in the war and introduce the Korean people in their efforts to carry out the Workers' Party of Korea's new line on simultaneously pushing forward economic construction and the building of nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t It decided to organize solidarity events demanding the dismantlement of the \"UN Forces Command\"."
        },
        {
            "title": "CRPP publica nota sobre conversaciones de autoridades N-S abortadas por la parte sur",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-21ee.html",
            "content": "CRPP publica nota sobre conversaciones de autoridades N-S abortadas por la parte sur\r\nPyongyang, 13 de junio (ACNC) -- En relacion con que fueron abortadas, sin ser inauguradas siquiera, las conversaciones entre las autoridades del Norte y el Sur de Corea, que suscitaban expectativas y atencion de los nacionales y extranjeros, debido a las autoridades surcoreanas que actuaron con arrogancia para frustrarlas intencionalmente, el vocero del Comite por la Reunificacion Pacifica de la Patria hizo publica el dia 13 una declaracion.\n\t\t\t\t\tCuando nuestra delegacion iba a partir de Pyongyang, se le llego el aviso de la parte Sur de que el delegado-jefe surcoreano no sera el ministro de Unificacion sino el viceministro de la misma cartera, senala la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tDesde el principio, la parte surena insistio en las conversaciones a nivel ministerial y afirmo reiteradamente que enviaria a la mesa de dialogo al ministro de Unificacion. A pesar de esto, bajo el nivel de su delegado-jefe inmediatamente antes de la apertura de conversaciones, lo cual es una locura sin precedentes en la historia de dialogos entre ambas partes coreanas y el climax de groseria y descortesia.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, maldijo insoportablemente sobre el jefe de la delegacion de nuestra parte calificandolo de \"personalidad dificil de reconocer\" y mencionando la supuesta \"practica anormal\" y \"no convenir a las referencias y normas internacionales\".\n\t\t\t\t\t\n\t\t\t\t\tPor tal acto provocador, se hizo imposible celebrar las conversaciones de autoridades y nuestra delegacion se vio obligada a cancelar su viaje a Seul.\n\t\t\t\t\t\n\t\t\t\t\t La parte Sur insiste en que el jefe del Departamento del Frente Unido del Norte debe encabezar delegacion del Norte porque el es la contraparte del ministro de Unificacion del Sur de Corea, lo que revela su ignorancia en cuanto a nuestro sistema. \n\t\t\t\t\t\n\t\t\t\t\tEn varios decenios de la historia de dialogo Norte-Sur, ni una vez salio a mesa de conversaciones oficiales de las autoridades  el secretario del Comite Central del Partido del Trabajo de Corea como jefe de la parte Norte. \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a la agenda de la cita, la parte Sur dijo que acepto positivamente la declaracion especial del portavoz del CRPP publicada el 6 de junio pasado, pero se desespero por excluir los temas sobre la celebracion conjunta del dia de la publicacion del 15 de junio y el 4 de julio, las visitas reciprocas y contactos a nivel civil  y la cooperacion. Y en el debate del tema de normalizacion de la Zona Industrial de Kaesong y el turismo al monte Kumgang, intento omitir en el proyecto de acuerdo las expresiones \"normalizacion\" y \"reanudacion\". \n\t\t\t\t\t\n\t\t\t\t\t Debido a tal impedimento de la parte Sur, el contacto de trabajo, para el cual bastaba un par de horas para llegar al consenso, se ha prologado 16 horas y termino pasadas las 3 de la madrugada del dia siguiente.  Y el documento aprobado en esa ocasion no fue un acuerdo perfecto sino resulto publicado como comunicado insuficiente. \n\t\t\t\t\t\n\t\t\t\t\t Todos los hechos demuestran que desde el principio, la parte Sur no tiene la voluntad de dialogar sino piensa unicamente en obstaculizar, dilatar y frustrar las conversaciones de autoridades aunque salgan a desganas a esta cita. \n\t\t\t\t\t\n\t\t\t\t\t Anteriormente, el primer subdirector del Secretariado del CRPP, quien es consejero responsable del Consejo de Ministros, salia a las conversaciones ministeriales N-S en calidad de jefe de nuestra delegacion y el subdirector de la misma entidad se trataba siempre con el viceministro surcoreano de Unificacion.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, esta vez, elegimos como jefe no al primer subdirector sino al director para mantener la honra de las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, insisten en que no es adecuado el nivel y esto se interpreta como que ellas exponen su ignorancia o actuan asi para llevar al fracaso las conversaciones.\n\t\t\t\t\t\n\t\t\t\t\tEn fin de cuentas, el problema surgido esta vez no es el de nivel de jefe de la delegacion sino parte del siniestro intento de la camarilla titere surcoreana de quebrar las conversaciones de autoridades ya que se hizo imposible su proposito de malemplearlas en el objetivo de enfrentamiento.\n\t\t\t\t\t\n\t\t\t\t\t Al ver el acto grosero y provocador de la banda de los titeres surcoreanos, nos vimos obligados a sospechar una vez mas si se realizara sin complicaciones el debate de problemas, aunque si se abran en el futuro las conversaciones de autoridades, y si podran ser mejoradas las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\t Estarian muy equivocados los conservadores surcoreanos si tratan de conseguir algo ateniendose a la doctrina de \"enfrentamiento con dialogos\", usada en la vieja era de \"renovacion\", a la \"teoria de mantenimiento de principios\" planteada por el traidor Lee Myung Bak. Por el contrario, sufriran un destino tragico al igual que sus antecesores.\n\t\t\t\t\t\n\t\t\t\t\t No abrigamos ni una pizca de esperanza en las conversaciones de autoridades N-S."
        },
        {
            "title": "Mitin de militares y civiles participantes en roturacion de meseta de Sepho",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-22ee.html",
            "content": "Mitin de militares y civiles participantes en roturacion de meseta de Sepho\r\nPyongyang, 13 de junio (ACNC) -- Tuvo lugar el dia 13 en el mismo terreno el mitin de constructores militares y miembros de brigadas participantes de la meseta de Sepho para materializar las tareas programaticas indicadas en el historico llamamiento del Mariscal Kim Jong Un de abrir una nueva era de prosperidad en todos los dominios de la construccion socialista creando la \"velocidad Masikryong\". \n\t\t\t\t\tAsistieron Pak Pong Ju, Jang Jong Nam, Kim Ki Nam, Kwak Pom Gi, Ro Tu Chol, Ri Pyong Sam y otros cuadros, los funcionarios de los ministerios y organos centrales, los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los miembros de brigadas, los funcionarios y trabajadores del distrito de Sepho. \n\t\t\t\t\t\n\t\t\t\t\tSe dio lectura al llamamiento enviado por el Mariscal Kim Jong Un y hubo intervenciones\n\t\t\t\t\t\n\t\t\t\t\tLos oradores expusieron la voluntad de abrir el camino de avance con las operaciones ambiciosas y el mando habil como los comandantes del EPC participantes en la construccion del campo de esqui del desfiladero Masik y contribuir a realizar con antelacion el gran proposito del Mariscal. \n\t\t\t\t\t\n\t\t\t\t\tEn el mitin se dio lectura a la carta enviada por los participantes en la roturacion de la meseta de Sepho a todos los trabajadores del pais. \n\t\t\t\t\t\n\t\t\t\t\tLos remitentes manifestaron la decision de acondicionar la meseta de Sepho no solo como una base ganadera de talla mundial sino tambien como un lugar turistico dispuesto del campo de esqui, el patinadero, el campo de equitacion, el parque ecologico, los establecimientos de alojamiento y de servicios turisticos. \n\t\t\t\t\t\n\t\t\t\t\tExhortaron a crear la velocidad de marcha de militares y civiles de la Corea del Songun, al compas de la \"velocidad Masikryong\" y asi abrir la era de prosperidad de la epoca de Kim Jong Un."
        },
        {
            "title": " Tiene lugar acto de juramento de trabajadores agricolas",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-23ee.html",
            "content": "Tiene lugar acto de juramento de trabajadores agricolas\r\nPyongyang, 13 de junio (ACNC) -- Con motivo del 49o aniversario del inicio del trabajo del Dirigente Kim Jong Il en el Comite Central del Partido del Trabajo de Corea, tuvo lugar este jueves el acto de juramento de los trabajadores agricolas en la Granja Cooperativa de Wonhwa del distrito de Phyongwon de la provincia de Phyong-an del Sur. \n\t\t\t\t\tEstuvieron presentes aqui los funcionarios interesados y los de la Union de Trabajadores Agricolas de Corea (UTAC) y los agricultores. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que la trayectoria de guia del Dirigente sobre el Partido brilla como historia sagrada en que el construyo la agrupacion partidista como organizadora y orientadora de todas las victorias del pueblo coreano y condujo siempre a la senda victoriosa la causa revolucionaria del Juche. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente presento la UTAC como defensora y asistente activa del PTC y la condujo a que cumpliera con su honrosa mision en cada periodo y etapa de desarrollo de la revolucion, recordaron. \n\t\t\t\t\t\n\t\t\t\t\tProsiguieron que la autoctona idea y causa del Dirigente en materia de construccion del partido la lleva adelante hoy el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tResaltaron la necesidad de defender en lo ideologico y politico y a riesgo de la vida al Mariscal y apoyar con fidelidad la direccion del PTC. \n\t\t\t\t\t\n\t\t\t\t\tLlamaron a todos a cumplir las tareas presentadas en el reciente llamamiento del Mariscal y glorificar este ano significativo con el aumento de produccion agricola."
        },
        {
            "title": "Rodong Sinmun elogia hazanas de Kim Jong Il por la amistad Corea-China",
            "url": "http://kcna.co.jp/item/2013/201306/news13/20130613-24ee.html",
            "content": "Rodong Sinmun elogia hazanas de Kim Jong Il por la amistad Corea-China\r\nPyongyang, 13 de junio (ACNC) -- En un articulo individual difundido este jueves el diario Rodong Sinmun senala que en el futuro tambien el Partido del Trabajo de Corea y el pueblo coreano se esforzaran activamente por desarrollar los lazos de amistad Corea-China que han superado las vicisitudes de la historia segun el deseo del Dirigente Kim Jong Il, y continua:\n\t\t\t\t\tLa primera visita historica del Dirigente a China realizada hace 30 anos sirvio de un motivo significativo que fortalecio la amistad Corea-China conforme a la demanda de la epoca en cambio y desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tCon su primera visita a China, el Dirigente echo la firme base para fortalecer la amistad de ambos paises preparada por los lideres de generacion veterana de los dos paises conforme a la aspiracion e interes de los pueblos de ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente estrecho las relaciones de amistad encontrandose con el secretario general del CC del Partido Comunista de China Hu Yaobang y otros cuadros directivos del partido y el Estado de China, conocio en detalles de la realidad de China recorriendo varios lugares y estimulo activamente la lucha del pueblo chino.\n\t\t\t\t\t\n\t\t\t\t\tEn los encuentros significativos el Dirigente dijo que se debe heredar de generacion en generacion las tradicionales relaciones de amistad entre los partidos y los pueblos de los dos paises como continua la lucha revolucionaria de los pueblos de ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tAclaro la firme voluntad del PTC de que el pueblo coreano estara siempre en una misma trinchera con el pueblo chino en  cumplir la causa comun contra el imperialismo y por el socialismo. \n\t\t\t\t\t\n\t\t\t\t\tLos lideres chinos, al agasajar cordialmente al Dirigente, afirmaron que el partido y el pueblo chinos seran siempre fidedignos companeros de armas del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tCon la visita del Dirigente la amistad Corea-China continuo invariablemente de generacion en generacion y se abrio la era dorada.\n\t\t\t\t\t\n\t\t\t\t\tSu visita mostro la invencibilidad de la amistad y la unidad combativas entre los partidos, gobiernos y pueblos de los dos paises y sirvio de un evento que abrio la clara perspectiva del desarrollo de las relaciones de amistad Corea-China.\n\t\t\t\t\t\n\t\t\t\t\tLas hazanas realizadas por el Dirigente en desarrollar la amistad Corea-China y cumplir  la causa independiente de la humanidad  brillan mas por el Mariscal Kim Jong Un."
        }
    ]
}