{
    "date": "2013-04-06",
    "url": "http://kcna.co.jp/item/2013/201304/2013-04-06ee.html",
    "articles": [
        {
            "title": "DPRK Clarifies Its Principled Stand on Nuclear Disarmament",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-11ee.html",
            "content": "DPRK Clarifies Its Principled Stand on Nuclear Disarmament\r\n Pyongyang, April 6 (KCNA) -- The DPRK delegate clarified the country's stand on the nuclear disarmament in his speech at the meeting of the United Nations Disarmament Commission on April 1. \n\t\t\t\t\t The fiction of \"threat and provocation from north Korea\" persistently spread by the U.S. as regards the situation on the Korean Peninsula is no more than sheer sophism, he noted, adding provocation and threat are coming from the U.S., not from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The military countermeasures taken by the DPRK are just ones for self-defence to cope with the U.S. moves to ignite a war.\n\t\t\t\t\t\n\t\t\t\t\t The touch-and-go situation prevailing on the Korean Peninsula is a product of the U.S. extreme hostile policy toward the DPRK as the former dared negate the legitimate right of a sovereign state to launch a satellite, pushing the situation on the Korean Peninsula to the phase of an all-out war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to force the DPRK to dismantle its nuclear weapons and bring down its social system by every means and method.\n\t\t\t\t\t\n\t\t\t\t\t The constant nuclear threat posed by the U.S., the world's biggest possessor of nukes, to the DPRK compels it to hold more tightly its treasured sword, nukes, and bolster up its nuclear armed force both in quality and quantity, he stressed, adding:\n\t\t\t\t\t\n\t\t\t\t\t The nuclear armed force of the DPRK serves as a lifeline of the nation and national treasure of reunified Korea that can neither be given up nor bartered for anything as long as imperialism and nuclear threat exist on the earth.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to nuclear weapons has been legally codified and the Korean People's Army will round off the regular combat readiness of its nuclear armed force.\n\t\t\t\t\t\n\t\t\t\t\t As a responsible nuclear weapons state, the DPRK will make positive efforts to prevent nuclear proliferation, defend peace and security in Asia and the rest of the world and realize denuclearization of the world."
        },
        {
            "title": "DPRK Ambassador to Mongolia Appointed",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-19ee.html",
            "content": "DPRK Ambassador to Mongolia Appointed\r\n Pyongyang, April 6 (KCNA) -- Hong Kyu was appointed as DPRK ambassador to Mongolia, according to a decree of the Presidium of the Supreme People's Assembly of the DPRK."
        },
        {
            "title": "Delegation of Indian Foreign Ministry Flies Back",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-20ee.html",
            "content": "Delegation of Indian Foreign Ministry Flies Back\r\n Pyongyang, April 6 (KCNA) -- The delegation of the Indian Foreign Ministry led by Joint Secretary for East Asia Department Gautam Hemant Bambawale flew back home on Saturday."
        },
        {
            "title": "More Army-People Meetings Held in DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-24ee.html",
            "content": "More Army-People Meetings Held in DPRK\r\n Pyongyang, April 6 (KCNA) -- More army-people meetings took place in cities and counties to support the statement of the Supreme Command of the Korean People's Army and vow to win a victory in the do-or-die battle with such aggressors as the U.S. imperialists and the south Korean puppet traitors.\n\t\t\t\t\t The statement of the KPA Supreme Command was read out to be followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t They noted that the statement reflected the firm resolution of the great Paektusan nation to wipe out all the enemies, who move to dare hurt the dignity of the supreme leadership of the DPRK and undermine all the precious things. \n\t\t\t\t\t\n\t\t\t\t\t They recalled that the U.S. imperialists, desperate in their moves to violate the sovereignty of the DPRK and bring down its dignified system with the brigandish logic, misjudged the will of Songun Korea and have amassed all sorts of nuclear strike means into south Korea and the waters off it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. warmongers are working hard to stifle the DPRK, oblivious of the historical lesson. This has increased the hostility of service personnel and people of the DPRK to the enemies thousand folds, they said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t All the service personnel and people of the DPRK are not afraid of any big enemy attack. The final victory is in store for them as they are led by the dear respected Marshal Kim Jong Un, possessed of matchless grit and pluck and iron will. \n\t\t\t\t\t\n\t\t\t\t\t The speakers called for uniting closer around Kim Jong Un, making a great leap forward in building an economic power and thus significantly glorifying this year marking the 65th anniversary of the DPRK and the 60th anniversary of the victory in the Fatherland Liberation War with the same spirit as was displayed in conquering space and with the same mettle as was demonstrated in succeeding in the high level nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meetings were officials of local party and power organs and working people's organizations as well as service personnel. Officials and other people of industrial establishments and co-op farms and teachers and students of universities and colleges also attended the rallies.\n\t\t\t\t\t\n\t\t\t\t\t The meetings were followed by demonstration marches."
        },
        {
            "title": "Results of DPRK's Premier Soccer League",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-27ee.html",
            "content": "Results of DPRK's Premier Soccer League\r\n Pyongyang, April 6 (KCNA) -- A premier soccer league took place in Pyongyang from early March as part of the Mangyongdae Prize Sports Games.\n\t\t\t\t\t Sonbong and April 25 came first respectively in the men's and women's events of the league.\n\t\t\t\t\t\n\t\t\t\t\t Maebong and Myohyangsan finished runners-up respectively in the men's and women's events, while the team of the Ministry of Light Industry and Ponghwasan placed third.\n\t\t\t\t\t\n\t\t\t\t\t The results were beyond the expectation of footballers and fans."
        },
        {
            "title": "Statement of KPA Supreme Command Distributed as UNSC Official Document",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-09ee.html",
            "content": "Statement of KPA Supreme Command Distributed as UNSC Official Document\r\n Pyongyang, April 6 (KCNA) -- The statement of the Supreme Command of the Korean People's Army (KPA) \"The army and people of the DPRK will show their strong will of counteraction with practical military action\" was distributed as an official document of the UN Security Council S/2013/196 on April 2."
        },
        {
            "title": "DPRK FM Statement Distributed as UNSC Official Document",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-10ee.html",
            "content": "DPRK FM Statement Distributed as UNSC Official Document\r\n Pyongyang, April 6 (KCNA) -- A statement of the DPRK Foreign Ministry was distributed as an official document of the UN Security Council S/2013/194 on April 1. The statement was made public on March 26 as regards the fact that the U.S. hostile act against the DPRK has reached the phase of a nuclear war."
        },
        {
            "title": "Munsu Hill Tells of Kim Il Sung's Patriotism",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-25ee.html",
            "content": "Munsu Hill Tells of Kim Il Sung's Patriotism\r\n Pyongyang, April 6 (KCNA) -- A spring tree-planting campaign is going on in full swing in the Democratic People's Republic of Korea. \n\t\t\t\t\t According to data available, some 50 million trees of more than 20 species have been planted throughout the country in this spring season.\n\t\t\t\t\t\n\t\t\t\t\t In particular, Pyongyangites planted many shrubs and trees on Munsu Hill, where President Kim Il Sung had a tree planting 66 years ago.\n\t\t\t\t\t\n\t\t\t\t\t On April 6, Juche 36 (1947), Kim Il Sung, together with anti-Japanese war hero Kim Jong Suk and young Kim Jong Il, mounted the hill out of patriotic mind to afforest the whole of the country.\n\t\t\t\t\t\n\t\t\t\t\t After personally digging pits, he put larch saplings into them and covered their roots with soft soil. Then he watered those saplings he planted with much care, pouring on them even drinking water he brought to take.\n\t\t\t\t\t\n\t\t\t\t\t He told officials that foresting was part of the work to liquidate the aftermath of Japan's colonial rule over Korea and it was of weighty significance in developing the economy and ensuring a better life of the people.\n\t\t\t\t\t\n\t\t\t\t\t Those saplings now serve as witnesses to his ardent patriotism."
        },
        {
            "title": " Preparations for 15th Kimilsungia Festival Brisk",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-26ee.html",
            "content": "Preparations for 15th Kimilsungia Festival Brisk\r\n Pyongyang, April 6 (KCNA) -- Preparations for the 15th Kimilsungia Festival, to be held on the occasion of the Day of the Sun (April 15), President Kim Il Sung's birthday, are making headway at a final stage in the Democratic People's Republic of Korea.\n\t\t\t\t\t The festival represents the Korean people's profound reverence for President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Rim Yong Gum, an official of the Korea Kimilsungia-Kimjongilia Committee, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The festival will be held under the theme of \"Kimilsungia in Full Bloom in Praise of the Might of the Great Paektusan Nation\".\n\t\t\t\t\t\n\t\t\t\t\t General and partial designs for the festival venue have come out and the festival posters have already been published.\n\t\t\t\t\t\n\t\t\t\t\t Under the unfavorable weather conditions, individuals and institutions are paying deep care to the cultivation of potted Kimilsungias.\n\t\t\t\t\t\n\t\t\t\t\t Taking part in the festival will be organs of armed forces, ministries, national institutions and citizens of different walks of life in the country and overseas compatriots, diplomatic missions and international agencies in Pyongyang and other foreigners."
        },
        {
            "title": "Int'l Martial Arts Games to Be Held in Australia",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-28ee.html",
            "content": "Int'l Martial Arts Games to Be Held in Australia\r\n Pyongyang, April 6 (KCNA) -- The 5th International Martial Arts Games (IMAG) is to be held in Australia in May.\n\t\t\t\t\t In this regard, KCNA had an interview with Ri Jong Gun, secretary general of the IMAG Committee.\n\t\t\t\t\t\n\t\t\t\t\t Ri said:\n\t\t\t\t\t\n\t\t\t\t\t  The IMAG is a gathering of men of martial arts from across the world displaying the tradition and might of their national martial arts.\n\t\t\t\t\t\n\t\t\t\t\t The IMAG Committee, headquartered in Pyongyang, is an agency dealing with all kinds of martial arts around the world.\n\t\t\t\t\t\n\t\t\t\t\t It was founded in Argentina in Juche 88 (1999), and has sponsored four rounds of IMAG until now. The first and second games took place in Pyongyang, third in Bangkok and fourth in Tallinn.\n\t\t\t\t\t\n\t\t\t\t\t Preparations for the 5th games are going on throughout the world.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee for the games was organized in Australia, with local martial arts groups involved in it.\n\t\t\t\t\t\n\t\t\t\t\t It is the first time to have the games in Oceania.\n\t\t\t\t\t\n\t\t\t\t\t Applicants for membership of the committee are on a steady increase.\n\t\t\t\t\t\n\t\t\t\t\t The committee set it as its purpose to promote the unity and cooperation among men of martial arts, contributing to defending the world's peace.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony for lighting the torch for the 5th IMAG took place in Pyongyang on April 3."
        },
        {
            "title": " New Strategic Line, Instrumental to Building Thriving Nation",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-29ee.html",
            "content": "New Strategic Line, Instrumental to Building Thriving Nation\r\n Pyongyang, April 6 (KCNA) -- At the March 2013 plenary meeting of the Central Committee of the Workers' Party of Korea (WPK), held some days ago, respected Marshal Kim Jong Un set forth a new strategic line on carrying on the economic construction and the building of nuclear armed forces simultaneously, a milestone in stepping up the building of a thriving socialist nation.\n\t\t\t\t\t The strategic line is a succession and development of the unique line of simultaneously developing the economy and national defense, advanced by President Kim Il Sung and steadily maintained by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The line was put forward in December 1962 when the U.S. was running amuck to invade the DPRK and other Asian countries, elevated after the Caribbean Crisis. It was a reasonable line aimed to defend the gains of the revolution from the imperialists' aggression moves and a unique line that should be maintained steadfastly by a working-class party.\n\t\t\t\t\t\n\t\t\t\t\t By firmly maintaining the line, Kim Jong Il defended the nation's destiny and paved a way for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the Arduous March, the forced march, he set forth the line of economic construction on giving priority to defence industry and simultaneously developing light industry and agriculture.\n\t\t\t\t\t\n\t\t\t\t\t In his lifetime, he had paid deep attention to building the nuclear deterrent for self-defence, thus turning the country into a nuclear state.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation clearly shows that to bolster up the nuclear armed forces is the only just choice for the DPRK's steady advance along the road of socialism, the road of independence.\n\t\t\t\t\t\n\t\t\t\t\t The new strategic line also serves as a key to speeding up the economic development by settling the shortage of electricity on the basis of Juche-based atomic energy industry."
        },
        {
            "title": "Rodong Sinmun Calls for Implementing Last Instructions of Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-13ee.html",
            "content": "Rodong Sinmun Calls for Implementing Last Instructions of Kim Jong Il\r\n Pyongyang, April 6 (KCNA) -- Leader Kim Jong Il's last instructions serve as a signpost of life and struggle of the Korean people and important guidelines to be held fast to in all the fields and units, says Rodong Sinmun Saturday in an editorial.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The dear respected Kim Jong Un fully indicated important tasks and ways for implementing the behests of Kim Jong Il and has led the struggle to put them into practice.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the rare wisdom, outstanding leadership ability and unremitting devotion of Kim Jong Un, the plans of Kim Jong Il are being put into practice.\n\t\t\t\t\t\n\t\t\t\t\t The achievements to be glorified in the history of the nation including the successful launch of satellite Kwangmyongsong 3-2 are the greatest gift that the Korean people presented to Kim Jong Il and the special event that demonstrated the dignity of Songun Korea and national power to the world.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to comprehensively stage the struggle to realize the Kim Jong Il's plans based on the great successes made in carrying out his last instructions.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has a firm springboard and strong power to simultaneously build up the economy and nuclear force, improve the standard of people's living and stay ahead of the world by the might of science and technology as desired by him\n\t\t\t\t\t\n\t\t\t\t\t We should thoroughly carry out his behests despite all difficulties and clearly show the invincible spirit of the great Paektusan nation to the impudent hostile forces."
        },
        {
            "title": "Anniversary of Kim Jong Un's Work Observed",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-14ee.html",
            "content": "Anniversary of Kim Jong Un's Work Observed\r\n Pyongyang, April 6 (KCNA) -- Rodong Sinmun Saturday dedicates a bylined article to the first anniversary of the publication of the dear respected Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party.\"\n\t\t\t\t\t This work, published on April 6, Juche 101 (2012), clearly indicates the principled issues arising in accomplishing the revolutionary cause of Juche holding in high esteem Kim Jong Il as eternal leader of the Workers' Party of Korea (WPK) and the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The work represents the height of the revolutionary moral sense of obligation as it opened a new chapter for accomplishing the cause of immortalizing the leaders, the article says, and continues:\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural to hold Kim Jong Il in high esteem as eternal general secretary of the WPK as he performed the immortal exploits for the times and revolution by leading it for a long period. It is also the due moral obligation in line with the noble thoughts and feelings and wishes of all the party members and other people who believed in him as in the father of the nation and in Heaven. \n\t\t\t\t\t\n\t\t\t\t\t The work serves as an important one making it possible to develop the WPK into an eternal party of Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The work is an ever-victorious banner to be held fast to in the great advance for a final victory in the struggle to build a thriving socialist nation true to the behests of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t All the officials, party members and other people should remain true to the leadership of the dear respected Marshal Kim Jong Un who is firmly defending the idea and cause of Generalissimos Kim Il Sung and Kim Jong Il and successfully carrying forward them and thus demonstrate the dignity and might of Kim Il Sung's and Kim Jong Il's Korea before the whole world."
        },
        {
            "title": " Anniversary of Kim Il Sung's Work Observed",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-15ee.html",
            "content": "Anniversary of Kim Jong Un's Work Observed\r\n Pyongyang, April 6 (KCNA) -- Today marks the 20th anniversary of the publication of President Kim Il Sung's work \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country.\" \n\t\t\t\t\t The work, published on April 6, Juche 82 (1993), provided important guidelines to be always held fast to by the Korean nation in achieving the great unity of the nation and the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday says in a bylined article dedicated to the anniversary:\n\t\t\t\t\t\n\t\t\t\t\t 20 years have passed since the work was published, but it keeps clearly indicating a bright way to be followed by all the Koreans for shaping out the independent destiny and achieving the eternal prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The 10-point programme serves as a powerful weapon to be firmly defended and always used by the Korean nation up to the day when the national reunification movement and the cause of national independence will triumph.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. moves for aggression, a serious threat to the sovereignty and dignity of the Korean nation and the supreme interests of the country, have reached an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation urgently requires the Korean nation to decisively smash the U.S. vicious moves to invade the DPRK through nation-wide resistance and put an end to the history of the confrontation and war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Whoever is concerned about the destiny of the nation and wants national reunification should join in a sacred patriotic struggle for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., much upset by the might of the united  Korean nation, and the pro-U.S. conservatives keen to prolong their remaining days, backed by it,  can never escape their doom."
        },
        {
            "title": "US Redeployment of Chemical Unit in S. Korea under Fire",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-16ee.html",
            "content": "US Redeployment of Chemical Unit in S. Korea under Fire\r\n Pyongyang, April 6 (KCNA) -- The U.S. recently redeployed the 23rd chemical battalion of the U.S. Army, which had been withdrawn to its mainland in 2004, at its Second Division in south Korea.\n\t\t\t\t\t Rodong Sinmun on Saturday observes in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The redeployment of the chemical battalion in south Korea is a revelation of its dangerous scenario to ignite a new Korean war by employing every means and method including biochemical warfare. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. redeployment of such battalion against the backdrop of a touch-and-go situation prevailing on the Korean Peninsula indicates that it is stepping up the preparations in all aspects for a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces are letting loose a spate of  rhetoric  to justify this redeployment but this is nothing but sophism to mislead public opinion at home and abroad and cover up their monstrous criminal nature of the scenario to bring disasters of nuclear and biochemical war to the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. redeployment of the chemical battalion proved that the U.S. is the arch criminal wantonly defying and violating the norms of international law on \"non-use and non-proliferation of WMDs.\" \n\t\t\t\t\t\n\t\t\t\t\t It admits of no further argument that in case of a nuclear war on the peninsula, the U.S. seeks to use biochemical weapons as the last resort.\n\t\t\t\t\t\n\t\t\t\t\t Once a war breaks out in Korea, all service personnel and people of the DPRK will mercilessly strike and blow up the enemy's arsenal, whether it is nuclear or biochemical."
        },
        {
            "title": "US Accused of Arms Buildup in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-18ee.html",
            "content": "US Accused of Arms Buildup in S. Korea\r\n Pyongyang, April 6 (KCNA) -- The U.S. recently redeployed the mainland-based 23rd Chemical Battalion of the U.S. Army in the Second Division of the U.S. forces in south Korea. It introduced F-22 into the U.S. air force base in Osan on March 31 and sent sophisticated destroyer to the waters off the Korean Peninsula the next day.\n\t\t\t\t\t Minju Joson Saturday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a revelation of the U.S. persistent attempt at a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has kept up the introduction of its forces and sophisticated war hardware into south Korea while waging the madcap nuclear war maneuvers against the DPRK. This is aimed to ignite a nuclear war against it through preemptive strike, the news analyst notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation proves that a new war, a nuclear war is imminent on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Gone never to return are the days when the U.S. resorted to the policy of strength by wielding nukes.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the units of the Strategic Rocket Force of the Korean People's Army are maintaining maximum alert posture, after putting in the firing range the U.S. military bases in south Korea, puppet forces' bases and the U.S. bases in the battle zone of the Pacific region, to say nothing of the puppet ruling institutions including Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has no monopoly of preemptive strike.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. ignites a nuclear war against the DPRK, the latter will wipe out all the aggressors with powerful and sophisticated nuclear strike means."
        },
        {
            "title": "Rodong Sinmun Calls for Drawing Lessons from What Happened in Balkans",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-17ee.html",
            "content": "Rodong Sinmun Calls for Drawing Lessons from What Happened in Balkans\r\n Pyongyang, April 6 (KCNA) -- The U.S. and its allies are now threatening and blackmailing the DPRK that it cannot achieve economic development unless it dismantles nuclear weapons. They, at the same time, use sugar-coated words that once the DPRK takes other path, they will help it so that its people may live well.\n\t\t\t\t\t Rodong Sinmun Saturday observes in a bylined article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Whatever they may say, the army and people of the DPRK will more tightly hold their treasured sword-- nuclear weapons-- and pave the broad avenue for prosperity. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Over the last more than two decades there have been not a few instances proving that the U.S. and other Western countries threatened and blackmailed those countries which were keen to bolster up their capability for self-defence and have access to nuclear deterrence and used the carrot and the stick against them, bringing their regimes and social systems to collapse. \n\t\t\t\t\t\n\t\t\t\t\t Before igniting the Balkan War, the U.S. forced Yugoslavia to withdraw its special force from Kosovo and let the army of Kosovo take its place, thus sparking a Kosovo crisis and making indiscriminate air-raids on that country. \n\t\t\t\t\t\n\t\t\t\t\t Before the start of the Iraqi War, too, the U.S. let Iraqis destroy their military facilities including missiles which accounted for the bulk of the war hardware of this country. On the basis of this operation, the U.S. ignited the Iraqi War and occupied it at a breath. \n\t\t\t\t\t\n\t\t\t\t\t The Libyan crisis was more deplorable. The U.S. had long regarded Libya as a thorn in its flesh and pressurized it to give up its nuclear program which had been pushed forward for several decades and prodded member states of NATO into scorched-earth operations against the country. \n\t\t\t\t\t\n\t\t\t\t\t To this end the U.S. is combining methods of slapping multinational sanctions against its targeted countries after internationalizing their internal issues and then going over to making military strikes at them. \n\t\t\t\t\t\n\t\t\t\t\t These methods were always followed by the carrot and stick tactics: Provision of aid and normalization of relations. \n\t\t\t\t\t\n\t\t\t\t\t Such tragedies that happened in different countries prove that the weak can neither protect the sovereignty and dignity of the nation nor guarantee the right to existence of those peoples and right to development."
        },
        {
            "title": "US Nuclear-powered Carriers Sail to Waters off Korea",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-23ee.html",
            "content": "US Nuclear-powered Carriers Sail to Waters off Korea\r\n Pyongyang, April 6 (KCNA) -- The U.S. imperialist warmongers let nuclear-powered carriers sail by stealth to the waters off the Korean Peninsula. \n\t\t\t\t\t On March 27 Nimitz left the Seattle naval base in the U.S. for performing its duty in the waters off the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Stennis which had been operating in the Indian Ocean left for those waters with the same purpose on the same day. This carrier set about performing its duty in the Western Pacific on April 4 to have waters off the peninsula as its operational theatre. \n\t\t\t\t\t\n\t\t\t\t\t The amassing of nuclear-powered carriers in the waters off south Korea against the backdrop of operations of U.S. nuclear strategic bombers, nuclear submarines and other means for preemptive attack in south Korea and its vicinity is a clear indication of the U.S. scenario to ignite a nuclear war against the DPRK at any cost."
        },
        {
            "title": "Japan's Discrimination against Korean Nation under Fire",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-22ee.html",
            "content": "Japan's Discrimination against Korean Nation under Fire\r\n Pyongyang, April 6 (KCNA) -- The Institute for National Studies in south Korea and other civic and social bodies submitted a report to the UN in protest against the Japanese authorities' discrimination against the Koreans in Japan, according to south Korean Yonhap News on April 4.\n\t\t\t\t\t The bodies in the report said that the Japanese society's lurch to the Right and discriminating practices against the Koreans in Japan have reached the most serious phase.\n\t\t\t\t\t\n\t\t\t\t\t Korean schools, in particular, are excluded from the tuition-free program for senior high schools and violence and threats to Korean students are taking place without let-up, the bodies said.\n\t\t\t\t\t\n\t\t\t\t\t The bodies urged the UN to pressurize the Japanese government to protect the human rights of the Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t In the meantime, Japanese civic bodies also submitted to the UN a report demanding the lifting of national discrimination, assistance to Korean schools, etc."
        },
        {
            "title": " Statement of Government, Political Parties and Organizations Supported",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-21ee.html",
            "content": "Statement of Government, Political Parties and Organizations Supported\r\n Pyongyang, April 6 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. issued a statement on April 2 in support of a special statement of the DPRK government, political parties and organizations. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government, political parties and organizations issued a special statement on March 30. The north is standing up against the U.S. evermore increasing military pressure. \n\t\t\t\t\t\n\t\t\t\t\tThe special statement reflected the spirit of the Koreans who aspire after justice.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. invaded and dominated by force of arms those countries which incurred its displeasure. Such high-handed and hegemonic action can never go down with the north's Songun arms.  \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. which sustained a defeat in the June 25 Korean War starts a war against the north again, it will certainly suffer another debacle, the statement held."
        },
        {
            "title": "Kim Jong Un's Work Carried by Mongolian Paper",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-01ee.html",
            "content": "Kim Jong Un's Work Carried by Mongolian Paper\r\n Pyongyang, April 6 (KCNA) -- A detailed gist of the dear respected Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and People\" was carried by the Mongolian paper Zuuny Medee on March 26.\n\t\t\t\t\t The work, made public on April 20, Juche 101 (2012), clarifies the revolutionary exploits President Kim Il Sung and leader Kim Jong Il performed during their lifetime. It also sets forth tasks for firmly defending and eternally glorifying their idea and exploits.\n\t\t\t\t\t\n\t\t\t\t\t The paper carried a photo of Kim Il Sung."
        },
        {
            "title": "Socialist Party of Benin Supports Just Cause of Korean People",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-02ee.html",
            "content": "Socialist Party of Benin Supports Just Cause of Korean People\r\n Pyongyang, April 6 (KCNA) -- The Socialist Party of Benin fully supported the statements of the Supreme Command of the Korean People's Army and the Foreign Ministry of the DPRK.\n\t\t\t\t\t It stated as follows on March 27:\n\t\t\t\t\t\n\t\t\t\t\t The hostile actions being stepped up by the U.S. and its allies against the DPRK over its satellite launch and underground nuclear test for self-defence have entered a reckless phase of action after going beyond the level of threat and blackmail. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. let a formation of B-52s fly into the air over south Korea all of a sudden and stage an intensive drill under the simulated conditions of making a nuclear strike at targets in the depth of the DPRK. The south Korean regime is unhesitatingly seeking to carry out a criminal scenario to dare bring down the sacred monuments, symbols of the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t To cope with the ever-escalating anti-DPRK moves of the hostile forces, the Supreme Command of the Korean People's Army and the Foreign Ministry of the DPRK in their statements clarified the final decision of the army and people of the DPRK at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Benin will join the party, army and people of the DPRK in their struggle to protect independence and justice.\n\t\t\t\t\t\n\t\t\t\t\t It extends solidarity with the Korean people in their just cause of achieving a final victory."
        },
        {
            "title": "Italian Organizations Support Korean People's Stance",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-03ee.html",
            "content": "Italian Organizations Support Korean People's Stance\r\n Pyongyang, April 6 (KCNA) -- The Kimilsungism-Kimjongilism Study Group in Fermo of Italy and the Italy-DPRK Association for Friendship and Solidarity issued a joint statement on March 29 as regards the situation on the Korean Peninsula.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. stages large-scale joint military drills with the south Korean puppet forces every year, posing a military threat to socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is defending its socialist system by holding high the banner of the Songun idea which was founded by President Kim Il Sung and developed by leader Kim Jong Il. It has been making sustained efforts for economic development, the withdrawal of the U.S. forces from south Korea and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t We will always stand by the Korean people who are making efforts to achieve national reconciliation and peace and boost the international relations.\n\t\t\t\t\t\n\t\t\t\t\t We will strive to let the Italians know well about the nature of the situation on the Korean Peninsula and the Korean people misrepresented by the Western media."
        },
        {
            "title": "Belarusian Organizations Support Measures Taken by DPRK",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-04ee.html",
            "content": "Belarusian Organizations Support Measures Taken by DPRK\r\n Pyongyang, April 6 (KCNA) -- Various organizations of Belarus, including the Belarus-DPRK National Friend Association Named after Kim Il Sung and the Social Federation \"for the Union and Union's Communist Party\", issued a joint statement on March 27 in support of the statements of the Supreme Command of the Korean People's Army and the Foreign Ministry of the DPRK.\n\t\t\t\t\t The moves of the U.S. to stifle the DPRK, a socialist state, by use of nuclear weapons have created such a grave situation that a nuclear war may break out, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t In order to foil the moves of the U.S. ruling quarters to ignite a nuclear war, it is necessary to have access to deterrent to counter it. The DPRK has such weapons.\n\t\t\t\t\t\n\t\t\t\t\t By pursuing the Songun politics, the DPRK has in place every necessary means to frustrate the reckless attempt of the aggressors and deal retaliatory blows at them.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics has proved its validity and vitality once again by making it possible for the DPRK to possess reliable military means for beating the aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The world is well aware that the nuclear deterrent of the DPRK poses no threat to anyone.\n\t\t\t\t\t\n\t\t\t\t\t The danger of a nuclear war is coming to the Korean Peninsula from the U.S. which has deployed huge forces of aggression equipped with nuclear weapons in south Korea and its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t The world progressives should raise their just voices supporting the Korean people in their struggle to get the U.S. forces pull out of south Korea and achieve the reunification of the country on the principle of independence, peaceful reunification and great national unity.\n\t\t\t\t\t\n\t\t\t\t\t We vehemently denounce the U.S. for brandishing its nuclear stick.\n\t\t\t\t\t\n\t\t\t\t\t And we fully support all the measures taken by the DPRK to safeguard the country's sovereignty and the dignity of the nation."
        },
        {
            "title": "Anti-DPRK Moves of US Slammed by Bulgarian Political Party",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-05ee.html",
            "content": "Anti-DPRK Moves of US Slammed by Bulgarian Political Party\r\n Pyongyang, April 6 (KCNA) -- A political party and an organization of Bulgaria issued statements on March 27 in protest against the U.S. escalating moves to stifle the DPRK.\n\t\t\t\t\t The Bulgarian Communists Union recalled that the Supreme Command of the Korean People's Army issued an order to its striking forces of justice to take a maximum alert posture to cope with the grave situation prevailing on the Korean Peninsula and the Foreign Ministry of the DPRK stated that all its people have entered a final phase of their all-out action with the U.S. \n\t\t\t\t\t\n\t\t\t\t\t It extended solidarity to the Korean people in their just cause. \n\t\t\t\t\t\n\t\t\t\t\t The Bulgaria-Korea Friendship Association in its statement strongly denounced the war drills of the U.S. and its allies to stifle the DPRK and fully supported all the measures taken by the DPRK to defend the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t The readers at Kim Il Sung Library in Sofia in a statement on March 29 vehemently denounced the moves of the U.S. and its followers to stifle the DPRK and expressed firm solidarity with the Korean people's struggle."
        },
        {
            "title": "Korean People's Sacred War of Justice Supported Abroad",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-06ee.html",
            "content": "Korean People's Sacred War of Justice Supported Abroad \r\n Pyongyang, April 6 (KCNA) -- The Peruvian National Independent Movement for Free Voting's Union and the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea made public a joint statement on March 28 to denounce the U.S. nuclear war racket and south Korean military gangsters' high treason against the Korean nation.\n\t\t\t\t\t The statement fully supported the tough countermeasures taken by the DPRK to cope with the situation prevailing on the Korean Peninsula. It went on:\n\t\t\t\t\t\n\t\t\t\t\t Defying the repeated warnings of the DPRK and strong denunciation of the world peace-loving people, the U.S. and the south Korean puppet clique are getting frantic with the war maneuvers against the DPRK and letting a formation of B-52s stage drills for making strikes under the simulated conditions of an actual war in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Worse still, the south Korean puppet military gangsters are committing such high treason as working out a plan for precision strike at the monuments, symbols of the dignity of the supreme leadership of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t To cope with this situation, the Supreme Command of the Korean People's Army ordered all field artillery groups to keep a maximum alert, and the DPRK Foreign Ministry formally informed the UN Security Council that a nuclear war may break out on the Korean Peninsula any time.\n\t\t\t\t\t\n\t\t\t\t\t All service personnel and people of the DPRK are turning out in a sacred war of justice to wipe out the U.S. and south Korean puppet group of traitors and greet a great event of national reunification in hearty response to the order of the KPA Supreme Command.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian National Independent Movement for Free Voting's Union and the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea fully support the statements issued by the KPA Supreme Command and the DPRK Foreign Ministry as regards the  nuclear war racket of the U.S and its followers."
        },
        {
            "title": "US Accused of Straining Situation on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-07ee.html",
            "content": "US Accused of Straining Situation on Korean Peninsula\r\n Pyongyang, April 6 (KCNA) -- A political party of Uruguay and organization of Ethiopia issued statements on March 28 and 30 to denounce the U.S. moves for a nuclear war against the DPRK.\n\t\t\t\t\t The March 26 Movement of Uruguay considered it urgent to check the U.S. moves to ignite a new war against the DPRK, calling upon governments and political parties of all countries to wage a campaign against them.\n\t\t\t\t\t\n\t\t\t\t\t It branded the U.S. as an arch criminal straining the situation on the Korean Peninsula through its hostile acts and extended solidarity to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Ethiopian Youth Study Group of the Juche Idea supported the statement of the Supreme Command of the Korean People's Army that the army and people of the DPRK would demonstrate through practical military actions their resolute will for counteractions to defend the sovereignty of the country and the dignity of its supreme leadership in view of the situation prevailing on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It strongly demanded the U.S. stop at once the anachronistic nuclear war racket against the DPRK and withdraw its aggressor forces from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all peace-loving people of the world to extend solidarity to the Korean people in their struggle to hold in check the U.S. nuclear war moves on the Korean Peninsula."
        },
        {
            "title": "DPRK's Just Countermeasures Supported by Figures of Russia",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-08ee.html",
            "content": "DPRK's Just Countermeasures Supported by Figures of Russia\r\n Pyongyang, April 6 (KCNA) -- Figures of Russia and Bangladesh issued statements on March 27 and 29 in support of the statements of the Supreme Command of the Korean People's Army and the DPRK Foreign Ministry.\n\t\t\t\t\t V.M. Smirnov, chairman of the National Salvation Front of Russia, said that the U.S. nuclear war racket against the DPRK has entered the phase of an actual war after going beyond the phase of military threat, adding:\n\t\t\t\t\t\n\t\t\t\t\t This proves that the U.S. 60 odd year-long military moves for aggression to stifle the DPRK have reached the extremes.\n\t\t\t\t\t\n\t\t\t\t\t It is the just countermeasure that the strike force of the DPRK has been placed on the maximum alert for combat duty.\n\t\t\t\t\t\n\t\t\t\t\t M. Jahangir Khan, chairman of the Bangladesh Group for the Study of the Songun Policy, said that the U.S. flied the formation of B-52s over south Korea to stage a nuclear war racket against the DPRK. He went on to say:\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the hostile act of the U.S. and its followers has entered the phase of an actual war. The U.S. prodded the UN Security Council into cooking up \"resolutions on sanctions\" against the DPRK over its satellite launch for peaceful purposes and underground nuclear test.\n\t\t\t\t\t\n\t\t\t\t\t We express firm solidarity for the army and people of the DPRK in their just efforts to defend the sovereignty and fully support the statement of the Supreme Command of the Korean People's Army to cope with the prevailing situation."
        },
        {
            "title": "Delegado coreano aclara posicion de RPDC sobre desarme nuclear",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-30ee.html",
            "content": "Delegado coreano aclara posicion de RPDC sobre desarme nuclear\r\nPyongyang, 6 de abril (ACNC) -- En la reunion de la Comision del Desarme de la ONU, celebrada el dia primero, el delegado de la Republica Popular Democratica de Corea aclaro la posicion de su gobierno sobre el desarme nuclear. \n\t\t\t\t\tDijo que es una sofisteria el rumor de la \"amenaza y provocacion del Norte de Corea\" que Estados Unidos difunde persistentemente con respecto a la situacion de la Peninsula Coreana y revelo que la amenaza y provocacion no provienen de la RPDC, sino de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tLas contramedidas militares de la RPDC son las justas para hacer frente a la provocacion de guerra del imperio, destaco. \n\t\t\t\t\t\n\t\t\t\t\tInsistio en que la critica situacion creada hoy en dia en la Peninsula Coreana se debe a la politica de hostilidad a la RPDC de EE.UU. que nego el derecho legitimo al lanzamiento del satelite de un Estado soberano y llevo la situacion de la Peninsula Coreana al borde de la guerra total. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. persigue la meta de lograr el desarme nuclear de la RPDC y derrocarla de todos modos, asevero.\n\t\t\t\t\t\n\t\t\t\t\tDado que EE.UU., mayor poseedor de armas nucleares del mundo, ejerce permanentemente la amenaza nuclear sobre la RPDC, esta se ve obligada a consolidar en lo cualitativo y cuantitativo las fuerzas armadas nucleares, senalo. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas armadas nucleares de la RPDC devienen la vida de la nacion y patrimonio nacional de la Corea reunificada nunca renunciable mientras que existan en nuestro planeta los imperialistas y la amenaza nuclear, apunto.\n\t\t\t\t\t\n\t\t\t\t\tRatifico que ya se ha fijado por la ley la posesion de las armas nucleares de la RPDC y el Ejercito Popular de Corea mantendra y perfeccionara siempre la disposicion de combate con las armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC, siendo responsable pais poseedor de armas nucleares, hara ingentes esfuerzos por la no proliferacion nuclear, la defensa de la paz y seguridad de Asia y el resto del mundo y la desnuclearizacion del mundo entero, concluyo."
        },
        {
            "title": "Nombrado nuevo embajador coreano en Mongolia",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-31ee.html",
            "content": "Nombrado nuevo embajador coreano en Mongolia\r\nPyongyang, 6 de abril (ACNC) -- Segun el decreto del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Hong Kyu fue nombrado como nuevo embajador plenipotenciario y extraordinario de la RPDC en Mongolia."
        },
        {
            "title": "Rodong Sinmun revela intento de guerra bioquimica de EE.UU. ",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-32ee.html",
            "content": "Rodong Sinmun revela intento de guerra bioquimica de EE.UU.\r\nPyongyang, 6 de abril (ACNC) -- Hace poco, el batallon quimico no. 23 de las fuerzas terrestres de Estados Unidos, que se habia retirado al territorio nacional en 2004, volvio a desplegarse en la division no.2 de las tropas norteamericanas ocupantes del Sur de Corea. \n\t\t\t\t\tEl diario Rodong Sinmun, en un comentario individual de este sabado, lo califica de expresion de la artimana criminal de EE.UU. de ejecutar la nueva guerra coreana usando todos los medios y metodos como guerra bioquimica, y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa reubicacion del batallon quimico en suelo surcoreano bajo la grave situacion actual de la Peninsula Coreana evidencia que el imperio acelera en todos los aspectos los preparativos de la guerra de agresion a la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. y los titeres surcoreanos plantean excusas para justificar la reubicacion, pero esto no pasa de ser un sofisma para inducir en error la opinion publica interna y externa y encubrir su intento criminal de imponer desastres de la guerra nuclear y la bioquimica. \n\t\t\t\t\t\n\t\t\t\t\tEl presente caso demuestra que EE.UU. es el violador flagrante de la norma internacional sobre la \"prohibicion de uso y la no proliferacion de armas de exterminio masivo\" en el mundo. \n\t\t\t\t\t\n\t\t\t\t\tEs indiscutible el uso de armas bioquimicas por parte de EE.UU. en el caso de que se desate la guerra nuclear en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tCuando estalle la guerra, el ejercito y el pueblo de la RPDC destruiran con el fuego implacable todos los medios enemigos, sea arma nuclear o la bioquimica."
        },
        {
            "title": "Minju Joson denuncia aumento armamentista de EE.UU.",
            "url": "http://kcna.co.jp/item/2013/201304/news06/20130406-33ee.html",
            "content": "Minju Joson denuncia aumento armamentista de EE.UU.\r\nPyongyang, 6 de abril (ACNC) -- Hace poco, Estados Unidos volvio a ubicar el batallon quimica no. 23 de las fuerzas terrestres en su territorio principal en la division no. 2 de sus tropas ocupantes del Sur de Corea. \n\t\t\t\t\tY el 31 de marzo, traslado el cazabombardero Stealth F-22 a la base aerea en Osan y el dia siguiente, envio el buque destructor de punta a la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEl periodico Minju Joson en un comentario individual de este sabado, lo califica de expresion del intento persistente del imperio de desatar la guerra de agresion contra la Republica Popular Democratica de Corea y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. introduce incesantemente a los uniformados y los pertrechos de guerra sofisticados en el Sur de Corea desarrollando los ejercicios de guerra nuclear anti-RPDC con la meta de provocar la guerra nuclear con el ataque preventivo en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que en la Peninsula Coreana se acerca a cada momento la guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\tYa paso para siempre la era en que EE.UU. recurria a la politica de fuerza esgrimiendo las armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tLas unidades coheteriles estrategicas de la RPDC estan en espera de disparo teniendo al alcance de su tiro las bases militares norteamericanas y surcoreanas en el suelo surcoreano, Chongwadae y otros organos de gobernacion del Sur de Corea y hasta las bases militares norteamericanas en el teatro  operacional del Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tEl ataque preventivo no es el monopolio de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEn el caso de que EE.UU. desate la guerra nuclear, la RPDC aniquilaran completamente a los invasores con los fuertes medios de ataque nuclear a precision."
        }
    ]
}