{
    "date": "2013-01-12",
    "url": "http://kcna.co.jp/item/2013/201301/2013-01-12ee.html",
    "articles": [
        {
            "title": "Rodong Sinmun Accuses S. Korean \"Saenuri Party\" of Treachery",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-11ee.html",
            "content": "Rodong Sinmun Accuses S. Korean \"Saenuri Party\" of Treachery\r\n Pyongyang, January 12 (KCNA) -- A spokesman for the south Korean \"Saenuri Party\" complained that \"the issue of enacting the 'North Korean human rights act' was unsuccessfully discussed some days ago\". He even forced the opposition parties to adopt the evil law, insisting that \"they should change their attitude\" and \"opt for landmark cooperation\".\n\t\t\t\t\t Rodong Sinmun Saturday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is another grave politically-motivated provocation against the dignified social system of the DPRK and an act of treachery pushing the north-south relations to an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party's\" push for the enactment is aimed to do harm to the dignified socialist system of the DPRK which wins one victory after another and realize the ambition for \"unification of social systems\".\n\t\t\t\t\t\n\t\t\t\t\t The keynote of the evil law unprecedented in history is to institutionally fix the confrontation of social systems between the north and the south such as scattering anti-DPRK leaflets and supporting ultra-right conservative organizations. By adopting such a law at any cost, the group of traitors seeks to plunge the inter-Korean ties to a complete deadlock of distrust and confrontation, escalate confrontation of social systems and thus do harm to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" clan fully revealed its true colors as a group of heinous confrontation-minded elements who do harm to the destiny of the nation and push the inter-Korean ties to a catastrophe and a phase of war.\n\t\t\t\t\t\n\t\t\t\t\t It seeks to keep the confrontation policy of the Lee Myung Bak regime with the advent of the new regime at hand.\n\t\t\t\t\t\n\t\t\t\t\t If it is allowed to adopt the above-said act, it will bring another nightmare-like five years of confrontation with fellow countrymen which can never be tolerated."
        },
        {
            "title": "Rodong Sinmun Calls for Keeping to Road of Juche",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-08ee.html",
            "content": "Rodong Sinmun Calls for Keeping to Road of Juche\r\n Pyongyang, January 12 (KCNA) -- The Workers' Party of Korea and the Korean people will keep to the road of independence, Songun and socialism, which was ushered in by the great Generalissimos Kim Il Sung and Kim Jong Il under the banner of Juche, with firm confidence in victory, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The road to Juche is the ever-victorious course to be covered by the DPRK, a country dignified for its independence and powerful for its Songun politics and which has a rosy future of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The cause of the Party is the revolutionary cause of Juche, and the road being followed by the DPRK is the one of Juche paved by President Kim Il Sung and general secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The President was a peerlessly great man who provided us with the independent ideological consciousness and indomitable mental power by founding the immortal Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution has unswervingly followed the road of Juche paved by the President, holding high the banner of independence and on the strength of the arms. As a result, the DPRK has emerged as a socialist power -- independent in politics, self-supporting in economy and self-reliant in national defense.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il ushered in a great heyday of the era of the Workers; Party in all fields including politics, military affairs, economy and culture, upholding the banner of modeling whole society on the Juche idea since the early years of his revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t The Songun idea of Juche is his immutable revolutionary idea, and the plan of building a thriving socialist nation reflects his far-reaching idea.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his independent politics, Songun politics, the dignity and national power of Kim Il Sung's Korea have shown substantial increase.\n\t\t\t\t\t\n\t\t\t\t\t The path to be followed by the servicepersons and people of the DPRK upholding the dear respected Marshal Kim Jong Un in the new century of the Juche era is the road of independence, Songun and socialism paved by the great Generalissimos. Herein lies the strategy of the Korean revolution for final and eternal victory.\n\t\t\t\t\t\n\t\t\t\t\t The road of Juche is the everlasting path of the WPK and the Korean people and only this guarantees the final victory of Kim Il Sung's and Kim Jong Il's Korea."
        },
        {
            "title": "Rodong Sinmun Calls for Achieving Final Victory under Uplifted Banner of Red Flag of Revolution",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-09ee.html",
            "content": "Rodong Sinmun Calls for Achieving Final Victory under Uplifted Banner of Red Flag of Revolution\r\n Pyongyang, January 12 (KCNA) -- Even though the world may change hundreds of times and the earth break apart, the dynamic advance of the DPRK can not be checked and it will achieve a final victory under the uplifted banner of the red flag of the revolution.\n\t\t\t\t\t Rodong Sinmun Saturday says this in a bylined article. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Last year the army and the people of the DPRK clearly showed the world how they upheld the great Generalissimos Kim Il Sung and Kim Jong Il and how they firmly defended the idea and social system of their own option. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has its own road, the road of independence, Songun and socialism provided by the great Generalissimos all their life.\n\t\t\t\t\t\n\t\t\t\t\t Although the army and the people of the DPRK saw in Juche 101 (2012) in profound sorrow after the unexpected demise of Kim Jong Il whom they had believed in as in Heaven, they rose up with firm determination, looking up to the dear respected Kim Jong Un with firm faith that Kim Jong Il will always be with them. They have fully supported the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have unsuccessfully tried to stifle the DPRK's idea and system by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The enemies dared not provoke the DPRK but it celebrated the centenary of birth of the President with splendor, remaining undeterred by any sordid moves of the U.S. imperialists and the south Korean puppet group.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their allies have tried hard to suffocate the DPRK's economy and check its scientific and technological development.\n\t\t\t\t\t\n\t\t\t\t\t The satellite of the dignified DPRK going round its space orbit awakened the world public to the truth that the struggle for justice and truth for defending sovereignty is certain to win a victory.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has been further strengthened than before and has cemented the firm material foundation for bringing wealth and prosperity under socialism to its people.\n\t\t\t\t\t\n\t\t\t\t\t This year the DPRK will become more powerful and much more highly-civilized."
        },
        {
            "title": "Rodong Sinmun Calls for Reunifying Korea Independently",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-10ee.html",
            "content": "Rodong Sinmun Calls for Reunifying Korea Independently\r\n Pyongyang, January 12 (KCNA) -- Koreans should reject foreign forces and reunify the country by their concerted efforts in an independent manner, says Rodong Sinmun Saturday in a bylined article.\n\t\t\t\t\t It does not make sense to call for settling the reunification issue of Korea by depending on foreign forces as it is one for retaking the sovereignty of the nation from outsiders, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Foreign forces which divided the Korean nation do not want to see the north and the south of Korea getting united for reunification. Korea has not yet become one despite the unanimous aspiration and wish of all the Koreans due to foreign forces' aggression moves against the reunification. Koreans should reject the interference and obstructions by foreign forces and reunify the country by pooling their strength and wisdom from independent stand.\n\t\t\t\t\t\n\t\t\t\t\t The entire Korean nation is the driving force of national reunification and nothing will be impossible in the world if it gets united.\n\t\t\t\t\t\n\t\t\t\t\t No one can replace the Korean nation in reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t Inexhaustible is the strength of the nation firmly united with one aim and idea for independence. To reunify the country independently by the concerted efforts of the Korean nation is the basic principle for accomplishing the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The entire Korean nation should resolutely oppose and reject foreign forces' move for domination, interference, aggression and war and never allow any act of obstructing Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans should condemn the U.S. for hindering the national reconciliation, unity and reunification and improved inter-Korean ties and resolutely deter the south Korean ruling quarters from escalating confrontation with fellow countrymen, being backed by foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The cause of national reunification is sure to win if the Korean nation opts to settle all the issues arising in improving inter-Korean ties and ensuring peace on the Korean Peninsula by its concerted efforts in an independent manner."
        },
        {
            "title": "Honorary Citizenship to Kim Jong Un from Nigeria",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-12ee.html",
            "content": "Honorary Citizenship to Kim Jong Un from Nigeria\r\n Pyongyang, January 12 (KCNA) -- The dear respected Kim Jong Un received honorary citizenship of Gusau City, Zamfara State, Nigeria.\n\t\t\t\t\t A ceremony for conveying the certificate took place at the city administration building on Dec. 31 last year.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials of the administration and members of the DPRK technological cooperation group active in Nigeria.\n\t\t\t\t\t\n\t\t\t\t\t The certificate was conveyed to the head of the group.\n\t\t\t\t\t\n\t\t\t\t\t The governor of the city administration said at the ceremony that the successful satellite launch in the DPRK demonstrated its immense national power and the high level of space science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Some countries obstructed the DPRK's satellite launch but it launched the satellite according to its decision, giving progressives great conviction, the governor said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The city administration decided to present honorary citizenship to HE Kim Jong Un who is not only wisely leading the Korean people in their drive for building a thriving country but clearly indicating the way to be followed by mankind.\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest jubilee in the history of the city to have Kim Jong Un as its honorary citizen in the wake of having President Kim Il Sung and leader Kim Jong Il as honorary citizens.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will build a thriving country and accomplish the cause of national reunification without fail as they are led by Kim Jong Un."
        },
        {
            "title": "Cold Spell Lingers in Korea",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-21ee.html",
            "content": "Cold Spell Lingers in Korea\r\n Pyongyang, January 12 (KCNA) -- The Democratic People's Republic of Korea has experienced unexceptionally cold weather from early December last year.\n\t\t\t\t\t According to the Hydro-meteorological Service, the temperature below minus 15 degrees Celsius lasted for 18 days in Pyongyang, Phyongsong and Sariwon areas.\n\t\t\t\t\t\n\t\t\t\t\t On January 3, Sinuiju area registered minus 21.3 degrees Celsius, Phyongsong area minus 21.9 degrees Celsius and Sariwon area minus 19 degrees Celsius, all-time low.\n\t\t\t\t\t\n\t\t\t\t\t On Jan. 4, Pyongyang witnessed minus 21.6 degrees Celsius and Phyongsong minus 22 degrees Celsius, the lowest temperature since the beginning of the current winter season.\n\t\t\t\t\t\n\t\t\t\t\t On the day, the highest temperature in the west coastal area stood at between minus 12 degrees Celsius and minus 9 degrees Celsius, in the northern inland area between minus 19 degrees Celsius and minus 15 degrees Celsius and in the east coastal area between minus 10 degrees Celsius and minus 3 degrees Celsius, 6 to 12 degrees Celsius lower than the average year throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, heavy snowfalls hit most areas of the country from early December last year to January 7 this year.\n\t\t\t\t\t\n\t\t\t\t\t 36 cm snowfall was observed in Pyongyang, 128 cm in Chongjin and 83 cm in Kimchaek and 77 cm in Kwail County, 69 cm in Yangdok County, 68 cm in Jangyon County and 51 cm in Pukchong County.\n\t\t\t\t\t\n\t\t\t\t\t The precipitation throughout the country in December last year was 5 mm higher than the average year and 15.7 mm higher than the previous year.\n\t\t\t\t\t\n\t\t\t\t\t On Dec. 5 last year, 230 mm snowfall was recorded in Pyongyang, the highest ever in 50 years.\n\t\t\t\t\t\n\t\t\t\t\t The cold spell was due to heavy snowfall, seen once in three days on average in most parts of the country, and the frozen atmosphere triggered by the cold air coming from the North Pole and Siberian area, affected by the cold continental high pressure.\n\t\t\t\t\t\n\t\t\t\t\t It is likely that the cold continental high pressure will weaken gradually and the warm air in the south will come to the Korean Peninsula, mingled with the verge of high pressure gaining force in the southern area.\n\t\t\t\t\t\n\t\t\t\t\t It is forecast that temperature will slightly go up in coming days."
        },
        {
            "title": "Kim Hyong Gwon, Indomitable Revolutionary Fighter",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-20ee.html",
            "content": "Kim Hyong Gwon, Indomitable Revolutionary Fighter\r\n Pyongyang, January 12 (KCNA) -- Seventy-seven years have passed since Kim Hyong Gwon, an indomitable revolutionary fighter of Korea, passed away.\n\t\t\t\t\t His life, devoted to the struggle against the Japanese invaders, was characterized with steadfast faith as a revolutionary.\n\t\t\t\t\t\n\t\t\t\t\t He was unexpectedly arrested by a man's betrayal while conducting activities as the head of an armed group to implement the line set forth by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese police employed every conceivable means to get the whereabouts of the headquarters of the Korean Revolutionary Army led by Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hyong Gwon had to face cruel tortures and conciliatory tricks almost every day and then harsh punishment at trials.\n\t\t\t\t\t\n\t\t\t\t\t However, not yielding to any tortures and appeasement, he launched activities to awaken prisoners to the revolutionary idea, Kim Il Sung's line of anti-Japanese armed struggle in particular.\n\t\t\t\t\t\n\t\t\t\t\t In a reply to a fellow arrestee, he said: \"To maintain faith is an elementary obligation for a revolutionary. It is our duty to fulfill the tasks at any cost.\n\t\t\t\t\t\n\t\t\t\t\t From now on, the prison is a site where we should continue our struggle.\n\t\t\t\t\t\n\t\t\t\t\tThere are many patriotic-minded people in this prison. We should awaken them to the anti-Japanese revolutionary idea. We are the flame spreading over the land!\"\n\t\t\t\t\t\n\t\t\t\t\t In his final hour, he requested other prisoners to fight on to the last and let his family members know that he fought to the last moment without yielding.\n\t\t\t\t\t\n\t\t\t\t\t He died in the prison on January 12, Juche 25 (1936)."
        },
        {
            "title": "DPRK Art Troupe Gives Performances before Full Houses ",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-18ee.html",
            "content": "DPRK Art Troupe Gives Performances before Full Houses \r\n Pyongyang, January 12 (KCNA) -- The visiting National Folk Art Troupe of the DPRK gave performances in Beijing, Nanjing City of Jiangsu Province, and Shanghai before full houses.\n\t\t\t\t\t Its presentation of diverse numbers was highly acclaimed by audiences.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Shanghai Municipal People's Political Consultative Conference said that he was deeply moved to watch the performance.\n\t\t\t\t\t\n\t\t\t\t\t All numbers were fantastic, the chairman said, hoping to see more brisk art exchange between the two countries in the days ahead.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Political Department of the Shanghai Garrison Area noted that the performers vividly represented the noble mental world and traits of the Korean people, adding that every number truthfully represented the spirit of the resourceful and diligent Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the front art troupe of the Political Department of the Nanjing Military Area of the Chinese People's Liberation Army noted that the singer, who sang Korean song \"Song of Sea\" was very high in artistic skill and Kayagum solo was very peculiar.\n\t\t\t\t\t\n\t\t\t\t\t The chief added that those artistes who sang Chinese songs pronounced Chinese words as good as Chinese.\n\t\t\t\t\t\n\t\t\t\t\t The former political commissar of the military area noted that he was deeply touched to watch the performance, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have registered world startling successes in the fields of culture and arts.\n\t\t\t\t\t\n\t\t\t\t\t We will as ever build socialism as everlasting comrades-in-arms of the Korean people and educate the younger generation so that they may boost the Sino-DPRK friendship generation after generation."
        },
        {
            "title": "Japanese Government's Scheme to Completely Exclude Korean Schools in Japan from Tuition-free Program Protested ",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-17ee.html",
            "content": "Japanese Government's Scheme to Completely Exclude Korean Schools in Japan from Tuition-free Program Protested \r\n Pyongyang, January 12 (KCNA) -- Koreans in Japan and Japanese citizens are strongly protesting against the Japanese conservative regime's policy of discriminating against Koreans.\n\t\t\t\t\t The regime is now contemplating deleting article 3 of the law enforcement regulations which provides for application of the tuition-free program for senior high schools to Korean schools. \n\t\t\t\t\t\n\t\t\t\t\tThis discloses its intention to completely exclude Korean schools from the tuition-free program for senior high schools, an undisguised discrimination against Koreans and a manifestation of the Japanese government's heinous hostile policy toward the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese Ministry of Education, Culture, Sports, Science and Technology is zealously conspiring with such scheme. \n\t\t\t\t\t\n\t\t\t\t\t The new minister lost no time to clarify the policy on not applying the tuition-free program to Korean schools, on the ground that \"this has an impact on educational contents, personal affairs and finance as no progress has been made in the settlement of the abduction issue and it is closely linked with the General Association of Korean Residents in Japan\".\n\t\t\t\t\t\n\t\t\t\t\t The Japan-DPRK Association, an organization of Japanese citizens active for the DPRK-Japan friendship and common prosperity, bitterly denounced the minister's remarks, saying it is contrary to the idea of the program for supporting senior high schools. It demanded an immediate application of the tuition-free program to the Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t Labor Net Japan, an information Network of the labor movement, said: \"Korean schools have nothing to do with the abduction case\" and \"Is it the real intention of the present regime to distort and attack the law\"."
        },
        {
            "title": "New Flu Breaks out in Kyonggi Province of S. Korea",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-13ee.html",
            "content": "New Flu Breaks out in Kyonggi Province of S. Korea\r\n Pyongyang, January 12 (KCNA) -- New flu broke out in Kyonggi Province of south Korea, according to south Korean CBS on Jan. 9.\n\t\t\t\t\t The new flu virus is just the same as the one which rapidly spread in south Korea in 2009."
        },
        {
            "title": "Actions for Vital Rights Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-14ee.html",
            "content": "Actions for Vital Rights Declared in S. Korea\r\n Pyongyang, January 12 (KCNA) -- The Emergency Situation Council for Urgently Coping with Lay-off, Part-time Job and Destruction of Trade Unions in south Korea held a press conference in Seoul on Jan. 4 at which it called upon all to turn out in the actions for vital rights. The organization comprises workers, peasants, civic and public organizations and opposition parties.\n\t\t\t\t\t At the press conference speakers recalled that five workers died in south Korea in just a few days at the end of last year.\n\t\t\t\t\t\n\t\t\t\t\t But the authorities have not yet discussed any measure for guaranteeing vital rights, they charged.\n\t\t\t\t\t\n\t\t\t\t\t Many people are being killed due to the authorities who treat the people as slaves, not human beings, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t Vital rights can be won only through actions against the authorities' unpopular rule, they said, adding: \n\t\t\t\t\t\n\t\t\t\t\t That was why martyr Jon Thae Il committed suicide more than 40 years ago in protest against the authorities' policy against workers, shouting \"We are not machines\" and \"We want to live as human beings.\"\n\t\t\t\t\t\n\t\t\t\t\t They declared they would rise up in an all-out action if the authorities continue destroying trade unions, refusing to meet the demands for the abolition of lay-off and part-time jobs."
        },
        {
            "title": "Number of Suicide on Steady Increase in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-15ee.html",
            "content": "Number of Suicide on Steady Increase in S. Korea\r\n Pyongyang, January 12 (KCNA) -- Suicide is becoming frequent in south Korea as the days go by, according to south Korean KBS on Jan. 9.\n\t\t\t\t\t Suicide is going beyond the tolerance limit in society, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that south Korea tops the world's list of suicide rate, the broadcasting service said:\n\t\t\t\t\t\n\t\t\t\t\t Two persons commit suicide every hour.\n\t\t\t\t\t\n\t\t\t\t\t There is statistics that the first reason for death in south Korea is suicide by teenagers and persons in their twenties and their thirties and the second reason for death is suicide by persons in their forties and fifties.\n\t\t\t\t\t\n\t\t\t\t\t There is growing opinion that suicide cannot be viewed as a private issue and now is the time for the regime to seek a solution to the issue of suicide."
        },
        {
            "title": "Day of Shining Star to Be Celebrated by Koreans in China",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-16ee.html",
            "content": "Day of Shining Star to Be Celebrated by Koreans in China\r\n Pyongyang, January 12 (KCNA) -- A preparatory committee of the General Association of Koreans in China was formed on Jan. 9 to celebrate the Day of the Shining Star, the birth anniversary of general secretary Kim Jong Il.\n\t\t\t\t\t Choe Un Bok, chairperson of the association, was elected chairperson of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse events such as meeting, film show, book and photo exhibition and art performance on the occasion of the Day of the Shining Star."
        },
        {
            "title": "More Meetings Held to Vow to Implement Tasks Set forth in Kim Jong Un's New Year Address",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-19ee.html",
            "content": "More Meetings Held to Vow to Implement Tasks Set forth in Kim Jong Un's New Year Address\r\n Pyongyang, January 12 (KCNA) -- More meetings took place at industrial establishments and cooperative farms across the country to vow to implement the tasks set forth in the New Year Address made by the dear respected Kim Jong Un.\n\t\t\t\t\t Reports were made to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporters and speakers said that his New Year Address serves important guidelines which indicate the path to be followed by great Kim Il Sung's and Kim Jong Il's Korea and a militant banner encouraging all service personnel and people in the general advance to open an epochal turn in building a thriving socialist country.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to push forward the production and construction, holding high the slogan \"Let Us Bring About a Radical Turn in the Building of an Economic Giant with the Same Spirit and Mettle as Were Displayed in Conquering Space!\"\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to wage a dynamic drive for pushing back the frontiers of latest science and technology in warm response to the flames of the industrial revolution in the new century, promote the updating of production processes and give fullest play to the existing production capacity.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all people to fully display the indomitable mental power and make tangible contributions to building an economic giant and improving the standard of people's living under the leadership of Kim Jong Un."
        },
        {
            "title": "Italian Organization Carries Kim Jong Un's New Year Address in Its Bulletin",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-03ee.html",
            "content": "Italian Organization Carries Kim Jong Un's New Year Address in Its Bulletin\r\n Pyongyang, January 12 (KCNA) -- The Kimilsungism-Kimjongilism Study Group in Fermo of Italy on Jan. 5 carried in its bulletin the New Year Address made by the dear respected Kim Jong Un on the New Year Juche 102 (2013)."
        },
        {
            "title": "Kim Jong Un Lauded by Foreign Papers",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-04ee.html",
            "content": "Kim Jong Un Lauded by Foreign Papers\r\n Pyongyang, January 12 (KCNA) -- Foreign papers carried articles praising the personality of the dear respected Kim Jong Un as a great man between Jan. 3 and 7.\n\t\t\t\t\t The Malaysian paper Guang Ming Daily carried an article titled \"By embodying Kim Jong Il's patriotism\". The article said Kim Jong Un kindled the flame of Kim Jong Il's patriotism across the country and led the army and people of the DPRK to create miracles and innovations in all fields of building a thriving socialist country.\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian paper Suara Karya said in an article entitled \"Leader who loves future\": Any one will choose DPRK's supreme leader Kim Jong Un as the one who is most profoundly revered in the world. His field guidance to every nook and corner of the country has become the focus of the world media.\n\t\t\t\t\t\n\t\t\t\t\t Particularly, the people admire his special love for posterity.\n\t\t\t\t\t\n\t\t\t\t\t The world public foresees the rosy future of the DPRK in his deep love for children.\n\t\t\t\t\t\n\t\t\t\t\t It is very self-evident that only victory and glory are always in store for the Korean people dynamically advancing toward the rosy future following him.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian paper Nigerian Observer carried an article introducing the noble traits of Kim Jong Un who is making a new history of loving the people, true to the intention of President Kim Il Sung and general secretary Kim Jong Il."
        },
        {
            "title": "Kim Jong Un Praised and Revered by International Community: Foreign Media",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-05ee.html",
            "content": "Kim Jong Un Praised and Revered by International Community: Foreign Media\r\n Pyongyang, January 12 (KCNA) -- Foreign media carried special write-ups between Dec. 12 and 28 last year on the occasion of the first anniversary of the dear respected Kim Jong Un's assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\t The Peruvian-Korean Institute of Culture and Friendship posted on its website several articles illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\tIn the preface the website said he inspected Seoul Ryu Kyong Su 105 Guards Tank Division of the Korean People's Army on Jan. 1 last year, clearly demonstrating his steadfast will to pursue the Songun politics. The world has already seen his outstanding leadership, it added.\n\t\t\t\t\t\n\t\t\t\t\t He is boundlessly praised and revered by the international community, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of the Juche Idea posted on its website an article titled \"Way of DPRK\" and several other articles.\n\t\t\t\t\t\n\t\t\t\t\t The website said Kim Jong Un made a ceaseless field inspection of KPA units all the year round.\n\t\t\t\t\t\n\t\t\t\t\t Regarding it as his most important task to build an economic giant and improve the standard of people's living, he visited industrial establishments, construction sites and cultural service bases one after another, the website said.\n\t\t\t\t\t\n\t\t\t\t\t Modern dwelling houses in Changjon Street, Rungna People's Pleasure Park housing Dolphinarium, wading pool and amusement facilities and other places where the people's happiness is blooming are associated with his great efforts, it stressed. \n\t\t\t\t\t\n\t\t\t\t\t National Radio, International Radio and 7 National Languages Radio of Guinea introduced in detail that he provided ceaseless field guidance for building a thriving nation and improving the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t The radios reported that he performed the most distinguished feats no one can match in all fields including politics, economy, military affairs and culture over the past one year.\n\t\t\t\t\t\n\t\t\t\t\t The Nepali paper Gorkha Patra carried an article titled \"Demonstration of strength and unity\". It said that the world has recognized him as the most wonderful statesman for the past one year since he began to lead the DPRK."
        },
        {
            "title": "Kim Jong Un Praised by Foreign Media",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-06ee.html",
            "content": "Kim Jong Un Praised by Foreign Media\r\n Pyongyang, January 12 (KCNA) -- Foreign media praised the personality of the dear respected Kim Jong Un as a great man between Dec. 19 and 25 last year.\n\t\t\t\t\t The Russian paper Vladivostok carried a special write-up under the caption \"DPRK: inheritance of socialist cause\" illustrated with photos documenting Kim Jong Un's revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t Supreme Commander Kim Jong Un is steering the helm of the socialist cause of the Korean people, the paper said, introducing his extraordinary ideological and theoretical wisdom, profound knowledge, distinguished leadership ability and noble popular traits.\n\t\t\t\t\t\n\t\t\t\t\t The Nepali paper Charcha carried an article titled \"Kim Jong Un, powerful leader of world\" with his photo.\n\t\t\t\t\t\n\t\t\t\t\t He has been widely known at home and abroad as the great leader only one year since he provided the leadership over the DPRK, the paper said. Events praising him have been held in different parts of the world. \n\t\t\t\t\t\n\t\t\t\t\t The world is admiring the personality and grit of Kim Jong Un as a great man who thwarted the West's interference and accusation campaign and led the satellite launch to victory, it noted, adding: U.S. media which had been slandering the DPRK are now reporting about his successful work every day.\n\t\t\t\t\t\n\t\t\t\t\t Central TV of Vietnam aired footage under the title \"Leader Kim Jong Un whom we want to know most\".\n\t\t\t\t\t\n\t\t\t\t\t The reputation of Kim Jong Un has remarkably risen following the successful satellite launch in the DPRK, the TV said, stressing:\n\t\t\t\t\t\n\t\t\t\t\t He demonstrated his new personality over the past one year.\n\t\t\t\t\t\n\t\t\t\t\t The world is closely watching the DPRK led by him."
        },
        {
            "title": "Kim Jong Un's Work Published in Egypt",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-01ee.html",
            "content": "Kim Jong Un's Work Published in Egypt\r\n Pyongyang, January 12 (KCNA) -- The dear respected Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\" was brought out in booklet by the Nath Publishing House of Egypt on Jan. 5.\n\t\t\t\t\t The work, made public on April 20, 2012, clarifies the revolutionary feats performed by President Kim Il Sung and general secretary Kim Jong Il all their life.\n\t\t\t\t\t\n\t\t\t\t\t It indicates the tasks to resolutely defend and preserve their ideas and feats and eternally glorify them."
        },
        {
            "title": "Kim Jong Il's Work Posted on Romanian Website",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-02ee.html",
            "content": "Kim Jong Il's Work Posted on Romanian Website\r\n Pyongyang, January 12 (KCNA) -- The Romanian Workers' Association posted the gist of general secretary Kim Jong Il's work \"The Historical Lesson in Building Socialism and the General Line of Our Party\" on its website on Jan. 6.\n\t\t\t\t\t The work, published on Jan. 3, Juche 81 (1992), says the historical lesson in building socialism is that one should consolidate the driving force of the revolution with conviction in socialism and proper guiding idea, preserve the socialist principle and boost comradely unity and cooperation based on independence.\n\t\t\t\t\t\n\t\t\t\t\t The work clarifies the idea that it is the general line of the Workers' Party of Korea for socialist construction to successfully carry out the ideological, technical and cultural revolutions while bolstering people's power and steadily raising its function and role, and its validity."
        },
        {
            "title": "Rodong Sinmun denuncia crimen antinacional de \"Partido Saenuri\"",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-23ee.html",
            "content": "Rodong Sinmun denuncia crimen antinacional de \"Partido Saenuri\"\r\n Pyongyang, 12 de enero (ACNC) -- Hace poco, el portavoz del \"Partido Saenuri\" del Sur de Corea forzo al partido opositor a \"cambiar la posicion\" y hacer la \"cooperacion convertible\" diciendo que no se ha realizado la propuesta sobre la institucion de la \"ley de DDHH del Norte (de Corea)\". \n\t\t\t\t\t El diario Rodong Sinmun, en un comentario individual de este sabado, lo califica de una provocacion politica contra el regimen prestigioso de la Republica Popular Democratica de Corea y un crimen antinacional que lleva a la fase irremediable las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\t Los compinches del \"Partido Saenuri\" intentan aprobar esa infame ley con el fin de manchar la imagen del socialismo coreano que sale victorioso y lograr su ambicion de \"unificacion mediante la fusion de regimenes\", revela el comentario y continua: \n\t\t\t\t\t\n\t\t\t\t\t La \"ley de DDHH del Norte\" que se promueve por la banda conservadora surcoreana tiende a mantener institucionalmente la confrontacion entre el Norte y el Sur mediante el lanzamiento de volantes de contenido anti-RPDC, el apoyo a las entidades ultraderechistas y conservadoras, etc.\n\t\t\t\t\t\n\t\t\t\t\t De esta manera, los compinches del \"Partido Saenuri\" pusieron desnudo por si mismos su naturaleza de maniacos de confrontacion que danan el destino de la nacion y llevan a la coyuntura de la guerra las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\t En visperas de aparicion del nuevo \"poder\", el \"Partido Saenuri\" trata de mantener la politica conflictiva del \"poder\" de Lee Myung Bak. \n\t\t\t\t\t\n\t\t\t\t\t En el caso de que se apruebe la \"ley de DDHH del Norte\", se repetira un lustro de la confrontacion fratricida."
        },
        {
            "title": "Rodong Sinmun aboga por reunificar la patria de manera independiente ",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-24ee.html",
            "content": "Rodong Sinmun aboga por reunificar la patria de manera independiente \r\n Pyongyang, 12 de enero (ACNC) -- En un articulo individual difundido este sabado, el diario Rodong Sinmun senala que la reunificacion de Corea debe ser lograda de manera independiente con las fuerzas unidas de los connacionales rechazando las fuerzas extranjeras, y continua:\n\t\t\t\t\t Es absolutamente ilogico resolver el problema de la reunificacion de Corea por rescatar la soberania nacional pisoteada por las fuerzas extranjeras aferrandose a estas.\n\t\t\t\t\t\n\t\t\t\t\t Ellas que dividieron la nacion coreana no desean la reunificacion entre las fuerzas del Norte y el Sur de Corea. A pesar de la unanime aspiracion y la demanda de los connacionales, no se ha logrado hasta la fecha la reunificacion de la patria, cuya causa fundamental reside en las maquinaciones anti-reunificacion de las fuerzas foraneas.\n\t\t\t\t\t\n\t\t\t\t\t El sujeto de la reunificacion es toda la nacion coreana y si esta une sus fuerzas, nadie las doblegara.\n\t\t\t\t\t\n\t\t\t\t\t Y nadie reemplazara la lucha de la nacion coreana por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t Es poderosa la fuerza de la nacion unida firmemente con la aspiracion independiente, un proposito e ideal. Realizar la reunificacion de la patria con las fuerzas unidas de los connacionales constituye el principio fundamental para la realizacion de la causa de la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t Toda la nacion coreana no debe permitir cualesquier acciones que obstaculicen la reunificacion de la patria sino rechazar las maquinaciones de dominio, la intervencion, la agresion y la guerra de las fuerzas foraneas.\n\t\t\t\t\t\n\t\t\t\t\t Todos los connacionales deben revelar y sentenciar severamente las maniobras anti-reunificacion de Estados Unidos que impide la reconciliacion, la unidad y el mejoramiento de las relaciones intercoreanas y frustrar las maquinaciones  conflictivas de los gobernantes surcoreanos que se desarrollan en contubernio con las fuerzas foraneas.\n\t\t\t\t\t\n\t\t\t\t\t Cuando la nacion coreana resuelva de modo independiente con las fuerzas unidas todos los asuntos para desarrollar las relaciones intercoreanas y preservar la paz de la Peninsula Coreana, sera cierta la victoria de la causa de la reunificacion de la patria."
        },
        {
            "title": "Hace frio intenso en todas partes de Corea",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-22ee.html",
            "content": "Hace frio intenso en todas partes de Corea\r\n Pyongyang, 12 de enero (ACNC) -- Continuo el frio intenso en todas las localidades de Corea desde principios de diciembre del ano pasado.\n\t\t\t\t\t Segun reportes de la Direccion Meteorologica e Hidrologica, la temperatura minima de la manana en las zonas de Pyongyang, Phyongsong y Sariwon fue de -15℃ o menor en 18 dias.\n\t\t\t\t\t\n\t\t\t\t\t La temperatura minima de la manana del dia 3 marco -21.3℃ en Sinuiju, -21.9℃ en Phyongsong y -19℃ en Sariwon.\n\t\t\t\t\t\n\t\t\t\t\t El dia 4, el termometro marco 21.6 grados bajo cero en Pyongyang y 22 grados bajo cero en Phyongsong, las mas bajas para la estacion invernal de este ano.\n\t\t\t\t\t\n\t\t\t\t\t La temperatura maxima de la tarde marco       -12~-9℃ en las costas occidentales, -19~-15℃ en las regiones interiores septentrionales y      -10~-3℃ en las costas orientales, o sea, 6~12℃ mas bajas que el promedio en escala nacional.\n\t\t\t\t\t\n\t\t\t\t\t Desde los principios de diciembre del ano pasado hasta el 7 de enero de este ano, se reportaron muchas precipitaciones de nieve en la ciudad de Pyongyang (36cm), la ciudad de Chongjin (128cm), la ciudad Kim Chaek (83cm), el distrito de Kwail (77cm), el de Yangdok (69cm), el de Jangyon (68cm) y el de Pukchong (51cm). \n\t\t\t\t\t\n\t\t\t\t\t Las precipitaciones de diciembre registraron 5mm mas que el promedio anual y 15.7mm mas que el promedio del ano anterior en la mayoria de localidades coreanas.\n\t\t\t\t\t\n\t\t\t\t\t Sobre todo, la altura de nieve acumulada el 5 de diciembre fue de 23cm en Pyongyang, cifra record de los ultimos 50 anos.\n\t\t\t\t\t\n\t\t\t\t\t Se preve que la temperatura subira gradualmente pese al frio leve que llegara con frecuencia."
        },
        {
            "title": "Kim Jong Un recibe titulo de ciudadano honorario de Nigeria",
            "url": "http://kcna.co.jp/item/2013/201301/news12/20130112-25ee.html",
            "content": "Kim Jong Un recibe titulo de ciudadano honorario de Nigeria\r\n Pyongyang, 12 de enero (ACNC) -- El Mariscal Kim Jong Un recibio el titulo de ciudadano honorario de la ciudad de Gusau del estado de Zamfara de Nigeria.\n\t\t\t\t\t La ceremonia de entrega del certificado tuvo lugar el 31 de diciembre pasado en la sede de administracion urbana.\n\t\t\t\t\t\n\t\t\t\t\t A la ocasion estuvieron presentes las personalidades de la administracion de dicha ciudad y miembros de la delegacion de cooperacion tecnologica de Corea que trabajan en ese pais.\n\t\t\t\t\t\n\t\t\t\t\t Fue traslado el certificado al jefe de la delegacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t El gobernador de la administracion urbana, al hacer uso de la palabra, dijo que a traves del lanzamiento exitoso del satelite artificial, la RPDC demostro a todo el mundo su poderio estatal y la ciencia y la tecnologia cosmicas.\n\t\t\t\t\t\n\t\t\t\t\t Recordo que aunque algunos paises impidieron el lanzamiento de satelite artificial de la RPDC, esta lo realizo segun su decision inculcando a los pueblos progresistas gran conviccion.\n\t\t\t\t\t\n\t\t\t\t\t Subrayo que la administracion de la ciudad Gusau decidio otorgar el titulo de ciudadano honorario a Su Excelencia Kim Jong Un quien conduce sabiamente la construccion de un Estado prospero del pueblo coreano e indica el camino a seguir por la humanidad.\n\t\t\t\t\t\n\t\t\t\t\t Recalco que el registro de Su Excelencia Kim Jong Un como ciudadano honorario, luego del Presidente Kim Il Sung y Su Excelencia Kim Jong Il, constituye un maximo evento en la historia de la ciudad de Gusau.\n\t\t\t\t\t\n\t\t\t\t\t Expreso su confianza de que el pueblo coreano, bajo la direccion de Su Excelencia Kim Jong Un, construira un Estado prospero y realizara sin falta la causa de la reunificacion de la patria."
        }
    ]
}