{
    "date": "2013-10-03",
    "url": "http://kcna.co.jp/item/2013/201310/2013-10-03ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets to German President",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-18ee.html",
            "content": "Kim Yong Nam Greets to German President\r\n Pyongyang, October 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Thursday sent a message of greeting to Joachim Gauck, president of Germany, on the occasion of its national day.\n\t\t\t\t\t The message expressed belief that the relations between the two countries would develop in depth on the principle of respect for sovereignty, equality and mutual benefits and wished the German people progress and prosperity."
        },
        {
            "title": "DPRK Will Work for Stable Situation on Korean Peninsula: Pak Kil Yon",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-11ee.html",
            "content": "DPRK Will Work for Stable Situation on Korean Peninsula: Pak Kil Yon\r\n Pyongyang, October 3 (KCNA) -- The DPRK will as ever steadily boost the friendly and cooperative relations with all member states of the UN, guided by the idea of its foreign policy-- independence, peace and friendship--and fulfill its responsibility and role to ensure stable situation on the Korean Peninsula and achieve world peace and co-prosperity of humankind as a member of the international community.\n\t\t\t\t\t Pak Kil Yon, vice-foreign minister of the DPRK who is heading the DPRK delegation, said this at the plenary meeting of the 68th UN General Assembly on October 1.\n\t\t\t\t\t\n\t\t\t\t\t Noting the high-handed and arbitrary practices of a specified country should be rejected in the international relations as they disturb peace and security, and genuine cooperation and development based on the principle of equal sovereignty among countries should be achieved, Pak said:\n\t\t\t\t\t\n\t\t\t\t\t In order to set goals for sustainable development and successfully carry them out from 2015, it is necessary to take practical measures for settling such issues as establishment of fair international economic relations, transfer of environment-friendly technology to developing countries and increase of financial aid to them.\n\t\t\t\t\t\n\t\t\t\t\t Practices of politicization, selectivity and double standards should be terminated in the international arena handling human rights issues and the situation where human rights performance in the countries selected to meet the political purposes and interests of the West and Western-style view on value is called into question should neither be justified nor tolerated.\n\t\t\t\t\t\n\t\t\t\t\t One can never overlook the fact that the UN Security Council is being abused as a lever for pursuing a specified country's strategic interests.\n\t\t\t\t\t\n\t\t\t\t\t All people in the DPRK are now making a dynamic drive to build a thriving socialist nation as early as possible under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The \"UN Command\", a leftover of the Korean war abusing the name of the UN even now, is being steadily used by the U.S. to carry out its military strategy.\n\t\t\t\t\t\n\t\t\t\t\t The only way for ensuring durable peace on the Korean Peninsula is for the U.S. to roll back its hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made sincere and persistent efforts to achieve genuine peace and detente on the Korean Peninsula, exercising its maximum patience.\n\t\t\t\t\t\n\t\t\t\t\t National reunification is the supreme desire and urgent task of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will join hands with anyone who truly wishes for the country's reunification, national reconciliation and prosperity and make positive efforts to achieve the historic cause of national reunification by the concerted efforts of the Koreans, holding higher the banner of the June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": " S. Korean Chief Executive's Anti-DPRK Remarks Slammed by CPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-07ee.html",
            "content": "S. Korean Chief Executive's Anti-DPRK Remarks Slammed by CPRK\r\n Pyongyang, October 3 (KCNA) -- The spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) gave the following answer to the question raised by KCNA Wednesday as regards the fact that the present south Korean chief executive let loose a string of provocative remarks:\n\t\t\t\t\t At a meeting for commemorating \"Day of ROK Army\" with the involvement of the U.S. warmongers, puppet south Korean army and war hardware on Tuesday the south Korean chief executive made a \"commemoration speech\" in which she made such rubbish that \"the north will be made to understand that nukes and missiles will no longer be useful\", \"the south will build a powerful deterrence to cope with the north till it puts down nuclear weapons\" and \"the south will lead the north to the path of genuine change\".\n\t\t\t\t\t\n\t\t\t\t\t In the speech given to \"commemorate\" the 60th anniversary of alliance with the U.S. the day before she blustered that \"reform and opening are the only way for existence\" while describing the DPRK's moves of bolstering up nuclear forces as \"illusion\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive's coarse invectives against the DPRK were made at a time when the puppet conservative high-ranking officials of south Korea have become vocal about the \"nuclear issue of the north\". This is a serious and unpardonable provocation against the DPRK and an outright challenge to the DPRK's efforts for dialogue and peace.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive has gone so vicious as to take issue with the nuclear deterrence of the DPRK, a means for self-defence, while shelving the nuclear weapons of her U.S. master for aggression. This is the revelation of her dirty colors as a shameless henchman of the U.S. and the confrontational maniac.\n\t\t\t\t\t\n\t\t\t\t\t The absurd remarks regarding the nuclear issue of the DPRK made by the south Korean chief executive are aimed to force the DPRK to disarm itself and realize an ambition for invading it in alignment with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t She even cried out for \"change\" in the DPRK, another nonsensical remark to undermine the ideology and social system in the DPRK and realize the dream for \"unification through absorption\".\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. and the south Korean puppet group which should be blamed as regards the nuclear issue on the Korean Peninsula and it is the present south Korean regime which should be changed.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive should not talk about \"nukes\" and \"change\" but behave with discretion, clearly understanding what forced the DPRK to have access to nukes and how the Korean people are making great leaping progress toward the great ideal and goals under the leadership of the great illustrious commander of Mt Paektu.\n\t\t\t\t\t\n\t\t\t\t\t She had better drop the foolish farce aimed to get something by escalating confrontation with fellow countrymen and stepping up the moves for a war against the DPRK, pursuant to the U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t If she persists in provocative remarks, defying our warnings, she can never evade the same shameful fate as was met by her predecessor Lee Myung Bak."
        },
        {
            "title": "CPRK Denounces S. Korea for Taking Issue with Court's Right Judgment",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-35ee.html",
            "content": "CPRK Denounces S. Korea for Taking Issue with Court's Right Judgment\r\n Pyongyang, October 3 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) in its information bulletin No. 1044 Thursday said that with nothing can the south Korean puppet group block the unanimous mind and aspiration of fellow countrymen following the sun.\n\t\t\t\t\t The bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t The Seoul Central District Court at a retrial of a south Korean citizen, who was declared guilty at the first trial early this year for visiting the Kumsusan Palace of the Sun and paying respects to President Kim Il Sung, the father of the nation, during his visit to Pyongyang in 1995, declared him not guilty, saying that what he did was a ceremonial one in the country of courteous people in the East and therefore he can not be charged with the violation of the \"National Security Law.\"\n\t\t\t\t\t\n\t\t\t\t\t This just judgment evoked sympathy of south Koreans of all social standings.\n\t\t\t\t\t\n\t\t\t\t\t But only the coterie of the \"Saenuri Party\" raised a hue and cry as if something shocking has happened, saying that \"the court of justice, a final fortress obliged to defend the constitutional value, knelt down before the north\" and \"the court of justice made subjective judgment\".\n\t\t\t\t\t\n\t\t\t\t\t Executive Chairman of the \"Saenuri Party\" Han Ki Ho, spokesman of the \"National Assembly\" from the \"Saenuri Party\" Kim Thae Hum and other confrontational maniacs are calling for the immediate cancellation of the judgment, angrily crying that \"they are not sure where the judge hails from\" and \"they are dubious about the future\".\n\t\t\t\t\t\n\t\t\t\t\t Chosun Ilbo, Dong-A Ilbo and other conservative media are echoing what were uttered by the riff-raffs of the party.\n\t\t\t\t\t\n\t\t\t\t\t The puppet conservative regime fanned up frenzy, calling into question what happened nearly 20 years ago. This shows how much it has been seized with the concept for escalating confrontation against reunification.\n\t\t\t\t\t\n\t\t\t\t\tThe puppet forces bowed before the graves of the head of former belligerent country but have taken issue with those who paid homage to the President who liberated the country. They are, indeed, traitors and hooligans who deserve curses.\n\t\t\t\t\t\n\t\t\t\t\t The reckless act that greatly shocked all the people is nothing but a hysteric fit of human rejects who are extremely taken aback by the reverence for the peerlessly great men of the nation and yearnings for the DPRK increasingly mounting among south Koreans despite the fascist crackdown by the conservative regime."
        },
        {
            "title": "CPRK Slams S. Korea's Move to Escalate Confrontation of Social Systems",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-36ee.html",
            "content": "CPRK Slams S. Korea's Move to Escalate Confrontation of Social Systems\r\n Pyongyang, October 3 (KCNA) -- The south Korean puppet group recently examined and confirmed the \"second principal plan for development of south-north relations.\"  It completely scrapped the agreed points which are specified in the October 4 declaration and which the north and the south agreed to implement including the issue of setting up a special zone for peace and cooperation in the West Sea and the issue of terminating the present armistice system and building a lasting  peace mechanism. \n\t\t\t\t\t It calls for deleting the plan of the preceding regime for settling the pending issues between the north and the south through dialogue and negotiations and \"leading the north to changes\" through balanced promotion of security, exchange and cooperation\". It refers to \"cardinal tasks\" for carrying out a scenario for confrontation, talking out \"confidence\".\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) in a statement issued Thursday terms the above-said \"plan\" an anti-reunification document and a scenario for confrontation of the social systems from A to Z as it totally denies the implementation of the north-south joint declarations and puts pressure on the DPRK through confrontation with it and cooperation with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The north-south joint declarations adopted and published by the top leaders of the north and the south are the landmarks and action programmes for the development of inter-Korean relations and national reunification, the statement notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous to talk about \"development of south-north relations\" while totally denying these reunification programmes common to the nation and shunning their implementation. This amounts to shameless deception of public mind-set and opinion.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that people of all social standings in south Korea note with concern that the five years of the present regime's \"policy toward the north\" will repeat the five years of the group of Lee Myung Bak who pushed the inter-Korean relations to catastrophe, becoming increasingly vocal charging that the puppet group's confirmed \"plan\" is \"an official abrogation of the south-north declarations\" and \"evil factor of bedeviling the south-north relations\".\n\t\t\t\t\t\n\t\t\t\t\t Such confrontational attempt of the puppet group pushed the hard-won phase of inter-Korean dialogue and detente to a crisis again.\n\t\t\t\t\t\n\t\t\t\t\t The puppet conservative group is mulling staging another war drill against the DPRK after introducing even a U.S. nuclear aircraft carrier into south Korea in a bid to drive the situation on the Korean Peninsula to the worst phase of tension.\n\t\t\t\t\t\n\t\t\t\t\t Those seeking confrontation and war against fellow countrymen while going against the aspiration of the nation and the trend of the times have no future and they are fated to meet a miserable end only."
        },
        {
            "title": "Association for Human Rights Studies Accuses S. Korean Regime",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-09ee.html",
            "content": "Association for Human Rights Studies Accuses S. Korean Regime\r\n Pyongyang, October 3 (KCNA) -- A spokesman for the DPRK Association for Human Rights Studies Thursday made public the following statement:\n\t\t\t\t\t Recently, the south Korean puppet conservative group instigated the \"Agency Preserving Human Rights Records in the North\", an anti-DPRK human rights organization under the cloak of non-governmental organization, to publish \"2013 white paper on human rights in the north\" slandering the dignity and social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is a hideous politically-motivated provocation against the dignity and social system in the DPRK and another unpardonable treacherous action to escalate the confrontation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The \"white paper on human rights in the north\" in which the puppet group ballyhoos about \"human rights abuses\" and the like is peppered with sheer lies and fabrications provided by defectors to the south, human scum, to get a petty amount of money.\n\t\t\t\t\t\n\t\t\t\t\t This clearly indicates what phase the confrontation hysteria of the puppet group has reached.\n\t\t\t\t\t\n\t\t\t\t\t It is zealously taking the lead in the hideous human rights racket to hurt the dignity of the DPRK, backed by its American master.\n\t\t\t\t\t\n\t\t\t\t\t It is the puppet group which allured and abducted residents of the DPRK to use them for its anti-DPRK human rights racket. It is again this group, confrontation maniacs, which hurled the conservative media, its servants, and human scum into a whole gamut of anti-DPRK human rights campaigns, including malignant mud-slinging at the dignity and social system in the DPRK and scattering anti-DPRK leaflets, etc.\n\t\t\t\t\t\n\t\t\t\t\t But no one would be taken in by such mean smear campaign.\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK human rights racket is the last-ditch effort of those taken aback by the might of the DPRK strikingly demonstrating its dignity and national power before the whole world under the wise leadership of Marshal Kim Jong Un. It is, at the same time, a revelation of the south Korean puppet regime's sinister scenario to justify its policy of confrontation with fellow countrymen, dampen the south Koreans' ever-growing desire to achieve reunification through alliance with the north and realize international cooperation in the anti-DPRK campaign.\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous and ridiculous for the worst human rights abusers, who reduced south Korea to a tundra of human rights, a veritable hell on earth, to talk about \"human rights\" in the north.\n\t\t\t\t\t\n\t\t\t\t\t \"Yusin\" fascist dictatorship has revived in south Korea, wantonly trampling down democracy and human rights.\n\t\t\t\t\t\n\t\t\t\t\t Those who have been deprived of elementary vital rights are committing suicides everyday, those who had turned out in the struggle for democracy are becoming the target of fascist dictatorship and progressive personages are falling victim to politically-motivated suppression and facing severe punishment.\n\t\t\t\t\t\n\t\t\t\t\t Short time ago, puppet army soldiers fired hundreds of bullets at a south Korean to death when he tried to come over to the north, unable to eke out his living in south Korea. This incident stunned the world.\n\t\t\t\t\t\n\t\t\t\t\t The puppet conservative group will never be able to escape a stern punishment of history and nation for wantonly violating democracy and reducing south Korea to the world's worst tundra of human rights.\n\t\t\t\t\t\n\t\t\t\t\t All service personnel and people of the DPRK will never pardon the puppet regime but deal sledge-hammer blows at it.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the puppet group may try to do harm to the DPRK, it will resolutely foil its provocative human rights racket and shed its brilliant rays as a land of bliss."
        },
        {
            "title": "US-S. Korea Planned War Drills against DPRK under Fire",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-10ee.html",
            "content": "US-S. Korea Planned War Drills against DPRK under Fire\r\n Pyongyang, October 3 (KCNA) -- A spokesman for the National Peace Committee of Korea issued a statement on Wednesday in connection with the fact that the situation on the Korean Peninsula is reaching a grave phase with each passing day due to the reckless moves of the U.S. and the south Korean puppet regime for a war against the north.\n\t\t\t\t\t The statement said: \n\t\t\t\t\t\n\t\t\t\t\t It was reported by south Korean puppet media that the U.S. nuclear-powered aircraft carrier George Washington is expected to enter Pusan Port in south Korea to be involved in the U.S.-south Korea joint naval maneuvers in the East Sea of Korea next week.\n\t\t\t\t\t\n\t\t\t\t\t This is a blatant challenge to the efforts made by the DPRK for peace and a dangerous provocation to it as it is a very dangerous move to vitiate the atmosphere of dialogue and peace on the Korean Peninsula and bring the situation on it to extreme confrontation and phase of war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had already seriously warned the U.S. and the south Korean puppet group of the catastrophic consequences to be entailed by their reckless war drumbeats when they fanned up nuclear war hysteria against the DPRK behind the scene of dialogue by staging the large-scale Ulji Freedom Guardian joint military drills with even nuclear-capable strategic bombers involved.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. and south Korean bellicose forces are planning to stage another nuclear war drill targeting the DPRK by introducing the nuclear-powered aircraft carrier into south Korea. This is a revelation of their sinister scenario to spoil the atmosphere of detente being created by the positive efforts made by the DPRK for dialogue and peace, escalate tensions and stifle it by force at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The planned saber-rattling is prompted by the U.S. foolish design to give a shot in the arm of the south Korean puppet group finding itself in a tight corner, standing isolated and rejected at home and abroad for its sycophancy towards the U.S. and moves to escalate the confrontation with compatriots and fascist dictatorship and diplomacy intended to boost cooperation with the group in the anti-DPRK campaign.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation clearly shows who disturbs peace and pursues confrontation and war on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Now that their projected provocative military drills are censured by public at home and abroad, the south Korean puppet military warmongers are employing such a trite-method as describing them as \"annual ones.\" However, this is nothing but a clumsy excuse to conceal their aggressive nature and mislead public opinion.\n\t\t\t\t\t\n\t\t\t\t\t Ridiculous, indeed, is the U.S. attempt to browbeat the DPRK with a nuclear carrier.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK stands for dialogue and peace but will never remain a passive onlooker to the nuclear threat the U.S. is posing to it even by introducing a nuclear carrier but strongly react to it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces should make clear their attitude: whether they stand for dialogue or confrontation, peace or war.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and the south Korean war maniacs stage the dangerous nuclear war drills against the DPRK at last, they will be held wholly accountable for the grave consequences to be entailed by them."
        },
        {
            "title": "Resolution Calls for Opening New Phase for Peace and Reunification",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-16ee.html",
            "content": "Resolution Calls for Opening New Phase for Peace and Reunification\r\n Pyongyang, October 3 (KCNA) -- All-Korean Committee for Implementation of June 15 Joint Declaration (the north, south and overseas side committees) made public a resolution on Thursday to mark the 6th anniversary of the historic October 4 declaration. \n\t\t\t\t\t The reunification movement of Koreans which had made a steady advance in  recent years, inspired by the June 15 North-South Joint Declaration and the October 4 declaration,  is now facing a stumbling block, the resolution said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In spite of the precious success made in putting the operation in the Kaesong Industrial Zone on a normal track, outbursts denying the north-south joint declarations are let loose without let-up and, consequently, the ardent expectation of Koreans toward the resumption of the tour of Mt. Kumgang and the reunion of separated families and relatives has not been met. \n\t\t\t\t\t\n\t\t\t\t\t All-Korean Committee for Implementation of June 15 Joint Declaration releases the following resolution reflecting the strong will to open a new phase for peace and reunification of the country in line with the unanimous desire and expectation of fellow countrymen despite the present difficulties and  ordeals:\n\t\t\t\t\t\n\t\t\t\t\t1. We will invariably consider it as the key issue for achieving\n\t\t\t\t\t\n\t\t\t\t\tnational reunification to firmly preserve and implement the historic June 15 North-South Joint Declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t All-Korean Committee for Implementation of June 15 Joint Declaration will preserve the north-south joint declarations and fully implement them and decisively struggle against any act to deny and impair them. \n\t\t\t\t\t\n\t\t\t\t\t All-Korean Committee will make positive efforts to resume and reenergize multi-faceted contact, dialogue and cooperation for implementing the north-south joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t2. All-Korean Committee will wage a dynamic struggle against the\n\t\t\t\t\t\n\t\t\t\t\tconfrontation moves of the anti-reunification forces at home and abroad to block the process for mending the north-south relations and threaten security and peace of the country. \n\t\t\t\t\t\n\t\t\t\t\t  Any move to escalate the military tension between the north and the south goes against the spirit of the north-south joint declarations and All-Korean Committee will, therefore, wage a vigorous movement for peace against war to check the move. \n\t\t\t\t\t\n\t\t\t\t\t All-Korean Committee will oppose smear campaign and hostile acts fostering antagonism, distrust and confrontation between fellow countrymen and resolutely reject acts of blocking exchange, cooperation and legitimate activities between non-governmental organizations for implementing the north-south joint declarations. \n\t\t\t\t\t\n\t\t\t\t\t3. All-Korean Committee will give strong impetus to the\n\t\t\t\t\t\n\t\t\t\t\treunification movement of Koreans at home and abroad and further increase its responsibility and role in the struggle for paving a wide avenue for peace and reunification of the country. \n\t\t\t\t\t\n\t\t\t\t\t All-Korean Committee will firmly join hands with all political parties, organizations and personages supporting the north-south joint declarations and vigorously press ahead with the nationwide movement for implementing them.\n\t\t\t\t\t\n\t\t\t\t\t All-Korean Committee will resume contacts and pro-reunification events between people of various strata including workers, farmers, youth and students and women and organizations in various fields to make the fervor to implement the joint declarations grow strong wherever Koreans live."
        },
        {
            "title": "DPRK Friendly Delegation Back Home",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-33ee.html",
            "content": "DPRK Friendly Delegation Back Home\r\n Pyongyang, October 3 (KCNA) -- A friendly delegation led by Kim Chun Il, vice-chairman of the Nampho City People's Committee of the DPRK, returned home by air Thursday after visiting Russia."
        },
        {
            "title": "Foreigners Visit Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-27ee.html",
            "content": "Foreigners Visit Kumsusan Palace of Sun\r\n Pyongyang, October 3 (KCNA) -- Foreign guests visited the Kumsusan Palace of the Sun on Thursday to pay tribute to Generalissimos Kim Il Sung and Kim Jong Il. They included the delegation of the Institute for Foreign Policy and Strategic Studies of Vietnam led by Director General Hoang Anh Tuan and the delegation of the Associated Press headed by President and CEO Gary Pruitt.\n\t\t\t\t\t They paid tribute before the statues of the Generalissimos.  \n\t\t\t\t\t\n\t\t\t\t\t They entered the halls where Kim Il Sung and Kim Jong Il lie in state and paid homage.\n\t\t\t\t\t\n\t\t\t\t\t They went round with keen interest the halls where orders the Generalissimos received are on display, the mourning hall and the halls which house cars, an electric car, boat and train coaches used by them during their field guidance and foreign trips till the last moments of their lives. \n\t\t\t\t\t\n\t\t\t\t\t The guests made entries in the visitor's book."
        },
        {
            "title": "Staff Members of Cambodian Embassy Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-22ee.html",
            "content": "Staff Members of Cambodian Embassy Help Korean Farmers\r\n Pyongyang, October 3 (KCNA) -- Cambodian Ambassador to the DPRK Chhorn Hay and staff members of the embassy did friendship labor at the DPRK-Cambodia Friendship Paeksok Co-op Farm in Sinchon County, South Hwanghae Province, on Thursday. \n\t\t\t\t\t They were briefed on the monument to the field guidance given by President Kim Il Sung before helping farmers in rice harvesting. \n\t\t\t\t\t\n\t\t\t\t\t During the break they talked with farmers. \n\t\t\t\t\t\n\t\t\t\t\t Chhorn Hay wished the farm bigger success in this year's agricultural production.\n\t\t\t\t\t\n\t\t\t\t\t The Cambodian embassy staffers conveyed aid materials to the farm."
        },
        {
            "title": " Anniversary of WPK Observed by GFTUK",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-15ee.html",
            "content": "Anniversary of WPK Observed by GFTUK\r\n Pyongyang, October 3 (KCNA) -- An oratorical meeting was held by officials and members of the General Federation of Trade Unions of Korea (GFTUK) at the Central Hall of Workers on Thursday on the occasion of the 68th anniversary of the Workers' Party of Korea. \n\t\t\t\t\t  Won Jong Ran, roving lecturer of the trade union organization of the Pyongyang Beer Factory, and Jon Hye Yong, member of the trade union organization of the People's Palace of Culture, and others in their oratories titled \"Thinking of our mother party\", \"October 8\" and \"Night of great devotion\" highly praised President Kim Il Sung and leader Kim Jong Il's feats performed in the party building.\n\t\t\t\t\t\n\t\t\t\t\t Ri Suk Yon, vice-chairwoman of the primary organization of the trade union of the Publications Distribution Center in Waudo District, in her oratory titled \"13 sceneries of Songun\" impressively told about spectacular sceneries of socialism appearing one after another on the land of the country thanks to supreme leader Kim Jong Un's patriotic devotion.\n\t\t\t\t\t\n\t\t\t\t\t Ham Sun Yong, vice-chairwoman of the primary organization of the trade union of the Tumour Institute of the Academy of Medical Science, in the oratory titled \"Cradle\" told about the Korean people who enjoy all blessings under the care of the party, the care of the supreme leader.\n\t\t\t\t\t\n\t\t\t\t\t Kim Un Sim, roving lecturer of the trade union organization of the Pyongyang Essential Foodstuff Factory, in the oratory titled \"Flower in Spring\" referred to the warm love shown by the supreme leader for the people and renewed her will to make a positive contribution to improving the people's diet, true to the noble intention of the party.\n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Sam, chairman of the trade union organization of the Pyongyang City Lift Management Bureau, in the oratory titled \"Single-minded Unity of the DPRK\" said that the single-minded unity is so powerful that no nuclear bomb can break it and Juche Korea will build the best power for the people on this land by dint of that invincible might.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Hyon Sang Ju, chairman of the C.C., the GFTUK, officials concerned and those of the trade union, workers and unionists."
        },
        {
            "title": "Agricultural Workers Mark Anniversary of Election as General Secretary",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-24ee.html",
            "content": "Agricultural Workers Mark Anniversary of Election as General Secretary\r\n Pyongyang, October 3 (KCNA) -- A meeting of agricultural workers took place in Unhung-ri, Thaechon County, North Phyongan Province on Thursday on the occasions of the 16th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and the 68th anniversary of the WPK. \n\t\t\t\t\t A report and speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t They said that Kim Jong Il's election as general secretary of the WPK was a political event which provided a sure guarantee for strengthening the WPK and achieving the victory of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il built up the whole party into the vanguard ranks of the Songun revolution which breathe and act, guided by the idea and intension of the leader, and made sure that the party strengthened the blood ties with the masses and looked after the destiny of the people in a responsible manner, thereby enabling the party to take on the perfect looks of the party of President Kim Il Sung, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t A turn was made in the efforts to build an economic power and improve the people's living standard and a new history of building a highly civilized socialist country was ushered in under the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un has held Kim Jong Il in high esteem as eternal general secretary of the WPK and developed it into the glorious Kim Il Sung and Kim Jong Il's party.\n\t\t\t\t\t\n\t\t\t\t\t They called upon organizations of the Union of Agricultural Workers of Korea to strengthen the work of ideological education and launch a dynamic mass movement. They also called on agricultural workers to make contributions to bringing about a decisive turn in improving the people's living standard and building a thriving nation."
        },
        {
            "title": "Korean Women Mark Anniversary of Election as General Secretary",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-25ee.html",
            "content": "Korean Women Mark Anniversary of Election as General Secretary\r\n Pyongyang, October 3 (KCNA) -- A meeting of the women's union took place at the Hall of Women here on Thursday to celebrate the 16th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and the 68th founding anniversary of the WPK.\n\t\t\t\t\t A reporter and speakers said at the meeting that all the women across the country are full of strong yearning and boundless reverence for President Kim Il Sung and Kim Jong Il, founder and builder of the WPK, who represents the great images of the great Paektusan nation.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the history of the WPK is marked by a glorious path along which the party has developed into an ever-victorious revolutionary one upholding the banner of the Juche idea under the leadership of the great leaders, and a sacred chronicle in which it led the army and people of the DPRK to victory through the creation of epoch-making changes and miracles.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t The Juche-oriented party-building idea and cause of great Generalissimos Kim Il Sung and Kim Jong Il have been successfully carried forward by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t All the officials and members of the women's union should uphold Kim Il Sung as eternal leader of the Korean revolution and Kim Jong Il as eternal general secretary of the WPK for all ages.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to glorify the party-building exploits of the great Generalissimos and make tangible contributions to building a thriving nation of Juche, united close around the Party Central Committee headed by Kim Jong Un."
        },
        {
            "title": "Meeting for Solidarity with Cuba Held",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-17ee.html",
            "content": "Meeting for Solidarity with Cuba Held\r\n Pyongyang, October 3 (KCNA) -- There took place at DPRK-Cuba Friendship Moranbong Secondary School No.1 a solidarity meeting on Thursday on the occasion of the month of international solidarity for the release of Cuban patriots.\n\t\t\t\t\t Present there on invitation were German Hermin Ferras Alvarez, Cuban ambassador to the DPRK, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t Present were Choe Han Chun, vice-chairman of the Central Committee of the General Federation of Trade Unions of Korea who is chairman of the Korean Committee for the Release of Cuban Patriots, officials concerned and teachers and students of the school.\n\t\t\t\t\t\n\t\t\t\t\t The speakers at the meeting referred to the fact that the U.S. arrested Cuban patriots and sentenced them to jail terms on the charge of \"spies\" although they bravely fought against the anti-Cuban terrorist organizations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. economic blockade can not dampen the revolutionary will of the Cuban people in their just struggle, they noted.\n\t\t\t\t\t\n\t\t\t\t\t The bilateral friendly relations established by President Kim Il Sung and respected Fidel Castro Ruz will be ever-lasting, they stressed. \n\t\t\t\t\t\n\t\t\t\t\t The attendants went round a room dedicated to the history of the school and a \"room for friendship with Cuba\" and classroom for \"Jose Marti Class\" and other places of the school, being briefed on the fact that the students of the school are growing up to be future pillars of the country.\n\t\t\t\t\t\n\t\t\t\t\t They enjoyed an art performance given by students."
        },
        {
            "title": "Russian Contest of Secondary School Students of Pyongyang Held",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-23ee.html",
            "content": "Russian Contest of Secondary School Students of Pyongyang Held\r\n Pyongyang, October 3 (KCNA) -- A Russian contest of students of secondary schools of Pyongyang was held at the Russian Center of Pyongyang University of Foreign Studies from Monday to Thursday on the occasion of the 65th anniversary of the establishment of diplomatic relations between the DPRK and the Russian Federation.\n\t\t\t\t\t It brought together at least 30 excellent students selected from secondary schools No. 1 and foreign languages schools in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The contest was divided into history, geography, customs, culture and common sense about Korea and Russia and composition on various themes, oratories, hearing, etc.\n\t\t\t\t\t\n\t\t\t\t\t The participants fully represented the noble personalities of the peerlessly great men of Mt. Paektu, advantages of the Korean-style socialist system and history and culture of Russia and their hope and future, fully showcasing their linguistic ability.\n\t\t\t\t\t\n\t\t\t\t\t A closing ceremony took place at the Russian embassy here on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Standings were announced and diplomas were awarded to the schools and students who proved successful at the contest.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a reception given by Alexandr Timonin, Russian ambassador to the DPRK."
        },
        {
            "title": " Foundation Day of Korea Marked",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-26ee.html",
            "content": "Foundation Day of Korea Marked\r\n Pyongyang, October 3 (KCNA) -- An event for celebrating the Foundation Day of Korea took place in front of the Mausoleum of King Tangun on Thursday.\n\t\t\t\t\t Present there were Chairman of the National Reconciliation Council Kim Yong Dae who is chairman of the Central Committee of the Korean Social Democratic Party, Kang Ryon Hak, member of the Presidium of the Central Committee of the Democratic Front for the Reunification of Korea, officials of the Council for the Reunification of Tangun's Nation, officials concerned and working people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Overseas compatriots staying in the socialist homeland took part in the event.\n\t\t\t\t\t\n\t\t\t\t\t They first performed an ancestral sacrifice for Tangun.\n\t\t\t\t\t\n\t\t\t\t\t Then Yun Jong Ho, vice-chairman of the Council for the Reunification of Tangun's Nation, made a commemorative report. \n\t\t\t\t\t\n\t\t\t\t\t He highly praised President Kim Il Sung and leader Kim Jong Il for discovering Tangun, who had been regarded as a mythical being, as a man who actually existed and making sure that the Mausoleum of King Tangun was built into a magnificent ancestral one of the nation, adding that they are the peerlessly great men and great sages of the nation.\n\t\t\t\t\t\n\t\t\t\t\t He called on all Koreans to more dynamically turn out in the drive to achieve the prosperity of the nation and the independent and peaceful reunification of the country under the wise leadership of Marshal Kim Jong Un."
        },
        {
            "title": "National Sports Contest of Provincial Teams Held",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-19ee.html",
            "content": "National Sports Contest of Provincial Teams Held\r\n Pyongyang, October 3 (KCNA) -- Matches of the National Sports Contest of Provincial Teams took place at the successfully remodeled Pyongyang Indoor Stadium which opened on Thursday.\n\t\t\t\t\t Group league matches of basketball are played by provincial sports teams.\n\t\t\t\t\t\n\t\t\t\t\t Group league matches of volleyball and table tennis are held in the field of popular sports.\n\t\t\t\t\t\n\t\t\t\t\t Men's see-sawing basketball games took place between Taeryonggang and Chongchongang teams, drawing attention of sports experts and fans. Spectators enthusiastically cheered the players whenever they scored points by displaying high technique.\n\t\t\t\t\t\n\t\t\t\t\t Women's volleyball games were played between the teams of South Hwanghae and South Hamgyong provinces. The players fully displayed their technique acquired through popular sports activities. \n\t\t\t\t\t\n\t\t\t\t\t They were also warmly acclaimed by spectators for playing as good as players of sports teams.\n\t\t\t\t\t\n\t\t\t\t\t Breath-taking table tennis matches were played between North Phyongan and South Hwanghae provincial teams, between Nampho City and North Hwanghae Provincial teams, between Kangwon and Ryanggang provincial teams and between South Phyongan and Jagang provincial teams. \n\t\t\t\t\t\n\t\t\t\t\t Spectators cheered the players whenever they displayed admirable technique.\n\t\t\t\t\t\n\t\t\t\t\t Taeryonggang team defeated its rival 74:59 in basketball event, South Hwanghae Provincial team won its rival 3:1 in volleyball event and South Hwanghae Provincial team beat back its rival 2:0, Nampho City team its rival 2:1, Kangwon Provincial team its rival 2:1 and South Phyongan Provincial team its rival 2:0 in table tennis matches.\n\t\t\t\t\t\n\t\t\t\t\t The contest goes on."
        },
        {
            "title": "Remodeled Pyongyang Indoor Stadium Opens",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-29ee.html",
            "content": "Remodeled Pyongyang Indoor Stadium Opens\r\n Pyongyang, October 3 (KCNA) -- The Pyongyang Indoor Stadium has been remodeled into an all-event stadium and mass sports service center.\n\t\t\t\t\t It has at least 12,000 seats for spectators and can host basketball, volleyball, table tennis and various other sports events. It has also training grounds, bedrooms, dining halls, etc.\n\t\t\t\t\t\n\t\t\t\t\t The stadium that has been remodeled as befits a highly civilized socialist nation will make contributions to developing the country's sports, and to the physical training of school youth and children and other people.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Pak Pong Ju, Jang Jong Nam, Kim Ki Nam and other senior party, state and army officials, model builders who took part in the remodeling project, officials and employees of the Ministry of Physical Culture and Sports and the stadium, players, coaches and members of the cheering parties taking part in the National Sports Contest of Provincial Teams and working people and youth and students in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju, member of the Political Bureau of the C.C., the Workers' Party of Korea and premier of the DPRK Cabinet, made an opening speech.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un unfolded a plan for giving a facelift to the stadium, which is associated with the leadership feats of President Kim Il Sung and leader Kim Jong Il and contributed to the development of the country's sports and the cultural and emotional life of the working people, as required by the new century, and wisely led the work to do so, the speaker said.\n\t\t\t\t\t\n\t\t\t\t\t He called on all officials and other people to pay deeper social attention to the sports, raise the hot wind of sports across the country through mass sports activities and thus glorify forever the undying feats of the WPK which has provided the people with the best base for sports and cultural life.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants went round the stadium.\n\t\t\t\t\t\n\t\t\t\t\tThey watched matches of the National Sports Contest of Provincial Teams."
        },
        {
            "title": "Sportspersons Move to New Houses in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-32ee.html",
            "content": "Sportspersons Move to New Houses in DPRK\r\n Pyongyang, October 3 (KCNA) -- A block of apartment houses has been successfully built on the picturesque bank of the River Pothong as a gift of Marshal Kim Jong Un. \n\t\t\t\t\t Every flat has several living rooms, a kitchen, a washroom, a toilet, etc. and are furnished with household goods and high-class furniture.\n\t\t\t\t\t\n\t\t\t\t\t Clinic, restaurant, laundry and other service facilities were arranged at the apartment to the convenience of sportspersons and their families. \n\t\t\t\t\t\n\t\t\t\t\t A ceremony of awarding entrance certificates of flats for sportspersons took place at the Central Youth Hall on Thursday. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Ryong Hae, Kim Ki Nam and officials concerned, officials of the External Construction Guidance Bureau and sportspersons. \n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea (WPK), made a speech on the awarding of certificates.\n\t\t\t\t\t\n\t\t\t\t\t The houses reflect Marshal Kim Jong Un's great expectation that the sportspersons will display ardent enthusiasms and faithfully uphold the WPK's idea on turning the DPRK into a sports power, he said.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for officials in the sports field, players and coaches to make contributions to demonstrating the dignity and honor of Songun Korea with gold medals. \n\t\t\t\t\t\n\t\t\t\t\t Sportspersons' families moved to new flats on the same day. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong, who took the title in the 52nd ITTF World Championships (individual events), vowed to continue to win in world championships true to the party's idea on building a sports power, always remembering the honor and happiness she received today. \n\t\t\t\t\t\n\t\t\t\t\t Sol Kyong, who demonstrated the honor of the country by winning a gold medal in the 2013 World Judo Championships, said in excited tones that she is honored and proud of being a sportsperson of Songun Korea led by Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Soccer coach Kim Kwang Min and table-tennis coach Kim Chol Ung pledged to train more excellent players by discharging their responsibilities for the development of the sports of the country."
        },
        {
            "title": "DPRK Female Soccer Team Beats Its Chinese Rival",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-37ee.html",
            "content": "DPRK Female Soccer Team Beats Its Chinese Rival\r\n Pyongyang, October 3 (KCNA) -- The DPRK team beat its Chinese rival 3:1 in the semi-finals of the 2013 Asian U-16 Women's Soccer Championship in Nanjing, China Thursday.\n\t\t\t\t\t The DPRK eleven scored the first goal in around 35th minute and another goal in around 41st minute of the first half. It succeeded in kicking the ball into the rival's net in around 38th minute of the second half, trouncing its rival 3:1.\n\t\t\t\t\t\n\t\t\t\t\t It will play the finals with Japanese rival on Sunday."
        },
        {
            "title": "National Premier Men's and Women's Football Matches Begin",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-08ee.html",
            "content": "National Premier Men's and Women's Football Matches Begin\r\n Pyongyang, October 3 (KCNA) -- Premier men's and women's football matches of the DPRK Championships began.\n\t\t\t\t\t The matches that began on Tuesday will run through October 29. \n\t\t\t\t\t\n\t\t\t\t\t Ten premier men's football teams including April 25, Amnokgang, Rimyongsu, Myohyangsan and Hwoebul teams and 12 premier women's football teams including April 25, Pyongyang, Sobaeksu, Wolmido, Kalmaegi, Hwangryongsan and Chongchongang teams will hold league matches to decide standings according to points earned.\n\t\t\t\t\t\n\t\t\t\t\t There were men's football games between Mangyongbong and Pyongyang teams, between team of the Ministry of Light Industry and Myohyangsan team and women's football games between Myohyangsan and Hwangryongsan teams and between Rimyongsu and Mangyongbong teams at Kim Il Sung Stadium Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Mangyongbong team beat Pyongyang Team 1:0 and the team of the Ministry of Light Industry won Myohyangsan team 4:0 in men's games.\n\t\t\t\t\t\n\t\t\t\t\t In the women's games Myohyangsan team won Hwangryongsan team 1:0 and Rimyongsu team tied Mangyongbong team 0:0.\n\t\t\t\t\t\n\t\t\t\t\t In the women's football matches held on Tuesday April 25 team and Sobaeksu team beat Chongchongang and Kalmaegi teams 4:0 each.\n\t\t\t\t\t\n\t\t\t\t\t The games continue."
        },
        {
            "title": "Signal Successes Made by Silk Producers",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-06ee.html",
            "content": "Signal Successes Made by Silk Producers\r\n Pyongyang, October 3 (KCNA) -- The Guidance Bureau of Sericulture and Silk Industry carried out its plans for September and third quarter of the year.\n\t\t\t\t\t Its September plan for gross industrial output value was honored at 116 percent and silk yarn production at 102.9 percent and fabric production at 100 percent respectively.\n\t\t\t\t\t\n\t\t\t\t\t As a result, its third quarter yearly assignment was carried out at 109.4 percent in total industrial output value, its silk yarn production quota at 101 percent and fabric production plan at 101.5 percent.\n\t\t\t\t\t\n\t\t\t\t\t Workers of the Pyongyang Kim Jong Suk Silk Mill successfully honored their monthly plans.\n\t\t\t\t\t\n\t\t\t\t\t The Hamhung Silk Mill conducted a socialist emulation for increased production in every process and shift, helping to overfulfill monthly and quarter yearly plans.\n\t\t\t\t\t\n\t\t\t\t\t Workers and technicians of the Kangso Silk Mill produced more silk yarn outside their quarter yearly plan.\n\t\t\t\t\t\n\t\t\t\t\t Workers of the Pakchon Silk Mill set an example in carrying out their monthly plan.\n\t\t\t\t\t\n\t\t\t\t\t They carried out their plan for total industrial output value at 123.9 percent and their quarter yearly quota for blanket production at 101 percent by operating their machines in full capacity while giving precedence to the supply of raw and other materials.\n\t\t\t\t\t\n\t\t\t\t\t Similar achievements were reported from the Nyongbyon and Kumya silk mills."
        },
        {
            "title": "Local Industrial Establishments in DPRK Boost Production",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-21ee.html",
            "content": "Local Industrial Establishments in DPRK Boost Production\r\n Pyongyang, October 3 (KCNA) -- Local industrial establishments in the Democratic People's Republic of Korea have striven to raise the output of consumer goods by modernizing production processes and utilizing raw materials and inner reserves in their localities.\n\t\t\t\t\tThe Jangjasan Combined Foodstuff Factory in Jagang Province made big efforts to giving precedence to the supply of raw and other materials and putting equipment operation on a normal basis. And the Kanggye Essential Foodstuff Factory conducted its overall technical improvement on a higher level to increase varieties of products and their output.\n\t\t\t\t\t\n\t\t\t\t\tA chemical factory in Ongjin County successfully finished the assembly of equipment for caustic soda production process.\n\t\t\t\t\t\n\t\t\t\t\tA paper mill in Jongju City manufactured and introduced new equipment, including pulp separator, to lay a basis for raising production capacity twice while improving the quality of products.\n\t\t\t\t\t\n\t\t\t\t\tIn Sunchon City a work is going at the final stage to install tens of flexible rapier looms at a textile mill, which are helpful to raising the cloth production capacity five times. Meanwhile, the city organizes concentrated efforts on collecting idle materials for local industrial establishments.\n\t\t\t\t\t\n\t\t\t\t\tRaw material bases in Onchon County creditably provided local factories with raw materials for foodstuff."
        },
        {
            "title": "Songdo University of Education in DPRK",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-31ee.html",
            "content": "Songdo University of Education in DPRK\r\n Pyongyang, October 3 (KCNA) -- Songdo University of Education in Kaesong City, the Democratic People's Republic of Korea, marked its 60th anniversary.\n\t\t\t\t\t Founded on October 1, Juche 42 (1953) by President Kim Il Sung, the university has developed into a comprehensive center for training talented teachers over the last sixty years.\n\t\t\t\t\t\n\t\t\t\t\t In this period it has seen the four times increase in the number of faculties and chairs, seven times rise in that of teachers and 7.3 times growth in the scale of buildings.\n\t\t\t\t\t\n\t\t\t\t\t It has produced a number of school and kindergarten teachers and officials lots of whom became DPRK Heroes or Labor Heroes, competent scientists and technicians, professors and doctors. \n\t\t\t\t\t\n\t\t\t\t\t The university was visited by President Kim Il Sung and leader Kim Jong Il several times during which they indicated the path to be followed by it.\n\t\t\t\t\t\n\t\t\t\t\tIt has faculties such as revolutionary history, linguistics, mathematics, physics, biochemistry, education and foreign languages."
        },
        {
            "title": "Chief of Pyongyang Mission of AINDF Interviewed",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-30ee.html",
            "content": "Chief of Pyongyang Mission of AINDF Interviewed\r\n Pyongyang, October 3 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF), was interviewed by KCNA on Thursday on the occasion of the 6th anniversary of the historic October 4 declaration.\n\t\t\t\t\t At the press conference, the chief said that along with the June 15 joint declaration the October 4 declaration, a programme for reunification common to the nation and the one for implementing the former, clarifies all issues arising in improving the inter-Korean relations and accomplishing the cause of reunification.\n\t\t\t\t\t\n\t\t\t\t\t  The October 4 declaration powerfully encouraged all members of the nation in the movement to accomplish the cause of national reunification, the chief noted and went on:\n\t\t\t\t\t\n\t\t\t\t\t  The dynamic movement for reunification is facing great difficulties owing to the vicious obstructive maneuvers of the anti-reunification forces who are displeased with the south-north joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t As disclosed, the present ruling forces in the south are reacting to the DPRK's efforts to repair the relations with the south with confrontational rackets.\n\t\t\t\t\t\n\t\t\t\t\t  They talked a lot about \"respecting the south-north agreements including the June 15 joint declaration and the October 4 declaration\" during the \"presidential\" election campaign but what they are doing now is quite contrary to their assertion.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive made no scruple of perpetrating acts of daring slander and insult the south-north summit meeting and the October 4 declaration from the first day of her office, far from drawing a lesson from the miserable end of the predecessors who turned their backs on the nation.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is witnessing such dark period of fascist dictatorship that righteous patriotic figures and organizations are brutally suppressed after being labeled \"forces following the north\" for taking the lead in actions for the national reconciliation, unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t This goes to clearly prove that the present ruling forces have no intention to respect and implement the south-north joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t Only when the June 15 joint declaration and the October 4 declaration are respected and implemented, is it possible to achieve reconciliation and unity and improve the inter-Korean relations, but if not, there will be only confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities truly want detente and the improved inter-Korean relations, they should make a switchover towards respecting and implementing the joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un is steering the reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t He is leading all Koreans along the road of reunification with his noble will for reunification, warm compatriotism and broad magnanimity.\n\t\t\t\t\t\n\t\t\t\t\t Vanguard fighters of the Anti-Imperialist Democratic Front and patriotic people of south Korea will resolutely foil the anti-reunification moves of the separatist forces at home and abroad and dynamically open a turning phase of the country's reunification."
        },
        {
            "title": "History of Changsong County Turned into Well-off Locality (4)",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-20ee.html",
            "content": "History of Changsong County Turned into Well-off Locality (4)\r\n Pyongyang, October 3 (KCNA) -- In his lifetime leader Kim Jong Il had made every possible effort to develop Changsong County into a better fairyland under socialism and into a model of local economic development. His journey of field guidance to it extended to 18,000 kilometers. \n\t\t\t\t\t Under his energetic guidance, the county underwent radical changes.\n\t\t\t\t\t\n\t\t\t\t\t A number of local industrial establishments in the county, including foodstuff factory, textile mill and furniture factory, were renovated on a modern basis, and there sprang up foodstuff-processing factory, earthenware jar factory, garment factory and other new factories.\n\t\t\t\t\t\n\t\t\t\t\t The county seat took on a new look, with a cultural house splendidly renovated and hundreds of modern dwelling houses and more public service facilities built in a peculiar style. At night it is brilliantly illuminated to delight inhabitants.\n\t\t\t\t\t\n\t\t\t\t\t That is why the inhabitants in Changsong County still miss Kim Jong Il and loudly sing of their happy life and devoted service made by the great Generalissimos to turn the county in a well-off locality.\n\t\t\t\t\t\n\t\t\t\t\t They are now hardening their will to build the county into a socialist paradise, as intended by Kim Jong Il."
        },
        {
            "title": "WPK Is Revolutionary Party with Invincible Might: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-12ee.html",
            "content": "WPK Is Revolutionary Party with Invincible Might: Rodong Sinmun\r\n Pyongyang, October 3 (KCNA) -- Rodong Sinmun Thursday dedicates an article to the 23rd anniversary of leader Kim Jong Il's work \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\".\n\t\t\t\t\t The work, published on October 3, Juche 79 (1990), clearly indicates the principles to be adhered to in party building and activities, typically in preserving the revolutionary character of the WPK as a Juche-type revolutionary party, defending and further consolidating the cohesion and unity of the party and intensifying the party's leadership with main emphasis on the work with the people. The work also expounds the ways for doing so.\n\t\t\t\t\t\n\t\t\t\t\t Noting the WPK is a Juche-type revolutionary party which has always won victories with the great revolutionary idea as its guidelines, the article says:\n\t\t\t\t\t\n\t\t\t\t\t Now the WPK is demonstrating its dignity as the glorious party of President Kim Il Sung and leader Kim Jong Il which successfully guides the drive in the new century of the Juche era with Kimilsungism-Kimjongilism as its unique guiding idea.\n\t\t\t\t\t\n\t\t\t\t\t Its unity and cohesion are being strengthened as required by the new historical stage of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t The single-minded unity of the people who firmly trust and follow only the WPK, entrusting their destiny and future to it is becoming stronger in the on-going general advance in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The WPK organizes and guides all the victories of the people of the DPRK. This is a true picture of the party which is shining with the august names of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Sky-high is the revolutionary enthusiasm of the service personnel and people of the DPRK who are advancing toward the final victory under the leadership of supreme leader Kim Jong Un, holding Generalissimos Kim Il Sung and Kim Jong Il in high esteem as their eternal leaders."
        },
        {
            "title": "S. Korean FM's Reckless Remarks Slammed",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-13ee.html",
            "content": "S. Korean FM's Reckless Remarks Slammed\r\n Pyongyang, October 3 (KCNA) -- Yun Pyong Se, foreign minister of south Korea, dared to pull the Workers' Party of Korea up over its new strategic line in a talk with the U.S. secretary of State and in his speech in the period of the UN General Assembly. He said that the faster the \"circumstances for leading the north to change\" is created, the better it will be, while calling for \"abandonment of the new line on simultaneously pushing forward economic construction and the building of nuclear force and option for prosperity\". He went so arrogant as to claim south Korea is ready to \"help\" the north if it opts for \"change\". \n\t\t\t\t\t Rodong Sinmun Thursday runs a commentary in this regard.\n\t\t\t\t\t\n\t\t\t\t\t The reckless remarks by Yun are the revelation of extreme hostility of the south Korean puppet authorities towards the political idea and social system in the north and wicked intention to escalate confrontation of the systems, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Yun's foolish rhetoric about \"abandonment\" and \"option\" is an unpardonable mockery and vicious provocation against the north, dialogue partner. \n\t\t\t\t\t\n\t\t\t\t\t What is more ridiculous is that he trumpeted about the \"readiness for help\" despite his pitiful plight.\n\t\t\t\t\t\n\t\t\t\t\t He has done nothing helpful for mending the north-south relations but let loose only vicious invectives against the north while disturbing the process for improving the relations. We can not but question what he meant by help? \n\t\t\t\t\t\n\t\t\t\t\t The honeyed remarks he made while carrying a dagger in his belt clearly represent the intention of the chief executive of south Korea who oft-repeats \"dialogue\" and \"confidence-building process\". \n\t\t\t\t\t\n\t\t\t\t\t Dogs bark but caravan moves on. No matter how desperately the puppet forces may cry out for \"abandonment\" and \"option\", the DPRK will neither hesitate nor abandon. \n\t\t\t\t\t\n\t\t\t\t\t Traitor Yun would be well advised to know that his invectives will invite unimaginable retaliation."
        },
        {
            "title": "KCNA Slams Anti-DPRK Farce in South Korea",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-34ee.html",
            "content": "KCNA Slams Anti-DPRK Farce in South Korea\r\n Pyongyang, October 3 (KCNA) -- The commemoration of the \"Day of the ROK Army\" held in south Korea on Tuesday was a farce which fully revealed the ulterior motive of the south Korean puppet group to escalate confrontation with the DPRK.\n\t\t\t\t\t The event held on an unprecedented scale with latest war hardware involved was attended by the U.S. Defense Secretary, the chairman of the U.S. Joint Chiefs of Staff and other military warmongers. The chief executive of south Korea let loose a string of invectives against the DPRK at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Crying out for \"keeping the powerful joint defense system\" with the U.S., she made reckless remarks that \"the south will build powerful deterrence to cope with the north till it dismantles nuclear weapons\" and \"the south will lead the north to true changes\". \n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, in her \"speech\" made to mark the 60th anniversary of the alliance with the U.S. she described the DPRK's bolstering up of nuclear armed force as \"illusion\", claiming that \"reform and opening are the only way of existence\".\n\t\t\t\t\t\n\t\t\t\t\t She let loose malignant invectives against fellow countrymen though she spoke volumes about \"confidence-building process\" some time ago. This shamelessness is stunning the world.\n\t\t\t\t\t\n\t\t\t\t\t She is becoming clearer as the days go by in her confrontational nature. \n\t\t\t\t\t\n\t\t\t\t\t She does not hide her sinister intention to realize the ambition to seek \"regime change\" and attain \"unification through absorption,\" talking about \"change\" of someone after making reckless remarks \"the south should be fully ready to cope with the north\". \n\t\t\t\t\t\n\t\t\t\t\t She is also terming the just step and warnings of the DPRK as \"acts against humanity\" and crying out for \"international sanctions and resolute retaliation\".\n\t\t\t\t\t\n\t\t\t\t\t All facts clearly indicate that the chief executive and conservative group of south Korea refuse to draw a due lesson from the prevailing situation they created by spoiling the atmosphere for mending the inter-Korean relations through the abuse of inter-Korean dialogue for confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The above-said ceremony fully revealed before the whole world that the south Korean regime is keen to opt for confrontation and war against fellow countrymen in league with its U.S. master to the last.\n\t\t\t\t\t\n\t\t\t\t\t The conservative group would be well advised to stop going reckless.\n\t\t\t\t\t\n\t\t\t\t\t It will meet only the same miserable end as that of the preceding dictators by persisting in the moves for confrontation with fellow countrymen and war against the north, pursuant to policies of foreign forces."
        },
        {
            "title": "S. Korean Regime's Fascist Action against Teacher under Fire",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-02ee.html",
            "content": "S. Korean Regime's Fascist Action against Teacher under Fire\r\n Pyongyang, October 3 (KCNA) -- The puppet Jeonju District Court of south Korea sentenced Kim Hyong Gun, former teacher affiliated to the Teachers Union, to 2 years in prison, 3 years of stay of execution and 2 years of suspension of qualification on September 30 on charge of violation of the ill-famed \"Security Law\".\n\t\t\t\t\t The south Korean fascist authorities arrested Kim in January, 2008 on charge that he attended a \"memorial service for pro-reunification patriotic martyrs\" held in Sunchang together with students in May, 2005.\n\t\t\t\t\t\n\t\t\t\t\t The court was compelled to pass a verdict of not guilty upon him as the validity of his educational activities was proved in the course of a series of hearings and the security authorities' fascist act of branding the patriotic figure as a criminal was disclosed.\n\t\t\t\t\t\n\t\t\t\t\t Much irritated by this, the puppet group instigated the Supreme Court in March this year to reverse the original decision and pressurized the Jeonju District Court into dealing with the case again.\n\t\t\t\t\t\n\t\t\t\t\t The fascist authorities took the above-said action, claiming that his educational activities were conducted \"in sympathy with the activities of the north, anti-state organization\" and \"he created social confusion by distributing enemy-benefiting literature.\""
        },
        {
            "title": "S. Korean Regime Accused of Abusing Dialogue for Confrontation",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-05ee.html",
            "content": "S. Korean Regime Accused of Abusing Dialogue for Confrontation\r\n Pyongyang, October 3 (KCNA) -- Kim Yong Sul, chairman of the United Confederation of Koreans in Ukraine, made public a statement on September 30 denouncing the south Korean puppet regime for abusing dialogue for confrontation.\n\t\t\t\t\t All Koreans in the north, south and overseas expect to see national reconciliation and unity achieved and inter-Korean ties improved in the spirit of the June 15 joint declaration, the chairman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The situation prevailing on the Korean Peninsula makes it clear that the south Korean authorities are deliberately laying obstacles in the way of mending the inter-Korean relations in the above-said spirit.\n\t\t\t\t\t\n\t\t\t\t\t The \"theory of principle\" touted by the authorities is designed not to repair the north-south relations but to meet their own interests by gaining time.\n\t\t\t\t\t\n\t\t\t\t\t  The south Korean regime pretends to be interested in dialogue between the north and the south, but, in actuality, it conducts abnormal actions quite contrary to the atmosphere of dialogue.\n\t\t\t\t\t\n\t\t\t\t\t It should face up to the trend of the times and come out for the improved inter-Korean relations through reconciliation and cooperation, not confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Overseas Koreans should take active part in the patriotic movement for implementing the inter-Korean declaration under the uplifted banner of \"By the Korean nation itself\"."
        },
        {
            "title": "Action for Implementing North-South Joint Declarations Called for",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-28ee.html",
            "content": "Action for Implementing North-South Joint Declarations Called for\r\n Pyongyang, October 3 (KCNA) -- Cha Sang Bo, vice-chairman of the General Association of Koreans in China, released a statement on Tuesday on the occasion of the 6th anniversary of the historic October 4 declaration.\n\t\t\t\t\t The desire of the nation for reunification is facing a grave obstacle, the statement said, condemning the south Korean puppet group for turning its face away from the June 15 joint declaration and the October 4 declaration and persisting in its moves to escalate the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The denial of the June 15 joint declaration and the October 4 declaration precisely means confrontation and war. This is the main review and lesson drawn from the past six years.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for all the Koreans to turn out in the action to put an end to confrontation with fellow countrymen, achieve national reconciliation and unity and pave a new path of independent reunification, peace and prosperity by their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans at home and abroad should resolutely shatter the moves of the puppet conservative group to escalate the confrontation and its fascist clampdown and turn out as one in the just patriotic action to defend and implement the north-south joint declarations, holding higher the banner of \"By our nation itself\".\n\t\t\t\t\t\n\t\t\t\t\t Difficulties and ordeals are still lying in the way of the movement for national reunification but the cause of national reunification is sure to triumph as long as there are the wise leadership of the great brilliant commander of Songun and the programmes for reunification common to the nation."
        },
        {
            "title": "Kim Jong Un's Talk Carried by Peruvian Newspaper",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-01ee.html",
            "content": "Kim Jong Un's Talk Carried by Peruvian Newspaper\r\n Pyongyang, October 3 (KCNA) -- The gist of supreme leader Kim Jong Un's talk \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" was carried by the September issue of the Peruvian paper Accion Nacionalista.  The talk was carried by Rodong Sinmun, organ of the Workers' Party of Korea, and Joson Inmingun, organ of the Korean People's Army, on the Day of Songun, August 25, Juche 102 (2013).\n\t\t\t\t\t The talk deals with the Songun revolutionary leadership feats of leader Kim Jong Il and clarifies the essence and originality of the idea of the Songun revolution and the tasks to be fulfilled to successfully accomplish the revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The paper carried a portrait of smiling President Kim Il Sung and photos of Kim Jong Il and Kim Jong Un."
        },
        {
            "title": "Exploits of Kim Jong Suk Lauded in Britain",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-03ee.html",
            "content": "Exploits of Kim Jong Suk Lauded in Britain\r\n Pyongyang, October 3 (KCNA) -- A seminar on the exploits of anti-Japanese war hero Kim Jong Suk took place in Britain on September 14.\n\t\t\t\t\t Present there were personages of the New Communist Party of Britain, the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Friendship Society with Korea and masses.\n\t\t\t\t\t\n\t\t\t\t\t Dermot Hudson, chairman of the British Association for the Study of Songun Policy, said in his report that the greatest exploit of Kim Jong Suk was that she gave birth to Kim Jong Il and brought him up to be a great leader, carving out a bright future of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He continued:\n\t\t\t\t\t\n\t\t\t\t\t The feat Kim Jong Suk performed by bringing up Kim Jong Il to be a great revolutionary and a son faithful to the country and its people will always go down in history.\n\t\t\t\t\t\n\t\t\t\t\t The future of the DPRK is rosy as it is steered by supreme leader Kim Jong Un and it will shine forever as a beacon of hope for progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the seminar."
        },
        {
            "title": " WPK's Anniversary Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-04ee.html",
            "content": "WPK's Anniversary Observed in Foreign Countries\r\n Pyongyang, October 3 (KCNA) -- Events took place in Nigeria, Germany and Guinea in the period between September 23 and 27 to mark the 68th anniversary of the Workers' Party of Korea (WPK) and the 87th anniversary of the \"Down-with-Imperialism Union\" (DIU).\n\t\t\t\t\t Present there were personages of the Nigerian Group for the Study of the Juche Philosophy, University of Abuja, the Communist Party of Germany, the Giko Press Group of Guinea and masses.\n\t\t\t\t\t\n\t\t\t\t\t At a reading session on supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" the chairman of the Nigerian Group for the Study of the Juche Philosophy lauded leader Kim Jong Il for developing the WPK into a party serving the people.\n\t\t\t\t\t\n\t\t\t\t\t The acting chairman of the Communist Party of Germany noted in his speech at a meeting and a photo exhibition:\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of President Kim Il Sung and Kim Jong Il the WPK could demonstrate its might as an invincible party.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is successfully carrying forward the revolutionary cause of Juche pioneered and advanced by the preceding leaders.\n\t\t\t\t\t\n\t\t\t\t\t I wish the WPK bigger success under his wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t The administrative chief of the Guinean group in a reading session referred to the historic significance of the formation of the DIU, stressing the Korean revolution will always win victory under the leadership the WPK which inherited the tradition of the DIU.\n\t\t\t\t\t\n\t\t\t\t\t A message of greeting to Kim Jong Un was adopted at the event held in Germany."
        },
        {
            "title": "Kim Yong Nam desea progreso y prosperidad al pueblo aleman",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-38ee.html",
            "content": "Pyongyang, 3 de octubre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 3 un mensaje de felicitacion al presidente de la Republica Federal de Alemania, Joachim Gauck, en ocasion del dia nacional de ese pais europeo.\n\t\t\t\t\tTras expresar la conviccion de que las relaciones Corea-Alemania se profundizaran y se desarrollaran en los principios de respeto de soberania, igualdad y beneficio mutuo, el remitente desea al pueblo aleman el progreso y la prosperidad."
        },
        {
            "title": "RPDC manejara con estabilidad la situacion de Peninsula Coreana, senala delegado coreano",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-39ee.html",
            "content": "RPDC manejara con estabilidad la situacion de Peninsula Coreana, senala delegado coreano\r\nPyongyang, 3 de octubre (ACNC) -- La Republica Popular Democratica de Corea fortalecera de continuo en el futuro tambien las relaciones de amistad y cooperacion con todos los paises miembros de la ONU segun el ideal de su politica exterior, o sea, la independencia, la paz y la amistad, manejara de modo estable la situacion de la Peninsula Coreana como un miembro de la sociedad internacional y cumplira su responsabilidad y papel para lograr la paz del mundo y la prosperidad comun de la humanidad.\n\t\t\t\t\tAsi dijo en la reunion plenaria del 68o periodo de sesiones de la Asamblea General de la ONU, efectuada el dia primero, el jefe de la delegacion de la Republica Popular Democratica de Corea el vicecanciller Pak Kil Yon.\n\t\t\t\t\t\n\t\t\t\t\tDeben ser rechazadas en las relaciones internacionales la coaccion y las arbitrariedades de un Estado determinado que amenazan la paz y la seguridad y logrados la verdadera cooperacion y el desarrollo entre los Estados en los principios de igualdad de soberania, subrayo Pak y continuo:\n\t\t\t\t\t\n\t\t\t\t\tPara establecer las metas de desarrollo sostenible para el periodo posterior a 2015 y cumplirlas con exito, hay que tomar las medidas practicas para resolver los problemas tales como el establecimiento de las imparciales relaciones economicas internacionales, el traslado de tecnologia limpia en lo medioambiental y el fortalecimiento de ayuda financiera a los paises en vias de desarrollo, etc.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso acabar en los escenarios de DDHH de la ONU con la politizacion, la selectividad y la pauta de doble rasero y no puede ser justificada ni permitida en ningun caso la situacion de que se cuestionan o se silencian los DDHH de los paises seleccionados segun las metas politicas y los intereses del Occidente y la concepcion del valor al estilo occidental.\n\t\t\t\t\t\n\t\t\t\t\tEs intolerable que el Consejo de Seguridad se use como herramienta para los intereses estrategicos de un Estado determinado.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, en la RPDC todos los habitantes libran la marcha general para construir cuanto antes un Estado prospero socialista bajo la sabia direccion del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tLa \"Comandancia de las Fuerzas de la ONU\", residuo de la pasada guerra coreana, abusa todavia del nombre de la ONU y se usa en el cumplimiento de la estrategia militar de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEl unico remedio para la paz duradera de la Peninsula Coreana es eliminar la politica hostil de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC realiza sinceros e incansables esfuerzos usando la maxima paciencia por la paz verdadera y el aflojamiento de la tension de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa reunificacion de la patria es el maximo deseo y la tarea suprema de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC estrechara las manos con todos los que deseen de veras la reunificacion del pais y la reconciliacion y la prosperidad de la nacion y se esforzara por cumplir la historica causa de reunificacion de la patria con las fuerzas unidas de la nacion bajo la bandera de la Declaracion Conjunta Norte-Sur del 15 de Junio y la Declaracion del 4 de Octubre.  -0-"
        },
        {
            "title": " CRPP condena palabras provocativas de la actual gobernadora surcoreana",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-41ee.html",
            "content": "CRPP condena palabras provocativas de la actual gobernadora surcoreana\r\nPyongyang, 3 de octubre (ACNC) -- En relacion con que la actual gobernadora surcoreana pronuncia repetidamente las palabras provocativas a la RPDC, el vocero del Comite por la Reunificacion Pacifica de la Patria dio la vispera a la ACNC la siguiente respuesta:\n\t\t\t\t\tEl dia primero, la actual gobernadora surcoreana orquesto un drama conflictivo anti-RPDC llamado la ceremonia conmemorativa del \"dia de las fuerzas armadas\" invitando a los belicistas de la capa militar norteamericana y movilizando el ejercito titere surcoreano y los pertrechos belicos. Ademas, en su discurso de la ocasion pronuncio disparates calumniantes a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEspecificamente, dijo que el \"Norte comprendera por si solo que no le serviran mas las armas nucleares y misiles\" y que \"procurara el fuerte disuasivo anti-Norte hasta que este deponga sus armas nucleares\". \n\t\t\t\t\t\n\t\t\t\t\tEn otra parte del discurso, \"prometio conducir al Norte de Corea al camino de verdadero cambio\".\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, en su \"discurso conmemorativo\" del 60o aniversario de la alianza con Estados Unidos pronunciado un dia antes, dijo que es una \"ilusion\" el esfuerzo del Norte por fortalecer las fuerzas armadas nucleares y el \"cambio y apertura constituyen la unica via de supervivencia\".\n\t\t\t\t\t\n\t\t\t\t\tLos dichos de ella y las palabras similares, que pronuncian estos dias por turno las cabecillas de la camarilla conservadora surcoreana, constituyen una intolerable provocacion a la RPDC y desafio frontal a los esfuerzos de esta por el dialogo y la paz.\n\t\t\t\t\t\n\t\t\t\t\tLa mandataria surcoreana cuestiona unicamente el disuasivo nuclear de la RPDC para la autodefensa haciendo vista gorda de las armas nucleares norteamericanas para la agresion.\n\t\t\t\t\t\n\t\t\t\t\tEste hecho deja conocer que ella es sirvienta de EE.UU. y fanatica de enfrentamiento fratricida.\n\t\t\t\t\t\n\t\t\t\t\tSus disparates parten de su estupida intencion de lograr el desarme del Norte y agredirlo en connivencia con el imperio yanqui.\n\t\t\t\t\t\n\t\t\t\t\tElla menciona tambien el \"cambio\" de la RPDC con la intencion de lograr la \"unificacion mediante la absorcion\" suprimiendo la idea y regimen de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio norteamericano y la horda titere son los que deben cambiarse y ser condenados hoy por el problema nuclear de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEn vez de hablar de esa manera, ella debe portarse con juicio conociendo por que la RPDC llego a poseer las armas nucleares y como el pueblo coreano se esfuerza para cumplir su grandioso proyecto y meta bajo la direccion del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tY debe parar su necia jugada para obtener algo mediante la confrontacion fratricida y la campana de guerra de agresion al Norte en complicidad de su amo gringo. \n\t\t\t\t\t\n\t\t\t\t\tSi ella sigue hablando en tono provocativo desoyendo la advertencia de la RPDC, correra el destino vergonzoso al igual que su antecesor, el traidor Lee Myung Bak."
        },
        {
            "title": " CNCDP denuncia nueva maniobra militar contra la RPDC",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-42ee.html",
            "content": "CNCDP denuncia nueva maniobra militar contra la RPDC\r\nPyongyang, 3 de octubre (ACNC) -- En relacion con que ultimamente, la situacion de la Peninsula Coreana se agrava de dia en dia debido a la campana belicista anti-RPDC de Estados Unidos y la banda titere surcoreana, el vocero del Comite Nacional Coreano por la Defensa de la Paz (CNCDP) hizo publica la vispera la siguiente declaracion:\n\t\t\t\t\tSegun fuentes surcoreanas, el portaaviones nuclear norteamericano George Washington arribara al puerto de Pusan para tomar parte en la maniobra naval combinada EE.UU-Sur de Corea que tendra lugar la proxima semana en el Mar Este de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEste incidente muy peligroso, que rompe el clima de dialogo y paz de la Peninsula Coreana y lleva la situacion a la coyuntura de enfrentamiento y guerra, significa desafio frontal y grave provocacion a los esfuerzos pacifistas de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tCuando el imperio y la horda titere desarrollaron el entrenamiento militar Ulji Freedom Guardian detras de la cortina del dialogo y realizaron freneticamente el simulacro de guerra de agresion al Norte movilizando hasta el bombardero estrategico nuclear, ya les advertimos sobre las catastroficas consecuencias.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, tratan de desarrollar nuevamente el ejercicio de guerra nuclear anti-RPDC movilizando otra vez el portaaviones nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEste hecho demuestra su malsano intento de frenar la corriente hacia el alivio de tension, que se crea gracias al esfuerzo protagonico de la RPDC por el dialogo y la paz, agravar la situacion y aplastar cueste lo que cueste a ella con las fuerzas armadas.\n\t\t\t\t\t\n\t\t\t\t\tAdemas parte del estupido intento de alentar a la banda conservadora surcoreana, que se halla en aprietos siendo rechazada y aislada por dentro y por fuera debido al servilismo a grandes potencias, la confrontacion fratricida y la dictadura fascista, e intensificar la cooperacion anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa situacion creada demuestra claramente quien es el provocador que destruye la paz en la Peninsula Coreana y persigue la confrontacion y la guerra.\n\t\t\t\t\t\n\t\t\t\t\tCuando sus maniobras militares levantan fuertes criticas internas y externas, los belicistas de la capa militar surcoreana las califican de \"anuales\", lo cual no pasa de ser un pretexto para encubrir su naturaleza agresiva y enganar a la opinion publica.\n\t\t\t\t\t\n\t\t\t\t\tResulta ridiculo que ellos trataran de asustar a alguien con el portaaviones nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC desea el dialogo y la paz, pero no estara con brazos cruzados ante la amenaza nuclear, que le ejercen los enemigos movilizando hasta el portaaviones nuclear, y les respondera rotundamente.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio y los titeres surcoreanos deben dejar en claro su posicion ante el dialogo o el enfrentamiento y ante la paz o la guerra.\n\t\t\t\t\t\n\t\t\t\t\tSi ellos libran por fin el peligrosisimo entrenamiento de guerra nuclear anti-RPDC, se responsabilizaran totalmente de las graves consecuencias."
        },
        {
            "title": "Asociacion de Estudio de DDHH condena el complot anti-RPDC en materia de DDHH",
            "url": "http://kcna.co.jp/item/2013/201310/news03/20131003-43ee.html",
            "content": "Asociacion de Estudio de DDHH condena el complot anti-RPDC en materia de DDHH\r\nPyongyang, 3 de octubre (ACNC) -- El portavoz de la Asociacion de Estudio de Derechos Humanos hizo publica hoy la siguiente declaracion:\n\t\t\t\t\tRecientemente, a instigacion de la camarilla conservadora surcoreana, la \"Agencia de Preservacion de Registros de Derechos Humanos en el Norte\", entidad disfrazada de civil para la conspiracion anti-RPDC, publico la llamada \"carta blanca de DDHH del Norte de 2013\" que insulta la dignidad y regimen de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEsta provocacion politica contra nuestra dignidad y regimen constituye otro imperdonable acto antinacional para agravar la confrontacion intercoreana.\n\t\t\t\t\t\n\t\t\t\t\tLa \"carta blanca\", que cuestiona la supuesta \"violacion de DDHH\", es un invento hecho por los criminales y escoria humana, que se fugaron al Sur de Corea abandonando a sus familiares, para ganarse una suma miserable.\n\t\t\t\t\t\n\t\t\t\t\tEse documento, que recoge las calumnias espantosas de esa chusma sobre la RPDC, deja conocer a que grado ha llegado la fiebre conflictiva de la camarilla titere surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tAhora, este grupo se ofrece como avanzada en la campana de DDHH anti-RPDC bajo el control de su amo gringo y hace todo lo posible para manchar la dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEllos secuestran a nuestros habitantes para aprovecharlos en la demagogia anti-RPDC en el tema de DDHH y movilizan a los lacayos de la prensa conservadora y a los hombres deformados en la campana para difamar la dignidad y regimen de la RPDC y lanzar volantes de contenido contra esta.\n\t\t\t\t\t\n\t\t\t\t\tPero nadie se dejara enganar por esa campana intrigante.\n\t\t\t\t\t\n\t\t\t\t\tLa ofensiva anti-RPDC en el campo de DDHH resulta el ultimo coletazo de los que estan atemorizados ante el gallardo aspecto de la RPDC que manifiesta a todo el mundo su dignidad y poder nacional en el plano cimero bajo la sabia guia del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tDetras de ella, hay el siniestro intento de justificar su politica de enfrentamiento fratricida, suprimir el creciente ambiente a favor de la reunificacion en alianza con el Norte y lograr la cooperacion internacional anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEs ridiculo que los que cuestionan el \"problema de DDHH\" de alguien fueran los peores violadores de DDHH que convirtieron el suelo surcoreano en la tierra privada de DDHH y un infierno.\n\t\t\t\t\t\n\t\t\t\t\tSe reproduce ahora en el Sur de Corea la dictadura fascista de \"renovacion\" y se violan flagrantemente la democracia y los derechos humanos.\n\t\t\t\t\t\n\t\t\t\t\tSe reportan casi todos los dias los casos de suicidio de las personas que perdieron hasta el elemental derecho a la existencia, se hacen blancos de la dictadura fascista los luchadores por la democratizacion de la sociedad y se ejecutan las personalidades progresistas siendo victimas de la represion politica.\n\t\t\t\t\t\n\t\t\t\t\tHace poco, ocurrio el incidente escalofriante en que un habitante surcoreano, que intento pasar al Norte de Corea impotente de mantenerse la vida en el suelo surcoreano, murio abatido por cientos de balas tiradas por el ejercito titere surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tSeran condenados duro por la historia y la nacion los conservadores surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tTodos los militares y civiles de la RPDC no perdonaran nunca a esos peores maniacos de enfrentamiento y los castigaran severamente.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC emergera como mejor paraiso del pueblo frustrando tajantemente el complot de DDHH que lanzan en su contra las fuerzas hostiles."
        }
    ]
}