{
    "date": "2013-05-15",
    "url": "http://kcna.co.jp/item/2013/201305/2013-05-15ee.html",
    "articles": [
        {
            "title": "Kim Yong Il Meets Japanese Cabinet Official",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-16ee.html",
            "content": "Kim Yong Il Meets Japanese Cabinet Official\r\n Pyongyang, May 15 (KCNA) -- Kim Yong Il, secretary of the Central Committee of the Workers' Party of Korea, met and had a talk with Isao Iijima, special counsellor in charge of crisis management in Abe's Cabinet of Japan, and his companion on Wednesday."
        },
        {
            "title": "Prospect of KIZ Depends on Attitude of S. Korea",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-18ee.html",
            "content": "Prospect of KIZ Depends on Attitude of S. Korea\r\n Pyongyang, May 15 (KCNA) -- The spokesman for the General Bureau for Central Guidance to the Development of the Special Zone gave an answer to a question put by KCNA on Wednesday.\n\t\t\t\t\t The spokesman accused the south Korean authorities of being so imprudent as to groundlessly take issue with the DPRK, far from paying due attention to the issues as regards the crisis in the Kaesong Industrial Zone (KIZ) and working hard to bring it into normal operation.\n\t\t\t\t\t\n\t\t\t\t\t This is a crafty ploy to evade the blame for the crisis in KIZ and mislead public opinion, the spokesman said, adding:\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that lurking behind this is a crafty attempt to calm down discontent of south Korean minor businesses and public accusation. It is also aimed to divert elsewhere public concern about the sexual scandal of Yun Chang Jung unprecedented in the international history of diplomacy and thus veil their shame and bring about a \"turn in the phase\".\n\t\t\t\t\t\n\t\t\t\t\t Instructing her officials to propose talks to the north side this time, the chief executive of south Korea made an impertinent remark that \"innovational change is necessary for internationalizing KIZ, not just putting it on normal operation\" and \"the north should keep its promise with the international community and ensure security mechanism for reform\".\n\t\t\t\t\t\n\t\t\t\t\t Her remark is another provocative invective against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the south side wants to propose talks, it should observe elementary courtesy.\n\t\t\t\t\t\n\t\t\t\t\t When proposing talks last time, the south side made nonsensical \"ultimatum\" that it would take important steps if the north side fails to answer till 12:00 next day. This time the south side slandered the north side, crying out for \"internationalization\" and \"security mechanism\".\n\t\t\t\t\t\n\t\t\t\t\t It is unimaginable to \"internationalize\" the economic development zone common to the nation built in the spirit of the June 15 joint declaration. Worse still, \"security mechanism\" is nothing but confrontational outcries with another \"hostage\" and \"detention\" incident in mind.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime is hell bent on madcap nuclear war moves against the DPRK, introducing even a super-large nuclear-powered carrier from the U.S. mainland. At the same time it is revealing its more heinous attempt to stifle the DPRK in league with its master, the U.S. The DPRK is now making a serious examination of whether it will deal with such regime or not and whether there will be something to be solved in dealing with it or not.\n\t\t\t\t\t\n\t\t\t\t\t If the south side truly intends to normalize the operation of KIZ, it should not talk about dialogue with unessential issues such as the issue of communications and carrying out of goods but opt for settling basic issues and stop provocative remarks and confrontation racket against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Availing ourselves of this opportunity, we remind the south Korean authorities once again that the prospect of KIZ and the future orientation of the north-south relations entirely depend on their attitude."
        },
        {
            "title": " American Citizen Begins His Life at \"Special Prison\"",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-10ee.html",
            "content": "American Citizen Begins His Life at \"Special Prison\"\r\n Pyongyang, May 15 (KCNA) -- Pae Jun Ho, an American citizen, started his life at a \"special prison\" on Tuesday.\n\t\t\t\t\t Pae was sentenced to 15 years' hard labor for his anti-DPRK crime, an attempt to topple the DPRK, at the trial held on April 30, according to Section 60 (an attempt at state subversion) of the DPRK Criminal Law."
        },
        {
            "title": "Ugandan President Meets DPRK Delegation",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-14ee.html",
            "content": "Ugandan President Meets DPRK Delegation\r\n Pyongyang, May 15 (KCNA) -- The Juche idea is the great idea centered on man.\n\t\t\t\t\t Yoweri Kaguta Museveni, president of Uganda, said this on May 12 when he met and had a talk with the delegation of the Social Scientists Society of Korea led by Vice-Chairman Ri Kil Song which participated in the African regional seminar on \"The Juche Idea and Lesson for Independent Change in Africa\".\n\t\t\t\t\t\n\t\t\t\t\t He expressed his intention to contribute to boosting the friendly relations between the two countries."
        },
        {
            "title": "Participants in Int'l Trade Fair Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-12ee.html",
            "content": "Participants in Int'l Trade Fair Visit Mangyongdae\r\n Pyongyang, May 15 (KCNA) -- Delegations of different countries and regions to the 16th Pyongyang Spring International Trade Fair visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The guests laid bouquets before the old home in Mangyongdae and went round historic relics with keen interest.\n\t\t\t\t\t\n\t\t\t\t\t Nyi Nyi Htun, manager of the Inter Consulting Co. Ltd. of Singapore, said that the visit offered him an opportunity to know better about the revolutionary history of the President, adding that the DPRK could turn into a socialist power under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t Great, indeed, are the feats the President performed for the country and its people, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t Djoni Tjiawi, business officer of the P.T. Eastern Union of Indonesia, noted that the President was born in a straw-thatched house, adding he defeated the Japanese imperialists, liberating Korea.\n\t\t\t\t\t\n\t\t\t\t\t A business officer of a Chinese company said that the President dedicated himself to the prosperity of the country and its people's happiness, noting that the great feats he performed will shine forever."
        },
        {
            "title": "16th Pyongyang Spring Int'l Trade Fair",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-17ee.html",
            "content": "16th Pyongyang Spring Int'l Trade Fair\r\n Pyongyang, May 15 (KCNA) -- The 16th Pyongyang Spring International Trade Fair is now under way at the Three-Revolution Exhibition here, starting on May 13.\n\t\t\t\t\t The fair brought together more than 140 trading companies from various countries and regions, including the DPRK, Germany, Malaysia, Switzerland, Singapore, Australia, Italy and Indonesia as well as some foreign embassies here. The DPRK is represented by more than 100 trading companies.\n\t\t\t\t\t\n\t\t\t\t\t On display at the fair are IT, electronic, metal, chemical, medicinal and light industrial products, machinery, foodstuffs, daily necessities building materials and vehicles.\n\t\t\t\t\t\n\t\t\t\t\t The fair includes explanations of the DPRK's investment environment.\n\t\t\t\t\t\n\t\t\t\t\t Djoni Tjiawi, a representative of Indonesia's P.T. Eastern Union, told KCNA that the DPRK has enough economic potentialities. He hoped that it would promote economic development in an all-round way by exporting such indigenous products as Kaesong Koryo Insam to other countries, especially Indonesia.\n\t\t\t\t\t\n\t\t\t\t\t Massimo Ragazzi, general manager of Guangzhou Branch of OTIM Freight Forwarding Co. Ltd., said he could witness through participations in the fair that the DPRK has made big economic achievements. \n\t\t\t\t\t\n\t\t\t\t\t Many other foreign businessmen showed their will to continue to attend the fair in the coming years.\n\t\t\t\t\t\n\t\t\t\t\t Pak Ung Sik, president of the Korean International Exhibition Corporation, said that the fair would help invigorate business between companies of the DPRK and other countries. \n\t\t\t\t\t\n\t\t\t\t\t The fair will run until May 16."
        },
        {
            "title": "Ice Hockey Matches of National Youth Championship Start",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-13ee.html",
            "content": "Ice Hockey Matches of National Youth Championship Start \r\n Pyongyang, May 15 (KCNA) -- Ice hockey matches of the National Youth Championship started in the DPRK on Wednesday.\n\t\t\t\t\t The league matches will run through Saturday. It brought together men and women's teams of Taesongsan, Ministry of Fishery, Pyongyang Railway Bureau, Jangjasan, Sajabong, Kim Chaek Iron and Steel Complex, Kanggye University of Education No. 1, Korea University of Physical Education, Central Physical Training College and Juvenile Sports School of the Ice Rink. \n\t\t\t\t\t\n\t\t\t\t\t There took place women's ice hockey matches between the Taesongsan Sports Team and the Sports Team of the Juvenile Sports School of the Ice Rink, between the Sports Team of the Ministry of Fishery and the Sajabong Sports Team and between the Sports Team of the Kim Chaek Iron and Steel Complex and the Sports Team of Kanggye University of Education No. 1 at the Ice Rink on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The matches continue."
        },
        {
            "title": "Taekwon-Do Sports Team of Sunchon Cement Complex",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-15ee.html",
            "content": "Taekwon-Do Sports Team of Sunchon Cement Complex\r\n Pyongyang, May 15 (KCNA) -- The Sunchon Cement Complex in the Democratic People's Republic of Korea has a Taekwon-Do sports team, well known throughout the country.\n\t\t\t\t\t The team, organized in January Juche 93 (2004), trains both professional and amateur players.\n\t\t\t\t\t\n\t\t\t\t\t Boasting talented coaches, it has scores of players of different ages, including teenagers.\n\t\t\t\t\t\n\t\t\t\t\t The team pays deep attention to popularizing Taekwon-Do among working people. As part of the work, it gives training courses for the Taekwon-Do fans and carries on dissemination activities at worksites.\n\t\t\t\t\t\n\t\t\t\t\t It invented a series of Taekwon-Do skills, including a fake and preemptive attack in sparring match.\n\t\t\t\t\t\n\t\t\t\t\t It has proved successful at local and international contests. It bagged some 20 medals at international tournaments, including the 5th and 6th Asian Taekwon-Do championships and more than 120 medals at local tournaments, including the national martial art championship for \"September 10 Prize\".\n\t\t\t\t\t\n\t\t\t\t\t Ra Kil Nam, head of the team, told KCNA that the team would apply more scientific methods in training competent players and clinch more medals at international tournaments, glorifying the honor of the country."
        },
        {
            "title": "Rodong Sinmun on Tradition of Korean People's Heroic Struggle",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-05ee.html",
            "content": "Rodong Sinmun on Tradition of Korean People's Heroic Struggle\r\n Pyongyang, May 15 (KCNA) -- Rodong Sinmun Wednesday dedicates an article to the 25th anniversary of leader Kim Jong Il's work \"Let Us All Live and Struggle like Heroes\".\n\t\t\t\t\t The work, published on May 15, Juche 77 (1988), comprehensively deals with the experience of the struggle of the army and people of the DPRK who have decorated the great annals of two-stage revolutionary wars, rehabilitation and construction and socialist construction with undying heroic epics. It also clearly indicates the precious ideological and theoretical guidelines to give steady continuity to the tradition of the heroic struggle generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t The history and tradition of the heroic struggle of the Korean people which originated from the anti-Japanese revolutionary struggle have successfully been carried forward generation after generation, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people won the victory in the Fatherland Liberation War (July 27, 1953), made miraculous leap in the period of the Chollima great surge, ushered in a great heyday in the era of the Workers' Party through the speed campaign, victoriously concluded the arduous march and the forced march and demonstrated the inexhaustible might of the space power and the nuclear weapons state. This would be unthinkable apart from the heroic struggle of the Korean people holding the peerlessly great persons of Mt. Paektu in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t Let us all live and struggle like heroes -- this is the steadfast determination and will of the army and people of the DPRK opening up a new era of victory and prosperity which will shine long in the history under the leadership of the great Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t All the service personnel and people are upholding the idea and the leadership of the dear respected Marshal Kim Jong Un with intense loyalty and strong sense of obligation, sharing the intention and feeling with him.\n\t\t\t\t\t\n\t\t\t\t\t Their heroism is being fully displayed in defending Korean-style socialism with the faith in certain victory in the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t It is also being fully displayed in the effort to lay the eternal foundation for the prosperity of the country and its people's happiness with patriotic dedication."
        },
        {
            "title": "Japan Urged to Redeem Its Past Crimes",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-06ee.html",
            "content": "Japan Urged to Redeem Its Past Crimes\r\n Pyongyang, May 15 (KCNA) -- Japan is embellishing the crimes committed by the Japanese imperialists against humanity in the past, far from making an apology for them. Not content with this, it is rubbing salt into the wounds of the victims. \n\t\t\t\t\t Rodong Sinmun Wednesday in a bylined commentary condemns militarist Japan for rushing headlong into veering to the Right.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove the crimes perpetrated by the Japanese imperialists against the Korean people, the commentary says:\n\t\t\t\t\t\n\t\t\t\t\t More than half a century has passed since Japan suffered the defeat in war, but it remains unchanged in its wrong stand and attitude toward its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Japan is very afraid of the disclosure of the past crimes against humanity. Worse still, it is very concerned about the issue of the reparation pursuant to the grave crimes.\n\t\t\t\t\t\n\t\t\t\t\t It regards it as an act of bringing misfortune to admit the crimes it has so far distorted with lies.\n\t\t\t\t\t\n\t\t\t\t\t That is why the successive Japanese rulers have employed their own crafty tricks to conceal the past crimes, weighing the situation around Japan and world public.\n\t\t\t\t\t\n\t\t\t\t\t Japan's settlement of the past crimes is not a business-like matter. It is a political and moral issue for redeeming the past crimes against humanity and an issue to be settled under international law. This serves as a touchstone distinguishing whether Japan has the will to turn over a new leaf, drawing a lesson from its crime-woven history, or not.\n\t\t\t\t\t\n\t\t\t\t\t Japan, however, has evaded the settlement of its past crimes. This will result in fully revealing its moral vulgarity.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better opt for redeeming its past crimes with reason, though belatedly. It is a wise option for Japan"
        },
        {
            "title": "KCNA Flays S. Korea for Blocking Screening of Documentary about Cheonan",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-07ee.html",
            "content": "KCNA Flays S. Korea for Blocking Screening of Documentary about Cheonan\r\n Pyongyang, May 15 (KCNA) -- Fair-minded film makers of south Korea produced a documentary \"Cheonan warship project\" late in April. The documentary drew public attention as it disclosed in an objective way several contradictory points spotted in the investigation results that were announced by the puppet regime.\n\t\t\t\t\t Upset by this, the puppet regime threatened to make an application for provisional ban on screening of the documentary, claiming that it is sparking \"confusion among people\" and \"public conflict\" over the investigation results. It went the lengths of forcing the film producers to stop screening.\n\t\t\t\t\t\n\t\t\t\t\t This base act shows the uneasiness over the disclosure of the conspiratorial truth about the Cheonan case.\n\t\t\t\t\t\n\t\t\t\t\t As being exposed, the case is a heinous farce against the DPRK intentionally choreographed by traitor Lee Myung Bak to do away with the June 15 era of reunification and tide over the ruling crisis through confrontation between the north and the south. It is for this reason that no sooner had the investigation results the keynote of which is the \"story about torpedo attack by the north\" been announced than they were rejected by south Korean and world public.\n\t\t\t\t\t\n\t\t\t\t\t Not only south Korean experts but scientists and investigation members of the U.S. and other countries raised doubtful points and demanded the probe into the case. As a result, the case has not yet been settled.\n\t\t\t\t\t\n\t\t\t\t\t What matters is why the south Korean authorities are restless as regards the screening of the documentary.\n\t\t\t\t\t\n\t\t\t\t\t If they do not feel guilty, they can just take an objective and fair stand on any data needed for probing the case on which the world public attention is focused.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are now claiming \"distinction\", \"change\" and \"freedom of expression under the system of liberal democracy\" more loudly than ever before. They have no justifications or face to block the screening of the documentary.\n\t\t\t\t\t\n\t\t\t\t\t The clear reason is that they needed a pretext such as the \"story about torpedo attack by the north\" and \"May 24 step\" for persisting in the confrontation policy just as traitor Lee did.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean regime is made up of diehard sycophants, traitors and wicked confrontation maniacs in the political and military history.\n\t\t\t\t\t\n\t\t\t\t\t The \"confidence process\" touted by the chief executive of south Korea, as was disclosed during her recent trip to the U.S., is just a revised version of Lee's confrontation policy of  \"no-nukes, opening and 3,000 dollars\".\n\t\t\t\t\t\n\t\t\t\t\t The chief executive's remarks about \"reward for provocation\", escalating nuclear war maneuvers, racket for \"eliminating forces following the north\" and all internal and external policies of the present south Korean regime and the process of practicing them have assumed more frantic nature than during the Lee regime.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean treacherous regime sycophantic to the U.S. has to follow the U.S. confrontation policy and intentionally create an atmosphere of confrontation in order to have its power and existence guaranteed and protected by its master. This is the unavoidable fate of the south Korean regime.\n\t\t\t\t\t\n\t\t\t\t\t In the light of all facts, no one can vouch that the regime will not fake up more heinous conspiratorial farce than the Cheonan case.\n\t\t\t\t\t\n\t\t\t\t\t Confrontation with fellow countrymen and public conflict are what the regime feels necessary and, in actuality, it is the regime which is fostering them. That is why the regime is blocking the screening of the documentary.\n\t\t\t\t\t\n\t\t\t\t\t History and the situation show what miserable ends those keen on confrontation and intrigues have met.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive of south Korea had better bear in mind that she will not be able to evade the disgraceful fate as her predecessors did if she goes reckless with confrontation and intrigues."
        },
        {
            "title": "Confrontation, Confidence Can Never Go Together: KCNA",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-08ee.html",
            "content": "Confrontation, Confidence Can Never Go Together: KCNA\r\n Pyongyang, May 15 (KCNA) -- The south Korean puppet forces are intent on defending \"confidence process\" set by the chief of Chongwadae as \"policy toward the north\".\n\t\t\t\t\t On May 10 a spokesman for the puppet Ministry of Unification let loose a string of lame excuses that the \"confidence process\" is different from Lee Myung Bak's \"no nukes, opening and 3 000 dollars\" and the north's rejection of the process is \"totally against the situation\".\n\t\t\t\t\t\n\t\t\t\t\t He blustered that the \"confidence process\" calls for rendering \"humanitarian aids\" to the people in the north irrespective of the political situation while not tolerating the north's nuclear weapons and resolutely countering provocation by the north.\n\t\t\t\t\t\n\t\t\t\t\t This is a broad hoax of the south Korean regime to desperately adhere to its \"policy toward the north\" that has been censured by people in south Korea and the international community from the beginning and to conceal its confrontational nature.\n\t\t\t\t\t\n\t\t\t\t\t The \"confidence process\" is just a policy for confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces have not had an iota of idea to talk about confidence and peace with the north. They have only sought an ambition to stifle it. \n\t\t\t\t\t\n\t\t\t\t\t It is none other than the puppet group including the \"Saenuri Party\" which fanned up a whirlwind of confrontation with the north after trampling down the historic June 15 joint declaration and the October 4 declaration for the reconciliation, unity, peace and prosperity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Accusing the DPRK of its satellite launch for peaceful purposes, the puppet forces staged mad-cap nuclear war drills against it, together with the U.S., and even unhesitatingly committed such an unpardonable thrice-cursed crime as daring hurt the social system and the dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that such heinous confrontation maniacs are talking about \"confidence\".\n\t\t\t\t\t\n\t\t\t\t\t The chief of Chongwadae confirmed that the \"confidence process\" calls for not tolerating the north's nuclear weapons but making it pay a dear price for its provocation and threat. This indisputably reveals that the \"process\" is a scheme to escalate confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear force of the DPRK is a strong physical means for absolutely defending the security of the country and the nation from the constant nuclear threats by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Had the DPRK not fought against the ceaseless nuclear war provocation by taking just countermeasures for self-defence in the decades-long showdown with the enemies, it would have met the lot of a stateless nation.\n\t\t\t\t\t\n\t\t\t\t\t To urge the DPRK to abandon its measures for self-defence including the building of nuclear force amounts to forcing it to fight a wolf with empty hands.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the puppet group makes efforts to conceal its true colors as confrontation maniacs with such bait as \"humanitarian aids\", no one will believe that the confrontation moves will lead to the process of building confidence.\n\t\t\t\t\t\n\t\t\t\t\t Such behavior as resorting to the replica of the failed erstwhile confrontation policy is a revelation of the unchanged ambition of the south Korean regime to stifle the DPRK and an expression of its ignorance of the latter's toughest will and stand.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces should understand who its foe is and stop its confrontation policy at once."
        },
        {
            "title": " S. Korean Conservative Media Accused of Releasing Biased Information",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-02ee.html",
            "content": "S. Korean Conservative Media Accused of Releasing Biased Information\r\n Pyongyang, May 15 (KCNA) -- The south Korean internet newspaper Jaju Minbo on May 13 carried a letter written by its representative Ri Chang Gi behind bars condemning conservative media for releasing biased information. \n\t\t\t\t\t The letter accused the conservative media of claiming the scattering of leaflets calling for the punishment of Minister of Defense Kim Kwan Jin and arson on a building were what \"anti- U.S. and pro-north organization\" did.\n\t\t\t\t\t\n\t\t\t\t\t This claim made by them without any evidence only sparks off skepticism about the cases, it noted.\n\t\t\t\t\t\n\t\t\t\t\t If the security authorities kick up a wholesale whirlwind of suppression for \"ferreting out forces following the north\", it will only entail the consequences of further bedeviling the south-north relations, the letter noted, adding that society is becoming increasingly concerned about the deterioration of these relations."
        },
        {
            "title": "S. Korean Papers Term Chongwadae Untrustworthy, Incompetent",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-11ee.html",
            "content": "S. Korean Papers Term Chongwadae Untrustworthy, Incompetent\r\n Pyongyang, May 15 (KCNA) -- South Korean newspapers on May 12 and 13 carried articles denouncing Chongwadae for working hard to misplace the responsibility for the sex scandal committed by its spokesman Yun Chang Jung during the south Korean chief executive's visit to the U.S. \n\t\t\t\t\t Hangyore referred to the sex scandal committed by Yun during the south Korean chief executive's trip to the U.S. Yun's inappropriate behavior is a problem, but more deplorable is the attitude of Chongwadae including the chief executive handling the case, it noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\t Chongwadae is busy protecting the chief executive from being held accountable for the case, far from making efforts to probe the truth about it, though it is an unprecedented matter.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive is obliged to make an apology, but those concerned of Chongwadae are vying with each other to apologize for the scandal. What is the use of doing so. \n\t\t\t\t\t\n\t\t\t\t\t Kyunghyang Daily News said that the furor triggered off by the sex scandal is developing into a quarrel among staff officers. \n\t\t\t\t\t\n\t\t\t\t\t The mere fact that the sex scandal occurred during the chief executive's U.S. visit brings shame to everybody. It is deplorable to watch staff officers quarrel among themselves in a bid to evade the blame for it. \n\t\t\t\t\t\n\t\t\t\t\t This is the ability and qualifications of the present regime in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The essence of the case is the sex scandal committed by Yun, \"spokesman of the chief executive\", and the responsibility rests with her who appointed him to such post despite strong opposition of people. \n\t\t\t\t\t\n\t\t\t\t\t An apology by the chief executive and punishment of those related to the case are inevitable. \n\t\t\t\t\t\n\t\t\t\t\t Hankuk Ilbo in an article titled \"Incompetent Chongwadae responsible for Yun Chang Jung's scandal\" said it was ridiculous and shameful for Chongwadae to go busy in an effort to pass the buck for the scandal to others instead of focusing efforts on bringing the situation under control. \n\t\t\t\t\t\n\t\t\t\t\t It is natural for Chongwadae to be censured by opposition parties as \"Bean flour Chongwadae\", the paper said, adding: Chongwadae is, in general, untrustworthy and incompetent."
        },
        {
            "title": "S. Korean Chief Executive Urged to Make Apology for Sex Scandal",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-03ee.html",
            "content": "S. Korean Chief Executive Urged to Make Apology for Sex Scandal\r\n Pyongyang, May 15 (KCNA) -- The Women's Solidarity of south Korea released a statement on May 11 demanding the south Korean puppet chief executive make an apology for a sex scandal.\n\t\t\t\t\t The statement accused Yun Chang Jung, former spokesman for Chongwadae, of committing a sex scandal against a woman on May 7 while he was accompanying the chief executive during her junket to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t This prompted police to rush to the scene and sparked off foreign media's criticism.\n\t\t\t\t\t\n\t\t\t\t\t That's why Yun was sent back to south Korea and dismissed from the post.\n\t\t\t\t\t\n\t\t\t\t\t The responsibility for this case clearly rests with the present chief executive.\n\t\t\t\t\t\n\t\t\t\t\t Such case occurred as the chief executive appointed Yun as a spokesman for Chongwadae despite the opposition from various circles.\n\t\t\t\t\t\n\t\t\t\t\t What he did was a sexual abuse perpetrated by using \"government\" power, the statement noted, urging the present chief executive to thoroughly probe the truth about the case, own responsibility for it and sincerely apologize to the people and the victim."
        },
        {
            "title": "Osaka Mayor's Outbursts under Fire",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-09ee.html",
            "content": "Osaka Mayor's Outbursts under Fire\r\n Pyongyang, May 15 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea protested against the shameless remarks made by the mayor of Osaka, Japan justifying the crimes related to the sexual slavery for the Imperial Japanese Army, according to south Korean KBS on Monday.\n\t\t\t\t\t The mayor in a press conference that day did not hesitate to claim that \"the system of comfort women was necessary\" under the situation in those days and \"why the issue of Japan's system of comfort women only is regarded as problematic.\"\n\t\t\t\t\t\n\t\t\t\t\t It is an evident crime to trample down the rights of women or the weak in a war or in any case and reduce them to sexual slaves, the council said, branding what the mayor uttered as an act of insulting the victims to the war of aggression ignited by Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan admitted early in the 1990s that the state and army committed the crimes related to sexual slavery in a systematic and organized manner, the council stressed."
        },
        {
            "title": "Kim Jong Il's Work Posted on Website of British Organization",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-01ee.html",
            "content": "Kim Jong Il's Work Posted on Website of British Organization\r\n Pyongyang, May 15 (KCNA) -- The full text of leader Kim Jong Il's work \"Our Socialism Centred on the Masses Shall Not Perish\" was posted on the website of the British Association for the Study of Songun Policy on May 4.\n\t\t\t\t\t The work, made public on May 5, Juche 80 (1991), clarifies inevitability of victory of socialism, secret of solidity and invincibility of Korean socialism and its essential character."
        },
        {
            "title": "Kim Jong Un visita nueva fabrica de maquinas",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-19ee.html",
            "content": "Kim Jong Un visita nueva fabrica de maquinas\r\nPyongyang, 15 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno la recien construida fabrica de maquinas, a la que pertenece Kang Thae Ho.\n\t\t\t\t\tLe acompano en esta visita Choe Ryong Hae, miembro del Presidium del Buro Politico del Comite Central del PTC.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo varios puntos de la fabrica, el Mariscal se entero en detalles del estado de construccion y del plan de administracion y operacion.\n\t\t\t\t\t\n\t\t\t\t\tAl ver la parte exterior, dijo que las paredes se han hecho en perfecta armonia con el ambiente periferico y el lugar de descanso tambien fue acondicionado excelentemente. Agrego que esta fabrica es la elegante de alto nivel plastico y artistico que se asemeja a un parque.\n\t\t\t\t\t\n\t\t\t\t\tPaso por los talleres de produccion y montaje y de procesamiento de maquinas, las salas de informatica, diseno y proceso tecnico y la biblioteca electronica.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal se cercioro del nivel de precision, aligeramiento e intelectualidad de nuevas maquinas que se produciran en la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tResalto la necesidad de impulsar en alto nivel el desarrollo y la produccion de nuevas maquinas, fijo la meta a ser alcanzada por la fabrica y enseno el rumbo y remedios correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tHay que prestar atencion primordial al desarrollo de nuevos productos y garantizar su calidad para que tengan buena aceptacion entre los usuarios y crezcan las demandas, instruyo.\n\t\t\t\t\t\n\t\t\t\t\tEs necesario elevar sin parar el nivel tecnico de los cientificos, tecnicos y obreros y alargar sus visiones, al combinar estrechamente la investigacion cientifica y la produccion y establecer el sistema de suministro regular de los ultimos datos cientificos y tecnicos, acoto.\n\t\t\t\t\t\n\t\t\t\t\tHace falta ampliar la capacidad de la biblioteca electronica para que los empleados de la fabrica aprendan suficientemente los datos cientificos y tecnicos, dijo y prometio enviar modernos equipos necesarios a la biblioteca.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que con la determinacion de situar en el nivel mundial la industria nacional de maquinaria mediante la competencia de cerebros y la tecnica, los funcionarios, cientificos, tecnicos y obreros deben registrar auge continuo en la produccion librando con vigor la campana para conquistar las tecnologias de punta.\n\t\t\t\t\t\n\t\t\t\t\tPara normalizar en alto nivel la produccion de la fabrica, resulta importante que los funcionarios directivos de aqui organicen de manera cientifica la gestion economica y las actividades de administracion, inclusive la produccion y el desarrollo tecnologico, destaco.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, el Mariscal presto profunda atencion a las condiciones de vida de los trabajadores pasando revista al comedor, bano publico y otros establecimientos culturales y de servicio publico.\n\t\t\t\t\t\n\t\t\t\t\tEsta fabrica tiene gran importancia para el desarrollo de la maquinaria de nuestro pais, reitero y expuso gran esperanza y conviccion de que los funcionarios, cientificos, tecnicos y obreros lograran exitos orgullosos en la produccion poniendo de manifiesto su patriotismo y abnegacion en pleno acato a la idea del PTC de dar importancia a la ciencia y tecnica."
        },
        {
            "title": "Kim Yong Il se reune con Isao Iijima y su comitiva",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-20ee.html",
            "content": "Kim Yong Il se reune con Isao Iijima y su comitiva\r\nPyongyang, 15 de mayo (ACNC) -- El secretario del Comite Central del Partido del Trabajo de Corea, Kim Yong Il, departio el dia 15 con Isao Iijima, consejero especial encargado del manejo de crisis en el gabinete japones de Abe, y su comitiva."
        },
        {
            "title": "Pae Jun Ho, ciudadano estadounidense inicia vida carcelaria",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-21ee.html",
            "content": "Pae Jun Ho, ciudadano estadounidense inicia vida carcelaria\r\nPyongyang, 15 de mayo (ACNC) -- El ciudadano norteamericano, Pae Jun Ho, ingreso el dia 14 en la \"carcel especial\" y comenzo una vida carcelaria.\n\t\t\t\t\t De acuerdo con el articulo 60 del codigo penal (crimen de complot para derribar el Estado) de la Republica Popular Democratica de Corea, Pae fue sentenciado con 15 anos de trabajo reeducativo en el juicio efectuado el 30 de abril por haber cometido el crimen hostil anti-RPDC."
        },
        {
            "title": "Rodong Sinmun demanda liquidacion del pasado de Japon",
            "url": "http://kcna.co.jp/item/2013/201305/news15/20130515-22ee.html",
            "content": "Rodong Sinmun demanda liquidacion del pasado de Japon\r\nPyongyang, 15 de mayo (ACNC) -- En un comentario individual difundido este miercoles, el diario Rodong Sinmun senala que en vez de pedir disculpa por sus crimenes antieticos del pasado, Japon los embellece y da sablazos a la herida de las victimas, asi como se inclina rapidamente hacia la derechizacion, y continua:\n\t\t\t\t\tHay muchos datos que muestran los crimenes perpetrados por el imperialismo japones ante el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tAunque transcurrio mas de medio siglo desde cuando fue derrotado el imperialismo japones no se han cambiado la posicion y la actitud erroneas de Japon sobre sus crimenes del pasado.\n\t\t\t\t\t\n\t\t\t\t\tEste pais isleno teme mucho la revelacion de los actos criminales antieticos del pasado, especialmente la demanda de indemnizacion  segun el grado de su gravedad.\n\t\t\t\t\t\n\t\t\t\t\tJapon considera que reconocer los crimenes que vinieron tergiversando hasta ahora significa una accion que pida por si mismo la desgracia.\n\t\t\t\t\t\n\t\t\t\t\tLos anteriores gobernantes japoneses vinieron perpetrando el doble crimen de ocultar los actos criminales antieticos del pasado con metodos astutos observando la situacion del contorno y la actitud del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEl asunto de liquidacion del pasado de Japon no es el practico sino el politico y moral y el de ley internacional para liquidar los crimenes antieticos.\n\t\t\t\t\t\n\t\t\t\t\tEsto sirve de la piedra de toque para distinguir si tiene o no la voluntad de sacar la leccion sobre el pasado e iniciar una nueva partida.\n\t\t\t\t\t\n\t\t\t\t\tLa actitud de Japon que elude hasta la fecha la liquidacion del pasado muestra solo ante el mundo la bajeza de su moralidad.\n\t\t\t\t\t\n\t\t\t\t\tAunque sea ahora liquidar el pasado con el juicio es la opcion inteligente para Japon."
        }
    ]
}