{
    "date": "2013-01-21",
    "url": "http://kcna.co.jp/item/2013/201301/2013-01-21ee.html",
    "articles": [
        {
            "title": "Kuwaiti Emir Hopes for Development of Friendly Relations with DPRK",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-05ee.html",
            "content": "Kuwaiti Emir Hopes for Development of Friendly Relations with DPRK\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- Credentials were presented to Kuwaiti Emir Sabah Al-Ahmad Al-Jaber Al-Sabah by DPRK Ambassador to his country So Chang Sik on Jan. 15.\n\t\t\t\t\t The emir wished the dear respected Kim Jong Un good health and greater success in his work for leading the Korean people in their struggle to build a thriving country.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the friendly and cooperative relations between the two countries would grow stronger. He was convinced that the friendly Korean people would continue making progress and prosperity and wished them progress in their work for ensuring the peace on the Korean Peninsula and reunifying it."
        },
        {
            "title": "Guidelines for Development of Juche Literature",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-12ee.html",
            "content": "Guidelines for Development of Juche Literature\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- Leader Kim Jong Il made public a celebrated work \"On Juche Literature\" on January 20, Juche 81 (1992).\n\t\t\t\t\tThe work expounds all theories arising in the creation of literature conducive to shaping out the destiny of human beings aspiring after independence.\n\t\t\t\t\t\n\t\t\t\t\t It deals with matters related to the building of Juche-based literature such as developing traditional literature and art, inheriting the revolutionary literature and art and portraying President Kim Il Sung in literature. It also gives a clear-cut exposition of such issues as the seed of a work, the principle of portrayal and kinds of literature.\n\t\t\t\t\t\n\t\t\t\t\t His work has displayed its great vitality in developing Juche literature over the last 20 odd years.\n\t\t\t\t\t\n\t\t\t\t\t After the publication of the work, a full-length novel \"An Everlasting Life\" was released as part of the series of novel \"Immortal History\" and \"Upheaval\" as part of the series of novel \"Immortal Guidance\", through a drive for creating literary pieces portraying the leader of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Besides, various novels were produced one after another, including those based on stories about unconverted long-term prisoners.\n\t\t\t\t\t\n\t\t\t\t\t Among the literary pieces created in the period are an epic \"Comrade Kim Il Sung Is Our Eternal Leader\", an immortal revolutionary hymn \"Song of General Kim Jong Il\" and a song \"Glory to Our Great Party\", which aroused the DPRK people to making great achievements in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, popular literary pieces were created by people of different social strata through a campaign of putting literature on a mass basis, among them being songs \"Girls Riding on Galloping Steeds\" and \"Tondollari of Reunification\".\n\t\t\t\t\t\n\t\t\t\t\t In particular, a large number of poems, songs and novels in praise of leader Kim Jong Il were created during the mourning over his demise."
        },
        {
            "title": "Society for Rallying Comrades, Basis for WPK Founding",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-13ee.html",
            "content": "Society for Rallying Comrades, Basis for WPK Founding\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- A national meeting of secretaries of cells of the Workers' Party of Korea (WPK) will be held here.\n\t\t\t\t\t In Korea the cause of the Juche-based party building was started by President Kim Il Sung with the formation of the first party organization at the dawn of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t In his teens, he, deeply aware of the truth that a party serves as staff of the revolution and that it is decisive of the fate of the revolution, set a great example in the effort for founding a revolutionary party.\n\t\t\t\t\t\n\t\t\t\t\t He sought new ways in formulating the principles and methods for founding a party, preparing leading members and laying mass foundations.\n\t\t\t\t\t\n\t\t\t\t\t After establishing a Juche-based line and strategy through tireless pursuit and practice, he put forward a unique policy of founding a party in such a way as giving precedence to forming its basic organizations.\n\t\t\t\t\t\n\t\t\t\t\t After all, he formed the first party organization on July 3, Juche 19 (1930), a day after the Kalun Meeting and called it the Society for Rallying Comrades.\n\t\t\t\t\t\n\t\t\t\t\t The name of the organization represented his will to find out and rally many comrades who would share the life and death in making revolution, and develop the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The formation of such society under the very complicated situation was unprecedented in the history of the working-class revolutionary movement. It was a result of the great Juche idea founded by Kim Il Sung and his political leadership ability and virtues.\n\t\t\t\t\t\n\t\t\t\t\t The society served as a parent body in forming and expanding grassroots party organizations and as a basis for the birth of the WPK."
        },
        {
            "title": "Kanggye Spirit Named by Kim Jong Il",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-14ee.html",
            "content": "Kanggye Spirit Named by Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- It is fifteen years since leader Kim Jong Il named the spirit displayed by the people in Jagang Province, the DPRK during the period of the Arduous March, the forced march, the Kanggye spirit. Kanggye is the seat of Jagang Province.\n\t\t\t\t\t After the demise of President Kim Il Sung in July Juche 83 (1994), the DPRK had been in hard time due to the U.S.-led imperialists' moves to isolate and stifle it and food shortage caused by devastating natural disasters.\n\t\t\t\t\t\n\t\t\t\t\t Under the rigorous situation, leader Kim Jong Il made a decision to tide over the nation's difficulties with Jagang Province as a frontrunner.\n\t\t\t\t\t\n\t\t\t\t\t Encouraged by his decision, the people of the province remodeled factories, built new ones and constructed a number of minor hydraulic power stations and electricity heated dwelling houses under the unfavorable conditions.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il visited the province in mid-January 1998 and highly appreciated its people for their signal achievements, calling the spirit they displayed in facelifting the province the Kanggye spirit. Then he appealed to all other people of the country to follow the spirit.\n\t\t\t\t\t\n\t\t\t\t\t Thus, the spirit swept throughout the whole country, resulting in great achievements in building a thriving socialist nation."
        },
        {
            "title": "Rodong Sinmun Calls on Party Cells to Remain As Ever True to Revolutionary Cause of Juche",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-09ee.html",
            "content": "Rodong Sinmun Calls on Party Cells to Remain As Ever True to Revolutionary Cause of Juche \r\n Pyongyang, January 21 (KCNA) -- The party cells serve as cornerstones upholding the Workers' Party of Korea and its might represents the fighting capability of the party cells, says Rodong Sinmun Monday in a bylined article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The party cells are the grassroots fortress to cement the organizational and ideological unity and cohesion of the whole party centered on the leader, the main combat unit of the party which organizes and mobilizes party members and other people for implementing the party's line and policies and the main unit linking the party and the masses with blood ties.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary and well-regulated party lifestyle is established in our party. This is the party lifestyle  for loyalty which regards the devotedly defence of the headquarters of the revolution as the main mission  and life and soul, steel-strong party lifestyle  to work as required by the party rules and voluntary party lifestyle  to carry out any work unfailingly any time and in any place, without being known to anyone.\n\t\t\t\t\t\n\t\t\t\t\t As such party lifestyle is prevailing in any party cell, the WPK is demonstrating its might as an invincible party that gives steady continuity to the tradition of the single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t There are many party cells which share weal and woe with masses after going deep among them, take care of frame of their minds out of mother's feelings and let the party's loving care reach masses.\n\t\t\t\t\t\n\t\t\t\t\t  As long as all party cells successfully carry out their functions and roles, no force on earth can break the single-minded unity of Songun Korea where the party and the people are linked with the same blood ties.\n\t\t\t\t\t\n\t\t\t\t\t Invariable are the aspiration and will of the party cells which take the lead in carrying out the revolutionary cause of the party and that of Juche as the fortress and shield devotedly defending the party, concludes the article."
        },
        {
            "title": "Rodong Sinmun Calls for Embodying Spirit of \"By Our Nation Itself\"",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-10ee.html",
            "content": "Rodong Sinmun Calls for Embodying Spirit of \"By Our Nation Itself\"\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- \"By our nation itself\" represents a patriotic idea which helps reunify the country through national independence and unity as required by all Koreans' aspiration and wish, says Rodong Sinmun Monday in a bylined article.\n\t\t\t\t\t This idea reflects the will to reject foreign forces for aggression and reunify the country in an independent manner and the aspiration and desire of the members of the nation to achieve the unity of the fellow countrymen irrespective of ideology and system, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of the idea of \"By our nation itself\" have been clearly proved in the reality of the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t The era which had made dynamic advance in the idea of \"By our nation itself\" proved that when all Koreans in the north and the south and abroad pool their efforts, wisdom and enthusiasm, aspiring after national cooperation, they can successfully settle their issues no matter how desperately foreign forces may work to block them and no matter how complicated the situation is. It is possible to achieve national independence and unity and the country's peace and reunification when the Koreans advance under the uplifted banner of \"By our nation itself\". Specific ways may vary in the struggle for national reunification according to the changing situation but the principle and stand on national independence and unity remain unchanged.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad should unite close under the banner of \"By our nation itself\" and wage a nationwide patriotic struggle for reunification and thus usher in a new phase of national reunification this year without fail."
        },
        {
            "title": "Pullback of U.S. Forces from S. Korea Called for",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-11ee.html",
            "content": "Pullback of U.S. Forces from S. Korea Called for\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- A GI in south Korea was recently caught while smuggling drug through a military mail of the U.S. forces.\n\t\t\t\t\t Rodong Sinmun Monday says in a bylined commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This once again revealed that the U.S. forces in south Korea are the hotbed of crimes corrupting its society and getting people degenerate.\n\t\t\t\t\t\n\t\t\t\t\t The commentary cites facts that since they landed in south Korea under the guise of a \"liberator\" the U.S. imperialists have inflicted untold misfortunes and sufferings upon its people. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Not a single day will pass in south Korea without witnessing bestial crimes of the U.S. forces as long as they remain there.\n\t\t\t\t\t\n\t\t\t\t\t In order to prevent their crimes and free the south Korean people from their damage, it is necessary to force the U.S. troops to pull back from south Korea at an early date.\n\t\t\t\t\t\n\t\t\t\t\t As the Cold War demised long ago, there is no justification for the U.S. to keep its forces in south Korea any longer. It has become an international trend to pull back foreign forces from other countries.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ruling quarters' claim that its forces in south Korea are \"deterrent\" for ensuring peace and security in the region is nothing but sophism to cover up its sinister scenario to keep its forces in south Korea for an indefinite period.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of the Korean people and the urgent demand of the times to put an end to the U.S. imperialists' presence in south Korea, shame on the nation and hotbed of all tragedies.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will never pardon the group of criminals who stoop to any infamy, present in other country."
        },
        {
            "title": "KCTU Demands End to S. Korean Authorities' Unpopular Rule",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-08ee.html",
            "content": "KCTU Demands End to S. Korean Authorities' Unpopular Rule\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) held a rally in Seoul on Jan. 18 calling for an end to the unpopular rule of the \"government\" authorities.\n\t\t\t\t\t The speakers at the rally said that an increasing number of workers are protesting against the present regime and capital to live a worthy life as human beings.\n\t\t\t\t\t\n\t\t\t\t\t The authorities, however, are paying no heed to the strong demands of the workers, they charged, adding:\n\t\t\t\t\t\n\t\t\t\t\t Lee Myung Bak has trampled down the vital rights of the workers and suppressed the labor movement throughout his office.\n\t\t\t\t\t\n\t\t\t\t\t The speakers underscored the need to arouse the oppressed people across south Korea to the struggle.\n\t\t\t\t\t\n\t\t\t\t\t The KCTU will surely emerge victorious in their actions to build society where the workers will become masters, they declared.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out at the rally."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Benin",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-01ee.html",
            "content": "Day of Shining Star to Be Celebrated in Benin\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- A preparatory committee of the Socialist Party of Benin to mark the 71st birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was inaugurated with due ceremony in Cotonou on Jan. 15.\n\t\t\t\t\t Ali Houdou, president of the party, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t It decided to conduct colorful activities to praise the undying feats of Kim Jong Il and give wide publicity to them on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Kim Jong Il Praised by Beninese Personages",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-02ee.html",
            "content": "Kim Jong Il Praised by Beninese Personages\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- Beninese personages praised the feats leader Kim Jong Il performed in his foreign activities at the inaugural ceremony of the preparatory committee of the Socialist Party of Benin for marking his 71st birth anniversary.\n\t\t\t\t\t Ali Houdou, president of the party, said in his speech:\n\t\t\t\t\t\n\t\t\t\t\t Generalissimo Kim Jong Il, eternal general secretary of the Workers' Party of Korea, paid deep attention to building new, independent world. He conducted energetic activities to strengthen the world forces for independence against imperialism and defend the socialist cause and the world peace. The undying feats he performed in his foreign activities will shine long as the most precious legacy guaranteeing the victory of the socialist cause in the DPRK and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The vice-president of the Socialist Party of Benin said in his speech that Kim Jong Il was the most veteran statesman and peerlessly great man who steered the world politics and the development of the international relations. It is quite natural for the world progressives to miss him, the vice-president added."
        },
        {
            "title": "Kim Jong Un's Proposal for National Reunification Supported by Regional Organization Personage",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-03ee.html",
            "content": "Kim Jong Un's Proposal for National Reunification Supported by Regional Organization Personage\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- Mikhail Panchenko, secretary general of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions, released a statement on Jan. 15 in support of the New Year Address made by the dear respected Kim Jong Un.\n\t\t\t\t\t Kim Jong Un in his New Year Address said that the important issue in terminating the division of the country and reunifying it is to remove the confrontation between the north and the south and respect and implement the north-south joint declarations, the secretary general said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The teachings of Kim Jong Un on settling the issue of Korea's reunification by the concerted efforts of the Korean nation in an independent manner are a clear truth to anyone.\n\t\t\t\t\t\n\t\t\t\t\t The reunification issue is the internal one of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The world progressives assert that no foreign forces should interfere in the issue of Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The proposals made by Kim Jong Un on terminating the division of the Korean nation and achieving the reunification of the country serve as the steadfast landmark for Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general called upon the world people aspiring after independence to step up pressure on the anti-reunification forces so that the peaceful reunification of Korea should be realized according to the proposals advanced by Kim Jong Un."
        },
        {
            "title": "National Seminar on Juche Idea Held in Mexico",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-04ee.html",
            "content": "National Seminar on Juche Idea Held in Mexico\n\t\t\t\t\t\t\r\n Pyongyang, January 21 (KCNA) -- A Mexican national seminar on the Juche idea on the theme of \"The Juche Idea and DPRK's Reality\" was held in Mexico City on Jan. 14.\n\t\t\t\t\t Displayed at the venue of the seminar were photos of President Kim Il Sung and leader Kim Jong Il on their revolutionary activities and their famous works.\n\t\t\t\t\t\n\t\t\t\t\t Ramon Jimenez Lopez, president of the Mexican Committee for the Study of Kimilsungism-Kimjongilism, made a report at the seminar. Then followed speeches of Arquimedez Perez Bello, secretary general of the committee, and other personages.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that the DPRK has made many achievements in the struggle to build a socialist economic giant and improve the standard of people's living despite the vicious moves of the U.S. to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK successfully launched satellite by its own efforts and with its indigenous technology last year, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a socialist country the U.S. fears most. This is because the DPRK is a political, ideological and military power in which all people are united in single mind around the party and the leader and which is equipped with powerful offensive and defensive means including nuclear deterrent. \n\t\t\t\t\t\n\t\t\t\t\t Eye-opening achievements have been made in the DPRK because the great Juche idea is being thoroughly applied in all aspects of social life.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is stepping up the building of a thriving socialist country under the uplifted banner of great Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t We should deeply study Kimilsungism-Kimjongilism and widely disseminate it among the Mexican people.\n\t\t\t\t\t\n\t\t\t\t\t The speakers explained in depth and proved the validity and vitality of the Juche idea in combination with the reality of the DPRK which is winning one victory after another under the uplifted banner of independence and Songun."
        },
        {
            "title": "DPRK's Stand on Dissolving \"UN Command\" Supported by Bangladeshi Personage",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-06ee.html",
            "content": "DPRK's Stand on Dissolving \"UN Command\" Supported by Bangladeshi Personage\r\n Pyongyang, January 21 (KCNA) -- Garib Newaz, president of the Bangladesh People's League, issued a statement on Jan. 16 in support of the memorandum of the DPRK Foreign Ministry.\n\t\t\t\t\t Almost 60 years have passed since the ceasefire in Korea but the U.S. still exercises the control over the south Korean armed forces, highlighting the existence of the \"UN Command\", the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The \"UN Command\" is a dreg of the times whose dissolution was already declared at the UN General Assembly session, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Both the DPRK and the U.S. sides have effectively managed the ceasefire for decades, it said, adding this shows there is no reason whatsoever to keep the \"UN Command\".\n\t\t\t\t\t\n\t\t\t\t\t It extended full support to the stand of the DPRK government on dissolving the \"UN Command\"."
        },
        {
            "title": "Kim Jong Un envia mensajes de respuesta a jefes de Estado de varios paises",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-15ee.html",
            "content": "Kim Jong Un envia mensajes de respuesta a jefes de Estado de varios paises \n\t\t\t\t\t\t\r\nPyongyang, 21 de enero (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio los mensajes de respuesta a los jefes de Estado de varios paises quienes le enviaron los mensajes con motivo del primer aniversario del fallecimiento del Dirigente Kim Jong Il. \n\t\t\t\t\tEntre los destinatarios figuran el presidente de la Republica Arabe de Sira, Bashar al-Assad, el presidente de la Republica de Guinea-Bissau, Manuel Siriho N'hamadjo, el presidente de la Republica Federal de Nigeria y comandante en jefe de las fuerzas armadas, Goodluck Ebele Jonathan, el presidente de la Republica Democratica del Congo, Joseph Kabila Kabange, el presidente de la Republica de Uganda, Yoweri Museveni, y el presidente de la Republica Federal Democratica de Etiopia, Girma Wolde-Giorgis.\n\t\t\t\t\t\n\t\t\t\t\tEl remitente expresa profundo agradecimiento por haberle expresado el consuelo por el primer aniversario del fallecimiento del Dirigente. \n\t\t\t\t\t\n\t\t\t\t\tManifiesta la conviccion de que seguiran fortaleciendose invariablemente las relaciones de amistad y cooperacion entre la RPDC y los paises respectivos y les desea a los destinatarios exitos en sus trabajos. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el Comite Central del Partido del Trabajo de Corea envio un mensaje de respuesta al Comite Central del Partido Comunista de China."
        },
        {
            "title": "Literatura Jucheana, guia de desarrollo de la literatura coreana",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-16ee.html",
            "content": "Literatura Jucheana, guia de desarrollo de la literatura coreana \n\t\t\t\t\t\t\r\nPyongyang, 21 de enero (ACNC) -- El Dirigente Kim Jong Il publico el 20 de enero del 81 (1992) de la Era Juche la obra maestra \"Literatura Jucheana\".\n\t\t\t\t\tLa obra formula nuevamente todas las teorias literarias a base del principio de la literatura que ilumina el rumbo para forjar el destino del ser humano aspirante a la independencia. \n\t\t\t\t\t\n\t\t\t\t\tY dilucida las teorias sobre la creacion de la literatura autoctona, entre otras, la concepcion de la epoca y la literaria y arte, los patrimonios de arte y literatura nacionales y su tradicion revolucionaria, la descripcion de lider y el ente sociopolitico como inagotable fuente de descripcion de la literaria coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa obra da claras respuestas a los asuntos sobre la semilla de la obra y el principio de descripcion, los tipos  y formas de literatura y la creacion de las obras. \n\t\t\t\t\t\n\t\t\t\t\tA lo largo de mas de 20 anos, la obra manifesto la gran vitalidad en el desarrollo de la literatura de tipo jucheano. \n\t\t\t\t\t\n\t\t\t\t\tSe crearon las obras literarias que describen al lider, entre otras, la novela \"Para siempre vive\" del ciclo \"Historia Inmortal\" y las novelas del ciclo \"Orientacion de trascendencia eterna\".\n\t\t\t\t\t\n\t\t\t\t\tTambien salieron las novelas largas y medianas y otras que describen a los ex presos de largas condenas no abjurados. \n\t\t\t\t\t\n\t\t\t\t\tLa epopeya \"Nuestro eterno lider camarada Kim Il Sung\", el inmortal himno revolucionario \"Cancion del General Kim Jong Il\" y la cancion \"Gloria a nuestro gran partido\" sirvieron de fuente de los exitos milagrosos en la Corea del Songun. \n\t\t\t\t\t\n\t\t\t\t\tSe ha masificado la literatura y los trabajadores de distintos estratos crearon las obras sobresalientes como las canciones \"Muchacha a caballo\" y \"Tondolari de reunificacion\". \n\t\t\t\t\t\n\t\t\t\t\tEn particular, en el periodo de gran duelo nacional sufrido por el fallecimiento inesperado del Dirigente, se crearon la poesia \"Que se levante, el pueblo del General Kim Jong Il\", la poesia de condolencias \"Ante el feretro del gran camarada Kim Jong Il\", las letras de la cancion \"Kim Jong Il siempre esta vivo como el Sol\", la novela larga \"El monte Osong\", obra del ciclo \"Orientacion de trascendencia eterna\", etc."
        },
        {
            "title": "Asociacion de Camaradas Konsol",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-17ee.html",
            "content": "Asociacion de Camaradas Konsol\r\nPyongyang, 21 de enero (ACNC) -- Tendra lugar en medio de gran esperanza y atencion de todo el pais la reunion de los secretarios de las celulas del Partido del Trabajo de Corea. \n\t\t\t\t\tEn visperas de ese conclave, el pueblo coreano recuerda con emocion las imborrables proezas del Presidente Kim Il Sung quien allano la causa de construccion del partido de tipo jucheano con la constitucion de la primera organizacion del partido en el periodo inicial de la revolucion coreana. \n\t\t\t\t\t\n\t\t\t\t\tYa a la edad de 10 anos, el Presidente se percato de la verdad de que el triunfo de la revolucion se determina por el partido que cumple el papel del Estado Mayor, y creo el brillante modelo de la construccion del partido revolucionario. \n\t\t\t\t\t\n\t\t\t\t\tBusco y opto la nueva via en determinar los principios y modos de la fundacion del partido, preparar los nucleos directivos y asentar el solido terreno de masas.\n\t\t\t\t\t\n\t\t\t\t\tA traves de incansable pensamiento y practica, formo las autoctonas lineas y estrategias y presento la original orientacion de fundar el partido con el metodo de crear primero las organizaciones de base del partido en las unidades inferiores.\n\t\t\t\t\t\n\t\t\t\t\tUn dia despues de la conferencia de Kalun (del 30 de junio al 2 de julio de 1930), o sea, el 3 de julio, constituyo la primera organizacion del partido y la denomino como la Asociacion de Camaradas Konsol reflejando su gran proposito y voluntad de buscar y agrupar a los camaradas quienes compartieran la vida y la muerte e hicieran juntos la revolucion. \n\t\t\t\t\t\n\t\t\t\t\tFue una cosa inimaginable constituir una organizacion del partido en aquel entonces en que llegaban al climax el servilismo y dogmatismo a las teorias existentes, la dependencia de los partidos de las potencias, y las pugnas entre los enloquecidos por la ambicion del poder. \n\t\t\t\t\t\n\t\t\t\t\tPues, el nacimiento de la Asociacion de Camaradas Konsol fue un milagro sin precedente en la historia del movimiento revolucionario de la clase obrera, y la demostracion de la gran idea Juche, la capacidad de direccion politica y la virtud del Presidente. \n\t\t\t\t\t\n\t\t\t\t\tLa Asociacion de Camaradas Konsol devino el embrion del Partido del Trabajo de Corea y la organizacion ejemplar en crear y ampliar las organizaciones de base del partido."
        },
        {
            "title": "Espiritu de Kanggye abrio el camino a la construccion del Estado prospero",
            "url": "http://kcna.co.jp/item/2013/201301/news21/20130121-18ee.html",
            "content": "Espiritu de Kanggye abrio el camino a la construccion del Estado prospero \r\nPyongyang, 21 de enero (ACNC) -- Ya transcurrieron 15 anos desde cuando el Dirigente Kim Jong Il hizo crear el espiritu de Kanggye. \n\t\t\t\t\tDespues del fallecimiento del Presidente Kim Il Sung en julio de 1994, la Republica Popular Democratica de Corea se vio obligada a realizar la marcha penosa, la forzada, frente a las maniobras de aislamiento y aplastamiento de los imperialistas, los grandes desastres naturales y la insuficiencia de alimentos. \n\t\t\t\t\t\n\t\t\t\t\tEn aquel periodo en que se determinaba el destino de la revolucion coreana, el Dirigente tomo la decision de superar la dificultad presentando como modelo la provincia de Jagang. \n\t\t\t\t\t\n\t\t\t\t\tLos habitantes de esa provincia construyeron aun en medio de las condiciones dificiles las fabricas, empresas, centrales hidroelectricas de tamanos pequenos y medianos y nuevas viviendas con calefaccion electrica. \n\t\t\t\t\t\n\t\t\t\t\tLas comunas rurales tambien se acondicionaron bien a las alturas del pais socialista. \n\t\t\t\t\t\n\t\t\t\t\tA mediados de enero del 87 (1998) de la Era Juche, el Dirigente visito la provincia de Jagang sin hacer caso del frio tan intenso de la estacion invernal y evaluo a los obreros y habitantes de esa localidad. \n\t\t\t\t\t\n\t\t\t\t\tDenomino el espiritu de lucha indoblegable de ellos como el espiritu de Kanggye que debe reinarse en todo el pais, asi que en todas las localidades se registraron el nuevo impetu ofensivo y la ola de nuevos virajes. \n\t\t\t\t\t\n\t\t\t\t\tEn apoyo al espiritu de Kanggye se crearon seguidamente las antorchas de Songgang y Ranam y el impetu de Thaechon, que hicieron registrar grandes innovaciones y cambios en la construccion de un Estado prospero socialista."
        }
    ]
}