{
    "date": "2013-11-10",
    "url": "http://kcna.co.jp/item/2013/201311/2013-11-10ee.html",
    "articles": [
        {
            "title": "DPRK,Indonesia Have Friendly Football Match",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-11ee.html",
            "content": "DPRK, Indonesia Have Friendly Football Match\r\n Pyongyang, November 10 (KCNA) -- There took place a men's friendly football match between the DPRK April 25 team and the Indonesian national team here on Sunday.\n\t\t\t\t\t It was watched by O Kum Chol, colonel general of the Korean People's Army (KPA), service personnel of the KPA, sportspersons, football fans, working people in the city, Ambassador Nasri Gustaman and staff members of the Indonesian embassy, diplomatic envoys of foreign countries and foreigners staying here.\n\t\t\t\t\t\n\t\t\t\t\t The April 25 team beat the Indonesian team 2:0 in the match."
        },
        {
            "title": "International Affairs Institute Delegation Comes Back",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-09ee.html",
            "content": "International Affairs Institute Delegation Comes Back\n\t\t\t\t\t\t\r\n Pyongyang, November 10 (KCNA) -- The delegation of the International Affairs Institute led by Director Jang Yun Gon came back home on Sunday after visiting China."
        },
        {
            "title": "Japan's Ambition for Grabbing Tok Islets Assailed",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-06ee.html",
            "content": "Japan's Ambition for Grabbing Tok Islets Assailed\r\n Pyongyang, November 10 (KCNA) -- Shortly ago, Yamamoto, minister in charge of Okinawa and Northern Territories of Japan, in a press conference said that Tok Islets are part of Japan's territories in the light of international law and from historical point of view.\n\t\t\t\t\t Rodong Sinmun Sunday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries are openly raising brigandish claim that the land of other country belongs to them, an undisguised encroachment and reckless political provocation against the dignity and sovereignty of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t As for Tok Islets, they are part of the inalienable territory of Korea  whose dominium over it is undisputable from historical, geographical and international legal points of view.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' territorial claim to Tok Islets is a planned provocation for the reinvasion of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Their far-fetched assertion that Tok Islets are Japan's proves they have reached the extremes in their shamelessness as they are steeped in militarism to the marrow of their bones.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that their move has entered the phase of practical implementation, going beyond the tolerance limit.\n\t\t\t\t\t\n\t\t\t\t\t The Japan \"Self-Defense Forces\" kicked off a joint drill from Nov. 1 under the simulated conditions of retaking an isolated island.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries seek to reinvade Korea and, furthermore, the rest of Asia. Herein lie the reactionary nature and danger of their territorial claim to Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t It is a foolish dream to try to grab the islets and realize their ambition for reinvading Korea.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better not covet the islets but concentrate its energies on liquidating the heinous inhuman crimes it committed in the past."
        },
        {
            "title": "S. Korean Regime Slammed for Not Honoring Election Commitments",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-05ee.html",
            "content": "S. Korean Regime Slammed for Not Honoring Election Commitments\r\n Pyongyang, November 10 (KCNA) -- The \"Strength of People Building New Society\", the Confederation of Trade Unions and other civic and public organizations of south Korea held a press conference in Seoul on Nov. 6 denouncing the puppet regime for its deceptive act.\n\t\t\t\t\t The speakers condemned the present regime for not following through on its election commitments such as improving the people's livelihood and spurring economic democracy.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye made so many commitments to the disabled persons that would take whole night to enumerate, they said, adding that all those commitments have been broken down.\n\t\t\t\t\t\n\t\t\t\t\t They said that it is little short of making a mockery of the people again that she pledged herself to fulfill those commitments during her tenure even though she has not yet worked out a budget for fulfilling them.\n\t\t\t\t\t\n\t\t\t\t\t This is the true picture of the present regime, they said.\n\t\t\t\t\t\n\t\t\t\t\t If the regime keeps its insincere approach to the commitments, a campaign to bitterly condemn the regime and the \"Saenuri Party\" will continue, they noted.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference, the participants conducted information service to force the regime and the \"Saenuri Party\" to opt for implementing the commitments."
        },
        {
            "title": "S. Korean Defense Minister Accused of Justifying Interference in Election",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-07ee.html",
            "content": "S. Korean Defense Minister Accused of Justifying Interference in Election\n\t\t\t\t\t\t\r\n Pyongyang, November 10 (KCNA) -- The south Korean newspaper Kyunghyang Daily News on Nov. 6 issued an article accusing the puppet minister of Defense of justifying the interference of the cyber command in the presidential election.\n\t\t\t\t\t At the interpellation of the budgetary audit special committee of the \"National Assembly,\" Minister of Defense Kim Kwan Jin said that the interference of the cyber command in the election is part of an \"internal psychological warfare to prevent pollution\", the article said.\n\t\t\t\t\t\n\t\t\t\t\t Agents of the cyber command conducted the election campaign to charge the candidate from the opposition party with \"following the north\" and openly support Park Geun Hye, it noted.\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, if the minister was true in his remark, this means that the cyber command waged cyber warfare after regarding the people not supporting Park as \"pollutant\", it said, adding this suggests the military's interference in the election was perpetrated in an organized and planned way.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to make a thoroughgoing investigation to probe the organized interference of the military authorities in the election and punish those concerned, the article said. Park Geun Hye having the prerogative of supreme command should own the responsibility for it."
        },
        {
            "title": "Action for Democracy Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-08ee.html",
            "content": "Action for Democracy Called for in S. Korea\r\n Pyongyang, November 10 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea issued an appeal on Nov. 6 calling for turning out in the action for realizing democracy.\n\t\t\t\t\t The Park Geun Hye regime finally urged the Constitutional Court to take a legal action to disband the Unified Progressive Party, the appeal said.\n\t\t\t\t\t\n\t\t\t\t\t The regime opted for disbanding the progressive political party as the support rating dropped owing to its repeated act of reneging on its commitments, and as the ruling crisis and public accusations have mounted due to the interference of power organs in the election, the appeal charged.\n\t\t\t\t\t\n\t\t\t\t\t The regime may make it a case for suppressing all the political parties and organizations opposed to it by branding them as \"forces following the north\", it noted.\n\t\t\t\t\t\n\t\t\t\t\t Very miserable was the end of dictator Syngman Rhee who forcibly dissolved the Progressive Party, it said, adding now is the time to take a stern judgment of the present regime.\n\t\t\t\t\t\n\t\t\t\t\t It called upon the people from all walks of life to turn out as one in the action for achieving democracy."
        },
        {
            "title": "Quakes Hit Waters off Poryong, S. Korea",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-10ee.html",
            "content": "Quakes Hit Waters off Poryong, S. Korea\r\n Pyongyang, November 10 (KCNA) -- Earthquakes measuring 2.6 and 3.0 on the Richter scales jolted the waters off Poryong, South Chungchong Province of south Korea on Nov. 8, according to the south Korean MBC.\n\t\t\t\t\t The tremor was felt in Poryong and Kunsan, North Jolla Province.\n\t\t\t\t\t\n\t\t\t\t\t This year alone, 32 gentle quakes occurred in the waters."
        },
        {
            "title": "U.S. Flailed for Wiretapping Several Institutions in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-12ee.html",
            "content": "U.S. Flailed for Wiretapping Several Institutions in S. Korea \r\n Pyongyang, November 10 (KCNA) -- The Solidarity for Progress of south Korea released a commentary on Nov. 7 denouncing the U.S. illegal wiretapping.\n\t\t\t\t\t It was disclosed that the U.S. set south Korea and dozens of  countries and regions as \"regions of focal points\" and has wiretapped them for spying purposes through its military bases and embassies there, the commentary said. It has become a fait accompli that even the chief executive of south Korea was wiretapped by the U.S., it noted.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is working hard to justify its wiretapping under the pretext of preventing terrorism but it has been exposed one after another that it had nothing to do with terrorism, it said.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south Korean authorities fall short of saying what it should, making such a poor excuse that they are in the middle of confirming the fact, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should make an immediate apology for the illegal wiretapping, take a step to prevent the recurrence and dissolve relevant facilities at once for the present."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Kuwait",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-01ee.html",
            "content": "Kim Jong Il to Be Remembered in Kuwait\r\n Pyongyang, November 10 (KCNA) -- A committee for remembering Generalissimo Kim Jong Il was formed in Kuwait City on November 3.\n\t\t\t\t\t Yousef Al Amiri, president of the Kuwait House of Works and chairman of the Kuwait-DPRK Friendship Association, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events introducing exploits of Kim Jong Il in the period from November 4 to December 17."
        },
        {
            "title": "Swedish Figure Accuses S. Korean Regime of Suppressing Progressive Forces",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-02ee.html",
            "content": "Swedish Figure Accuses S. Korean Regime of Suppressing Progressive Forces\r\n Pyongyang, November 10 (KCNA) -- Christer Lundgren, chairman of the Sweden-Korea Friendship Association, posted an article titled \"Suppression of progressive forces in south Korea\" on its website on Nov. 4.\n\t\t\t\t\t The article noted:\n\t\t\t\t\t\n\t\t\t\t\t The Unified Progressive Party (UPP) in south Korea has become a target of suppression by neo-fascist dictatorial conservative forces.  This is reminiscent of \"McCarthyism\".\n\t\t\t\t\t\n\t\t\t\t\t The pro-U.S. conservative forces are working hard to disband the UPP.\n\t\t\t\t\t\n\t\t\t\t\t They are also trying to dissolve the Teachers Union and ban the progressive paper Jaju Minbo.\n\t\t\t\t\t\n\t\t\t\t\t Their desperate repressive move is no more than an artifice to divert elsewhere the mindset of the people enraged by their criminal acts during the \"presidential election\" last year.\n\t\t\t\t\t\n\t\t\t\t\t By dissolving the UPP, they scheme to eliminate all the core progressive forces that disturb their stay in \"power\" and advocate independent and peaceful reunification of Korea after branding them as \"treacherous forces\". This is aimed to secure the pro-U.S. \"Saenuri Party's\" power stability."
        },
        {
            "title": "DR Congo Demands Halt to S. Korean Regime's Suppression of Progressive Party",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-03ee.html",
            "content": "DR Congo Demands Halt to S. Korean Regime's Suppression of Progressive Party\r\n Pyongyang, November 10 (KCNA) -- An organization and figure of DR Congo condemned the south Korean authorities for working hard to dissolve the Unified Progressive Party.\n\t\t\t\t\t The Youth Group for the Study of the Juche Idea in DR Congo in a statement on Oct. 30 said that the south Korean authorities' moves to suppress and dissolve the legally organized political party brought to light all over the world the fact that south Korea is a dark, undemocratic land where fascism and dictatorship stalk.\n\t\t\t\t\t\n\t\t\t\t\t The statement termed such an action conducted by the south Korean authorities and the \"Saenuri Party\" a brutal act and fascist repression.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities must ensure democracy of society, guarantee the freedom of the activities of political parties and halt the above-said act at once, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people have to approach with vigilance the move of the conservative forces blocking justice and progress and make positive efforts to realize democracy of society.\n\t\t\t\t\t\n\t\t\t\t\t The world people desirous of justice and progress should not allow fascism and dictatorship of the south Korean ruling forces but wage unflinching actions to build a free and peaceful world by their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t Otete Gaston Mboyo, deputy general secretary of the Central Committee of the Communist Party of DR Congo, who is also chairman of the DR Congo-Korea Friendship and Solidarity Association in a statement on Oct. 31 said that the violent acts of the south Korean regime and the \"Saenuri Party\" are a serious human rights abuse and a grave challenge to international law."
        },
        {
            "title": "British Bodies Declare S. Korean President as Persona Non Grata",
            "url": "http://kcna.co.jp/item/2013/201311/news10/20131110-04ee.html",
            "content": "British Bodies Declare S. Korean President as Persona Non Grata\r\n Pyongyang, November 10 (KCNA) -- The British Association for the Study of Songun Policy, the British Branch of the Korean Friendship Association and the British Group for the Study of the Juche Idea issued a joint statement on Nov. 5 in denunciation of the south Korean chief executive's visit to the U.K.\n\t\t\t\t\t The statement said that Park Geun Hye is a fascist who took office as \"president\" in an illegal way of using the Intelligence Service just as Park Chung-Hee seized power through a military coup.\n\t\t\t\t\t\n\t\t\t\t\t It noted that south Korea is dark society in which anyone who praises the DPRK is prosecuted by the \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t Ro Su Hui, vice-chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification, and so many other pro-reunification patriots serve prison terms under the evil law, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are desperately seeking to dissolve the Unified Progressive Party, it said.\n\t\t\t\t\t\n\t\t\t\t\t The Park regime is an unpopular one speaking for the interests of a handful of the wealthy class, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It said that south Korea is a colony of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Such \"president\" of south Korea is persona non grata, it noted."
        }
    ]
}