{
    "date": "2013-01-04",
    "url": "http://kcna.co.jp/item/2013/201301/2013-01-04ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets President of Myanmar",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-12ee.html",
            "content": "Kim Yong Nam Greets President of Myanmar\r\n Pyongyang, January 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Friday sent a message of greeting to Thein Sein, president of Myanmar, on the occasion of the 65th anniversary of its independence.\n\t\t\t\t\t Kim in the message wished the president and the people of Myanmar greater success in their work for the independent development of the country and its prosperity."
        },
        {
            "title": "Pak Ui Chun Greets FM of Myanmar",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-13ee.html",
            "content": "Pak Ui Chun Greets FM of Myanmar\r\n Pyongyang, January 4 (KCNA) -- DPRK Foreign Minister Pak Ui Chun on Friday sent a message of greeting to Wunna Maung Lwin, foreign minister of Myanmar, on the occasion of the 65th anniversary of its independence.\n\t\t\t\t\t He in the message wished the foreign minister greater success in his work, expressing belief that the friendly and cooperative relations between the two countries would invariably grow strong."
        },
        {
            "title": "Choe Yong Rim Encourages Power Workers to Increase Production",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-21ee.html",
            "content": "Choe Yong Rim Encourages Power Workers to Increase Production\r\n Pyongyang, January 4 (KCNA) -- Premier Choe Yong Rim made a field survey of the Pukchang Thermal-power Complex in a high-pitched new year campaign.\n\t\t\t\t\t The premier encouraged the electricity producers who turned out in the general offensive for consolidating the springboard for building an economic power after receiving the historic new year address of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Then he acquainted himself with the power production there and equipment management and convened a consultative meeting of officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to spur the building of an economic power by increasing the coal and electricity production, quoting the new year address in which Kim Jong Un put an emphasis on shoring up the vanguard sectors of the national economy and the sectors of basic industries.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting the significance of the increase in the coal and electricity production was mentioned and the issue to tighten mutual cooperation between the power industry and the coal industry was also discussed.\n\t\t\t\t\t\n\t\t\t\t\t Measures were taken to timely provide the materials in need for repairing equipment to increase the electricity production and to supply the power to the coal-mines tasked with the supply of coal for electricity production.\n\t\t\t\t\t\n\t\t\t\t\t Organization was made there to contribute to increasing the coal production by providing the coal-mines in the areas of Pukchang, Tokchon and Tukjang with key materials to meet their demand and by reasonably choosing the places of producing and supplying prop timbers. \n\t\t\t\t\t\n\t\t\t\t\t Earlier, the premier looked round the February 8 Jiktong Youth Coal Mine which plays a principal role in the coal production of the country to give a pep-talk to the coal-miners in their drive for increased production."
        },
        {
            "title": "Order of Kim Jong Il Awarded to KCST",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-18ee.html",
            "content": "Order of Kim Jong Il Awarded to KCST\r\n Pyongyang, January 4 (KCNA) -- Order of Kim Jong Il was awarded to the Korean Committee of Space Technology (KCST).\n\t\t\t\t\t It succeeded in launching satellite Kwangmyongsong 3-2, thus creditably carrying out the behest of leader Kim Jong Il, strikingly demonstrating the tremendous might of the great Paektusan nation and making a great contribution to encouraging all service personnel and people in the dynamic advance for hastening the final victory in the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t An awarding ceremony was held on Friday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Nam, member of the Presidium of the Political Bureau of the Central Committee of the Workers' Party of Korea and president of the Presidium of the Supreme People's Assembly of the DPRK, officials, scientists, technicians and workers of the KCST."
        },
        {
            "title": "Equatorial Guinean President Hopes for Good Health of Kim Jong Un",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-06ee.html",
            "content": "Equatorial Guinean President Hopes for Good Health of Kim Jong Un\r\n Pyongyang, January 4 (KCNA) -- Equatorial Guinean President Obiang Nguema Mbasogo warmly congratulated Kim Jong Un, the supreme leader of the Korean people, on the first anniversary of his assumption of supreme commandership of the Korean People's Army.\n\t\t\t\t\t He said this when meeting DPRK Ambassador to his country Kwak Ji Hwan on Dec. 28 last year.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health and greater success in his noble work of leading the Korean people."
        },
        {
            "title": "Servicepersons Meet to Vow to Carry Out Tasks Set Forth in New Year Address",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-22ee.html",
            "content": "Servicepersons Meet to Vow to Carry Out Tasks Set Forth in New Year Address\r\n Pyongyang, January 4 (KCNA) -- A meeting of the service personnel of the Ministry of the People's Armed Forces was held at the April 25 House of Culture on Friday to vow to thoroughly implement the important tasks set forth in the historic New Year Address made by Supreme Commander Marshal Kim Jong Un.\n\t\t\t\t\t Present there were Choe Ryong Hae, director of the General Political Bureau of the Korean People's Army (KPA), Hyon Yong Chol, chief of the General Staff of the KPA, Kim Kyok Sik, minister of the People's Armed Forces, Hyon Chol Hae, first minister of the People's Armed Forces and officials of the ministry and soldiers of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were followed by a report of Choe Ryong Hae at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said the New Year Address of Kim Jong Un reflects the firm will of the great Songun commander to bring earlier the final victory of the revolutionary cause of Juche, firmly holding the arms of Songun. The address also comprehensively indicates the tasks and ways for further strengthening the KPA, they added.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un powerfully aroused all the service personnel and people all over the country to the high-pitched drive last year, thus performing immortal exploits to shine long in the history of the country, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They pledged to carry out their honorable mission and task as the revolutionary army of Kim Il Sung, Kim Jong Il and Kim Jong Un in the struggle for building a thriving nation and accomplishing the cause of national reunification, faithfully upholding the Songun revolutionary leadership of Kim Jong Un this year in which fall the 65th anniversary of the DPRK and the 60th anniversary of the Korean people's victory in the great Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to keep an alert posture to mercilessly wipe out the aggressors and win a victory in the great war for national reunification if they dare preempt a fire."
        },
        {
            "title": "Contributors to Satellite Launch Leave Pyongyang amid Warm Send-off",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-19ee.html",
            "content": "Contributors to Satellite Launch Leave Pyongyang amid Warm Send-off \r\n Pyongyang, January 4 (KCNA) -- The scientists, technicians, workers and officials who contributed to the successful launch of satellite Kwangmyongsong 3-2 left here Friday amid warm send-off from senior party, state and army officials, service personnel and more than 100 000 Pyongyangites. They toured Pyongyang at the invitation of the dear respected Marshal Kim Jong Un.\n\t\t\t\t\t Huge crowds of Pyongyangites lined along the tens of km-long route from Pyongyang Railway Station to Yonggwang Street, Kim Il Sung Square, Changjon Street, Mansudae Street, Pothong Gate, Yongung Street, Jonsung Square, April 25 House of Culture, Ryonghung Crossroads and Ryonmot-dong. \n\t\t\t\t\t\n\t\t\t\t\t The buses carrying the contributors left Pyongyang Koryo Hotel. \n\t\t\t\t\t\n\t\t\t\t\t In front of the hotel they were sent off by Kim Yong Nam, Choe Yong Rim and other senior party and state officials and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t People from all walks of life, youths and students warmly sent them off. \n\t\t\t\t\t\n\t\t\t\t\t At Yongung (hero) Street they were seen off by service personnel of the Korean People's Army and the Korean People's Internal Security Forces with enthusiastic applause. \n\t\t\t\t\t\n\t\t\t\t\t When the buses reached Jonsung Square Choe Ryong Hae, Hyon Yong Chol and other high-ranking officers of the KPA, officials of the armed forces organs and other servicepersons of the KPA and the Korean People's Internal Security Forces warmly sent them off. \n\t\t\t\t\t\n\t\t\t\t\t They arrived at the destination and had an emotion-charged meeting with officials, families and relatives."
        },
        {
            "title": "Cuban Embassy Members Visit Pyongyang Maternity Hospital",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-14ee.html",
            "content": "Cuban Embassy Members Visit Pyongyang Maternity Hospital\r\n Pyongyang, January 4 (KCNA) -- German Hermin Ferras Alvarez, Cuban ambassador to the DPRK, and women of his embassy Friday visited the Pyongyang Maternity Hospital on the occasion of the 54th anniversary of the victory in the Cuban revolution.\n\t\t\t\t\t The guests looked round various treatment rooms, sick-rooms and the Breast Cancer Research Center of the hospital.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador said at the end of the visit:\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Maternity Hospital is a combined medical center for women.\n\t\t\t\t\t\n\t\t\t\t\t Such wonderful maternity hospital can be built only in socialist society where women are accorded preferential treatment.\n\t\t\t\t\t\n\t\t\t\t\t The hospital is associated with the warm loving care of the great leaders of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The visit offered us an opportunity to know well about the DPRK's politics of love for the people and it convinced us of the sure victory of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The guests presented a souvenir to the hospital."
        },
        {
            "title": "DPRK Witnesses Successes in Land Management Last Year",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-15ee.html",
            "content": "DPRK Witnesses Successes in Land Management Last Year\r\n Pyongyang, January 4 (KCNA) -- The Democratic People's Republic of Korea witnessed many successes in land management last year.\n\t\t\t\t\t In April the dear respected Kim Jong Un made public a famous work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\". In the work, he said that land management is a patriotic and noble, far-reaching work to bring the prosperity of the country and provide the people with better living conditions.\n\t\t\t\t\t\n\t\t\t\t\t In hearty response to his call for face-lifting the land of the country as befitting the features of a thriving socialist nation, all the servicepersons and civilians turned out in the efforts for the prosperity of the country and happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t More than 2,300,000 trees of good species were planted in the capital city of Pyongyang in spring season.\n\t\t\t\t\t\n\t\t\t\t\t The city has taken on a new look by the efforts of servicepersons. Servicepersons finished improvement projects of the Hapjang and Pothong rivers respectively in six and nine days. 18 parks were face-lifted by them in ten odd districts of the city, furnished with sports amusement facilities.\n\t\t\t\t\t\n\t\t\t\t\t All provincial cities and counties paid big efforts to afforestation, river improvement and road pavement under a long-term plan.\n\t\t\t\t\t\n\t\t\t\t\t North Hamgyong Province planted some 834 000 more trees than scheduled while Jagang Province finished paving 23,800 square meters of road.\n\t\t\t\t\t\n\t\t\t\t\t South Phyongan and other provinces improved many roads and bridges, rehabilitating dwelling houses, public buildings and riversides devastated by floods.\n\t\t\t\t\t\n\t\t\t\t\t Changsong County in North Phyongan Province built 400 housing flats on a fashionable basis, carrying masonry and embankment projects covering nearly 20,000 square meters.\n\t\t\t\t\t\n\t\t\t\t\t Forestation and road pavement were brisk also in Sinchon County, South Hwanghae Province and Rason City.\n\t\t\t\t\t\n\t\t\t\t\t The same was true for other local areas.\n\t\t\t\t\t\n\t\t\t\t\t All these activities were prompted by Kim Jong Il's patriotism."
        },
        {
            "title": "Tasik, Traditional Korean Cookie",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-16ee.html",
            "content": "Tasik, Traditional Korean Cookie\r\n Pyongyang, January 4 (KCNA) -- Tasik (patterned savory cake) has been considered one of traditional Korean cookies.\n\t\t\t\t\t The cake is made by roasting on a patterned mold the mixtures of pounded jujube, chestnut and sesame and honey or okdang sugar.\n\t\t\t\t\t\n\t\t\t\t\t Ri Ik, a realist scholar in the 18th century, said in his book that tasik was one of dishes prepared for memorial services.\n\t\t\t\t\t\n\t\t\t\t\t Letters and patterns inscribed in tasik represent people's wish for good health.\n\t\t\t\t\t\n\t\t\t\t\t The sweet cookie is usually taken with tea. It is made in families and served mainly in holidays."
        },
        {
            "title": "Kim Jong Il, Peerlessly Great Man (20)",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-17ee.html",
            "content": "Kim Jong Il, Peerlessly Great Man (20)\r\n Pyongyang, January 4 (KCNA) -- Leader Kim Jong Il in his lifetime had put the interests of popular masses above anything else.\n\t\t\t\t\t It was his view that revolution and socialism are all needed only to ensure the interests and wellbeing of the people. All of the policies shaped by him utterly represented the interests of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t It was one winter day in 1998 when the leader visited a local factory. The factory's officials made an apology to the leader for the unfinished yearly quota. Instead of blaming them, he had a photo taken with them to give encouragement to them.\n\t\t\t\t\t\n\t\t\t\t\t When the leader toured the Samsu Power Station under construction on March 3, 2006, he stressed that dwelling houses should be built before anything else for the inhabitants residing in the area possibly to be flooded due to the construction of the power station.\n\t\t\t\t\t\n\t\t\t\t\t Whenever inspecting military units or visiting industrial establishments, he always showed care for the servicepersons and employees' life before anything else.\n\t\t\t\t\t\n\t\t\t\t\t That is why the Korean people are now working great innovations to carry into practice his behests, holding him in high esteem as their eternal leader."
        },
        {
            "title": "Rodong Sinmun Calls for Effecting New Turn in Building Economic Giant",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-09ee.html",
            "content": "Rodong Sinmun Calls for Effecting New Turn in Building Economic Giant\r\n Pyongyang, January 4 (KCNA) -- \"Let us bring about a radical turn in the building of an economic giant with the same spirit and mettle as were displayed in conquering space!\" -- this is the slogan the Workers' Party and people of Korea should uphold this year, says Rodong Sinmun Friday in an editorial.\n\t\t\t\t\t The slogan is a banner giving the Korean people the conviction and courage for victory in building an economic socialist power, it notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The slogan is pervaded with the urgent requirements in the present times.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to actively learn from and thoroughly embody the white gem-like loyalty of space conquerors who carried out the behests of leader Kim Jong Il to the letter.\n\t\t\t\t\t\n\t\t\t\t\t It is imperative to struggle and create like the space conquerors who weathered any difficulties to carry out his behests.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to devote oneself to building an economic giant with burning patriotic enthusiasm to fully demonstrate Korea of the sun.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people should make their hearts burn with the great national pride and revolutionary self-esteem of living in Korea of the sun, holding in high esteem the peerlessly great man recognized by the world.\n\t\t\t\t\t\n\t\t\t\t\t It is essential for them to put the nation's overall science and technology on the world's level as soon as possible through a dynamic drive for pushing back the frontiers of latest science and technology just as the satellite scientists conquered space.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to create and make leap forward with the bold spirit and trait of advancing ahead of other countries in the world, racing against times.\n\t\t\t\t\t\n\t\t\t\t\t It is also necessary to give fullest play to the might of collectivism in all work sites for building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t It is essential to give full play to the might of single-minded unity and revolutionary comradeship in building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all the service personnel and people to wage a dynamic drive to bring about an epochal phase in building an economic power with the same spirit and stamina as were displayed in conquering space with the national pride and self-esteem of living in great Korea of the sun."
        },
        {
            "title": "No Force Can Block Way of Independence, Justice: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-10ee.html",
            "content": "No Force Can Block Way of Independence, Justice: Rodong Sinmun\r\n Pyongyang, January 4 (KCNA) -- The aspiration and desire of mankind to lead an independent life are growing stronger and the trend of history is heading for independence and justice, quite contrary to the intention of the imperialists, says Rodong Sinmun Friday in a bylined article.\n\t\t\t\t\t The trend of the historic development proves that independence and justice always emerge victorious, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and other imperialist forces are making desperate efforts to realize their ambition for domination, nostalgic of the past days when they could behave as \"emperor\" of the world, but it is a foolish attempt.\n\t\t\t\t\t\n\t\t\t\t\t They have neither strength nor way to dominate the world nor recipe for tiding over their worsening crisis. Imperialism represents the forces which have lived out their days and is no more than dregs of history.\n\t\t\t\t\t\n\t\t\t\t\t The imperialist forces are working hard to infringe upon the sovereignty of other countries with the mask of \"justice\" but this will get them nowhere.\n\t\t\t\t\t\n\t\t\t\t\t Justice in the international community lies in that dignity and sovereignty of each country are respected and its requirements and interests are met in a fair way.\n\t\t\t\t\t\n\t\t\t\t\t There can be no justice for the imperialists who are trying hard to put under their control small and weak countries while seeking domination, subjugation, aggression and plunder.\n\t\t\t\t\t\n\t\t\t\t\t The experience gained by the DPRK in its actual struggle proves that the idea of attaching importance to military affairs and the Songun politics are, indeed, an all-mighty treasured sword for defending independence and justice and a key to victory.\n\t\t\t\t\t\n\t\t\t\t\t Many countries of the world are dynamically struggling for independence and justice.\n\t\t\t\t\t\n\t\t\t\t\t The day is sure to come when there will appear an independent and just, new world structure depending on the independent forces decisively superior to imperialism."
        },
        {
            "title": "KCNA Commentary Blasts S. Korean Confrontation Maniacs",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-20ee.html",
            "content": "KCNA Commentary Blasts S. Korean Confrontation Maniacs \r\n Pyongyang, January 4 (KCNA) -- The Lee Myung Bak group of traitors in south Korea kicked off the moves for confrontation with fellow countrymen and war maneuvers against the DPRK from the outset of the year, touching off astonishment and resentment of the public at home and abroad.\n\t\t\t\t\t Traitor Lee and his group, letting loose a spate of such malignant outbursts that the south should defend \"the northern limit line\" and \"the north may perpetrate provocations based on the mode of striking the west while making noise in the east\", are getting frantic in the war maneuvers against the north while calling for \"punishment\" of someone. They hurled human scum into the operation of scattering leaflets.\n\t\t\t\t\t\n\t\t\t\t\t The madcap confrontation racket kicked off by the group is an outright challenge to the aspiration of all the fellow countrymen for peace and reunification. It is also a grave provocation turning deaf ear to the sincere call of the DPRK for removing the confrontation between the north and the south and opening a new phase of national reunification by concerted efforts of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that all the fellow countrymen in the north and the south and abroad are cursing the Lee group of rats for bringing dark clouds of confrontation and war from the outset of the year.\n\t\t\t\t\t\n\t\t\t\t\t The group seeks to drive the inter-Korean relations to bigger catastrophe and ignite a war at any cost. It also seeks to worsen the inter-Korean ties and let the next regime carry on the confrontation policy.\n\t\t\t\t\t\n\t\t\t\t\t No one can vouch what a big disaster the last-ditch efforts of those more dead than alive will bring to the nation. This is clearly evidenced by the five years of the Lee group's office.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people have been constantly harassed by war-phobia and uneasiness and the nation has never been in peace due to the confrontation rackets kicked up by the decadent and incompetent group of traitors who knows nothing but saber-rattling. It is the group which unhesitatingly committed heinous crimes stunning the world people.\n\t\t\t\t\t\n\t\t\t\t\t That is why the touch-and-go situation prevails on the Korean Peninsula and there occurred such a tragedy in which the north and the south opened fire into the other side.\n\t\t\t\t\t\n\t\t\t\t\t Confrontation with fellow countrymen will lead to a war and it will bring only disaster to the nation. If the disaster of the nation is to be prevented, its cause must be rooted up. This is a lesson taught by the past five year-long history of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The group should not misjudge the broad magnanimity of the DPRK wanting the national reconciliation, unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t There is a limit to the DPRK's patience and the spirit of its service personnel and people for annihilating the enemies is sky-high.\n\t\t\t\t\t\n\t\t\t\t\t Those who pursue confrontation with fellow countrymen and war are bound to ruin."
        },
        {
            "title": "S. Korean Workers Greet New Year in Despair",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-11ee.html",
            "content": "S. Korean Workers Greet New Year in Despair\r\n Pyongyang, January 4 (KCNA) -- CBS of south Korea Tuesday deplored the south Korean workers who greeted the New Year in a despair.\n\t\t\t\t\t The broadcasting said that dismissed workers of Ssangyong Motors are greeting the New Year while waging a sit-in strike on a high steel tower.\n\t\t\t\t\t\n\t\t\t\t\tThey have been on a sit-in strike for the 42 consecutive days despite cold on a 30-meter-high transmission tower with 154,000 voltage current flowing through wire, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Four dismissed workers of the motors died in 2012 and five workers and activists committed suicides or died all of a sudden a week after the \"presidential\" election.\n\t\t\t\t\t\n\t\t\t\t\tIt held that their simple desire for the reinstatement of the unreasonably dismissed workers should be realized."
        },
        {
            "title": "Kim Jong Il's Brief Biography Posted on Internet of Brazilian Party",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-01ee.html",
            "content": "Kim Jong Il's Brief Biography Posted on Internet of Brazilian Party\r\n Pyongyang, January 4 (KCNA) -- The brief biography of leader Kim Jong Il was posted on the internet website of the Brazilian Communist Party on Dec. 17 last year."
        },
        {
            "title": "Kim Jong Un's Work Carried by Nepali Paper",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-02ee.html",
            "content": "Kim Jong Un's Work Carried by Nepali Paper\r\n Pyongyang, January 4 (KCNA) -- The full text of the dear respected Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding the Great Comrade Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\", was carried by the Nepali paper Ostito on December 28 last year.\n\t\t\t\t\t The work, made public on April 6, 2012, clarifies that it is a principled requirement for the victorious advance of the Korean revolution to invariably hold leader Kim Jong Il in high esteem as the eternal general secretary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks to be fulfilled to steadily develop the WPK into the glorious party of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The paper also carried a photo of Kim Jong Un."
        },
        {
            "title": "DPRK's Important Days Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-03ee.html",
            "content": "DPRK's Important Days Marked in Different Countries\r\n Pyongyang, January 4 (KCNA) -- Various events took place in different countries to mark the 21st anniversary of leader Kim Jong Il's assumption of supreme commandership of the Korean People's Army, the first anniversary of the dear respected Kim Jong Un's assumption of KPA supreme commandership and the 95th birth anniversary of anti-Japanese war hero Kim Jong Suk and hail the successful launch of satellite Kwangmyongsong 3-2 in the DPRK.\n\t\t\t\t\t Meetings, seminars, lectures, book and photo exhibitions, round-table talks and film shows were held in Switzerland, Romania, Uruguay, India, Pakistan and Myanmar between Dec. 18 and 25 last year.\n\t\t\t\t\t\n\t\t\t\t\t Present there were people of different social standings and masses in relevant countries. \n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were DPRK ambassadors and staff members of their embassies.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Switzerland-Korea Committee said that Kim Jong Il strengthened the KPA into an invincible army true to the behests of President Kim Il Sung. The KPA reliably defended the sovereignty of the country under the leadership of Kim Jong Il, the chairman added.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Supreme Council of the Socialist Party of Romania said that the KPA has been developed into an invincible army which no imperialist power in this world dares provoke as it is holding Kim Jong Un in high esteem as its supreme commander.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the March 26 Movement of Uruguay noted that socialism in the DPRK is winning victory one after another as it was built and is advancing, guided by the Juche idea centered on man.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Indian Working Women Society for Study of the Juche Philosophy and the chief of the Women's Organization for the Study of the Juche Idea in Karachi, Pakistan stressed that the feats of Kim Jong Suk will always be remembered by the younger generation.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the meeting held in Switzerland."
        },
        {
            "title": "DPRK's Successful Satellite Launch Hailed by Nepali Personages",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-04ee.html",
            "content": "DPRK's Successful Satellite Launch Hailed by Nepali Personages\r\n Pyongyang, January 4 (KCNA) -- The chairman and the secretary general of the Socialist Journalist Forum of Nepal made public a joint statement on Dec. 25 last year to hail the successful launch of satellite Kwangmyongsong 3-2 in the DPRK.\n\t\t\t\t\t The statement extended warm congratulations to the Korean people who are remaining loyal to the revolutionary cause of leader Kim Jong Il, the socialist cause, under the energetic leadership of the dear respected Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The successful satellite launch was a great event which encouraged progressive mankind aspiring after the building of an independent new society, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The progressives are deeply admiring the might of the DPRK standing firm against the U.S. styling itself the world's only super power, possessed of tremendous military capability despite the persistent threat of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t We extend warm congratulations to the Korean people working miracles under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We sincerely hope that they will win victories in the future, too, as they have the great leader."
        },
        {
            "title": " DPRK's Successful Satellite Launch Hailed by German Organizations",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-05ee.html",
            "content": "DPRK's Successful Satellite Launch Hailed by German Organizations\r\n Pyongyang, January 4 (KCNA) -- Bulletins were issued in Germany to hail the successful launch of Kwangmyongsong 3-2 in the DPRK.\n\t\t\t\t\t The Hannover Group for the Study of the Juche Idea in a bulletin carried an article titled \"DPRK succeeds in launching satellite\". It said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people succeeded in launching satellite Kwangmyongsong 3-2, thus carrying out the behests of leader Kim Jong Il on launching a scientific and technological satellite in 2012, the centenary of the birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t This is a gift the dear respected Kim Jong Un presented to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Through the satellite launch the DPRK demonstrated that its science and technology reached the world's level. The Korean people will continue advancing toward the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The MS Travel Agency in a bulletin edited an article titled \"Successful launch of satellite 'Kwangmyongsong 3-2'\" illustrated with a photo of the satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t The article said that the successful satellite launch was a shining fruition of the Workers' Party of Korea's policy of attaching importance to science and technology and an epochal event in developing the country's science, technology and economy by exercising the legitimate independent right to space use for peaceful purposes."
        },
        {
            "title": "Ryugyong Health Complex Introduced by Chinese Paper",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-07ee.html",
            "content": "Ryugyong Health Complex Introduced by Chinese Paper\r\n Pyongyang, January 4 (KCNA) -- The Chinese Huan Qiu Shibao on Dec. 31 last year carried an article contributed by its correspondent in Pyongyang. The article introduced the Ryugyong Health Complex, People's Open-air Ice Rink and Skate Park built under the dear respected Kim Jong Un's warm loving care for the people.\n\t\t\t\t\t It said that the health complex equipped with the general cultural and welfare facilities and the ice rink and park which are mass sports bases were built for the improvement of the living standard of the Korean people early in November 2012. The article gave a detailed account of their sizes. It went on:\n\t\t\t\t\t\n\t\t\t\t\t Pyongyangites are fond of the Ryugyong Health Complex. It is very popular among them. Some people dropped in there on their way back home after day's work every day and take bath, sauna and exercise, relieving of their fatigue. \n\t\t\t\t\t\n\t\t\t\t\t Many people spend a pleasant time at the People's Open-air Ice Rink situated beside the health complex. Among them are beginners who hold handrails or their friends to skate and skilled persons showing good movements while skating along the tracks. Cheerful laughs could be heard from the ice rink.\n\t\t\t\t\t\n\t\t\t\t\t There is the Skate Park covering vast space behind the ice rink.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is improving the standard of people's living with great importance attached to it.\n\t\t\t\t\t\n\t\t\t\t\t The operation of the health complex, ice rink and skate park is a great success made by the DPRK in improving the standard of people's living."
        },
        {
            "title": " Choe Yong Rim visita Complejo Termoelectrico de Pukchang",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-23ee.html",
            "content": "Choe Yong Rim visita Complejo Termoelectrico de Pukchang\r\nPyongyang, 4 de enero (ACNC) -- El premier coreano Choe Yong Rim visito el Complejo Termoelectrico de Pukchang que entro en la produccion inicial del ano nuevo.\n\t\t\t\t\t Averiguo en detalles el estado de produccion y cuidado de equipos tras estimular a los productores de electricidad que informados del mensaje del Ano Nuevo del Mariscal Kim Jong Un, se incorporaron a la ofensiva general para consolidar la base de construccion de una potencia economica.\n\t\t\t\t\t\n\t\t\t\t\t Seguidamente, se convoco la reunion consultiva de los funcionarios de ramas interesadas.\n\t\t\t\t\t\n\t\t\t\t\t  En su mensaje del Ano Nuevo, el Mariscal instruyo tomar las medidas decisivas para mejorar los sectores avanzados y las industrias basicas de la economia nacional, dijo el premier y discutio los problemas que se presentan en el aumento de produccion de energia electrica.\n\t\t\t\t\t\n\t\t\t\t\t  Se tomaron las medidas para suministrar con urgencia los materiales necesarios a la reparacion de equipos generadores y enviar suficiente electricidad a las minas hulleras encargadas de excavar el carbon para la generacion electrica, estrechando las relaciones mutuas entre las ramas de la industria electrica y la carbonifera.\n\t\t\t\t\t\n\t\t\t\t\t  Se asignaron las tareas para suministrar satisfactoriamente las materias importantes a las minas hulleras y determinar racionalmente los lugares de produccion y suministro de las maderas de entibo con vistas al incremento de produccion carbonifera.\n\t\t\t\t\t\n\t\t\t\t\t  Con anterioridad, el premier estuvo en la Mina Carbonifera Juventud Jikdong 8 de Febrero en que debatio los problemas para levantar gran auge en la produccion."
        },
        {
            "title": "CRPP denuncia acciones provocativas de la banda del traidor Lee Myung Bak en el ano nuevo",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-24ee.html",
            "content": "CRPP denuncia acciones provocativas de la banda del traidor Lee Myung Bak en el ano nuevo\r\nPyongyang, 4 de enero (ACNC) -- El portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 3 una declaracion que sigue:\n\t\t\t\t\tHoy en dia, el pueblo de la Republica Popular Democratica de Corea y toda la nacion coreana acogen significativamente el Ano Nuevo con el orgullo de haber logrado un gran acontecimiento nunca visto en la historia nacional de 5 milenios.\n\t\t\t\t\t\n\t\t\t\t\tInformados del historico mensaje del Ano Nuevo del Mariscal Kim Jong Un, todos los coreanos del Norte, el Sur y en ultramar emprenden la gran marcha por construir un Estado reunificado y prospero con la esperanza y conviccion en la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la banda de traidores de Lee Myung Bak del Sur de Corea lanza demencialmente desde el principio del Ano Nuevo la campana de confrontacion fratricida y guerra, provocando la indignacion de nacionales y extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tEl traidor Lee, el ministro de Defensa Nacional Kim Kwan Jin, el ministro de Reunificacion Ryu U Ik y otros tipejos surcoreanos en el estado de agonia pronuncian palabras provocativas, tales como la defensa de la \"linea de limite al Norte\", la \"provocacion a modo de hacer ruido en el este y atacar por el oeste\" y la \"opcion mala del Norte\" y desarrollan en los frentes occidental y oriental los ejercicios de artilleria hablando de \"castigo merecido\" y movilizando tanques y carros blindados.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, instigaron a una chusma a lanzar volantes de contenido anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t!Que contrastantes son la realidad de Pyongyang donde con motivo del Ano Nuevo, se tiraron las salvas y resonaron los campanazos y las canciones de felicidad, gloria y reunificacion, y el panorama del Sur de Corea en que se oyen los canonazos y huelen a polvora en los ejercicios de guerra contra la connacional RPDC!\n\t\t\t\t\t\n\t\t\t\t\tLa locura de la banda de Lee es un desafio frontal a la aspiracion y el deseo de todos los coreanos sobre la paz y la reunificacion y una grave provocacion nunca perdonable contra el sincero llamamiento de la RPDC a eliminar el estado de confrontacion entre ambas partes coreanas y abrir la nueva fase de reunificacion de la patria con las fuerzas unidas de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEl CRPP denuncia categoricamente con todos los compatriotas a la banda belicosa de Lee que desde el comienzo del Ano Nuevo, recurre a la confrontacion fratricida y trae el nubarron de guerra.\n\t\t\t\t\t\n\t\t\t\t\tAhora, insatisfecha de los crimenes cometidos durante 5 anos pasados contra la nacion, la banda de traidores surcoreanos realiza ultimos esfuerzos para llevar las relaciones intercoreanas a la fase mas catastrofica y para desatar la guerra.\n\t\t\t\t\t\n\t\t\t\t\tElla recrudece las acciones provocativas a fin de empeorar al maximo las relaciones N-S para que el siguiente \"poder\" no pueda apartarse de la politica conflictiva.\n\t\t\t\t\t\n\t\t\t\t\tEn la historia se registraron muchos malditos, tiranos y belicosos, pero, no hubo los elementos tan conflictivos como la banda de Lee.\n\t\t\t\t\t\n\t\t\t\t\tNo por casualidad, ella fue criticada y ridiculizada desde hace mucho tiempo ganandose el apodo de grupo de ratas que deben ser extinguidas. Hasta fue \"discriminada\" en las recientes elecciones por los mismos compinches.\n\t\t\t\t\t\n\t\t\t\t\tNadie puede prever cual catastrofe causara la locura de esos cadaveres vivos.\n\t\t\t\t\t\n\t\t\t\t\tBajo la situacion tan tirante dada desde el comienzo del ano, el CRPP declara solemnemente la siguiente posicion a base de la profunda preocupacion de toda la nacion coreana y las serias lecciones de los 5 anos pasados.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, para prevenir que caiga algun desastre sobre la nacion, hay que eliminar las causas.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la banda ratonesca de Lee que solo recurre a la confrontacion fratricida y a la guerra, los habitantes surcoreanos viven siempre con el temor a la guerra y la nacion esta intranquila.\n\t\t\t\t\t\n\t\t\t\t\tCuando exterminen a la banda ratonil de Lee, basura de la historia, los habitantes surcoreanos podran evitar la catastrofe y llevar una vida segura.\n\t\t\t\t\t\n\t\t\t\t\tSegundo, si recurre a la confrontacion fratricida, no se puede evitar la guerra.\n\t\t\t\t\t\n\t\t\t\t\tMejorar las relaciones intercoreanas y realizar lo mas pronto posible la reconciliacion, la unidad y la reunificacion de la nacion, son la aspiracion y deseo unanimes de la nacion coreana y, al mismo tiempo, la tendencia actual que nadie puede frenar.\n\t\t\t\t\t\n\t\t\t\t\tDurante 5 anos pasados, la vision de la camarilla de Lee, enturbiada por la excesiva fiebre conflictiva, le hizo cometer peores fechorias que dejaron consternado a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, la situacion de la Peninsula Coreana se llevo al umbral de guerra y sucedio la tragedia de intercambio de fuego.\n\t\t\t\t\t\n\t\t\t\t\tEl desenlace de la confrontacion fratricida es la guerra.\n\t\t\t\t\t\n\t\t\t\t\tTambien tienen limites nuestra generosidad y paciencia y nuestro ejercito esta dispuesto a aniquilar a los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas anti-reunificacion del Sur de Corea deben recobrar el juicio al ver la firme voluntad de nuestras fuerzas armadas revolucionarias expuesta en la declaracion del vocero del Comite de Defensa Nacional de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTercero, para prevenir la catastrofe de la nacion, toda la nacion debe unir las fuerzas bajo la bandera de \"Entre nosotros, los connacionales\" y movilizarse en la lucha contra las fuerzas conflictivas anti-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tAllanado la orgullosa epoca de reunificacion del 15 de Junio, los coreanos sintieron en carne propia que en la unidad nacional es garante de la paz, la reunificacion y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tNo pueden coexistir el ideal \"Entre nosotros, los connacionales\" que llama a convivir felizmente en el territorio reunificado y la confrontacion fratricida que genera grandes calamidades nacionales.\n\t\t\t\t\t\n\t\t\t\t\tToda la nacion coreana debe unirse para abrir la nueva fase de reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tA partir de la posicion de dar prioridad a la nacion, dar importancia a la nacion y la unidad nacional, todos los coreanos deben sujetar lo todo a la gran empresa de reunificacion de la patria y frustrar decisivamente las maniobras de guerra de las fuerzas conflictivas anti-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tQuienes persiguen la confrontacion fratricida y la guerra, estan condenados a la autodestruccion.\n\t\t\t\t\t\n\t\t\t\t\tObservaremos la actitud posterior de las autoridades surcoreanas."
        },
        {
            "title": " Otorgada Orden Kim Jong Il al CTEC ",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-25ee.html",
            "content": "Otorgada Orden Kim Jong Il al CTEC \r\nPyongyang, 4 de enero (ACNC) -- Tuvo lugar el dia 4 la ceremonia de otorgamiento de la Orden Kim Jong Il al Comite de Tecnologias Espaciales de Corea (CTEC).\n\t\t\t\t\tEl CTEC lanzo exitosamente la unidad no. 2 del satelite artificial de la Tierra \"Kwangmyongsong-3\".\n\t\t\t\t\t\n\t\t\t\t\tDe esa manera, materializo el legado del Dirigente Kim Jong Il, manifesto a todo el mundo el inagotable poderio estatal de la potencia del monte Paektu e hizo gran aporte a estimular la marcha de los militares y civiles por adelantar el triunfo final de la construccion de Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto participaron Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema, los funcionarios, cientificos, tecnicos y obreros de la citada entidad."
        },
        {
            "title": "ACNC comenta maniobras conflictivas de la camarilla surcoreana de Lee Myung Bak",
            "url": "http://kcna.co.jp/item/2013/201301/news04/20130104-26ee.html",
            "content": "ACNC comenta maniobras conflictivas de la camarilla surcoreana de Lee Myung Bak\r\nPyongyang, 4 de enero (ACNC) -- Desde los primeros dias  del ano nuevo, la banda de traidores del Sur de Corea recurre a la campana de confrontacion fratricida y guerra causando la consternacion e indignacion del interior y exterior del pais.\n\t\t\t\t\tEl connotado traidor Lee Myung Bak y sus lacayos pronuncian disparates tales como la defensa de la \"linea de limite al Norte\" y la \"provocacion de modo de hacer ruido en el este y atacar en el oeste\" y hablan ruidosamente de la \"represalia\" a alguien, mientras lanzan otra vez a las escorias humanas para que esparcieran volantes de contenido provocativo.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos contravienen a la aspiracion de los connacionales a la paz y la reunificacion y devienen la peligrosa provocacion al sincero llamamiento de la Republica Popular Democratica de Corea a acabar con el estado de confrontacion intercoreana y abrir la nueva coyuntura de la reintegracion territorial con las fuerzas unidas de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tEs logico que todos los coreanos del Norte, el Sur y en ultramar condenen a la horda ratonesca de Lee que desde el primer dia de este ano trae la ola de enfrentamiento y guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa banda traidora arma alboroto conflictivo con el fin de llevar las relaciones intercoreanas a la peor  catastrofe y desatar a toda costa la guerra.\n\t\t\t\t\t\n\t\t\t\t\tSu maligna intencion reside en empeorar las relaciones entre el Norte y el Sur para que el proximo \"gobierno\" surcoreano continue la politica conflictiva.\n\t\t\t\t\t\n\t\t\t\t\tNinguno podra prever cual calamidad traeran a la nacion los esfuerzos desesperados de esos moribundos. El lustro pasado del mandato de Lee lo confirmo fehacientemente.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la campana conflictiva de la banda de traidores corruptos e ignorantes, los habitantes surcoreanos viven siempre con el temor a la guerra y la nacion coreana no esta tranquila ni un dia.\n\t\t\t\t\t\n\t\t\t\t\tLa situacion de la Peninsula Coreana ha llegado al borde de la guerra y ha sucedido hasta el intercambio de fuegos.\n\t\t\t\t\t\n\t\t\t\t\tEl desenlace de la confrontacion fratricida es la guerra que traera a la nacion coreana tremendos flagelos.\n\t\t\t\t\t\n\t\t\t\t\tPara prevenir el desastre nacional, hay que eliminar de raices su causa. Esta es la leccion sacada de la historia de las relaciones intercoreanas en el ultimo lustro.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Lee no debe juzgar mal la sinceridad y magnanimidad de la RPDC que desea la reconciliacion,  la unidad y la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tHay limite tambien en nuestra paciencia. Es muy alto el impetu de nuestros militares y civiles por aniquilar a los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tLos que persiguen la confrontacion fratricida y la guerra seran arruinados sin falta."
        }
    ]
}