{
    "date": "2013-08-27",
    "url": "http://kcna.co.jp/item/2013/201308/2013-08-27ee.html",
    "articles": [
        {
            "title": "Kim Kye Gwan Meets Special Envoy of Chinese Government for Issue of Korean Peninsula",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-25ee.html",
            "content": "Kim Kye Gwan Meets Special Envoy of Chinese Government for Issue of Korean Peninsula\r\n Pyongyang, August 27 (KCNA) -- Kim Kye Gwan, first vice-minister of Foreign Affairs, met and had a friendly talk with Wu Dawei, special envoy of the Chinese government for the issue of the Korean Peninsula, and his party who paid a courtesy call on him on Tuesday.\n\t\t\t\t\t Present there were officials concerned and the charge d'affaires ad interim of the Chinese embassy here."
        },
        {
            "title": "DPRK Government Delegation Returns Home after Visiting African Countries",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-26ee.html",
            "content": "DPRK Government Delegation Returns Home after Visiting African Countries\r\n Pyongyang, August 27 (KCNA) -- The DPRK government delegation headed by Foreign Minister Pak Ui Chun returned home on Tuesday after winding up its visit to African countries."
        },
        {
            "title": "Delegation of Ministry of People's Security Leaves",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-23ee.html",
            "content": "Delegation of Ministry of People's Security Leaves\r\n Pyongyang, August 27 (KCNA) -- A delegation of the Ministry of People's Security led by Minister Choe Pu Il left here Tuesday to visit Mongolia."
        },
        {
            "title": "Military Attaches Corps, Russian Embassy Officials Visit Victorious Fatherland Liberation War Museum",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-29ee.html",
            "content": "Military Attaches Corps, Russian Embassy Officials Visit Victorious Fatherland Liberation War Museum\r\n Pyongyang, August 27 (KCNA) -- The military attaches corps here visited the Victorious Fatherland Liberation War Museum on Tuesday on the occasion of the 53rd anniversary of Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t The members of the military attaches corps paid tribute to the statue of President Kim Il Sung acknowledging the enthusiastic cheers of people at the square where a military parade was held to mark the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets before the sculpture \"Victory\", the monument to the victory in the war, and paid high tribute to the officers and men of the heroic Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the facts that Kim Il Sung led the war to a brilliant victory and General Secretary Kim Jong Il developed the revolutionary armed forces of the DPRK into a matchless army, they went round photos, historic relics and mementoes dating back to the war on display.\n\t\t\t\t\t\n\t\t\t\t\t Doyen of the military attaches corps Hassan Reza Husseini, military attache of the Iranian embassy, made the following entry in the visitor's book:\n\t\t\t\t\t\n\t\t\t\t\t The Victorious Fatherland Liberation War Museum is playing an important role in helping the rising generation learn from the fighting spirit of the forerunners, not forgetting the U.S. imperialists' history of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The museum has been successfully built on the initiative of Supreme Commander Kim Jong Un and under his guidance.\n\t\t\t\t\t\n\t\t\t\t\t I wish the army and people of the DPRK greater successes in their struggle to accomplish the Songun revolutionary cause under the wise guidance of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Russian embassy here visited the museum on the same day on the occasion of the anniversary.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit Igor Sagitov, charge d'affaires ad interim of the Russian embassy, wrote in the visitor's book that the DPRK is paying great attention to educating the rising generation in patriotism."
        },
        {
            "title": "Ceremony of Releasing Picture Album of Great Paektu Mountains and Photo Exhibition Held",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-09ee.html",
            "content": "Ceremony of Releasing Picture Album of Great Paektu Mountains and Photo Exhibition Held\r\n Pyongyang, August 27 (KCNA) -- A ceremony of releasing picture album of the great Paektu mountains and photo exhibition took place at the Pyongyang Centre for Cultural Exchange with Foreign Countries on Tuesday under the sponsorship of the DPRK-Oceania Friendship Association.\n\t\t\t\t\t Present there were Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is chairman of the DPRK-Oceania Friendship Association, Chairman Pak Kyong Il and members of the DPRK-New Zealand Friendship Association and Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Roser Shepherd, director of Hike Korea, and members of the New Zealand Motorcyclists' Group to Tour Mt. Paektu and Mt. Halla led by Gareth Morgan.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the picture album has been released to prove that Korea is one and the same territory stretching out from Mt. Paektu, the ancestral mountain.\n\t\t\t\t\t\n\t\t\t\t\t No one can cut off the great Paektu mountains, they added.\n\t\t\t\t\t\n\t\t\t\t\t They hoped that Korea would be reunified into one as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t Then, the participants looked round the picture album and photos on display."
        },
        {
            "title": "New Zealand Motorcyclists' Group to Tour Mt. Paektu and Mt. Halla Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-28ee.html",
            "content": "New Zealand Motorcyclists' Group to Tour Mt. Paektu and Mt. Halla Visits Mangyongdae\r\n Pyongyang, August 27 (KCNA) -- The New Zealand Motorcyclists' Group to Tour Mt. Paektu and Mt. Halla Tuesday visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the revolutionary life of Kim Il Sung and his family members in Mangyongdae, the members of the group looked round historic relics preserved at the old home with good care.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, the head of the group said that the President founded the DPRK and developed it.\n\t\t\t\t\t\n\t\t\t\t\t The group also visited the International Friendship Exhibition House and appreciated the grand gymnastic and artistic performance \"Arirang\"."
        },
        {
            "title": "Cuban Embassy Officials Visit Revolutionary Martyrs Cemetery on Mt. Taesong",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-17ee.html",
            "content": "Cuban Embassy Officials Visit Revolutionary Martyrs Cemetery on Mt. Taesong\r\n Pyongyang, August 27 (KCNA) -- Cuban Ambassador to the DPRK German Hermin Ferras Alvarez and his embassy officials visited the Revolutionary Martyrs Cemetery on Mt. Taesong on Tuesday on the occasion of the month for solidarity with the Cuban people.\n\t\t\t\t\t They laid bunches of flowers before the bust of anti-Japanese war hero Kim Jong Suk and paid high tribute to her, looking back upon her noble revolutionary career. \n\t\t\t\t\t\n\t\t\t\t\t They observed a moment's silence in memory of the revolutionary martyrs who dedicated their all to the liberation of the country, the people's happiness and the accomplishment of the Songun revolutionary cause. Then, they looked round the cemetery.\n\t\t\t\t\t\n\t\t\t\t\t They toured the Ryongaksan Recreation Ground.\n\t\t\t\t\t\n\t\t\t\t\t They had a pleasant time, looking round the ground which was built into a people's recreation ground thanks to the noble intention and warm loving care shown by the peerlessly great men."
        },
        {
            "title": "Fifth-Phase Project of Kosan Fruit Farm under Way",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-11ee.html",
            "content": "Fifth-Phase Project of Kosan Fruit Farm under Way \r\n Pyongyang, August 27 (KCNA) -- The fifth-phase modernization project of the Kosan Fruit Farm is progressing in the DPRK. \n\t\t\t\t\t Members of the Construction Shock Brigade 618 rezoned more than 50 hectares of land and finished the pavement of roads extending scores of kilometers between fields in a short span of time. They also finished 60 drainage projects and planted over one million fruit saplings. \n\t\t\t\t\t\n\t\t\t\t\t They are now pushing ahead with the building of some 500 dwelling houses and about 50 production and public facilities that was started this year. \n\t\t\t\t\t\n\t\t\t\t\t A lot of people from across the country are rendering active help to the project."
        },
        {
            "title": "Signal Boost in Production of Custom-built Equipment at Ryongsong Machine Complex",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-19ee.html",
            "content": "Signal Boost in Production of Custom-built Equipment at Ryongsong Machine Complex\r\n Hamhung, August 27 (KCNA) -- The workers of the Ryongsong Machine Complex are carrying out their daily plans for the production of custom-built equipment at more than 120 percent.\n\t\t\t\t\t Signal innovations are being made in turning out casting and steel casting products.\n\t\t\t\t\t\n\t\t\t\t\t They are carrying out their plan for the production of bogies to be sent to the Kim Chaek Iron and Steel Complex at 150 percent every day by successfully operating production processes such as melting, moulding and molten feeding.\n\t\t\t\t\t\n\t\t\t\t\t Keeping jigs and equipment and tools in good order and raising the operation rate of equipment, they are boosting the production of equipment to be sent to various units including the Tanchon Mining Industry Construction Complex.\n\t\t\t\t\t\n\t\t\t\t\t  They are cutting down the time of parts processing by improving the level of their technical skills and applying reasonable working methods."
        },
        {
            "title": "DPRK Players Return Home after Participating in 2nd Asian Youth Games",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-24ee.html",
            "content": "DPRK Players Return Home after Participating in 2nd Asian Youth Games\r\n Pyongyang, August 27 (KCNA) -- DPRK players returned home on Tuesday after participating in the Second Asian Youth Games held in Nanjing, China.\n\t\t\t\t\t They were greeted at Pyongyang Railway Station by officials concerned and family members.\n\t\t\t\t\t\n\t\t\t\t\t Sportsmen and sportswomen put garlands around the necks of the players and coaches and presented bouquets to them, congratulating them on achieving successes in the games and exalting the honor of the country."
        },
        {
            "title": "Students' Sports Contest under Way in Pyongyang",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-32ee.html",
            "content": "Students' Sports Contest under Way in Pyongyang\r\n Pyongyang, August 27 (KCNA) -- The Pyongyang City Students' Sports Games kicked off on August 12 to mark the Youth Day (August 28) are going on successfully.\n\t\t\t\t\t With sports enthusiasm running high throughout the country, students have fully displayed their skills in the games.\n\t\t\t\t\t\n\t\t\t\t\t In table-tennis, Kim Il Sung University came first in men's and women's events. The second and third places were taken by Kim Chaek University of Technology and Pyongyang Medical College under Kim Il Sung University in men's events and by Kim Hyong Jik University of Education and Kim Chol Ju University of Education in women's events.\n\t\t\t\t\t\n\t\t\t\t\t In badminton, Kim Hyong Jik University of Education won the titles in men's and women's events. Pyongyang University of Foreign Studies finished second in men's and women's events while Kim Chaek University of Technology came third in men's events and Pyongyang Jang Chol Gu University of Commerce in women's events.\n\t\t\t\t\t\n\t\t\t\t\t In Ssirum (Korean wrestling), Kim Hyong Jik University of Education took the title.\n\t\t\t\t\t\n\t\t\t\t\t In a tug of war, Kim Il Sung University placed first, Kim Chol Ju University of Education second and Pyongyang Medical College under Kim Il Sung University third.\n\t\t\t\t\t\n\t\t\t\t\t Final matches of football, basketball, volleyball and track-and-field will take place on the Youth Day."
        },
        {
            "title": "National Angling Contest Held",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-27ee.html",
            "content": "National Angling Contest Held\r\n Sariwon, August 27 (KCNA) -- The 12th national angling contest was held by Lake Kyongam in Sariwon City on Tuesday.\n\t\t\t\t\t It brought together at least 50 members of the Angling Fans Association selected in the Pyongyang and all provincial contests.\n\t\t\t\t\t\n\t\t\t\t\t They chose angling tackles and baits, taking into account water temperature and specific characters of fish, before dropping fishing lines.\n\t\t\t\t\t\n\t\t\t\t\t They demonstrated well the angling skills they have acquired in their spare hours.\n\t\t\t\t\t\n\t\t\t\t\t Standings were decided according to the number of fish they caught and a total length of them.\n\t\t\t\t\t\n\t\t\t\t\t Hong Je Hwan of Pyongyang was awarded first prize, Ri Nam Sik and Un Yong Nam of Nampho City second prize and Ri Kwang Ho and Kim Son Jong of Pyongyang and Kim Su Bong of South Hwanghae Province third prize. \n\t\t\t\t\t\n\t\t\t\t\t There took place an angling tackles invention exhibition on the same day. \n\t\t\t\t\t\n\t\t\t\t\t Kangwon Province, Nampho City and North Hwanghae Province were highly appreciated for presenting new angling tackles of good idea and quality baits."
        },
        {
            "title": "KCNA Commentary Slams S. Korean Authorities for Chilling Atmosphere of Dialogue",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-14ee.html",
            "content": "KCNA Commentary Slams S. Korean Authorities for Chilling Atmosphere of Dialogue\r\n Pyongyang, August 27 (KCNA) -- The south Korean authorities are persistently kicking up an anti-DPRK \"human rights\" campaign.\n\t\t\t\t\t Recently the south Korean conservative regime brought into south Korea what it called fact-finding group of the UN Committee for Investigation into Human Rights in the North. It staged such charade as a \"public hearing\" to hear testimonies from human scum. \n\t\t\t\t\t\n\t\t\t\t\t \"Prime Minister\" Jong Hong Won, when meeting the riff-raffs of the group, bragged that the south is promoting the institution of the \"law on human rights in the north\", one for confrontation with the DPRK, while talking about \"universal value of humankind\".\n\t\t\t\t\t\n\t\t\t\t\t There continue operations to allure and abduct fellow countrymen in the north through a third country under the patronage and manipulation of the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t These moves cannot be construed otherwise than reckless acts of chilling the hard-won atmosphere of dialogue between the north and the south as they are a revelation of extreme confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t As known, an atmosphere of dialogue and cooperation is being created step by step thanks to the positive measures, magnanimity and sincere efforts of the DPRK on the Korean Peninsula fraught with escalating tensions. Such atmosphere will grow stronger when respect and understanding of the dialogue partner are promoted and hostile acts come to a stop.\n\t\t\t\t\t\n\t\t\t\t\t If one party does not recognize the ideology and social system of the other party but persists in the hostile acts of slandering and hurting it, not only the inter-Korean relations but the situation on the Korean Peninsula will get further strained.\n\t\t\t\t\t\n\t\t\t\t\t The issue of the \"human rights\" touted by the south Korean authorities is a trite method used by them whenever they are driven into a tight corner as it is a plot hatched by the U.S. and other hostile forces to justify their moves for hurting and stifling a sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t The so-called \"human rights\" issues touted by the hostile forces directly or through their local stooges are being censured by countries of relevant countries and their people and in their own countries as they are all aimed to openly interfere in the ideologies and social systems of sovereign states and change their regimes.\n\t\t\t\t\t\n\t\t\t\t\t The \"law on human rights in the north\" which the conservative regime is working so hard to adopt is peppered with poisonous provisions to reject the regime of the DPRK and defame and topple it.\n\t\t\t\t\t\n\t\t\t\t\t Such anti-DPRK \"human rights\" campaign kicked up again by the south Korean authorities contrary to the present atmosphere of dialogue is nothing but an artifice to quell the above-said atmosphere, displeased with it.\n\t\t\t\t\t\n\t\t\t\t\t They are abusing good faith and magnanimity of the DPRK for escalating confrontation and defaming its social system. It is an open challenge to all the Koreans and the international community desirous of dialogue and cooperation between the north and the south, detente and peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are now becoming more talkative about \"confidence\" between the north and the south. The noisier they become in their \"human rights\" campaign full of distrust and hostility toward fellow countrymen, the more saliently it will reveal their hypocritical nature.\n\t\t\t\t\t\n\t\t\t\t\t History and the nation will never remain a passive onlooker to any act of chilling the atmosphere of peace and dialogue on the Korean Peninsula."
        },
        {
            "title": "DPRK Will Remain Committed to Idea of NAM: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-12ee.html",
            "content": "DPRK Will Remain Committed to Idea of NAM: Rodong Sinmun\r\n Pyongyang, August 27 (KCNA) -- The DPRK acceded to the non-aligned movement (NAM) as its full member on Aug. 25, 1975.\n\t\t\t\t\t Independence against imperialism is the noble idea put forward by the movement. It is the fundamental principle of the movement to advance independently, not involved in any bloc.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday says in an article:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's entry into NAM provided a new turning point in keeping the purity and boosting its might and influence as well as in strengthening the unity, solidarity and cooperation among member nations.\n\t\t\t\t\t\n\t\t\t\t\t Over the past 38 years, the DPRK has positively promoted the cause of realizing the demands and interests of NAM, the non-aligned and developing countries on the principle and in the idea of NAM.\n\t\t\t\t\t\n\t\t\t\t\t In this course, NAM has developed into a wide-ranging international movement grouping many countries and a broad spectrum of people.\n\t\t\t\t\t\n\t\t\t\t\t NAM, which had 25 member nations at an early stage, now groups 120 countries with its position and role considerably enhanced.\n\t\t\t\t\t\n\t\t\t\t\t It could cover the victorious path of advance as it firmly maintained its idea and principle under any situation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, as a dignified member nation of NAM, will remain committed to the noble idea of independence against imperialism and make all efforts to preserve the peace and security in Asia including the Korean Peninsula and in other parts of the world."
        },
        {
            "title": "Rodong Sinmun Discloses Japanese Politicians' Ulterior Aims in Yasukuni Shrine Visit",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-13ee.html",
            "content": "Rodong Sinmun Discloses Japanese Politicians' Ulterior Aims in Yasukuni Shrine Visit\r\n Pyongyang, August 27 (KCNA) -- Over 100 ultra-right politicians of Japan paid a group visit to Yasukuni Shrine on Aug. 15 to call back the \"departed soul of Yamato\".\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is an intolerable mockery and insult at the people of Korea and other Asian peoples upon whom the Japanese imperialists forced untold disasters, sufferings and misfortunes in the past.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese politicians' visit to the shrine is a sensitive international matter related to the feelings of Asian peoples as it is an issue concerning Japan's attitude towards its past crimes such as its invasion of Asian countries, unheard-of massacre, destruction and plunder.\n\t\t\t\t\t\n\t\t\t\t\t Those who are \"honored\" by the shrine are without exception militarist maniacs steeped in extreme Yamato nationalism to their bones.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for a great many people in the world to grind their teeth with indignation when hearing the mere name of the shrine and strongly demand those politicians stop visiting the shrine.\n\t\t\t\t\t\n\t\t\t\t\t These politicians, however, blatantly challenge the world people, far from meeting their just demand.\n\t\t\t\t\t\n\t\t\t\t\t What merits a more serious attention is that the authorities are taking the lead in openly patronizing and justifying such visit.\n\t\t\t\t\t\n\t\t\t\t\t Very clear is the reason why the Japanese reactionaries are insisting on the visit to the shrine, turning their back on the world public opinion.\n\t\t\t\t\t\n\t\t\t\t\t It is their sinister scenario to lay an ideological foundation for reinvasion by fanning up militarist hysteria in Japanese society.\n\t\t\t\t\t\n\t\t\t\t\t What Japan seeks is to launch reinvasion at any cost by stepping up the militarization of society in real earnest.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised to stop their rash acts."
        },
        {
            "title": "Minju Joson Accuses Japanese Reactionaries of Rushing Headlong into Militarist Reinvasion",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-15ee.html",
            "content": "Minju Joson Accuses Japanese Reactionaries of Rushing Headlong into Militarist Reinvasion\r\n Pyongyang, August 27 (KCNA) -- Shortly ago, the Japanese chief executive instructed a think tank set up by him to resume the reexamination of the interpretation of the Constitution to allow the exercise of the right to collective self-defense next month and submit a report on it to him in the coming fall.\n\t\t\t\t\t The Liberal Democratic Party of Japan is going to submit a basic national security bill allowing the exercise of the above-said right to the extraordinary Diet session and have it adopted this fall.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries, in particular, cite various circumstances such as \"the case in which U.S. warships are attacked while Japan and the U.S. are engaged in joint actions in open sea\" and \"the case in which Japan intercepts through its missile shield a ballistic missile likely to fly towards the U.S.\" They use them as a pretext for exercising the right to collective self-defense.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday observes in a commentary:\n\t\t\t\t\t\n\t\t\t\t\t This indicates how desperately the Japanese reactionaries are working to pave the road for overseas aggression, backed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t By participating in joint military actions with the U.S. under the signboard of the right to collective self-defense, the Japanese reactionaries seek to remove the barrier banning the overseas military actions of Japan, and openly launch overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t In case Japan is expanded militarily and its overseas military actions are legalized, this will help Tokyo fully acquire appearance and capacity as a war state.\n\t\t\t\t\t\n\t\t\t\t\t Now that these moves have made progress at a considerable level, the world cannot but feel the danger of a war in Asia every hour.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised to stop such an anachronistic action against peace at once, well aware that their moves for militarist reinvasion are as foolish acts as bringing disasters to themselves."
        },
        {
            "title": "Coal Miners Do Not Stop Working in Collapsed Pit for 19 Hours",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-31ee.html",
            "content": "Coal Miners Do Not Stop Working in Collapsed Pit for 19 Hours\r\n Pyongyang, August 27 (KCNA) -- Some days ago, the 3rd-shift group under the 6th pit of the Pongchang Area Coal Mine in the DPRK was doing preparatory works for next shift after fulfilling its daily quota at 102 percent.\n\t\t\t\t\t At that time, hundreds of meters of pit ceiling fell down, affected by earth pressure, leaving the pit entrance closed.\n\t\t\t\t\t\n\t\t\t\t\t The miners could come out of the pit through an air tunnel. But they did not stop mining coal.\n\t\t\t\t\t\n\t\t\t\t\t They turned out scores of tonnes of coal for 19 hours until the entrance reopened.\n\t\t\t\t\t\n\t\t\t\t\t Their devoted efforts were prompted by a strong sense of patriotism to contribute to the country's prosperity even a bit."
        },
        {
            "title": "World's Cultural Heritages in Kaesong City of DPRK (4)",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-30ee.html",
            "content": "World's Cultural Heritages in Kaesong City of DPRK (4)\r\n Pyongyang, August 27 (KCNA) -- In Kaesong City of the Democratic People's Republic of Korea, there are the Phyochung Monuments and the Kaesong Chomsongdae Observatory, which were listed as the world's cultural heritages late in June this year.\n\t\t\t\t\t The Phyochung Monuments were built on the instructions of kings of the Feudal Joson Dynasty (1392-1910), in memory of Jong Mong Ju who was assassinated on Sonjuk Bridge for his refusal to betray the government of Koryo Kingdom (918-1392). One of them in a pavilion was erected on King Yongjo's order and the other on King Kojong's order.\n\t\t\t\t\t\n\t\t\t\t\t Both of the monuments are put on stone-made turtle sculptures weighing over 10 tonnes each. What catches the eyes are backs of the turtles carved with patterns of lotus flowers, which represent the high-level sculpture skills.\n\t\t\t\t\t\n\t\t\t\t\t The Kaesong Chomsongdae Observatory was built with well-trimmed pieces of stones in 919, as the central astronomical observatory of Koryo Kingdom.\n\t\t\t\t\t\n\t\t\t\t\t There remains now only a granite-built embankment, 2.8 meters high and 2.6 meters long."
        },
        {
            "title": "Action for Settling Case of IS's Interference in Election Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-16ee.html",
            "content": "Action for Settling Case of IS's Interference in Election Declared in S. Korea\r\n Pyongyang, August 27 (KCNA) -- The general student councils of Seoul National University, Ehwa Women's University and other universities of south Korea formed a situation council of students for settling the issue of the Intelligence Service's interference in the election.\n\t\t\t\t\t A press conference took place at Kwanghwamun plaza in Seoul on August 25.\n\t\t\t\t\t\n\t\t\t\t\t At the conference speakers said that two months have passed since the students enraged at the case of the IS's interference in the election demanded a probe into the truth about the case and measures for preventing the reoccurrence. But the chief executive, the ruling party and the IS brought only disappointment to the students in settling the case, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would stage actions till the truth about the case is probed."
        },
        {
            "title": "S. Korean Students Publish Declaration on Situation",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-18ee.html",
            "content": "S. Korean Students Publish Declaration on Situation\r\n Pyongyang, August 27 (KCNA) -- The general student councils of Pusan National University, Konkuk University, Tuksung Women's University, Kyunghee University, Seoukmyung Women's University and Chonnam National University and two other universities of south Korea published a declaration on the situation on August 25 denouncing the Intelligence Services' illegal election.\n\t\t\t\t\t The state investigation made this time is a hypocritical one and no punishment was inflicted on the criminals, the declaration charged. This made the people express disillusionment with the \"government\", it added.\n\t\t\t\t\t\n\t\t\t\t\t The IS which hatched the illegal case and those concerned of the police who ordered to downplay the case should be sternly punished, it held, declaring: We will fight it out for the democratization of society."
        },
        {
            "title": "All-out Actions against \"Government\" Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-20ee.html",
            "content": "All-out Actions against \"Government\" Declared in S. Korea\r\n Pyongyang, August 27 (KCNA) -- The south Korean Confederation of Trade Unions held a rally in Seoul on August 24 condemning the puppet government for deceiving the people with false commitments.\n\t\t\t\t\t A resolution was read out at the rally. \n\t\t\t\t\t\n\t\t\t\t\t It said that the present chief executive's farce of deceiving the people is being brought to light, which has reached the extreme phase in the policy of privatizing the public sectors.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive made commitments she would not privatize public sectors such as railways, electricity and medical care without approval or agreement with the people at the time of the election campaign but she is openly breaking them after taking office, the resolution charged. \n\t\t\t\t\t\n\t\t\t\t\t She raised it as one of her election commitments to make a state investigation into the issue of Ssangyong Motors in which workers met deaths due to the lay-off but did not take measures, with no one held responsible and truth not being probed, it deplored.\n\t\t\t\t\t\n\t\t\t\t\t Privatization destroys the life of workers and other people while offering benefits running at astronomical figure to businessmen, it said.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" is concealing privatization with expressions of introduction of competition and de-escalation of control but it cannot deceive the people with such lies, it noted.\n\t\t\t\t\t\n\t\t\t\t\t To cope with the present situation in which the existence of the workers has been threatened, we will turn out as one in the actions to condemn the \"government\" and the \"Saenuri Party\" which breached commitments and deceived the people, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t There took place on the same day an all-people rally for checking privatization of railways and an all-people rally of Ssangyong Motors to reinstate those dismissed, make part-time job a regular job and demand a state investigation.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rallies the Confederation of Trade Unions staged a demonstration."
        },
        {
            "title": "DPRK Is Matchless Military Power: President of WIDF",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-22ee.html",
            "content": "DPRK Is Matchless Military Power: President of WIDF\r\n Pyongyang, August 27 (KCNA) -- Marcia de Campos Pereira, president of the Women's International Democratic Federation (WIDF), who visited Pyongyang said she was deeply impressed to see the reality of socialist Korea. She went on:\n\t\t\t\t\t The DPRK is dynamically advancing, repulsing the U.S. imperialists' moves for stifling it. This would be unthinkable apart from the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK could demonstrate its might as the matchless military power thanks to the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t I could not repress admiration at the military parade in celebration of the 60th anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t Through the military parade the Korean People's Army fully demonstrated its might.\n\t\t\t\t\t\n\t\t\t\t\t I keenly realized that the army led by the great leader and the great party is invincible.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK with a strong army is, indeed, a great country.\n\t\t\t\t\t\n\t\t\t\t\t During my stay in the DPRK, I was deeply moved to visit the KPA Museum of Weapons and Equipment.\n\t\t\t\t\t\n\t\t\t\t\t I came to know well how the unbreakable military muscle cemented by dint of the might of Songun has been provided.\n\t\t\t\t\t\n\t\t\t\t\t It was all the more surprising to see all weapons and equipment that were said to be made by the efforts and technology of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t I was also greatly moved to hear the story about the lifelong devotion made by President Kim Il Sung and General Secretary Kim Jong Il to develop the nation's industry for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The armed forces of the DPRK have firmly guaranteed the security of the country and the happiness of people as it held the peerlessly great persons as the leaders and supreme commanders in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t This is greatly inspiring the progressives loving peace and aspiring after independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t Rosy is the future of the DPRK holding Marshal Kim Jong Un in high esteem and certain is the final victory to be won by it."
        },
        {
            "title": "Magazine Thongil Issued",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-21ee.html",
            "content": "Magazine Thongil Issued\r\n Pyongyang, August 27 (KCNA) -- The International United Confederation of Koreans released the July-August issue of Thongil, monthly socio-political magazine. \n\t\t\t\t\t The magazine carried an article titled \"Eternal President of DPRK\" on the occasion of the 19th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t July 8 is the day when he passed away, the article said, adding: The Korean people and the world expressed deep condolences over his passing as he devoted his all to the happiness of the people, the socialist cause and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are holding him as eternal President of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The magazine carried special write-ups illustrated with a photo of Marshal Kim Jong Un meeting with the head of the Korean war veterans delegation of Russia who was taking part in the celebrations of the 60th anniversary of the victory in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The magazine carried an editorial under the headline \"Victory in Fatherland Liberation War-60th anniversary\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists ignited a war of aggression on the Korean Peninsula but signed the armistice agreement (AA) on July 27, 1953 and this amounted to a surrender document the U.S. offered to the Korean people for the first time in its history, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t It noted that over the past 60 years after the conclusion of the AA the heroic Korean people have resolutely shattered the U.S. ceaseless attempts for a new war and aggression.\n\t\t\t\t\t\n\t\t\t\t\t It gave an account of a meeting of overseas Koreans held in Moscow to support peace on the Korean Peninsula and news that the participants in the meeting presented a letter to Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It carries articles on the 68th anniversary of Korea's liberation and impressions of the Korean war veterans delegation of Russia which participated in the celebrations of the 60th anniversary of the victory in the war. \n\t\t\t\t\t\n\t\t\t\t\t It also carries international news."
        },
        {
            "title": "Works of Kim Il Sung, Kim Jong Il Posted on Internet Website of Swiss Organization",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-01ee.html",
            "content": "Works of Kim Il Sung, Kim Jong Il Posted on Internet Website of Swiss Organization\r\n Pyongyang, August 27 (KCNA) -- President Kim Il Sung's work \"Let Us Realize the Country's Reunification Independently through the United Effort\" and General Secretary Kim Jong Il's work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" were posted on the website of the Swiss Group for the Study of the Juche Idea on Aug. 18.\n\t\t\t\t\t Kim Il Sung's work, made public on Aug. 19, Juche 81 (1992), sets forth the tasks to accomplish the cause of national reunification and indicates ways to achieve the unity of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's work, made public on January 29, Juche 92 (2003), expounds the idea that the Songun revolutionary line and Songun politics pursued by the Workers' Party of Korea are the powerful political mode in the present era which inherited Kim Il Sung's idea and line of giving priority to arms and correctly reflect the demands of the era and revolution."
        },
        {
            "title": "Kim Jong Il's Work Posted on Internet Website of Nigerian Organization",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-02ee.html",
            "content": "Kim Jong Il's Work Posted on Internet Website of Nigerian Organization\r\n Pyongyang, August 27 (KCNA) -- General Secretary Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was posted on the website of the Nigerian National Committee for the Study of the Juche Idea on Aug. 22.\n\t\t\t\t\t The work, made public on August 4, Juche 86 (1997), clarifies the immortal exploits President Kim Il Sung performed in accomplishing the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It formulates the three principles of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and indicates the tasks and ways for achieving the cause of national reunification in line with them."
        },
        {
            "title": "Day of Songun Observed in Brazil",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-03ee.html",
            "content": "Day of Songun Observed in Brazil\r\n Pyongyang, August 27 (KCNA) -- The Brazilian Committee for Solidarity with the DPRK posted on its website an article \"Leader Kim Jong Il and August 25\" illustrated with photos of Kim Jong Il and supreme leader Kim Jong Un on Aug. 21 to mark the 53rd Day of Songun.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il inspected Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army on Aug. 25, 1960.\n\t\t\t\t\t\n\t\t\t\t\t This was not a simple inspection of the army unit.\n\t\t\t\t\t\n\t\t\t\t\t It reflected his will to steer the revolution and construction in reliance on the army.\n\t\t\t\t\t\n\t\t\t\t\t He made ceaseless journeys for Songun leadership for decades, prompted by this will.\n\t\t\t\t\t\n\t\t\t\t\t His Songun leadership was developed in depth on a higher stage in the 1990s.\n\t\t\t\t\t\n\t\t\t\t\t He reviewed and systemized the Songun idea in an integral manner and formulated Songun politics as main political mode under socialism.\n\t\t\t\t\t\n\t\t\t\t\t His Songun leadership helped the DPRK bolster up its military power in every way and frustrate the imperialists' attempt at aggression.\n\t\t\t\t\t\n\t\t\t\t\t Under his energetic Songun leadership the DPRK laid down a springboard for building a thriving socialist nation despite the worst trial and adversity.\n\t\t\t\t\t\n\t\t\t\t\t His Songun leadership yielded so spectacular results.\n\t\t\t\t\t\n\t\t\t\t\t It is ascribable to his Songun leadership that the world sees the DPRK, a small country, dynamically advancing along the road of prosperity, standing firm against the imperialist superpower. \n\t\t\t\t\t\n\t\t\t\t\t That is why the Korean people mark every year Aug. 25 when he started his Songun revolutionary leadership as a significant day to go down in the history of the country."
        },
        {
            "title": "Day of Songun Marked in Nepal, Nigeria",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-04ee.html",
            "content": "Day of Songun Marked in Nepal, Nigeria\r\n Pyongyang, August 27 (KCNA) -- Events took place in foreign countries  to mark the 53rd anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership. They included a seminar in Nepal, an opening ceremony of week of Korean photo exhibition and a film show in Nigeria on Aug. 20\n\t\t\t\t\t Displayed in the venues of those events were photos showing the immortal exploits performed by President Kim Il Sung, Kim Jong Il and supreme leader Kim Jong Un in leading Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were photos showing the efforts of the Korean army and people to safeguard peace on the Korean Peninsula and build an economic power.\n\t\t\t\t\t\n\t\t\t\t\t A Korean film documenting the immortal exploits of Kim Jong Il was shown on the occasion.\n\t\t\t\t\t\n\t\t\t\t\t Members of the leadership of the Central Committee of the Communist Party of Nepal (Maoist) and other public figures praised the President for liberating Korea from the Japanese imperialist colonial rule and winning the Korean war ignited by the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t They spoke highly of the noble revolutionary career and exploits of Kim Jong Il, who protected the sovereignty and dignity of the country and nation and developed the Korean People's Army into invincible one under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The idea and cause of the preceding leaders will always shed rays and the DPRK emerge victorious in the future, too, thanks to Kim Jong Un, they declared.\n\t\t\t\t\t\n\t\t\t\t\t The manager of a hotel in Abuja of Nigeria said the DPRK's military capability has been bolstered up and socialism reliably protected under Kim Jong Il's Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at the seminar in Nepal."
        },
        {
            "title": "Kim Jong Il's Songun Leadership Praised by Serbian Political Party Leader",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-05ee.html",
            "content": "Kim Jong Il's Songun Leadership Praised by Serbian Political Party Leader\r\n Pyongyang, August 27 (KCNA) -- The general secretary of the New Yugoslav Communist Party in Serbia issued a statement on Aug. 21 to mark the 53rd anniversary of General Secretary Kim Jong Il's start of Songun revolutionary leadership.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was a great man possessed of wisdom, strategy and grit as a brilliant Songun commander.\n\t\t\t\t\t\n\t\t\t\t\t He formulated Songun politics as a main political mode under socialism and pursued it in all fields with far-sighted wisdom and rare insight when the Korean revolution faced the worst ordeals.\n\t\t\t\t\t\n\t\t\t\t\t He developed the army into an invincible revolutionary army with his Songun politics and put the DPRK on the position of a world-class military power.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the great Songun politics the Korean people are demonstrating their independent dignity before the whole world and winning one victory after another, undeterred by any challenge of the U.S. and its allies and their moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t His Songun revolutionary leadership has been creditably carried forward by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The New Yugoslav Communist Party extends full support and solidarity to the Workers' Party of Korea and the Korean people in their dynamic advance towards a final victory holding aloft the banner of Songun, single-mindedly united around Kim Jong Un."
        },
        {
            "title": "DPRK's Birthday to Be Marked in Benin",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-06ee.html",
            "content": "DPRK's Birthday to Be Marked in Benin\r\n Pyongyang, August 27 (KCNA) -- A preparatory committee of the Socialist Party of Benin to celebrate the 65th anniversary of the DPRK was inaugurated in Cotonou on Aug. 22.\n\t\t\t\t\t Ali Houdou, president of the above-said party, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize various political and cultural events on the occasion of the anniversary."
        },
        {
            "title": "Kim Il Sung's Exploits in Founding DPRK Praised by Beninese Figure",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-07ee.html",
            "content": "Kim Il Sung's Exploits in Founding DPRK Praised by Beninese Figure\r\n Pyongyang, August 27 (KCNA) -- President Kim Il Sung built the DPRK into a power winning victory after victory relying on the firm political, military and economic foundations.\n\t\t\t\t\t Ali Houdou, president of the Socialist Party of Benin, said this in an inauguration ceremony of the preparatory committee of his party to mark the 65th anniversary of the DPRK on Aug. 22.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung founded the DPRK on September 9, 1948.\n\t\t\t\t\t\n\t\t\t\t\t He turned the people's government into the representative of the independent rights of the popular masses, organizer of their creative activities and their credible protector responsible for their living.\n\t\t\t\t\t\n\t\t\t\t\t He also set up the state machinery meeting the law-governed requirements of the social development under socialism and made sure that the activities of the state organs were steadily improved and strengthened."
        },
        {
            "title": "DPRK's Anniversary to Be Marked in Egypt",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-08ee.html",
            "content": "DPRK's Anniversary to Be Marked in Egypt\r\n Pyongyang, August 27 (KCNA) -- An Egyptian preparatory committee to celebrate the 65th anniversary of the DPRK was inaugurated on Aug. 22.\n\t\t\t\t\t Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful events including a seminar, photo exhibition and film show during the period from Aug. 25 to Sept. 10."
        },
        {
            "title": "Kim Kye Gwan se reune con enviado especial de China",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-33ee.html",
            "content": "Kim Kye Gwan se reune con enviado especial de China\r\nPyongyang, 27 de agosto (ACNC) -- El primer vicecanciller Kim Kye Gwan departio el dia 27 en un ambiente amistoso con el enviado especial del gobierno chino encargado del problema de la Peninsula Coreana, Wu Dawei, y su comitiva, que le hicieron una visita de cortesia.\n\t\t\t\t\tEn la ocasion estuvieron presentes los funcionarios coreanos y el encargado de negocios a.i. de China en Corea."
        },
        {
            "title": "Miembros de embajada cubana visitan varios lugares",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-34ee.html",
            "content": "Miembros de embajada cubana visitan varios lugares\r\nPyongyang, 27 de agosto (ACNC) -- Con motivo del mes de solidaridad con el pueblo cubano, el embajador German Hermin Ferras Alvarez y otros miembros de la sede diplomatica cubana en Corea visitaron el dia 27 el Cementerio de Martires Revolucionarios en el Monte Taesong. \n\t\t\t\t\tEllos rindieron homenaje a la Heroina de la Lucha Antijaponesa Kim Jong Suk, tras colocar los cestos de flores ante su busto.\n\t\t\t\t\t\n\t\t\t\t\tY guardaron un momento de silencio en memoria de los martires revolucionarios que dedicaron todo lo suyo por la liberacion de la patria, la felicidad del pueblo y el cumplimiento de la causa revolucionaria del Songun. \n\t\t\t\t\t\n\t\t\t\t\tEnseguida, visitaron la zona de recreo del monte Ryongak.\n\t\t\t\t\t\n\t\t\t\t\tPasaron un momento de descanso en esa zona acondicionada excelentemente para el pueblo gracias al noble proposito y beneficios de los grandes hombres sin iguales."
        },
        {
            "title": "Grupo de recorrido en moto Paektu-Halla de Nueva Zelanda visita Mangyongdae",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-35ee.html",
            "content": "Grupo de recorrido en moto Paektu-Halla de Nueva Zelanda visita Mangyongdae\r\nPyongyang, 27 de agosto (ACNC) -- El grupo de recorrido en motocicleta Paektu-Halla de Nueva Zelanda visito el dia 27 a Mangyongdae, tierra natal del Presidente Kim Il Sung.\n\t\t\t\t\tLos huespedes pasaron revista a los objetos historicos conservados en la casa natal del Presidente escuchando explicaciones sobre la vida revolucionaria de el y sus familiares.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la visita, el jefe del grupo dijo que el Presidente fundo y desarrollo la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl grupo visito ademas la Exposicion Permanente de Amistad Internacional y presencio la funcion gimnastico-artistica masiva \"Arirang\"."
        },
        {
            "title": "ACNC denuncia campana de DDHH anti-RPDC",
            "url": "http://kcna.co.jp/item/2013/201308/news27/20130827-36ee.html",
            "content": "ACNC denuncia campana de DDHH anti-RPDC\r\nPyongyang, 27 de agosto (ACNC) -- En estos dias, se torna obstinada la campana de las autoridades surcoreanas contra la Republica Popular Democratica de Corea en la esfera de DDHH.\n\t\t\t\t\t  Hace poco, los conservadores surcoreanos invitaron al \"grupo del comite de investigacion de la ONU sobre los derechos humanos en el Norte de Corea\" y orquestaron con una chusma las farsas como \"declaraciones\" y \"audicion publica\".\n\t\t\t\t\t\n\t\t\t\t\t  Por otra parte, al mencionar el llamado \"valor universal de la humanidad\", el primer ministro Jong Hong Won dijo ante los integrantes de ese \"grupo\" que promueven la institucion de la \"ley de derechos humanos del Norte\", proyecto de enfrentamiento anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Bajo la proteccion y control de las autoridades surcoreanas, continuan el secuestro y rapto de los norcoreanos por via de los terceros paises.\n\t\t\t\t\t\n\t\t\t\t\t  Esa practica parte de la extremada conciencia de enfrentamiento fratricida y envenena el ambiente de dialogo preparado dificilmente entre el Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\t  Como ya esta conocido, en la Peninsula Coreana, donde se exacerba la tension, se va creando el ambiente de dialogo y cooperacion gracias a las medidas activas, magnanimidad y esfuerzos sinceros de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTal ambiente se fomentara mas cuando se promuevan el respeto y la compresion de la contraparte de dialogo y se interrumpan los actos hostiles.\n\t\t\t\t\t\n\t\t\t\t\t  Si prosiguen la censura, la calumnia y otros actos hostiles sin reconocer la idea y regimen de su contraparte, la situacion de la Peninsula Coreana volvera a la agravacion de tensiones.\n\t\t\t\t\t\n\t\t\t\t\t  El problema de \"DDHH\", planteado por las autoridades surcoreanas, es un invento de EE.UU. y las fuerzas hostiles para justificar sus acciones de calumnia y aplastamiento contra otros Estados soberanos.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los problemas de \"DDHH\", que escandalizan las fuerzas hostiles o sus lacayos en el terreno, persiguieron el objetivo de intervenir en la idea y el sistema social de los Estados soberanos o derrocar sus regimenes.  \n\t\t\t\t\t\n\t\t\t\t\tLa \"ley de derechos humanos del Norte\", que las autoridades conservadoras surcoreanas intentan aprobar, esta compuesta por los articulos nocivos que demuestran el veto cronico y la calumnia contra la RPDC y el intento de \"derrocar su regimen\".\n\t\t\t\t\t\n\t\t\t\t\t  Abusar de la buena voluntad y magnanimidad de la RPDC en la confrontacion y la censura al regimen de esta constituye el desafio frontal a todos los coreanos y la sociedad internacional que aspiran al dialogo y cooperacion entre el Norte y el Sur y al alivio de la situacion y la paz en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Las actuales autoridades surcoreanas, que preconizan tanto la \"confianza\" entre el Norte y el Sur, desmentirian ellas mismas esta palabra si continuan su ofensiva de DDHH anti-RPDC, signada de desconfianza y hostilidad a esta parte connacional.\n\t\t\t\t\t\n\t\t\t\t\t  La historia y la nacion no perdonaran cualquier acto que obstruya el ambiente de paz y dialogo de la Peninsula Coreana."
        }
    ]
}