{
    "date": "2014-06-24",
    "url": "http://kcna.co.jp/item/2014/201406/2014-06-24ee.html",
    "articles": [
        {
            "title": "Spokesman for CPRK Slams U.S., S. Korean Puppet Forces for Their Racket for Confrontation with DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-26ee.html",
            "content": "Spokesman for CPRK Slams U.S., S. Korean Puppet Forces for Their Racket for Confrontation with DPRK\r\n Pyongyang, June 24 (KCNA) -- The spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) Tuesday issued a statement denouncing the south Korean puppet group for kicking off the conspiratorial moves for confrontation with the DPRK with the June 25 Korean war as a momentum.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is staging such farce as hosting a \"hoguk event\", \"inviting fighters in the war\" and holding a \"ceremony for marking battles\" with mercenaries of the U.S. and those states following it who participated in the Korean war and even young people and children of south Korea attending, inciting sycophancy toward the U.S. and hysteria for confrontation with fellow countrymen in the north. They are kicking up war maneuvers against the north together with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t This is aimed to shift the blame for the outbreak of the war on to the DPRK to cover up their crimes and ignite a new war of aggression on the Korean peninsula at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Such moves are a shameless mockery of justice and historical truth and an unpardonable provocation and challenge to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They dared not mention the war, talking about \"forgotten war\" as their defeat in the war was so shameful but they are now orchestrating such farce \"marking the victory\". This is a tragicomedy ridiculed by the world people.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can they conceal their true colors as aggressors and provocateurs and they will get nothing but suffer a disgraceful defeat through their moves for confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If they ignite another war, oblivious of the bitter lesson taught by history, all the service personnel and people of the DPRK will give vent to their pent-up grievance and resentment and thus wipe out the aggressors and provokers from this land with arms of Songun and accomplish the historic cause of national reunification without fail."
        },
        {
            "title": "U.S., S. Korean Puppet Forces Condemned for Provoking 1950 Korean War",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-28ee.html",
            "content": "U.S., S. Korean Puppet Forces Condemned for Provoking 1950 Korean War\r\n Pyongyang, June 24 (KCNA) -- The National Reunification Institute released an indictment Tuesday terming the U.S. imperialists and the south Korean puppet forces provokers of the Korean war and aggressors and harassers of peace who run amuck to ignite a war of aggression against the DPRK. \n\t\t\t\t\t The indictment said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists landed in south Korea to launch aggression and divide the Korean nation into two right after Japan's defeat in August 1945. They then buckled down to making full-fledged preparations for a war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Enforcing a military rule in south Korea, they worked hard to create socio-political environment favorable for rallying pro-U.S. and reactionary forces and igniting a war.\n\t\t\t\t\t\n\t\t\t\t\t The true colors of the U.S. as a chief culprit who spearheaded the preparations for provoking the Korean war were brought to light by its moves for organizing the puppet army and rapidly reinforcing it so that it might play the role of a shock brigade in executing the war.\n\t\t\t\t\t\n\t\t\t\t\t In order to hold the prerogative of commanding the puppet army, the U.S. imperialists signed an agreement on setting up a U.S. military advisors' group in south Korea in January 1950. Military advisers were sent even to all battalions, to say nothing of divisions and regiments of the south Korean army, to hurl them into exercises for a war.\n\t\t\t\t\t\n\t\t\t\t\t  For the modernization of the puppet army, the U.S. gave the Syngman Rhee clique military aid worth 110 million U.S. dollars as well as lots of weaponry in 1949.\n\t\t\t\t\t\n\t\t\t\t\t 2.627 billion U.S. dollars were spent for arming the soldiers of the puppet army in the 1948-1950 period. The Syngman Rhee clique directed 45 percent of the \"government\" budget to the military purposes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists channeled all efforts into mapping out a war scenario while making preparations for the war.\n\t\t\t\t\t\n\t\t\t\t\t From the outset of 1949, they set it as their immediate task to \"invade the north\" and buckled down to working out a war scenario with KATO and History Class of G-3 comprising generals of the Imperial Japanese Army belonging to G-2 of MacArthur's Command as main players and with the head of the U.S. military advisors' group Robert and bosses of the puppet army involved.\n\t\t\t\t\t\n\t\t\t\t\t They studied and worked out A,B,C plans envisaging occupying Korea, Manchuria and Siberia and also drafted a military action program for the invasion of Korea related to A plan.\n\t\t\t\t\t\n\t\t\t\t\t To invent a pretext for starting the Korean war, the U.S. imperialists and the puppet forces committed more than 5 150 armed provocations in the areas along the 38th Parallel from 1947 to right before the outbreak of the war.\n\t\t\t\t\t\n\t\t\t\t\t In 1949 alone, the puppet forces committed 2 617 provocations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the puppet forces became all the more frantic in their moves to launch the war all of a sudden and shift the blame for the provocation of the war on to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Under the command of the U.S. military advisers just as planned by the operational scenario, the puppet forces launched a sudden armed invasion of the DPRK in all areas along the 38th Parallel at 4 o'clock on June 25.\n\t\t\t\t\t\n\t\t\t\t\t To brand the DPRK as an \"aggressor\" just as was drafted in the scenario, the U.S. imperialists convened an emergency meeting of the UN Security Council on June 25 and rammed through it  UN Resolution No. 82.\n\t\t\t\t\t\n\t\t\t\t\t By describing the counterattack by the Korean People's Army as an \"attack on the UN\", they worked out UN Resolution No. 83 on June 27 in order to hurl into the Korean war a large number of American troops and those of their allies. \n\t\t\t\t\t\n\t\t\t\t\t On July 7 they cooked up UN Resolution No. 84 to organize \"UN Forces\" and \"UN Command\".\n\t\t\t\t\t\n\t\t\t\t\t By illegally working out the UN Security Council resolutions by abusing the UN name, the U.S. tried hard to cover up its nature as provoker of the Korean war and aggressor.\n\t\t\t\t\t\n\t\t\t\t\t The fierce war of the U.S.-led imperialist allied forces against the just two year-old DPRK lasted for three years.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists made desperate efforts to put the DPRK under its control even by abusing the UN name but the myth of their \"mightiness\" was shattered to smithereens.\n\t\t\t\t\t\n\t\t\t\t\t Far from drawing a lesson from the shameful defeat they sustained in the Korean war the U.S. imperialists and the south Korean puppet forces openly put military pressure on the DPRK, crying out for \"advance to the north\" even before the ink got dry on the Armistice Agreement.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. armed buildup moves for a new war have become all the more undisguised in recent days.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet forces have persistently conducted DPRK-targeted nuclear war exercises for more than half a century and they have become all the more vicious in the 2000s.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces conducted more than 18 000 war exercises against the DPRK under various codenames over the past over six decades after the ceasefire.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean warmongers' nuclear war exercises against the DPRK have reached an extremely dangerous phase after Park Geun Hye took office.\n\t\t\t\t\t\n\t\t\t\t\t They are sadly mistaken if they think they can get something by provoking another Korean war, the indictment said.\n\t\t\t\t\t\n\t\t\t\t\t In the Korean war in the 1950s they could barely survive by signing the surrender document. But they should clearly understand that if they ignite a war of aggression again, none of them will survive to sign the surrender document and they will meet a miserable end in the face of the merciless retaliatory strikes by Songun Korea, the indictment stressed."
        },
        {
            "title": "KCNA Commentary Slams U.S. Strategy for Tightening Alliance with S. Korea, Japan",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-13ee.html",
            "content": "KCNA Commentary Slams U.S. Strategy for Tightening Alliance with S. Korea, Japan\r\n Pyongyang, June 24 (KCNA) -- Special Assistant to the U.S. President for National Security Susan Rice blustered on June 11 that the U.S. would pursue closer security ties with Japan and south Korea to better cope with the north's provocations. She also asserted it is the objective of the U.S. to boost the tripartite security cooperation and the coordinated operation capability.\n\t\t\t\t\t This sophism reminds one of a guilty party filing the suit first.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which brings the danger of a nuclear war to the Korean peninsula and harasses peace there.\n\t\t\t\t\t\n\t\t\t\t\t It has systematically staged nuclear war exercises with the involvement of even nuclear war hardware in its mainland every year.   It is utterly preposterous for it to stress the necessity of establishing the tripartite cooperation ties and triangular military alliance by taking issue with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks a sinister aim in zealously pushing forward the moves to tighten the alliance under the pretext of the non-existent \"provocations\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It seeks to realize its hegemonic ambition in Northeast Asia with the help of its stooges.\n\t\t\t\t\t\n\t\t\t\t\t It is the sinister strategic scenario of the U.S. to keep a firm hold on south Korea and Japan and build with ease the triangular military alliance, a pro-U.S. military alliance for world domination, with the use of human and material resources of its allies while spending less funds for military purposes.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the U.S. has systematically increased its armed forces in and around the Korean peninsula under the pretext of coping with \"nuclear and missile threats\" from the DPRK in the past and forced the south Korean puppet forces and Japan to cover greater expenses for the upkeep of its forces.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the fact that a large-scale naval base is now under construction on Jeju Island with the funds provided by the south Korean authorities pursuant to the U.S. strategy to contain the operational sphere of the naval and air forces of China and Russia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is actively encouraging south Korea and Japan in the moves to knock into shape the triangular military alliance. This is closely related to its present crisis.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. position is steadily sinking due to the growing social contradiction caused by the bipolarization between the rich getting richer and the poor getting poorer, the chronic economic crisis that followed the financial meltdown, worldwide moves to establish common regional currencies and the economic growth of big powers and their moves to boost cooperation in political, economic, military and all other fields.\n\t\t\t\t\t\n\t\t\t\t\t This situation compelled the U.S. to cut down the number of its troops in Europe and other regions.\n\t\t\t\t\t\n\t\t\t\t\t It is against this backdrop that the U.S. is working hard to build at an early date the triangular military alliance for its strategy for dominating the Asia-Pacific region, part of its scenario for world domination.\n\t\t\t\t\t\n\t\t\t\t\t The establishment of the triangular military alliance will help reduce south Korea and Japan to outposts for carrying out the U.S. strategy for dominating the Asia-Pacific region and use the south Korean puppet forces and the Japan \"Self-Defense Forces\" as a shock brigade in the war of aggression to be provoked by the U.S. just as it did during the past Korean war.\n\t\t\t\t\t\n\t\t\t\t\t It is sheer sophism for the U.S. to claim that the triangular military alliance is necessary for coping with \"provocations\" by the DPRK,\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a trick to prevent big powers in Northeast Asia from increasing their international position in the region and bolstering up their national potentials and thus carry out with ease its strategy to put the region under its domination.\n\t\t\t\t\t\n\t\t\t\t\t No country will remain an on-looker to such moves of the U.S."
        },
        {
            "title": "U.S. and South Korean Warmongers Can Never Evade Responsibility for Igniting Korean War: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-09ee.html",
            "content": "U.S. and South Korean Warmongers Can Never Evade Responsibility for Igniting Korean War: Rodong Sinmun\r\n Pyongyang, June 24 (KCNA) -- The Korean War was an aggression one which the U.S. imperialists ignited to dominate the whole Korean peninsula and gain supremacy over the world by instigating the south Korean puppet forces.\n\t\t\t\t\t The U.S. pushed forward its moves to invade the DPRK on a full scale according to its policy of aggression on the DPRK after its military occupation of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday says this in an article. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. set up a group specializing in the operation plan and intelligence activities in MacArthur's Command and studied and shaped a war scenario for years by mobilizing the \"History Class\" and \"KATO\" institutions made up of generals and senior officers of the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t In June, 1948 the U.S. enacted the first \"draft law\" in peacetime in its history to increase its armed forces which will play a key role in the Korean War, drastically increased the military budget and grappled with the organization and expansion of the south Korean puppet army.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists regarded it as an important link in the whole chain of their preparations for the war to have the command of the south Korean puppet army. They exercised direct control over recruit, organization, education and training of the puppet army units through the group of officers for military administration and military advisory group and offered south Korea military aid to the tune of a billion U.S. dollars and introduced a lot of weapons and equipment into it.\n\t\t\t\t\t\n\t\t\t\t\t Based on the above-said war preparations, the U.S. imperialists ignited the Korean War by launching a sudden strike at the DPRK on June 25, 1950.\n\t\t\t\t\t\n\t\t\t\t\t Every June the U.S. and south Korean puppet forces hold \"war memorial events\" with a flourish of trumpets to shift the blame for igniting the war onto the DPRK and create the climate of extreme confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t With nothing can they evade the responsibility for unleashing the Korean War, the article concludes."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Chairman of Liberal Democratic Party of Russia",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-20ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Chairman of Liberal Democratic Party of Russia\r\n Pyongyang, June 24 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a congratulatory message from V.V. Zhirinovsky, chairman of the Liberal Democratic Party of Russia, on June 19.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Respected Comrade Kim Jong Un,\n\t\t\t\t\t\n\t\t\t\t\t I extend my heartfelt congratulations to you on the occasion of the 50th anniversary of Comrade Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea, the important event in the WPK and the life of the DPRK people.\n\t\t\t\t\t\n\t\t\t\t\t Over the past decades the Korean people have registered great achievements in socialist construction by improving the standard of people's living and bolstering up the country's defence capabilities under the leadership of Comrade Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Jong Il performed great feats in further developing the Juche idea and the Songun idea, the theoretical basis of Korean-style socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t Respected Comrade Kim Jong Un,\n\t\t\t\t\t\n\t\t\t\t\t On this significant day I extend congratulations to you and wish you fresh successes in the efforts to build a thriving nation and reunify Korea and the Korean people happiness and prosperity. I hope that the traditional and friendly relations between the peoples of Russia and the DPRK will grow strong.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my high regards."
        },
        {
            "title": "Greeting to Mozambique Liberation Front Party",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-25ee.html",
            "content": "Greeting to Mozambique Liberation Front Party\r\n Pyongyang, June 24 (KCNA) -- The Central Committee of the Workers' Party of Korea sent a congratulatory message to the Central Committee of the Mozambique Liberation Front Party on Tuesday on the occasion of the 52nd anniversary of its founding.\n\t\t\t\t\t The message expressed belief that the long-standing excellent friendly and cooperative relations between the two parties would continue developing on good terms in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t It wished the Mozambique Liberation Front Party bigger successes in its activities to strengthen the party and achieve the prosperity of the country."
        },
        {
            "title": "Greetings to Egyptian PM",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-27ee.html",
            "content": "Greetings to Egyptian PM\r\n Pyongyang, June 24 (KCNA) -- DPRK Premier Pak Pong Ju on Monday sent a congratulatory message to Ibrahim Mahlab upon his reappointment as prime minister of Egypt.\n\t\t\t\t\t The message expressed belief that the long-standing excellent relations of friendship and cooperation between the two countries would grow stronger, wishing the prime minister great success in the work to restore the stability of the country and achieve its socio-economic development.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Ri Su Yong on Monday sent a congratulatory message to Sameh Shoukry upon his appointment as foreign minister of Egypt."
        },
        {
            "title": "DPRK SPA Delegation Leaves for Russia",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-15ee.html",
            "content": "DPRK SPA Delegation Leaves for Russia\r\n Pyongyang, June 24 (KCNA) -- A delegation of the Supreme People's Assembly headed by Vice-Chairman An Tong Chun left here on Tuesday to attend the 3rd Inter-Parliamentary Forum to be held in Moscow."
        },
        {
            "title": "Reception Given at Egyptian Embassy",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-16ee.html",
            "content": "Reception Given at Egyptian Embassy\r\n Pyongyang, June 24 (KCNA) -- Egyptian Ambassador to the DPRK Iman Mostafa Abdou Ahmed hosted a reception at his embassy on Tuesday on the occasion of the 62nd anniversary of the July 23 revolution in Egypt.\n\t\t\t\t\t Present there on invitation were Chairman of the DPRK-Egypt Friendship Association Kim Sung Du who doubles as chairman of the Education Commission, Vice-Foreign Minister Pak Myong Guk, Vice-Chairman of the Korean Committee for Cultural Relations with Foreign Countries So Ho Won and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t The staff members of the Egyptian embassy were on hand."
        },
        {
            "title": "Friendship Meeting with Staff Members of Lao Embassy Held",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-18ee.html",
            "content": "Friendship Meeting with Staff Members of Lao Embassy Held\r\n Pyongyang, June 24 (KCNA) -- There took place a friendship meeting with staff members of the Lao embassy here at the Taedonggang Diplomatic Club on Tuesday on the occasion of the 40th anniversary of the establishment of diplomatic relations between the DPRK and Laos.\n\t\t\t\t\t Present there on invitation were Lao Ambassador to the DPRK Kiettisak Keobanhdith and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t On hand were So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as vice-chairman of the DPRK-Laos Friendship Association, members of the association and teachers and students of DPRK-Laos Friendship Taedonggang Chongryu Junior Secondary School.\n\t\t\t\t\t\n\t\t\t\t\t They talked to each other about boosting the cooperative relations between the two countries before enjoying an art performance given by students."
        },
        {
            "title": "Experienced Gymnastic Coach of DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-22ee.html",
            "content": "Experienced Gymnastic Coach of DPRK\r\n Pyongyang, June 24 (KCNA) -- Jo Yun Hui of the April 25 Sports Team is one of gymnastic coaches well-known in the DPRK.  \n\t\t\t\t\t When Jo was in active service, she bagged gold medals in the Asian Games and other international tournaments and was awarded the title of Merited Athlete.\n\t\t\t\t\t\n\t\t\t\t\t After beginning her career as a coach in Juche 68 (1979), she trained many gymnastic aces. Among her trainees are winners of the title of Merited Athlete. Typical of them is Kang Yong Mi, who won a gold medal in the uneven bars event of the 2014 FIG ART Challenge Cup.\n\t\t\t\t\t\n\t\t\t\t\t Jo is now working hard to train promising gymnasts to add luster to the honor of the DPRK at international tournaments."
        },
        {
            "title": "Endless Stream of People Visit National House of Class Education",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-19ee.html",
            "content": "Endless Stream of People Visit National House of Class Education\r\n Pyongyang, June 24 (KCNA) -- An endless stream of people are visiting the National House of Class Education here on the occasion of the day of struggle against U.S. imperialism (June 25). \n\t\t\t\t\t Entering this month, tens of thousands of service personnel and people from all walks of life, school youth and children visited it.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the house are photos and exhibits proving more than a hundred years-long history of aggression of the U.S. imperialists against Korea which started with the intrusion of their ship General Sherman.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there are evidence and photos showing the monstrous atrocities committed by the U.S. imperialists and class enemies during the Korean War.\n\t\t\t\t\t\n\t\t\t\t\t There are also data laying bare the true colors of the U.S. imperialists who have pursued a hostile policy toward the DPRK and their moves to ignite a war of aggression against it including the pain resulting from the national division imposed upon the Koreans, ceaseless military threats and economic sanctions against it that have lasted for decades.\n\t\t\t\t\t\n\t\t\t\t\t Added to the exhibits in the house recently are photos disclosing the crimes committed by the Park Geun Hye group of traitors against the nation and reunification, hell-bent on sycophancy towards the U.S. and confrontation with the fellow countrymen in the north and photos dealing with the anti-U.S., anti-\"government\" struggle of the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Seeing the data on display, the visitors more clearly realized that the U.S. imperialists are, indeed, the cause of all misfortune and pain the Korean nation is suffering, and hardened their will to mercilessly punish the U.S. imperialists and the puppet group of traitors going reckless, oblivious of the lesson taught by history."
        },
        {
            "title": "New Method of Grafting Pine-nut Twig Proved Successful",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-21ee.html",
            "content": "New Method of Grafting Pine-nut Twig Proved Successful\r\n Pyongyang, June 24 (KCNA) -- A new method of grafting pine-nut twigs has proved successful in the DPRK.\n\t\t\t\t\t The method developed by Ryu Chol Ryong, a researcher of the Forestry Management Station in Unjon County, North Phyongan Province, draws attention of experts.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Ryu told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t In the past it was difficult to graft pine-nut twigs on pine trees, as pine tree and pine-nut tree nearly equal in their osmotic pressures.\n\t\t\t\t\t\n\t\t\t\t\t But the new method makes it easy to supply nutrients to pine-nut twig from pine tree by lowering its osmotic pressure.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to this method, Unjon County has made a big progress in creating pine-nut tree forests in only several years. And the growth rate of pine-nut twig grafted to pine tree is 60 cm in a year, 6 times faster than the previous grafting.\n\t\t\t\t\t\n\t\t\t\t\t His research finding called \"The Method of Grafting Pine-nut Twig by Controlling Osmotic Pressure\" was highly appreciated at the 29th National Festival of Science and Technology."
        },
        {
            "title": "Japan Plunders Ores at Random in Korea ",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-23ee.html",
            "content": "Japan Plunders Ores at Random in Korea \r\n Pyongyang, June 24 (KCNA) -- It is one of vicious crimes that Japan plundered tremendous amounts of ores at random in Korea during its colonial rule over Korea.\n\t\t\t\t\t After faking up the \"Korea Mining Act\" in December 1915, it brought a number of Japanese mining companies into Korea.\n\t\t\t\t\t\n\t\t\t\t\t Only in the period of 1910-1918, it plundered gold worth 97.225 million won calculated at the value of that time.\n\t\t\t\t\t\n\t\t\t\t\t It monopolized the development of the Kapsan Mine, the then leading copper mine, and carried away a large amount of iron and copper ores.\n\t\t\t\t\t\n\t\t\t\t\t It exploited tungsten mines in Changsong of North Phyongan Province and Mt. Kumgang of Kangwon Province to wholly ship their ore to Japan, along with graphite ore.\n\t\t\t\t\t\n\t\t\t\t\t Its plunder of ores in Korea gained further momentum in the 1930s and 1940s.\n\t\t\t\t\t\n\t\t\t\t\t The iron ore it carried away from 1943 to 1944 amounted to 5.596 million tons.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the Sino-Japanese War, it plundered 52,215 tons of copper and tens of millions of tons of coal.\n\t\t\t\t\t\n\t\t\t\t\t Steel makers of Korea were wholly owned by only Japanese at that time.\n\t\t\t\t\t\n\t\t\t\t\t Such being the fact, Japan has not made reparations still now.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will make Japan pay dear price for it on any account."
        },
        {
            "title": "Park Geun Hye Group's Dictatorial Rule Rapped by Koreans in U.S.",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-24ee.html",
            "content": "Park Geun Hye Group's Dictatorial Rule Rapped by Koreans in U.S.\r\n Pyongyang, June 24 (KCNA) -- The spokesman for the Federation of Koreans in the U.S. on June 11 released a commentary denouncing the Park Geun Hye group's dictatorial rule.\n\t\t\t\t\t Park is working hard to amend the law on election subsidies and institute a law on abolishing the election of superintendents of education, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t Park, discontent with the results of the local elections, is staging such farce in a bid to contain the opposition parties, the Unified Progressive Party, in particular, and make the \"Saenuri Party\" run show in the next election, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The politics of the Park group to rewrite the law according to its partisan interests and strategy is a typical proof of the dictatorial politics, it held.\n\t\t\t\t\t\n\t\t\t\t\t Such hysteria proves the heinous dictatorship putting the \"yusin\" dictatorship of Park Chung-Hee into the shade, it said.\n\t\t\t\t\t\n\t\t\t\t\t The commentary called for carrying on the actions to judge the Park group."
        },
        {
            "title": "Agricultural Workers Vow to Take Revenge on U.S. ",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-17ee.html",
            "content": "Agricultural Workers Vow to Take Revenge on U.S. \r\n Pyongyang, June 24 (KCNA) -- A meeting to vow to take revenge on the U.S. imperialists took place outside the Susan-ri House of Class Education in Kangso District, Nampho City Tuesday on the occasion of the June 25, the day of struggle against U.S. imperialism.\n\t\t\t\t\t Ri Myong Gil, chairman of the Central Committee of the Union of Agricultural Workers of Korea, made a report which was followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said the U.S. imperialists unleashed a war of aggression to occupy the young DPRK in the bud in June 1950, mercilessly destroying everything on this land and committing thrice-cursed atrocities everywhere they set their feet.\n\t\t\t\t\t\n\t\t\t\t\t They noted: We can never forget the hideous crimes against humanity committed by the U.S. imperialists by drenching the peaceful land with blood and turning cities and villages into heaps of ashes, no matter how much water flows under the bridge and no matter how frequently a generation is replaced by a new one. We will certainly force the U.S. to pay highly for them.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to hold tightly a rifle in one hand and a sickle in the other hand, wipe out at a stroke the U.S. imperialists and the Park Geun Hye puppet group once Marshal Kim Jong Un gives an order and thus give vent to their pent-up grudge.\n\t\t\t\t\t\n\t\t\t\t\t The meeting was attended by officials of the union, officials concerned and agricultural workers in Kangso District."
        },
        {
            "title": "Shooting Spree in S. Korean Army Unit",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-12ee.html",
            "content": "Shooting Spree in S. Korean Army Unit\r\n Pyongyang, June 24 (KCNA) -- A soldier in a puppet army unit in south Korean Kangwon Province made a shooting spree on June 21, leaving more than ten others dead or wounded, before taking to flight, south Korean KBS said, and continued:\n\t\t\t\t\t There was a gunfight between the deserter who carried with him a rifle and bullets and those who pursued him near a checkpoint 10 km away from the unit next morning.\n\t\t\t\t\t\n\t\t\t\t\t Suicides and gun-related crimes are on the increase in the south Korean military, KBS noted, adding at least 7,000 soldiers were listed as dangerous men in units of the three services of the army, even according to the data released by the puppet Ministry of National Defense."
        },
        {
            "title": "Anniversary of June 15 North-South Joint Declaration Observed by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-14ee.html",
            "content": "Anniversary of June 15 North-South Joint Declaration Observed by Foreign Newspapers\r\n Pyongyang, June 24 (KCNA) -- Foreign papers carried articles on the occasion of the 14th anniversary of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The Indian paper Public News on June 15 carried an article titled \"By Our Nation Itself\". The article said:\n\t\t\t\t\t\n\t\t\t\t\t The June 15 North-South Joint Declaration, the landmark for Korea's reunification, was adopted in Pyongyang in June, 2000.\n\t\t\t\t\t\n\t\t\t\t\t Over the past ten odd years the idea of By Our Nation Itself, the basic spirit of the joint declaration, has served as the banner of Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The idea of By Our Nation Itself is based on the transparent independent spirit.\n\t\t\t\t\t\n\t\t\t\t\t Korea was divided by foreign forces, not due to any contradiction within the nation.\n\t\t\t\t\t\n\t\t\t\t\t The idea of By Our Nation Itself reflects the will of the Korean people to defend peace.\n\t\t\t\t\t\n\t\t\t\t\t If a war breaks out again on the Korean peninsula, it will spill over into a thermonuclear war humankind has not yet experienced.\n\t\t\t\t\t\n\t\t\t\t\t The idea of By Our Nation Itself reflects the spirit of the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The eye-opening and emotional reality on the peninsula after the publication of the joint declaration proved that when the whole nation gets united, Korea can be reunified. To preserve and carry out this idea guarantees the reunification and prosperity of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The Uruguayan paper La Juventud on June 13 carried an article \"On the occasion of the 14th anniversary of the publication of the June 15 North-South Joint Declaration for Korea's reunification\" illustrated with a photo of the Monument to the Three Charters for National Reunification.\n\t\t\t\t\t\n\t\t\t\t\t L'Avenir, the paper of the DR Congo, on June 16 introduced the validity and vitality of the declaration under the title of \"June 15 joint declaration\"."
        },
        {
            "title": "Kim Jong Il Praised by Personages of Brazil, Ghana",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-03ee.html",
            "content": "Kim Jong Il Praised by Personages of Brazil, Ghana\r\n Pyongyang, June 24 (KCNA) -- Personages of Brazil and Ghana released statements on June 10 and 16 on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Rosanita Campos, vice-president of the Party for Free Motherland of Brazil, said Kim Jong Il worked heart and soul to develop the Juche idea founded by President Kim Il Sung as required by the times and the developing revolution since he started his work at the Central Committee of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t It is one of his distinguished exploits that he developed the WPK into a mother party which formed a harmonious whole with the popular masses and serves them and an invincible one with steel-strong discipline and militancy, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is always alive along with the ever-victorious WPK headed by Comrade Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The deputy general secretary of the National Democratic Congress of Ghana said it was thanks to the leadership of Kim Jong Il that the WPK has made strenuous efforts to accomplish its cause, guided by its correct guiding idea and relying on its solid mass foundation that  no other political parties in the world can ever have."
        },
        {
            "title": "U.S. Much Fuss about \"Missile Threats\" from DPRK Assailed",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-04ee.html",
            "content": "U.S. Much Fuss about \"Missile Threats\" from DPRK Assailed\r\n Pyongyang, June 24 (KCNA) -- Syring, director of the Missile Defense Agency of the U.S. Defense Department at a recent hearing of the defense panel committee of the Appropriations Committee of the House of Representatives said it was a matter of concern that north Korea repeats provocations every year, showing off the long-range missile force. The report on 2015 defense budget which was published on the same day called for building U.S.-Japan missile defense system for accurately tracking and intercepting the DPRK's ballistic missiles.\n\t\t\t\t\t The core of the MD which the U.S. is set to build in Japan calls for additionally deploying X-band radar in Kyogamisaki so as to operate two early warning radar systems along with the same type of radar that was already deployed in Shariki base in Aomori Prefecture in 2006.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday says in a commentary that the U.S. call for building a powerful MD in Japan to cope with \"missile threats\" from the DPRK is nothing but sophism to cover up its sinister intention.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is throwing a dense network of MD in Japan to contain big powers around the Korean peninsula militarily and strategically rather than coping with missile threat from the DPRK, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the calculation of the U.S. that it can guarantee its long-term interests only when it puts under its control the Asia-Pacific region which has a huge market and rich raw materials and which is high in economic growth.\n\t\t\t\t\t\n\t\t\t\t\t It is for this reason that the U.S. is hurling means for containing big powers around the peninsula into the region, considering it indispensable to restrict and contain them militarily and strategically.\n\t\t\t\t\t\n\t\t\t\t\t It is the very reason why the U.S. is so loud-mouthed about \"missile threats from north Korea\" whenever an opportunity presents itself."
        },
        {
            "title": "Kim Jong Il Lauded by Organizations of UK, Thailand",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-05ee.html",
            "content": "Kim Jong Il Lauded by Organizations of UK, Thailand\r\n Pyongyang, June 24 (KCNA) -- British and Thai organizations issued statements on June 14 and 15 respectively to mark the 50th anniversary of leader Kim Jong Il's start of work at the C.C., the Workers' Party of Korea.\n\t\t\t\t\t The Britain-Korea Friendship Association said in a statement:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il did not allow the infiltration of any unsound ideological element into the WPK and developed and enriched the Juche idea, the guiding idea of the party.\n\t\t\t\t\t\n\t\t\t\t\t He developed the WPK into the mother party.\n\t\t\t\t\t\n\t\t\t\t\t When socialism collapsed in various countries, he made sure that the party held higher the red flag.\n\t\t\t\t\t\n\t\t\t\t\t Our association pays highest tribute to him for his undying feats for developing the party.\n\t\t\t\t\t\n\t\t\t\t\t The Thailand-DPRK Friendship Association said in a statement that Kim Jong Il was a great master of independent politics to be specially recorded in the world history of politics.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The most important of his political feats was that he established the Songun political mode.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun politics, the DPRK emerged as a military power which no formidable enemy dares to attack and could successfully defend its sovereignty and socialism despite the imperialist allied forces' moves.\n\t\t\t\t\t\n\t\t\t\t\t He will be always remembered by all peoples in the world as a great master of independent politics as he led the Korean revolution and the cause of global independence to victory."
        },
        {
            "title": "Lectures on Kim Jong Il's Feats Given Abroad",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-06ee.html",
            "content": "Lectures on Kim Jong Il's Feats Given Abroad\r\n Pyongyang, June 24 (KCNA) -- Lectures were given in the DR Congo, Guinea, Mexico and Brazil from June 11 to 17 to mark the 50th anniversary of leader Kim Jong Il's start of work at the C.C., the Workers' Party of Korea.\n\t\t\t\t\t They were attended by figures and people from all walks of life of those countries.\n\t\t\t\t\t\n\t\t\t\t\t The deputy general secretary of the Central Committee of the Communist Party of the DR Congo who is also vice-chairman of the National Committee for the Study of the Juche Idea of DR Congo said that the WPK is demonstrating its might as an ever-victorious party in the international community thanks to the outstanding leadership of Kim Jong Il who devoted himself to strengthening the party for decades.\n\t\t\t\t\t\n\t\t\t\t\t The dean of the Fine Arts Faculty of Guinean Art College said that when leading the party, Kim Jong Il set it as the most important task to develop the party into the one of President Kim Il Sung, the founder of the party, both in name and in reality and successfully carried it out.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Mexican National Coordinating Committee for the Study of the Juche Idea who is also president of the Mexican Committee for the Study of Kimilsungism-Kimjongilism praised the Songun revolutionary leadership feats of Kim Jong Il, saying that the national power of the DPRK remarkably grew stronger thanks to his leadership.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Brazilian Center for the Study of the Juche Idea lauded the history of Kim Jong Il's leadership over the party and referred to the shining successes achieved in the DPRK under the wise leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Events Held in Mongolia",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-07ee.html",
            "content": "Events Held in Mongolia\r\n Pyongyang, June 24 (KCNA) -- There took place in Mongolia a remembrance meeting, friendship gathering, etc. to commemorate the 20th anniversary of demise of President Kim Il Sung and mark the 50th anniversary of leader Kim Jong Il's start of work at the C.C., the Workers' Party of Korea.\n\t\t\t\t\t The chairman of the Mongolia-Korea Friendship Society lauded the President and Kim Jong Il for developing the WPK into an ever-victorious party and leading the revolution and construction to victory.\n\t\t\t\t\t\n\t\t\t\t\t The president of the J. Sambuu Herders Development Fund of Mongolia said that Kim Il Sung was a great statesman and anyone, who was granted an audience with him, was deeply enchanted with his noble personality regardless of nationality.\n\t\t\t\t\t\n\t\t\t\t\t The director of Kim Jong Suk Kindergarten expressed the will to widely introduce the feats of the peerless great men and the DPRK and thus continue glorifying the honor of the kindergarten and bring up the children to be true officials who will reliably carry forward the long-standing friendly relations between the two countries."
        },
        {
            "title": "Bolivian Political Figure Expresses Will to Learn from Experience of DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-10ee.html",
            "content": "Bolivian Political Figure Expresses Will to Learn from Experience of DPRK\r\n Pyongyang, June 24 (KCNA) -- The vice-chairman of the Bolivian Movement towards Socialism on June 17 met with Kim Hak Chol, DPRK ambassador to Peru, who was leading the DPRK delegation to the Group-77 Summit held in Bolivia.\n\t\t\t\t\t The vice-chairman said that he knew well about the great successes made by the Workers' Party of Korea in the struggle to defend socialism against the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to learn from the priceless experience gained by the WPK in developing the party, building socialism and educating young and all other people."
        },
        {
            "title": "Visits Paid to DPRK Missions Abroad",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-08ee.html",
            "content": "Visits Paid to DPRK Missions Abroad\r\n Pyongyang, June 24 (KCNA) -- Political parties and personages of different countries sent floral baskets and bouquets to DPRK missions in their countries on June 17 and 18 to mark the 50th anniversary of leader Kim Jong Il's start of work at the C.C., the Workers' Party of Korea.\n\t\t\t\t\t They included the chairman of the Brazilian Communist Party, president of the Socialist Party of Benin, general secretary of the Patriotic Movement for National Salvation of Chad and the chairman of Nigeria-Korea Friendship Association who is a member of the Credit Committee of the People's Democratic Party of Nigeria.\n\t\t\t\t\t\n\t\t\t\t\t The floral baskets and bouquets were placed before the full-length picture of President Kim Il Sung and Kim Jong Il standing together."
        },
        {
            "title": "Kim Jong Il's Work Posted on Russian Internet News Agency",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-01ee.html",
            "content": "Kim Jong Il's Work Posted on Russian Internet News Agency\r\n Pyongyang, June 24 (KCNA) -- Leader Kim Jong Il's work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\" was posted on Khabinfo. ru, an internet news agency of Khabarovsk Territory of Russia on June 17.\n\t\t\t\t\t The work, published on January 29, Juche 92 (2003), clarifies the idea that the Songun revolutionary line and Songun politics of the Workers' Party of Korea are a mighty political mode in the present era which carried forward and developed President Kim Il Sung's idea and line of giving importance to the army and a scientific revolutionary line and political mode that most correctly meet the requirements of the times and the revolution. \n\t\t\t\t\t\n\t\t\t\t\t The news agency posted a photo documenting revolutionary activity of Kim Jong Il."
        },
        {
            "title": "Kimjongilia Show Held in Mongolia",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-02ee.html",
            "content": "Kimjongilia Show Held in Mongolia\r\n Pyongyang, June 24 (KCNA) -- An immortal Kimjongilia show took place in Mongolia from June 16 to 18.\n\t\t\t\t\t At least 300 potted Kimjongilias were on display there, presenting fantastic scenery.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were photos documenting the exploits leader Kim Jong Il performed in building the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Seen there were diplomas and gold medals awarded to the flower at international festivals, \"Kimjongilia Encyclopedia\" and \"Kimjongilia and World\" and other books and photos introducing the flower praising the great man.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the show.\n\t\t\t\t\t\n\t\t\t\t\t A vice-minister of Industry and Agriculture of Mongolia said Kimjongilia is reflecting the profound reverence of the Korean and other peoples in the world for Kim Jong Il who developed the Workers' Party of Korea into an invincible revolutionary party. \n\t\t\t\t\t\n\t\t\t\t\t A special ambassador of the Ministry of Foreign Affairs and Trade and other speakers said the long-standing Mongolia-DPRK friendship will last forever along with Kimjongilia.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Kimjongilia Association of Mongolia said Kimjongilia would always remain in full bloom as a symbol of boundless reverence of progressive mankind for the peerless great man."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion del presidente de PDL de Rusia",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-31ee.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion del presidente de PDL de Rusia\r\n Pyongyang, 24 de junio (ACNC) -- El Primer Secretario del Partido del Trabajo de Corea, Kim Jong Un, recibio un mensaje de felicitacion que le remitiera el dia 19 el presidente del Partido Democratico Liberal de Rusia, V. V. Zhirinovsky.\n\t\t\t\t\t La misiva sigue:\n\t\t\t\t\t\n\t\t\t\t\t Estimado companero Kim Jong Un,\n\t\t\t\t\t\n\t\t\t\t\t Le extiendo mi sincera felicitacion con motivo del 50o aniversario del inicio del trabajo del Dirigente Kim Jong Il en el Comite Central del PTC, lo cual devino acontecimiento importante para el PTC y la vida del pueblo de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Bajo la direccion del camarada Kim Jong Il, el pueblo coreano alcanzo enormes exitos en la construccion del socialismo al mejorar el nivel de vida de las masas trabajadoras y fortalecer el poderio defensivo del pais durante las decadas transcurridas.\n\t\t\t\t\t\n\t\t\t\t\t El camarada Kim Jong Il realizo proezas imborrables en desarrollar mas la idea Juche, la del Songun, que sirve de base teorica de la construccion del socialismo al estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\t Estimado camarada Kim Jong Un,\n\t\t\t\t\t\n\t\t\t\t\t Felicitandole en ocasion de este dia significativo, le deseo nuevos exitos en la causa por la construccion de un Estado prospero y por la reunificacion de Corea y al pueblo coreano, la felicidad y prosperidad.\n\t\t\t\t\t\n\t\t\t\t\t Deseo igualmente que se desarrollen las tradicionales y amistosas relaciones de los pueblos de Rusia y la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Reciba el testimonio de mi alta consideracion."
        },
        {
            "title": "IRP revela naturaleza de EE.UU. y Sur de Corea como provocadores de guerra coreana",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-29ee.html",
            "content": "IRP revela naturaleza de EE.UU. y Sur de Corea como provocadores de guerra coreana\r\n Pyongyang, 24 de junio (ACNC) -- El Instituto de la Reunificacion de la Patria (IRP) hizo publica el dia 24 el acta de acusacion para revelar a todo el mundo que los imperialistas norteamericanos y los titeres surcoreanos son provocadores de la pasada guerra coreana (1950-1953) y perturbadores de la paz que estan desesperados para desatar otra guerra de agresion contra la Republica Popular Democratica de Corea. \n\t\t\t\t\t Segun el documento, despues de la derrota de Japon en agosto de 1945, Estados Unidos dividio la nacion coreana en dos partes y ocupo el territorio surcoreano y comenzo los preparativos de la guerra contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Practicando la dominacion militar en el Sur de Corea, agrupo a las fuerzas reaccionarias pronorteamericanas y hizo todo lo posible para preparar el ambiente sociopolitico favorable a la provocacion de la guerra anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\t EE.UU. organizo y aumento el ejercito titere surcoreano para que este cumpliera el papel de brigada de choque en el cumplimiento de la guerra de agresion. \n\t\t\t\t\t\n\t\t\t\t\t Para tomar el mando sobre el ejercito titere surcoreano, EE.UU. concerto en enero de 1950 el convenio sobre la colocacion del grupo de asesores militares norteamericanos en el Sur de Corea. En virtud de ese convenio, emplazo a los asesores militares hasta en los regimientos y batallones del ejercito titere surcoreano y los entreno para la guerra anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, para modernizar el ejercito surcoreano, brindo a la camarilla de Syngman Rhee la asistencia militar valorada en 110 millones de US$ y muchos armamentos. \n\t\t\t\t\t\n\t\t\t\t\t En el periodo de 1948 a 1950, invirtio 2 mil 627 millones de US$ para modernizar los armamentos del ejercito surcoreano. La camarilla titere de Syngman Rhee malgasto el 45% del presupuesto como gastos militares. \n\t\t\t\t\t\n\t\t\t\t\t Al paralelo de los preparativos militares, los imperialistas norteamericanos se enfrascaron en la elaboracion del plan de guerra. \n\t\t\t\t\t\n\t\t\t\t\t Desde principios de 1949, presentaron como tarea inmediata el \"ataque al Norte\" y se concentraron en elaborar el plan de guerra tomando por grueso la \"clase de historia\" de G-3 y el organo KATO, integrado por los generales del ejercito japones, pertenecientes al G-2 de la comandancia de MacArthur e incluyendo al jefe del grupo de asesores militares norteamericanos Robert y los caudillos del circulo militar surcoreano. \n\t\t\t\t\t\n\t\t\t\t\t De esta manera, se elaboro el \"Plan A, B, C\" que preve la ocupacion de Corea, Manchuria y Siberia y se completo el plan de acciones militares para el \"ataque al Norte\" para realizar el Plan A.\n\t\t\t\t\t\n\t\t\t\t\t Para buscar el pretexto de guerra, EE.UU. y los titeres surcoreanos cometieron desde 1947 en las inmediaciones del paralelo 38o hasta el inicio de guerra mas de 5 mil 150 actos de provocacion armada.\n\t\t\t\t\t\n\t\t\t\t\t En 1949, se reportaron 2 mil 617 casos de provocacion.\n\t\t\t\t\t\n\t\t\t\t\t Comenzaron tambien los complots para lograr el caracter sorpresivo de la guerra coreana e imputar a la RPDC la responsabilidad de su provocacion.\n\t\t\t\t\t\n\t\t\t\t\t Bajo el mando de los asesores militares norteamericanos, los titeres surcoreanos iniciaron a las 4 de la madrugada del 25 de junio la sorpresiva invasion armada contra la Republica Popular Democratica de Corea a lo largo del paralelo 38o.\n\t\t\t\t\t\n\t\t\t\t\t Segun el guion ya elaborado, EE.UU. provoco urgentemente el mismo dia el Consejo de Seguridad de la ONU, en que aprobo forzosamente la \"resolucion\" de la ONU no. 82 para tildar a la RPDC de \"agresora\".\n\t\t\t\t\t\n\t\t\t\t\t Al describir el contraataque del Ejercito Popular de Corea como el \"ataque contra la ONU\", invento el 27 de junio la \"resolucion\" de la ONU no.83 para despachar a la guerra coreana muchos efectivos del ejercito norteamericano y otros de los paises satelites.\n\t\t\t\t\t\n\t\t\t\t\t Inventando el 7 de julio la \"resolucion\" de la ONU no.84, fabrico las \"fuerzas de la ONU\" y la \"Comandancia de las Fuerzas de la ONU\".\n\t\t\t\t\t\n\t\t\t\t\t Al inventar las ilegales \"resoluciones\" del CS abusando del nombre de la ONU, EE.UU. intento ocultar su fachada de provocador y agresor de la guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\t Debido a la provocacion de la guerra coreana por EE.UU. y los titeres surcoreanos, se libro durante 3 anos el agudo combate armado entre la joven RPDC con menos de 2 anos de fundacion y las fuerzas aliadas imperialistas.\n\t\t\t\t\t\n\t\t\t\t\t Pero, en la pasada guerra coreana fue quebrado el mito de la \"supremacia\" de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Despues de firmar el \"Acuerdo de Armisticio\", el imperialismo yanqui y los titeres surcoreanos amenazaron militarmente a la RPDC abogando por el \"avance al Norte\", en vez de sacar las lecciones en su derrota vergonzosa en la guerra coreana de tres anos.\n\t\t\t\t\t\n\t\t\t\t\t En estos dias, se tornan cada dia mas freneticas las maniobras de aumento de las fuerzas armadas del imperialismo norteamericano para nueva guerra de agresion al Norte.\n\t\t\t\t\t\n\t\t\t\t\t Los ejercicios de guerra de agresion al Norte de EE.UU. y sus lacayos continuaron durante medio siglo cobrando mas intensidad.\n\t\t\t\t\t\n\t\t\t\t\t En la decada de 2000, estos ejercicios se realizaron mas abiertamente.\n\t\t\t\t\t\n\t\t\t\t\t Llega a mas de 18 mil el numero de los ejercicios de diversos nombres, que fueron desarrollados publicamente durante mas de 60 anos desde el cese de fuego hasta la fecha.\n\t\t\t\t\t\n\t\t\t\t\t Sobre todo, en el poder de Park Geun-hye, los ejercicios EE.UU.-Sur de Corea llegan a la fase mas peligrosa.\n\t\t\t\t\t\n\t\t\t\t\t Estarian muy equivocados si EE.UU. y la banda titere surcoreana piensan que podran conseguir algo con la provocacion de la segunda guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\t En la guerra de la decada 1950, los agresores pudieron salvarse al firmar el acta de capitulacion arrodillados ante el ejercito y el pueblo de Corea. Pero, si provocan otra vez la guerra, seran exterminados todos los agresores en el golpe de venganza de la Corea del Songun, de modo que ninguno resulte ileso ni para firmar el acta de capitulacion siquiera."
        },
        {
            "title": "ACNC comenta la estrategia de EE.UU. de consolidar la alianza militar tripartita ",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-30ee.html",
            "content": "ACNC comenta la estrategia de EE.UU. de consolidar la alianza militar tripartita \n\t\t\t\t\t\t\r\n Pyongyang, 24 de junio (ACNC) -- La asesora especial para la seguridad nacional del presidente estadounidense, Susan Rice, dijo el dia 11 que \"perseguiria estrechar mas las relaciones de seguridad con Japon y el Sur de Corea para enfrentarse mejor a la provocacion del Norte de Corea\" y que \"EE.UU. tiene la meta de consolidar la cooperacion tripartita en materia de seguridad y elevar la capacidad de operaciones conjuntas\". \n\t\t\t\t\t Hoy dia, EE.UU. es precisamente el que trae el peligro de guerra nuclear y perturba la paz de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\t Libra cada ano de manera sistematica los ejercicios de guerra nuclear trasladando los armamentos nucleares desde su territorio nacional. Sin embargo, insiste en la necesidad de la cooperacion tripartita y la alianza militar tripartita acusando a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Entonces, ?por que EE.UU., situado mas alla del oceano, estara estableciendo en etapa crucial la alianza militar tripartita pretextando la supuesta \"provocacion\" de la Republica Popular Democratica de Corea?\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. pretende tomar la hegemonia sobre el Nordeste Asiatico utilizando a sus lacayos; Japon y el Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\t Tiene la malsana intencion estrategica de establecer la alianza militar tripartita de caracter pronorteamericano invirtiendo poco sus fondos militares y malgastando los recursos humanos y materiales de los lacayos. \n\t\t\t\t\t\n\t\t\t\t\t Efectivamente, vino aumentando de modo escalonado el numero de sus efectivos estacionados en la Peninsula Coreana y su contorno bajo el pretexto de hacer frente a la \"amenaza nuclear y de misil\" de la RPDC e imponiendo los gastos necesarios al Sur de Corea y Japon. \n\t\t\t\t\t\n\t\t\t\t\t A citar un ejemplo, segun la estrategia norteamericana de restringir el espacio operacional de las fuerzas navales y aereas de China y Rusia, se construye en la isla surcoreana Jeju una gran base naval norteamericana a expensas de las autoridades surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\t La instigacion de EE.UU. al Sur de Corea y Japon a la formacion de la alianza militar tripartita tiene que ver con su actual crisis interna. \n\t\t\t\t\t\n\t\t\t\t\t Vulneran cada vez mas la posicion de la \"superpotencia\" la agravacion de contradicciones sociales causadas por las diferencias entre los ricos y pobres, la crisis economica persistente desde la catastrofe financiera, la institucion de moneda regional por doquier del mundo, el crecimiento economico y el fortalecimiento de colaboracion de las potencias en la politica, economia, asuntos militares, etc.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. se ve obligado a reducir sus efectivos en Europa y otras regiones. \n\t\t\t\t\t\n\t\t\t\t\t En tal circunstancia, trata de establecer lo mas pronto posible la alianza militar tripartita para llevar a efecto su estrategia de hegemonia sobre la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\t Asi el Sur de Corea y Japon se convertiran en las bases avanzadas para el cumplimiento de la estrategia norteamericana de hegemonia sobre la region de Asia-Pacifico y el ejercito titere surcoreano y las \"Fuerzas de Autodefensa\" de Japon se utilizaran como brigada de choque en la eventual guerra de agresion de EE.UU. como sucedio en la pasada guerra coreana. \n\t\t\t\t\t\n\t\t\t\t\t La alianza militar tripartita es un complot para frenar el afianzamiento de la posicion internacional y el poderio de las potencias en el Nordeste Asiatico y realizar facilmente la estrategia de hegemonia sobre la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\t Ningun pais quedara con brazos cruzados ante tales movimientos de EE.UU."
        },
        {
            "title": "Minju Joson revela siniestro objetivo de EE.UU. ",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-32ee.html",
            "content": "Minju Joson revela siniestro objetivo de EE.UU. \r\n Pyongyang, 24 de junio (ACNC) -- El director de Defensa de Misiles del Departamento de Defensa de Estados Unidos dijo en la audiencia de la subcomision de defensa nacional del comite de apropiacion de la Camara de Representantes que \"le preocupan la provocacion anual del Norte de Corea y la demostracion de sus fuerzas de misiles de largo alcance\". \n\t\t\t\t\t El informe del presupuesto de defensa nacional de 2015, publicado el mismo dia, resalta la necesidad de establecer el sistema antimisiles de EE.UU.-Japon para perseguir e interceptar con precision el misil balistico de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Pues, el sistema antimisiles norteamericano a ser establecido en Japon persigue la ubicacion adicional del radar \"X-band\" en Kyogamisaki y poner asi en operacion dos sistemas de alarma previa junto con el radar del mismo tipo emplazado ya en 2006 en la base de Shariki del departamento de Aomori. \n\t\t\t\t\t\n\t\t\t\t\t La insistencia de EE.UU. en establecer el sistema de defensa antimisil en Japon frente a la \"amenaza de misiles\" de la RPDC es una sofisteria para encubrir su siniestro proposito, revela el periodico Minju Joson en un comentario individual del dia 24 y continua:\n\t\t\t\t\t\n\t\t\t\t\t La verdadera intencion de EE.UU. es mantener a rayas en lo estrategico y militar a las potencias perifericas de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\t El imperio piensa que podria garantizar sus intereses de largo plazo solo cuando tome el control sobre la region de Asia-Pacifico con enormes mercados, abundantes recursos naturales y alto crecimiento economico. \n\t\t\t\t\t\n\t\t\t\t\t He aqui la razon por la cual EE.UU. habla tanto de la \"amenaza de misiles norcoreanos\"."
        },
        {
            "title": "Embajador egipcio ofrece banquete",
            "url": "http://kcna.co.jp/item/2014/201406/news24/20140624-33ee.html",
            "content": "Embajador egipcio ofrece banquete\r\n Pyongyang, 24 de junio (ACNC) -- Con motivo del 62o aniversario de la Revolucion del 23 de Julio en Egipto, el embajador egipcio en Corea, Iman Mostafa Abdou, ofrecio el dia 24 un banquete en su sede diplomatica.\n\t\t\t\t\t A la ocasion fueron invitados el presidente del Comite de Educacion, Kim Sung Du, quien es tambien titular de la Asociacion de Amistad Corea-Egipto, el vicecanciller Pak Myong Guk, el vicepresidente del Comite de Relaciones Culturales con el Extranjero, So Ho Won, y otros funcionarios coreanos.\n\t\t\t\t\t\n\t\t\t\t\t Estuvieron presentes los miembros de la sede diplomatica egipcia."
        }
    ]
}