{
    "date": "2014-06-29",
    "url": "http://kcna.co.jp/item/2014/201406/2014-06-29ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Newly Built Kalma Foodstuff Factory",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-01ee.html",
            "content": "Kim Jong Un Visits Newly Built Kalma Foodstuff Factory\r\nPyongyang, June 29 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, visited the newly built Kalma Foodstuff Factory and set forth the tasks to be fulfilled to make good preparations for starting its operation.\n\t\t\t\t\t Going round various places of the factory including the production control room, processing room and freezing room, he acquainted himself with their construction and gave an instruction on stepping up the preparations for their commissioning.\n\t\t\t\t\t\n\t\t\t\t\t He said that it is the intention of the party to build the Kalma Foodstuff Factory into an icon and standard of the fish processing base meeting the requirements of the new century.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to arrange the interior and exterior of the factory to be impeccable and establish a proper drainage and ventilation system and, at the same time, pay deep attention to the work for thoroughly ensuring sanitation and safety in the production site as the construction project is nearing its completion.\n\t\t\t\t\t\n\t\t\t\t\t \"It is necessary for the factory to operate and manage well its freezing and processing facilities provided by the party by steadily increasing the responsibility and technical skills of its employees in order to mass-produce varieties of processed fish after its commissioning,\" he noted.\n\t\t\t\t\t\n\t\t\t\t\t He set forth tasks and ways for supplying raw materials for keeping the production going at a high rate and managing and operating the factory.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to successfully finish the construction of the factory at the best quality so that it may play an important role in developing the nation's fish-processing industry.\n\t\t\t\t\t\n\t\t\t\t\t  He said that it was his determination to build a modern processing factory specializing in the production of salted fish in the west coastal area on the basis of the experience gained in building the Kalma Foodstuff Factory in the east coastal area.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the officials and workers in the relevant field would make good preparations for the commissioning of the factory as scheduled.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Han Kwang Sang, department director of the C.C., the WPK."
        },
        {
            "title": "Joint Performance of Military Bands of DPRK, Russia Given",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-16ee.html",
            "content": "Joint Performance of Military Bands of DPRK, Russia Given\r\n Pyongyang, June 29 (KCNA) -- The Military Band of the Korean People's Army and the Central Military Orchestra of the Ministry of Defense of Russia gave a joint performance at the East Pyongyang Grand Theater on Sunday.\n\t\t\t\t\t Among the audience were General Hyon Yong Chol, minister of the People's Armed Forces, officials of the Ministry of the People's Armed Forces, officials concerned, KPA service personnel and working people, youth and students in the city.\n\t\t\t\t\t\n\t\t\t\t\t Watching the performance together with them were staff members of the Russian embassy here.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with the national anthems of the DPRK and Russia.\n\t\t\t\t\t\n\t\t\t\t\t The performance was given into two parts and colorful numbers were put on the stage.\n\t\t\t\t\t\n\t\t\t\t\t Korean artistes in brass band \"Song of the Korean People's Army\", female solo \"Ode to Comrade Kim Jong Il\", \"We Cannot Live without You\" and other pieces praised the undying feats performed by the peerless great men who demonstrated the might of the great Paektusan nation all over the world.\n\t\t\t\t\t\n\t\t\t\t\t The Korean artistes made deep and delicate portrayal of the feelings and emotion of the Russian people in male solo \"Oriole\" and brass band \"Waves of River Amur\".\n\t\t\t\t\t\n\t\t\t\t\t Russian artistes in several numbers including male solo \"Long Way\" mesmerized the audience with rich volume, light melody and unique tone quality.\n\t\t\t\t\t\n\t\t\t\t\t Russian female soloist sang well \"Attraction and Reverence\", an ode to the great man.\n\t\t\t\t\t\n\t\t\t\t\tAlso put on the stage were brass bands \"March for Victory of Songun\" and \"Friendship Waltz\" composed by Chief Conductor Valery Khalilov, head of the military orchestra service of the Armed Forces of Russia.\n\t\t\t\t\t\n\t\t\t\t\tThe mood revved up as artistes of the two countries played brass bands \"We Know Nobody but You\", \"Ode to the Motherland\" and \"July 27 March\"."
        },
        {
            "title": "More Mass Rallies Held",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-14ee.html",
            "content": "More Mass Rallies Held\r\n Pyongyang, June 29 (KCNA) -- Mass rallies took place in Nampho and Rason cities on Sunday on the occasion of June 25, the day of the struggle against the U.S. imperialism.\n\t\t\t\t\t Present there were officials of the local party, power and economic bodies and working people's organizations, people of all social standings, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the Korean War ignited by the U.S. imperialists was the most barbarous and inhuman war of aggression unprecedented in the war history.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the U.S. imperialists could not bring to their knees the army and people of the DPRK who turned out as one to defend the freedom and independence of the country, national sovereignty and gains of the revolution under the leadership of the party and leader.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the fact that the U.S. imperialists are waging the war maneuvers against the DPRK to push the situation to the brink of war.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that if the U.S. imperialists, far from drawing a due lesson from the disgraceful defeat they suffered in the Korean War, ignite a new war, the Korean people would wipe out the aggressors and traitors to the last man and achieve the historic cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Then followed anti-U.S. demos."
        },
        {
            "title": "Sports Contest for Pochonbo Torch Prize Closes",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-15ee.html",
            "content": "Sports Contest for Pochonbo Torch Prize Closes\r\n Nampho, June 29 (KCNA) -- The Sports Contest for Pochonbo Torch Prize closed with due ceremony in Nampho on Sunday. It opened on June 4.\n\t\t\t\t\t The April 25 Sports Team came first in total points and the Kigwancha Sports Team and the Sports Team of  the Ministry of Land and Maritime Transport second and third respectively.\n\t\t\t\t\t\n\t\t\t\t\t Kim Pyong Sik, vice-minister of Physical Culture and Sports, made a closing address."
        },
        {
            "title": "Park Geun Hye's Personal Affairs Policy Censured",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-10ee.html",
            "content": "Park Geun Hye's Personal Affairs Policy Censured\r\n Pyongyang, June 29 (KCNA) -- South Korean papers in editorials on June 26 protested against the Park Geun Hye group's decision on allowing Jong Hong Won to stay in office as \"prime minister\" that day.\n\t\t\t\t\t The internet paper Minjok Ilbo in an editorial titled \"Unending Park regime's disastrous personal affairs\" expressed disappointment at Park who, failing to find a candidate, let Jong stay in office. \n\t\t\t\t\t\n\t\t\t\t\t The present regime is a \"disastrous government\" which caused a disaster in the field of public service through privatization policy, a human rights disaster through the cooking up of spy cases, a disaster of people's livelihood by reneging on its commitment to ensure people's welfare, disastrous north-south relations by pursuing confrontation policy and the Sewol sinking disaster by burying young students at the sea, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t One of basic reasons of those disasters is Park's incompetence, it said, stressing that now it has become clear why the present regime should step down at an early date.\n\t\t\t\t\t\n\t\t\t\t\t Kyunghyang Daily News in an editorial held it is an unprecedented decision to let the guy stay in office though he resigned from office holding the responsibility for the ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t Park is to blame for the personnel affairs failure that followed wrong personnel measure and verification but she let Jong stay in office by blaming the confirmation hearing and the public, it said.\n\t\t\t\t\t\n\t\t\t\t\t Munhwa Ilbo in an editorial termed the decision a challenge of Park as her personnel measures were not put into practice.\n\t\t\t\t\t\n\t\t\t\t\t It accused Park of not finding the basic cause of her failure of personal affairs in herself but blaming media and people.\n\t\t\t\t\t\n\t\t\t\t\t An editorial of Hanguk Ilbo termed the step an arrogance of Park who turned her face away from the opinion of the people."
        },
        {
            "title": "S. Korean Regime's Incompetence Exposed",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-11ee.html",
            "content": "S. Korean Regime's Incompetence Exposed\r\n Pyongyang, June 29 (KCNA) -- The south Korean internet paper Voice of People on June 27 carried an editorial titled \"Decision of irresponsible and incompetent regime\".\n\t\t\t\t\t It said Park Geun Hye let Jong Hong Won stay in office as \"prime minister\" in the wake of the personnel affairs failure in which candidates for \"prime minister\" dropped out one after another. Saying that such unusual things happen under the Park Geun Hye regime, the editorial continued: \n\t\t\t\t\t\n\t\t\t\t\t Explaining the reason why she let Jong stay in office, Park said it was because she could no longer remain an onlooker to the administration vacuum. But the main reason is that she put forward those without qualifications as candidates.\n\t\t\t\t\t\n\t\t\t\t\t Park appointed those who have no qualifications even as a citizen only to admit that she is incapable of finding out a candidate for prime minister, the editorial ridiculed.\n\t\t\t\t\t\n\t\t\t\t\t If the \"president\" has no capability to find out the candidate for prime minister, it means she has no capability to operate state administration and there will be no reason for Chongwadae to stay if it has no capability to verify the candidate for prime minister, it held."
        },
        {
            "title": "S. Korean Puppet Forces' Crackdown upon Teachers Union Accused",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-12ee.html",
            "content": "S. Korean Puppet Forces' Crackdown upon Teachers Union Accused\r\n Pyongyang, June 29 (KCNA) -- The south Korean internet newspaper Voice of People Friday carried an editorial accusing the puppet group of its moves to stamp out the Teachers Union.\n\t\t\t\t\t The editorial said that the Ministry of Education on June 26 indicted 284 teachers who belong to the union on the charge of the violation of the \"law on government employees\". Those teachers participated in making public a declaration on the situation in demand of the resignation of Park Geun Hye responsible for the ferry Sewol sinking disaster.\n\t\t\t\t\t\n\t\t\t\t\t This was a follow-up measure taken after outlawing the union, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t It said it is quite natural that the union declared actions in all areas of the country from Friday.\n\t\t\t\t\t\n\t\t\t\t\t It said the Supreme Prosecutor's Office held a \"security measure consultative meeting for outlawed union\" with the Ministry of Education, Ministry of Employment and Labor, the National Police Agency and other power organs and cried out for strict countermeasure, saying that their act reminds one of the Park Chung-Hee \"yusin\" dictatorship and Chun Doo Hwan military dictatorial regime.\n\t\t\t\t\t\n\t\t\t\t\t The editorial held that the crackdown upon the union by Park Geun Hye regime is nothing but a tactic for evading the political crisis as it mobilized power under the pretext of security."
        },
        {
            "title": "Park Geun Hye Urged to Hold Responsibility for Ferry Sewol Sinking Disaster",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-13ee.html",
            "content": "Park Geun Hye Urged to Hold Responsibility for Ferry Sewol Sinking Disaster\r\n Pyongyang, June 29 (KCNA) -- The All-People Measure Council to Cope with Ferry Sewol Disaster in south Korea in a statement on June 26 denounced Park Geun Hye for letting the chief culprit of the ferry Sewol sinking accident stay in office as puppet prime minister.\n\t\t\t\t\t Park made a decision to have the \"prime minister\" stay in office though he expressed the will to resign from office holding the responsibility for the disaster. This is unpardonable as it is little short of a declaration to leave the accident un-probed and not to bear the responsibility for the accident, the statement charged.\n\t\t\t\t\t\n\t\t\t\t\t We do not need the incompetent \"president\" who fails to select a proper candidate for prime minister, it said.\n\t\t\t\t\t\n\t\t\t\t\t It demanded Park hold full responsibility for the disaster."
        },
        {
            "title": " Kim Il Sung to Be Remembered in Latin America",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Latin America\r\n Pyongyang, June 29 (KCNA) -- The Latin American Regional Committee for Remembering President Kim Il Sung was formed on June 23.\n\t\t\t\t\t Ramon Jimenez Lopez, president of the Mexican Committee for the Study of Kimilsungism-Kimjongilism, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events including remembrance meeting, seminar and lecture in the regional countries to commemorate the 20th anniversary of demise of the President."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Observed",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-03ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Observed\r\n Pyongyang, June 29 (KCNA) -- There took place on June 11 and 20 a remembrance meeting and photo exhibition in Norway, a reading session and film show in Nigeria and round-table talks in Ethiopia on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t On display at the venue of the photo exhibition were photos showing the revolutionary career and exploits of the President.\n\t\t\t\t\t\n\t\t\t\t\t Participants in the film show watched the Korean film \"The Arch of Triumph\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ostfold County Committee of the Communist Party of Norway praised the President as the great statesman and prominent leader who made undying contributions to the Korean revolution and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that leader Kim Jong Il built the DPRK into a powerful socialist fortress no force dares provoke, true to the idea and cause of the President after his demise.\n\t\t\t\t\t\n\t\t\t\t\t The cause of the President and Kim Jong Il is being successfully carried forward by Marshal Kim Jong Un, he added.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of the Juche Philosophy read Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\". He praised the President as the most prominent leader of the revolution and benevolent father of the people the history has ever known and a peerless great man revered by all people \n\t\t\t\t\t\n\t\t\t\t\t Speakers at the round-table talks held at a hospital of Ethiopia said the President is remembered by not only the Korean people but also other progressives in the world."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Personages of Different Countries",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-04ee.html",
            "content": "Kim Jong Il's Exploits Praised by Personages of Different Countries\r\n Pyongyang, June 29 (KCNA) -- Seminars, book exhibitions and film shows took place in Russia, Guinea and Libya from June 17 to 21 on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Displayed at the venues of the events were works of Kim Jong Il and Marshal Kim Jong Un and Korean books.\n\t\t\t\t\t\n\t\t\t\t\t Participants of the film shows watched the Korean film \"Munsu Water Park\".\n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation said that the WPK has more powerfully demonstrated its might as the revolutionary party of Juche since Kim Jong Il's start of work at its Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Maritime Territorial Regional Committee of the A Just Russia said that the WPK became a model party to be followed by all parties in the world thanks to the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The director general of the Kim Il Sung Institute of Agricultural Science in Guinea noted that Kim Jong Il performed great achievements while leading the WPK for nearly half a century.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Sunbula International Friendship Club of Libya and the chairman of the Libya-DPRK Friendship Association stressed that the DPRK is advancing despite any raging wind thanks to the Juche idea and Songun idea founded by President Kim Il Sung and enriched by Kim Jong Il."
        },
        {
            "title": "Articles Praising Kim Jong Il's Exploits Posted on Foreign Websites",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-05ee.html",
            "content": "Articles Praising Kim Jong Il's Exploits Posted on Foreign Websites\r\n Pyongyang, June 29 (KCNA) -- Special write-ups and articles were posted on websites of different countries from June 11 to 18 to mark the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t A special write-up titled \"Kim Jong Il: his undying feats in party building\" illustrated with his photo was posted on the Russian internet news Baikalpress. ru.\n\t\t\t\t\t\n\t\t\t\t\t It said that he developed the WPK into a party which enjoys absolute support and trust of the popular masses and a powerful political force steering the revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The Russian website Debri-deb. ru An posted an article praising him for successfully leading the party for several decades. It was accompanied with his photo.\n\t\t\t\t\t\n\t\t\t\t\t Articles titled \"Kim Jong Il, his immortal exploits in building WPK\" and \"Might of idea is inexhaustible\" illustrated with his portraits and photos were posted on the website of the Anti-Imperialist Forum of Germany and the Polish website \"DPRK\".\n\t\t\t\t\t\n\t\t\t\t\t The website of the Society for the Promotion of the Relations between Austria and DPRK in an article titled \"Kim Jong Il, his exploits in building the WPK\" said that he made great contributions to building the WPK while leading it for nearly half a century.\n\t\t\t\t\t\n\t\t\t\t\t Websites of the South African Group for the Study of Kimilsungism-Kimjongilism, the Anti-Imperialist Front of France and the Group for the Study of Juche Philosophy and Songun Politics of Malta posted articles praising his Songun leadership feats and exploits in party building."
        },
        {
            "title": "Kim Il Sung Praised by Ethiopian Paper",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-06ee.html",
            "content": "Kim Il Sung Praised by Ethiopian Paper\r\n Pyongyang, June 29 (KCNA) -- The Ethiopian paper Reporter on June 14 carried a special write-up illustrated with a portrait of smiling President Kim Il Sung on the occasion of the 20th anniversary of his demise.\n\t\t\t\t\t In an article titled \"Prominent leader in the 20th century\" it said:\n\t\t\t\t\t\n\t\t\t\t\t The upcoming July 8 is the 20th anniversary of demise of the President.\n\t\t\t\t\t\n\t\t\t\t\t He is always alive in the hearts of progressive mankind in the world as the prominent leader representing the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t He was a great master of ideology and theory who ushered in the era of independence and guaranteed the victorious advance of the cause of independence by founding the Juche Idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t He founded the DPRK, the first people's democratic state in the East, in the land of Korea after its liberation, inflicted an ignominious defeat upon the U.S. in the Korean war and built a socialist power independent in politics, self-supporting in economy and self-reliant in national defence on the ruins of the war.\n\t\t\t\t\t\n\t\t\t\t\t He was a great leader of the world revolution who led the anti-imperialist cause of independence along the only road of victory all his life.\n\t\t\t\t\t\n\t\t\t\t\t He was a peerless elder statesman with the noblest traits boundlessly revered by all people."
        },
        {
            "title": "Koreans' Football Enthusiasm Reported by Russian and French Media",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-07ee.html",
            "content": "Koreans' Football Enthusiasm Reported by Russian and French Media\r\n Pyongyang, June 29 (KCNA) -- A Russian website and a French magazine reported about enthusiasm for football sweeping across the DPRK.\n\t\t\t\t\t An article posted on the Russian website Yevro-football on June 18 said:\n\t\t\t\t\t\n\t\t\t\t\t Of late, the ministries, national institutions, industrial establishments and co-op farms organize football games on holidays and major other occasions amid the hot wind of football sweeping across the country in hearty response to the plan of supreme leader Kim Jong Un to build a sports power.\n\t\t\t\t\t\n\t\t\t\t\t Sports schools were set up to train children to be reserve footballers and groups of football players formed in those schools to give them systematic education and training.\n\t\t\t\t\t\n\t\t\t\t\t New stadiums were built and the existing ones are being successfully renovated.\n\t\t\t\t\t\n\t\t\t\t\t The French magazine Le Point on June 20 reported that a great number of the Korean people watch Brazil World Cup matches every evening."
        },
        {
            "title": "Ethiopian Organization Backs Korean People in Their Struggle for Reunification",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-08ee.html",
            "content": "Ethiopian Organization Backs Korean People in Their Struggle for Reunification\r\n Pyongyang, June 29 (KCNA) -- The Ethiopian Youth Study Group of the Juche Idea issued a statement expressing solidarity with the Korean people on June 20 on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We are opposed to the U.S. hostile policy towards the DPRK, and extend full support to the Korean people in their struggle for realizing national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. started a war of aggression on the DPRK on June 25, 1950 and brought the Korean people horrible calamities.\n\t\t\t\t\t\n\t\t\t\t\t Since the ceasefire, the U.S. has introduced a great number of aggression troops and weapons of mass destruction into south Korea and staged one joint military exercise after another in it and its vicinity, screwing up the tensions.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime is working hard to realize \"unification by absorption\" in league with the U.S. in the move to escalate the tensions.\n\t\t\t\t\t\n\t\t\t\t\t We consider that the escalation of the tensions on the Korean peninsula is entirely attributable to the U.S. hostile policy toward the DPRK and the south Korean regime's foolish ambition to realize \"unification by absorption\".\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the U.S. roll back the policy at once.\n\t\t\t\t\t\n\t\t\t\t\t We also strongly demand that the south Korean regime abandon its foolish ambition and opt for implementing the June 15 joint declaration and the October 4 declaration which were agreed upon by the north and the south and are recognized by the world."
        },
        {
            "title": "Swiss Organizations Urge US to Refrain from Blocking Reunification of Korea",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-09ee.html",
            "content": "Swiss Organizations Urge US to Refrain from Blocking Reunification of Korea\r\n Pyongyang, June 29 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on June 21 on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle.\n\t\t\t\t\t The statement said that U.S. forces present in south Korea under the helmet of \"UN Forces\" for more than six decades since the ceasefire are still going reckless in the moves to unleash a new war against the DPRK. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula is so tense that a new war may break out any moment due to the U.S. violating the Armistice Agreement.\n\t\t\t\t\t\n\t\t\t\t\t To replace the DPRK-U.S. AA by a peace agreement is an urgent demand of the present situation.\n\t\t\t\t\t\n\t\t\t\t\t Only this will ensure a lasting peace and stability on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has consistently raised the just demand on signing a peace agreement.\n\t\t\t\t\t\n\t\t\t\t\t We fully support this.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should immediately withdraw its forces of aggression and nukes from south Korea, replace the AA by a peace agreement and refrain from blocking the peaceful reunification of Korea."
        },
        {
            "title": "Kim Jong Un visita Fabrica de Alimentos de Kalma",
            "url": "http://kcna.co.jp/item/2014/201406/news29/20140629-17ee.html",
            "content": "Kim Jong Un visita Fabrica de Alimentos de Kalma\r\nPyongyang, 29 de junio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito la Fabrica de Alimentos de Kalma, nuevamente construida, y presento la tarea de hacer bien preparativos de inauguracion.\n\t\t\t\t\tRecorrido la sala de orden de produccion, la de la elaboracion, el almacen refrigerador y otros lugares, el Mariscal hizo detallado conocimiento como marcha la construccion y dio la instruccion necesaria para acelerar los preparativos de inauguracion.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la voluntad del partido es acondicionar la Fabrica de Alimentos de Kalma como ejemplo y estandar de la base elaboradora de pescado conforme a la demanda de nuevo siglo.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que ya que la construccion esta en la terminacion, debe prestar profunda atencion al acondicionamiento perfecto del interior y exterior de la fabrica, al establecimiento de drenaje y ventilacion de las salas de elaboracion y a las labores para mantener bien el estado higienico del lugar de produccion.\n\t\t\t\t\t\n\t\t\t\t\tIndico que a fin de producir muchos pescados procesados despues de la inauguracion, los empleados deben elevar su responsabilidad y mejorar sin cesar el nivel de tecnica y habilidad para que ellos gestionen y administren bien las modernas instalaciones refrigeradoras y de elaboracion, preparadas por el partido.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas y los remedios que se presentan en el suministro de las materias primas y la administracion de la fabrica para la normalizacion de produccion.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que la construccion de la obra debe ser culminada en nivel maximo para que cumpla un importante rol en el desarrollo de la industria de elaboracion de pescado del pais.\n\t\t\t\t\t\n\t\t\t\t\tExpuso su decision de edificar en la zona costera del Mar Oeste una moderna fabrica de elaboracion especializada en la produccion de productos alimenticios preparados con pescado escabechado a base de las experiencias adquiridas en la construccion de la Fabrica de Alimentos de Kalma.\n\t\t\t\t\t\n\t\t\t\t\tManifesto su esperanza y conviccion de que los funcionarios y constructores de rama correspondiente haran bien preparativos para realizar al dia fijado la inauguracion de la Fabrica.\n\t\t\t\t\t\n\t\t\t\t\tLe acompano el jefe de departamento del CC del PTC Han Kwang Sang."
        }
    ]
}