{
    "date": "2014-07-20",
    "url": "http://kcna.co.jp/item/2014/201407/2014-07-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Match for Examining Men's Football of National Sports Team",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-01ee.html",
            "content": "Kim Jong Un Guides Match for Examining Men's Football of National Sports Team\r\nPyongyang, July 20 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, guided a match for examining the men's football of the National Sports Team which will take part in the 17th Asian Games.\n\t\t\t\t\t The National Sports Team played the match with the Jebi Team.\n\t\t\t\t\t\n\t\t\t\t\t It trounced its rival 12:0.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un expressed satisfaction over the fact that the men footballers of the National Sports Team fully displayed high football technique, mental power and persevering fighting spirit and had a photo taken with them.\n\t\t\t\t\t\n\t\t\t\t\t The men footballers of the National Sports Team have conducted good training to take part in the games, he said.\n\t\t\t\t\t\n\t\t\t\t\t Great are expectations and interest of our people in the games, he said, adding: \"Sports persons should take part in the games and give full play to the noble spirit of sports, the stamina of the nation and the spirit of fair play and thus positively contribute to promoting reconciliation and unity of fellow countrymen, friendship and peace with various countries of the world.\"\n\t\t\t\t\t\n\t\t\t\t\t \"The participation of the DPRK's players in the 17th Asian Games offers an important occasion in improving the relations between the north and the south and removing distrust between them\", he said, adding \"it is our principled stand that the inviolable sports should not be a political bargaining chip of the undesirable forces\".\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and conviction that sports persons of the DPRK including the men footballers of the National Sports Team who will take part in the games would put greater spurs to training.\n\t\t\t\t\t\n\t\t\t\t\t Among the spectators were Choe Ryong Hae and Kim Yang Gon, secretaries of the C.C., the WPK, Hwang Pyong So, Ri Yong Gil, Hyon Yong Chol and other commanding officers of the KPA."
        },
        {
            "title": "Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-11ee.html",
            "content": "Tribute Paid to Kim Il Sung, Kim Jong Il\r\nPyongyang, July 20 (KCNA) -- Foreigners including the delegation of the Communist Party of Italian-Speaking Region in Switzerland led by Lucchini Alessandro, deputy secretary for political affairs, visited the Kumsusan Palace of the Sun on Sunday. \n\t\t\t\t\t They paid homage to the statues of President Kim Il Sung and leader Kim Jong Il in humble reverence.\n\t\t\t\t\t\n\t\t\t\t\t They entered the halls where Kim Il Sung and Kim Jong Il lie in state and made bow to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where the orders Kim Il Sung and Kim Jong Il received are on display and the halls which house cars, electric car, boat and train coaches used by them during their field guidance and foreign trips till the last moments of their lives. \n\t\t\t\t\t\n\t\t\t\t\t They made entries in the visitor's book."
        },
        {
            "title": "School Youth and Children's Contests of Band Music and Singing Songs in Chorus While Marching in Array Held",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-12ee.html",
            "content": "School Youth and Children's Contests of Band Music and Singing Songs in Chorus While Marching in Array Held\r\nPyongyang, July 20 (KCNA) -- Contests of band music and singing songs in chorus while marching in array was held by school youth and children at Kim Il Sung Square in Pyongyang on Sunday on the occasion of the 61st anniversary of the victory in the great Fatherland Liberation War.\n\t\t\t\t\t At the contest of band music the performers sang high praises of the feats performed by President Kim Il Sung who shattered to smithereens the myth of the U.S. imperialists' \"mightiness\" and brought about the beginning of a downhill turn for them for the first time in history, the feats in the war victory which will shine forever. \n\t\t\t\t\t\n\t\t\t\t\t Then followed the contest of singing songs in chorus while marching in array.\n\t\t\t\t\t\n\t\t\t\t\t School youth and children from districts in the city marched through the square, singing in chorus \"Song of National Defence\", \"Song of Coast Artillerymen\" and \"We Will Defend General Kim Jong Un at the Cost of Our Lives\"."
        },
        {
            "title": "S. Korean Religionists Demand Institution of Special Law",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-08ee.html",
            "content": "S. Korean Religionists Demand Institution of Special Law\r\nPyongyang, July 20 (KCNA) -- At least 100 religionists of Christianity, Catholic and Round Buddhism in south Korea held a candlelight prayer meeting in front of the building of the \"National Assembly\" in Seoul on July 16 demanding the institution of a special law to probe the truth about the ferry Sewol disaster, according to south Korean KBS.\n\t\t\t\t\t They demanded that the bereaved families take part in instituting the special law and the \"government\" establish an independent fact-finding mechanism."
        },
        {
            "title": "S. Korean Ruling Quarters Slammed for Selling Women to U.S. Forces as Sexual Playthings",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-09ee.html",
            "content": "S. Korean Ruling Quarters Slammed for Selling Women to U.S. Forces as Sexual Playthings\r\nPyongyang, July 20 (KCNA) -- The U.S. newspaper Wall Street Journal on July 16 carried an article laying bare the hair-raising atrocities of the successive south Korean ruling quarters who offered south Korean women as sexual playthings for the U.S. imperialist aggressor forces.\n\t\t\t\t\t It has been recently exposed that after the Korean war the south Korean authorities connived at and helped the sexual slavery for the U.S. forces, the article said.\n\t\t\t\t\t\n\t\t\t\t\t Those women who suffered damage in those days filed a damage suit against the authorities and testified to the fact that the U.S. forces and the south Korean authorities operated brothels, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities in the report for 2010 clarified that the sexual slave trade grew to the scale of 7 trillion won in south Korea, stressing that easily visible in industrial districts, railway stations and in areas around military units are ads of sexual slave facilities."
        },
        {
            "title": "Halt to War Maneuvers Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-10ee.html",
            "content": "Halt to War Maneuvers Demanded in S. Korea\r\nPyongyang, July 20 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea released a statement on July 19 in demand of a halt to the war maneuvers against the north.\n\t\t\t\t\t The statement recalled that Japan is also to take part in the south Korea-U.S. joint military exercises from July 21 which activated even the U.S. aircraft carrier.\n\t\t\t\t\t\n\t\t\t\t\t The drills are an act of throwing a wet blanket over the efforts to create the atmosphere of dialogue with the north and mend relations with it, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The military authorities are describing the drills as naval ones for search and rescue operations but no one can understand it, the statement said, adding that the present regime hell-bent on confrontation should bear in mind that the peace on the Korean peninsula is possible only through the improvement of inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t It demanded an immediate stop to the joint military exercises threatening the peace on the Korean peninsula and pushing the inter-Korean relations to a stalemate."
        },
        {
            "title": "Unreasonable Suppression of S. Korean Teac hers Union under Fire",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-07ee.html",
            "content": "Unreasonable Suppression of S. Korean Teachers Union under Fire\r\nPyongyang, July 20 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. in a statement on July 16 denounced the south Korean authorities for their unreasonable suppression of the Teachers Union.\n\t\t\t\t\t The statement accused the present regime of setting out to crack down on the Teachers Union. It is aimed to eliminate the union and put educational circle under control, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It is an unreasonable act that the authorities are intent to put internet activities of the union under control and arrest those teachers who participated in the actions for condemning the incompetence of the regime as regards the ferry Sewol disaster and calling the resignation of the chief executive, the statement charged.\n\t\t\t\t\t\n\t\t\t\t\t It said that the Federation of Koreans in the U.S. would wage a dynamic action to defend the Teachers Union in solidarity with organizations at home and abroad."
        },
        {
            "title": "Seminars of Koreans in Japan Held in Tokyo",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-13ee.html",
            "content": "Seminars of Koreans in Japan Held in Tokyo\r\nTokyo, July 19 (KNS-KCNA) -- A seminar of Koreans in Japan on the theme of \"Behests of great men of Mt. Paektu and new phase of national reunification\" was held at the Korean Press Hall in Tokyo on July 17 on the occasion of the 20th anniversary of the last autograph left by President Kim Il Sung on the historic document related to Korea's reunification.\n\t\t\t\t\t Present there were Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), Han Tong Song, director of its Department for Publicity and Culture, So Chung On, director of its Department for International Affairs and Reunification, Ri Yong Su, chairman of the Korean Social Scientists Association in Japan, Ri Tong Je, chairman of the Association of Koreans in Japan for Peaceful Reunification, and other senior officials of organizations and enterprises, officials of Chongryon and teachers of Korean University.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Su made an address at the seminar.\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches of Choe Kwan Ik, director of the Editorial Board of the Choson Sinbo Company, Choe Yong Hae, dean of the Political Economy Faculty of Korean University, and Kang Min Hwa, vice-chairperson of the Association of Koreans in Japan for Peaceful Reunification.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that recorded in the historic autograph left by Kim Il Sung on July 7, 1994 were his patriotic life.\n\t\t\t\t\t\n\t\t\t\t\t The most precious feat performed by him on behalf of the history of the Korean nation among his feats for national reunification is the ideological and theoretical feat and it is reflected in the line and policies for national reunification set forth by him, they noted.\n\t\t\t\t\t\n\t\t\t\t\t The feat is also that he rallied the whole nation under the banner of great national unity and strengthened the driving force for national reunification, they added.\n\t\t\t\t\t\n\t\t\t\t\t Ri Tong Je in a speech called for putting the reunification movement onto a higher stage in the drive to usher in a new heyday of the movement of the Koreans in Japan in hearty response to the congratulatory message sent by Marshal Kim Jong Un to the 23rd Congress of Chongryon and thus glorify for all ages the undying feats performed by Kim Il Sung and leader Kim Jong Il for national reunification."
        },
        {
            "title": "West's Anti-DPRK Human Rights Abuses Rejected by Bulgarian Paper",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-05ee.html",
            "content": "West's Anti-DPRK Human Rights Abuses Rejected by Bulgarian Paper\r\nPyongyang, July 20 (KCNA) -- The July 1-15th issue of the Bulgarian paper Novo Rabotnichesko Delo carried a commentary of its editorial board titled \"Human rights\" rejecting the West's human rights abuses against the DPRK.\n\t\t\t\t\t A human rights abuses organization faked up by the U.S. is kicking up human rights rackets against the DPRK by fabricating false facts, the commentary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The West should look at the reality of the DPRK. There are no massacre and concentration camp in the country.\n\t\t\t\t\t\n\t\t\t\t\t Various categories pertain to human rights. What is most basic among them is the right to work and the right to be paid for work done. \n\t\t\t\t\t\n\t\t\t\t\t There is no jobless man in the DPRK in which the basic right to labor is provided to all citizens.\n\t\t\t\t\t\n\t\t\t\t\t What is important in human rights is also the right to be provided with dwelling houses and living means, the right to learning, the right to receive medical treatment and the right to take part in social activities.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK all people receive free education and free medical treatment and are provided with dwelling houses free of charge from the state.\n\t\t\t\t\t\n\t\t\t\t\t But the West is abusing human rights for their propaganda purposes.\n\t\t\t\t\t\n\t\t\t\t\t It is a clear fact that all propaganda made by the West about human rights is to meet a political purpose of the bourgeois.\n\t\t\t\t\t\n\t\t\t\t\t If one is to call into question human rights, one should ask if human rights are ensured in south Korea, to begin with, as it is full of jobless people."
        },
        {
            "title": "Reunification Proposals of DPRK Supported by Beninese Party",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-04ee.html",
            "content": "Reunification Proposals of DPRK Supported by Beninese Party\r\nPyongyang, July 20 (KCNA) -- The Socialist Party of Benin fully supports the special proposal sent by the National Defence Commission (NDC) of the DPRK to the south Korean authorities on June 30 and the statement issued by the DPRK government on July 7.\n\t\t\t\t\t It said this in a statement on July 13.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il performed undying exploits to reunify divided Korea in the idea of independence, peaceful reunification and great national unity.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un is energetically leading the Korean people in their struggle to achieve the historic cause of national reunification, true to the noble intention of the President and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The special proposal of the NDC and the statement of the DPRK government reflect the will to improve the catastrophic inter-Korean relations, put an end to confrontation and achieve the reunification of the country, the cherished desire of the nation, at an early date.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Benin extends invariable support and solidarity to the Korean people in their struggle to reunify the country under the wise leadership of Kim Jong Un, the lodestar of national reunification and benevolent father of the whole Korean nation."
        },
        {
            "title": "Meeting for Solidarity with Korean People Held in Romania",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-02ee.html",
            "content": "Meeting for Solidarity with Korean People Held in Romania\r\nPyongyang, July 20 (KCNA) -- A meeting for solidarity with the Korean people was held at the building of the Socialist Party of Romania on July 14 on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle.\n\t\t\t\t\t Present at the meeting were leadership members and members of the party.\n\t\t\t\t\t\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, said in his speech:\n\t\t\t\t\t\n\t\t\t\t\t July 27 is the day of the great victory won by the Korean people in the Fatherland Liberation War and, at the same time, the day when the U.S. who boasted of being the \"strongest\" in the world went downhill.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is screwing up the situation on the Korean peninsula while staging the new war exercises in league with the south Korean authorities, far from drawing a lesson from the shameful defeat it suffered in the Korean War.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not underestimate the might of the Korean people possessed of the powerful nuclear deterrent but stop all war drills at once and take a step for withdrawing its aggressor forces from the Korean peninsula, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not be engrossed in the confrontation with fellow countrymen with the backing of foreign forces but make a bold decision to improve the north-south relations and reunify the country from the patriotic stand in hearty response to the statement of the DPRK government.\n\t\t\t\t\t\n\t\t\t\t\t All members of the Socialist Party of Romania extend full support to the struggle of the Korean people loving justice and will always struggle with them in the anti-imperialist front."
        },
        {
            "title": "Korean People's Struggle Favored by Pakistani Organization, Myanmar Institution",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-03ee.html",
            "content": "Korean People's Struggle Favored by Pakistani Organization, Myanmar Institution\r\nPyongyang, July 20 (KCNA) -- A Pakistani organization and Myanmar institution made public statements on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle.\n\t\t\t\t\t The Pakistan Labour Federation stated on June 25:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung aroused the whole army and all people to win a brilliant victory in the Fatherland Liberation War against the U.S. imperialists' aggression.\n\t\t\t\t\t\n\t\t\t\t\t The leadership of HE Kim Jong Un to carry out the plan of Kim Il Sung and leader Kim Jong Il for building a thriving nation provides a sure guarantee for smashing all moves of the U.S. and its followers.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the Korean people would register greater successes in the drive to build an independent and powerful state and ensure peace on the Korean peninsula under the uplifted banner of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t On the same day a publishing house of Myanmar said that the U.S. ignited a war of aggression against the DPRK more than six decades ago to stifle it in its cradle and make the Korean peninsula a springboard for realizing the strategy for world domination, imposing unspeakable disaster and misfortune upon the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Feats Kim Il Sung performed in winning the victory in the war to defend the country's sovereignty and global peace and stability will shine forever along with history.\n\t\t\t\t\t\n\t\t\t\t\t We bitterly denounce the U.S. for its moves to stifle the DPRK advancing along the road of independence by escalating the tensions on the Korean peninsula through ceaseless nuclear war drills.\n\t\t\t\t\t\n\t\t\t\t\t We extend invariable support and solidarity to the Korean people in their struggle to resolutely foil the U.S. provocation moves, build a thriving nation and achieve the reunification of the country, holding high the banner of independence under the leadership of HE Kim Jong Un."
        },
        {
            "title": "Kim Il Sung Remembered in Angola, Nigeria",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-06ee.html",
            "content": "Kim Il Sung Remembered in Angola, Nigeria\r\nPyongyang, July 20 (KCNA) -- Events took place in Angola and Nigeria on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They included round-table talks, reading sessions and film shows in Angola and a film show in Nigeria from June 30 to July 10.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films \"The Tower of the Juche Idea\" and \"The Arch of Triumph\".\n\t\t\t\t\t\n\t\t\t\t\t Personages of Angola said that the President was the benefactor who rendered positive material and moral assistance to the Angolan people.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that his immortal exploits would always be cherished in the hearts of the Angolan people no matter how much water may flow under the bridge.\n\t\t\t\t\t\n\t\t\t\t\t Personages of Nigeria said that the 20th century was the one when the undying feats of the President and his personality as a great man were recorded.\n\t\t\t\t\t\n\t\t\t\t\t They lauded him as the most outstanding leader and peerless elder statesman who performed the great feats on behalf of the times and revolution."
        },
        {
            "title": "Kim Jong Un dirige competencia de futbol de seleccion nacional",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-01ss.html",
            "content": "Kim Jong Un dirige competencia de futbol de seleccion nacional\r\nPyongyang, 20 de julio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio la competencia de examen de futbol masculino de la seleccion nacional que tomara parte en los XVII Juegos Asiaticos.\n\t\t\t\t\tEn la competencia participaron la seleccion nacional y el equipo Jebi.\n\t\t\t\t\t\n\t\t\t\t\tLa primera vencio al segundo por 12:0.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal se mostro satisfecho de que los futbolistas de la seleccion nacional hayan demostrado su elevada tecnica de futbol, fuerza espiritual y tenaz espiritu combativo y se fotografio junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\tDijo que los jugadores de la seleccion nacional hicieron bien los ejercicios para participar en los XVII Juegos Asiaticos.\n\t\t\t\t\t\n\t\t\t\t\tSon muy grandes la esperanza e interes de nuestro pueblo sobre los XVII Juegos Asiaticos, senalo y subrayo que en la competencia los deportistas deben poner de pleno manifiesto el noble espiritu de deporte, el temple de la nacion y los nobles rasgos morales de competencia y contribuir a fomentar la reconciliacion y la unidad de los connacionales, la amistad y la paz con varios paises del mundo.\n\t\t\t\t\t\n\t\t\t\t\tLa participacion de nuestros jugadores en los citados juegos servira de un motivo importante para mejorar las relaciones entre el Norte y el Sur de Corea y eliminar la desconfianza entre si, enseno y destaco que la posicion de principios de la RPDC es que el sagrado deporte no debe ser un juguete politico de las fuerzas malsanas.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que los futbolistas de la seleccion nacional y otros deportistas a ser participados en los juegos asiaticos intensificaran mas los ejercicios.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en la ocasion los secretarios del CC del PTC Choe Ryong Hae y Kim Yang Gon, y los miembros de mando del EPC inclusive Hwang Pyong So, Ri Yong Gil y Hyon Yong Chol."
        },
        {
            "title": "MINREX de RPDC denuncia conducta de CS de ONU",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-02ss.html",
            "content": "MINREX de RPDC denuncia conducta de CS de ONU\r\nPyongyang, 20 de julio (ACNC) -- En una reunion consultiva efectuada a puerta cerrada el pasado dia 17, el Consejo de Seguridad de la ONU \"condeno\" hasta el lanzamiento de misiles de corta distancia de la Republica Popular Democratica de Corea acusandolo de \"violacion de resolucion\".\n\t\t\t\t\tEl Ministerio de Relaciones Exteriores de la RPDC, en su declaracion fechada 19, aclaro que todas las medidas militares del Ejercito Popular de Corea incluyendo el lanzamiento de cohetes tacticos son precisamente el ejercicio de derecho de autodefensa para defender la soberania del pais y la seguridad de la nacion frente a la amenaza nuclear y la maquinacion de agresion de EE.UU., y continuo:\n\t\t\t\t\t\n\t\t\t\t\tEste ano, la RPDC presento con iniciativa varias propuestas por la paz desde la propuesta importante y la especial del Comite de Defensa Nacional hasta la declaracion del gobierno y tomo las medidas practicas para llevarlas a cabo.\n\t\t\t\t\t\n\t\t\t\t\tPero, EE.UU., junto con los titeres surcoreanos, respondio con los ejercicios belicos conjuntos Key Resolve y Foal Eagle. Seguidamente, desarrollo el entrenamiento conjunto de desembarco de mayor dimension despues de 1993 y los ejercicios aereos conjuntos de gran envergadura no vista en la historia. \n\t\t\t\t\t\n\t\t\t\t\tNo obstante, el CS de la ONU da espaldas a tales freneticos ejercicios de guerra de agresion y la amenaza nuclear de EE.UU. y cuestiona solo la inevitable opcion de la RPDC para hacer frente a ello.\n\t\t\t\t\t\n\t\t\t\t\tPara cumplir su mision de asegurar la paz y la seguridad del mundo, el CS de la ONU debe cuestionar ejercicios militares conjuntos de EE.UU. y los titeres surcoreanos de caracter  ofensivo, amenazante y provocativo.\n\t\t\t\t\t\n\t\t\t\t\tComo tratar los ejercicios belicos conjuntos EE.UU.-Sur de Corea se calificara la imparcialidad del CS de la ONU y se confirmara  si contribuira o no a la preservacion de la paz y la seguridad del mundo.\n\t\t\t\t\t\n\t\t\t\t\tLa actitud sobre los ejercicios belicos conjuntos EE.UU.-Sur de Corea estimara la imparcialidad del CS de la ONU y distinguira si este puede contribuir o no a la preservacion de la paz y seguridad del mundo.\n\t\t\t\t\t\n\t\t\t\t\tMientras que el CS de la ONU actue parcialmente al son de las maquinaciones hostiles de EE.UU. contra la RPDC, esta se ve obligada a fortalecer sus fuerzas propias.\n\t\t\t\t\t\n\t\t\t\t\tLa historia da la leccion y la verdad de que si un pais no tiene su fuerza propia, sera victima de las potencias aunque sea muy bondadoso y justo y la paz verdadera se defiende solo cuando fortalezca sus fuerzas para que nadie se atreva a atacarle.\n\t\t\t\t\t\n\t\t\t\t\tMientras se aumentan la amenaza y el chantaje nucleares de EE.UU., la RPDC dara mas acicate al fortalecimiento del disuasivo nuclear autodefensivo. Y si continuan los agresivos ejercicios militares conjuntos de EE.UU. y los titeres surcoreanos, seran anuales y regulares las acciones de contramedida de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSi ocurre un conflicto militar cuando EE.UU. despliega los ejercicios de guerra de agresion en la Peninsula Coreana y su contorno y la RPDC fortalece sus ejercicios de contramedida incluyendo el lanzamiento de cohetes tacticos, esto podra extenderse a una guerra.\n\t\t\t\t\t\n\t\t\t\t\tEn caso de que se cree en la Peninsula Coreana el estado imprevisible, su responsabilidad recaera enteramente sobre EE.UU. que impuso a la RPDC la inevitable opcion y sobre el CS de la ONN que amparo a este imperio."
        },
        {
            "title": "Jefe de delegacion nortena a conversaciones de trabajo N-S revela intento de la parte Sur",
            "url": "http://kcna.co.jp/item/2014/201407/news20/20140720-03ss.html",
            "content": "Jefe de delegacion nortena a conversaciones de trabajo N-S revela intento de la parte Sur\r\nPyongyang, 20 de julio (ACNC) -- El jefe de la delegacion nortena a las conversaciones de trabajo Norte-Sur de Corea sobre la participacion de la parte Norte en los XVII Juegos Asiaticos hizo publica el dia 19 una declaracion con respecto a que fueron fracasadas las conversaciones de trabajo N-S, efectuadas el pasado dia 17 en Phanmunjom, debido a las groseras estorbas de las autoridades surcoreanas, y que ahora la parte Sur recurre con frenesi a la campana intrigante tergiversando la verdad. \n\t\t\t\t\tLa nota expresa indignacion por la actitud de las autoridades surcoreanas que inducen en error la opinion publica a fin de eludir la culpabilidad de haber roto la presente cita y vuelve a aclarar en detalles todo el proceso de la cita:\n\t\t\t\t\t\n\t\t\t\t\tGracias a la posicion cooperativa de ambas partes, las conversaciones de la manana transcurrieron sin complicaciones en un ambiente cordial. \n\t\t\t\t\t\n\t\t\t\t\tLa parte Norte trato de sentarse a la mesa a las dos de la tarde, tiempo fijado para la cita de la tarde. Pero, la parte Sur nos exigio a esperar un rato diciendo que no habia recibido todavia la orden de Seul. \n\t\t\t\t\t\n\t\t\t\t\tAsi, las conversaciones de la tarde empezaron 2 horas y 15 minutos mas tarde. Entonces, los delegados de la parte sur estaban muy precipitados con caras enrojecidas. \n\t\t\t\t\t\n\t\t\t\t\tTan pronto como se sentaran a la mesa sin decir ni una palabra de perdon por su retardo, todos los miembros inferiores al delegado-jefe de la parte Sur censuraron nuestra propuesta insistiendo en las \"costumbres internacionales\" y \"normas de juegos asiaticos\". \n\t\t\t\t\t\n\t\t\t\t\tLa parte Sur revoco todas sus palabras dichas por la manana y cuestiono provocativamente una tras otra nuestras propuestas. \n\t\t\t\t\t\n\t\t\t\t\tNos insulto intolerablemente hablando del \"principio de cargas propias\" en cuanto a los gastos de que no hemos hablado ni una palabra.\n\t\t\t\t\t\n\t\t\t\t\tLa parte Norte reprocho fuertemente la injusta actitud de la parte Sur y urgio a discutir con sinceridad los temas explicando de nuevo nuestras propuestas. \n\t\t\t\t\t\n\t\t\t\t\tPero, los delegados surcoreanos alzaron las voces a porfia como si quisieran escucharlo Chongwadae en Seul. Entonces, no se podia distinguir quien era el delegado-jefe y quienes eran los delegados. \n\t\t\t\t\t\n\t\t\t\t\tPor no haber podido continuar por mas tiempo las conversaciones, nuestra parte advirtio severa y reiteradamente la actitud de la parte Sur que llevaba a la ruptura la cita, pero, los delegados surcoreanos actuaron mas descortes y provocativamente.\n\t\t\t\t\t\n\t\t\t\t\tPor fin, las conversaciones de la tarde se interrumpieron en menos de 30 minutos sin discutir nada de la agenda. \n\t\t\t\t\t\n\t\t\t\t\tTodo esto insinua que despues de terminada la reunion de la manana los delegados de la parte Sur hayan recibido la orden de Chongwadae de revolcar todas las propuestas de la parte Norte.\n\t\t\t\t\t\n\t\t\t\t\tEsta vez, se revelo claramente que la \"confianza\" de que hablan tanto las autoridades surcoreanas es mentirosa y ellas no tienen ninguna voluntad de hacer el dialogo Norte-Sur y mejorar las relaciones con la parte connacional.\n\t\t\t\t\t\n\t\t\t\t\tTodo el proceso de la presente cita muestra que a las autoridades surcoreanas no les gustan la participacion de grupo de jugadores e hinchas de la RPDC en los juegos asiaticos y que ellas actuan denigrando e incitando a esta para impedir la participacion de la RPDC en los juegos.\n\t\t\t\t\t\n\t\t\t\t\tAunque la parte Sur habla de las \"costumbres internacionales\", ella misma es el autor de la violacion de las costumbres internacionales y normas de juegos asiaticos.\n\t\t\t\t\t\n\t\t\t\t\t?Hay costumbres internacionales y normas de juegos asiaticos que limitan la dimension del grupo de jugadores e hinchas y no permiten llevar a su gusto la bandera nacional definiendo su tamano?\n\t\t\t\t\t\n\t\t\t\t\tSi actua segun las costumbres internacionales, terminara con avisar solo a la parte surena la voluntad de participacion del grupo de jugadores como otros paises y no hay la necesidad de reunirse entre el Norte y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa conducta de las autoridades surcoreanas de imputar a la RPDC hasta la responsabilidad del fracaso de las conversaciones insultandonos con el asunto de gastos de alguien de que no habiamos pronunciado ni una palabra, muestra claramente el espiritu de viles negociantes que cuentan lo todo con el dinero y la bajeza de corruptores y traidores a la nacion que calculan su interes hasta en el noble espiritu de unidad nacional y las actividades de deporte y cultura.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas no pueden liberarse de la responsabilidad de haber llevado intencionalmente al fracaso las conversaciones y deben unirse ahora mismo a la demanda de la opinion publica, la aspiracion de la nacion y la corriente de la situacion abandonando el estrecho prejuicio a los connacionales y el modo de pensamiento y la concepcion de la vieja epoca de la confrontacion.\n\t\t\t\t\t\n\t\t\t\t\tComo ya hemos declarado, la participacion o no del grupo de jugadores e hinchas de la RPDC en los XVII Juegos Asiaticos depende enteramente de la actitud de las autoridades surcoreanas."
        }
    ]
}