{
    "date": "2014-09-29",
    "url": "http://kcna.co.jp/item/2014/201409/2014-09-29ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Mongolian Parliamentary Delegation",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-12ee.html",
            "content": "Kim Yong Nam Meets Mongolian Parliamentary Delegation\n\t\t\t\t\t\t\r\n Pyongyang, September 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with the delegation of the State Great Hural of Mongolia led by Vice-Chairman R. Gonchigdorj at the Mansudae Assembly Hall Monday. \n\t\t\t\t\t R. Gonchigdorj said he was deeply moved to see the appearance of the developing DPRK and grand monumental edifices built everywhere during his stay.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK visit by the delegation became a significant occasion in deepening understanding and confidence between Mongolia and the DPRK, he said, expressing the expectation that the friendly and cooperative relations between the two countries would boost."
        },
        {
            "title": "DPRK FM Meets Presidents, High Dignitaries of Different Countries",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-24ee.html",
            "content": "DPRK FM Meets Presidents, High Dignitaries of Different Countries\r\n Pyongyang, September 29 (KCNA) -- DPRK Foreign Minister Ri Su Yong now attending the 69th UN General Assembly in New York respectively met with presidents and high dignitaries of different countries and exchanged views on a series of issues of mutual concern. \n\t\t\t\t\t They included the presidents of South Africa, Mongolia and Indonesia, deputy prime minister and concurrently minister of Foreign Affairs and Expatriates of  Syria, first deputy prime minister and concurrently foreign minister of Serbia, deputy prime minister and concurrently foreign minister of Kuwait, foreign minister of Indonesia, minister of Foreign Affairs and Trade of Mongolia, minister of Foreign Affairs and Cooperation of East Timor, foreign ministers of Qatar, Egypt and Lesotho, minister of Foreign Affairs and Cooperation of Mozambique, minister of Foreign Affairs, Cooperation and Francophone Affairs of DR Congo and the foreign minister of Spain.\n\t\t\t\t\t\n\t\t\t\t\t Ri Su Yong also met and had talks with the UN Secretary General and the president of the UN General Assembly respectively."
        },
        {
            "title": "DPRK Will Perform Its Responsibility and Role as Independent UN Member: Head of DPRK Delegation",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-05ee.html",
            "content": "DPRK Will Perform Its Responsibility and Role as Independent UN Member: Head of DPRK Delegation\n\t\t\t\t\t\t\r\n Pyongyang, September 28 (KCNA) -- Independence, peace and friendship are the foreign policy tenet of the DPRK. The DPRK will, as in the past, in the future, too, fulfill its responsibility and role as an independent UN member by steadfastly adhering to this tenet in UN activities.\n\t\t\t\t\t Ri Su Yong, DPRK foreign minister who is heading the DPRK delegation, said this when addressing the 69th Session of the UN General Assembly on September 27.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK fully endorses the main theme of the current session, the \"Delivering on and Implementing a Transformative Post-2015 Development Agenda\", he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t \"Post-2015 Development Agenda\" should focus on creating favorable environment and conditions for achieving common sustainable socio-economic development for our humankind, while consolidating successes made in implementing the MDGs.\n\t\t\t\t\t\n\t\t\t\t\t When it comes to the issue of enhancing the central role of the UN, we see the functions and role for peace and security lagging far behind others.\n\t\t\t\t\t\n\t\t\t\t\t The anachronistic stereotypes and prejudices of the Security Council can find their most extreme expression in the prevailing situation on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The tense situation of the Korean peninsula does not help us. On the contrary, it presents a serious obstacle in our effort for economic development and improved people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t The Security Council has no authority to pass a resolution on prohibiting peaceful satellite launch by a UN member state in contravention of international law such as the Outer Space Treaty.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK maintains that all problems pertaining to international relations should be resolved not by high-handedness and arbitrariness but strictly on the principles of sovereign equality enshrined in the UN Charter.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is firmly opposed to all attempts and actions to abuse the human rights issues for \"regime change\" of the specific countries.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK maintains that the national reunification should be achieved not through confrontation of systems but by federal formula whereby two systems co-exist in a country. \n\t\t\t\t\t\n\t\t\t\t\t As south Korea relinquished its military prerogatives to the U.S. in its entirety, it does not even know how many weapons of mass destruction of various kinds that can destroy the Korean nation more than hundreds of times are now deployed on its own soil. As such, it should refrain from prattling about the unrealistic and fictitious proposal for national reunification copied from the formula of other countries."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Malawi",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-13ee.html",
            "content": "Greetings to Kim Jong Un from President of Malawi\r\n Pyongyang, September 29 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Arthur Peter Mutharika, president of the Republic of Malawi, on August 28.\n\t\t\t\t\t The message said that he extended sincere congratulations to Kim Jong Un on behalf of the government and people of Malawi and on his own behalf on the occasion of Sept. 9, 2014, the auspicious national day of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It hoped that the DPRK would achieve eternal prosperity, wellbeing and successes on the occasion of the day full of national pride and glory, wishing Kim Jong Un good health and great successes in his work and the Korean people bigger hope and happiness.\n\t\t\t\t\t\n\t\t\t\t\t It sincerely wished Kim Jong Un once again good health and the people of the DPRK durable peace, progress, prosperity, eternal harmony and wellbeing."
        },
        {
            "title": "Gift to Kim Jong Un from Vice-Chairman of State Great Hural of Mongolia",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-14ee.html",
            "content": "Gift to Kim Jong Un from Vice-Chairman of State Great Hural of Mongolia\n\t\t\t\t\t\t\r\n Pyongyang, September 29 (KCNA) -- Supreme leader Kim Jong Un received a gift from Vice-Chairman of the State Great Hural of Mongolia R. Gonchigdorj on a visit to the DPRK.\n\t\t\t\t\t The gift was handed over to Kim Yong Nam, president of the Presidium of the Supreme People's Assembly, Monday by Vice-Chairman R. Gonchigdorj who is heading the delegation of the State Great Hural of Mongolia."
        },
        {
            "title": "Gift to Kim Jong Un from C.C., Mongolian Women's Association ",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-15ee.html",
            "content": "Gift to Kim Jong Un from C.C., Mongolian Women's Association \r\n Pyongyang, September 29 (KCNA) -- Supreme leader Kim Jong Un received a gift from the Central Committee of the Social Democracy Mongolian Women's Association on a visit to the DPRK.\n\t\t\t\t\t The gift was handed over to an official concerned Monday by President of the association Tsogzolmaa Tsedenbal who is heading the delegation of the Social Democracy Mongolian Women's Association."
        },
        {
            "title": "Delegation of Mongolian Women's Association Leaves",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-11ee.html",
            "content": "Delegation of Mongolian Women's Association Leaves\r\n Pyongyang, September 29 (KCNA) -- The delegation of the Social Democracy Mongolian Women's Association led by President Tsogzolmaa Tsedenbal left here for home Monday."
        },
        {
            "title": "Japanese Women's Delegation Leaves",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-10ee.html",
            "content": "Japanese Women's Delegation Leaves\r\n Pyongyang, September 29 (KCNA) -- The Japan-DPRK friendship women's delegation led by Chizue Yamamura left here for home Monday."
        },
        {
            "title": "Mongolian Delegation Visits Various Places",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-26ee.html",
            "content": "Mongolian Delegation Visits Various Places\n\t\t\t\t\t\t\r\n Pyongyang, September 29 (KCNA) -- The delegation of the State Great Hural of Mongolia led by Vice-Chairman R. Gonchigdorj visited the Pyongyang Maternity Hospital Monday.\n\t\t\t\t\t The members of the delegation looked round various places of the Hospital, a comprehensive medical service center for women.\n\t\t\t\t\t\n\t\t\t\t\t After the visit the head of the delegation said the Pyongyang Maternity Hospital is very magnificent and fantastic.\n\t\t\t\t\t\n\t\t\t\t\t What was impressive was the sincere devotion of doctors and nurses to the health of babies, he said.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that babies who were born in the Hospital would grow up to be talents making active contribution to the prosperity of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Okryu Children's Hospital, the Academy of Koryo Medicine and other places in Pyongyang and local areas."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-21ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, September 29 (KCNA) -- The delegation of the Austrian Center for International Studies led by Director Frances Mautner-Markhof visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Sunday.\n\t\t\t\t\t Members of the delegation laid a bouquet before the statues in humble reverence for the peerless great men who performed undying feats in accomplishing the cause of global independence, and paid tribute to them."
        },
        {
            "title": "Symposium Held to Mark Anniversary of Monument to King Kwanggaetho of Koguryo",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-22ee.html",
            "content": "Symposium Held to Mark Anniversary of Monument to King Kwanggaetho of Koguryo \n\t\t\t\t\t\t\r\n Pyongyang, September 29 (KCNA) -- A symposium in the field of social science was held on Monday to mark the 1 600th anniversary of the erection of the Monument to King Kwanggaetho of Koguryo.\n\t\t\t\t\t The participants heard papers on the historic significance of the monument, a precious legacy of the national culture widely known not only to the Korean people but to the world people and the mightiness of Koguryo.\n\t\t\t\t\t\n\t\t\t\t\t Assistant Prof. and Dr. Son Su Ho, director of an institute of the Academy of Social Sciences, referred to the significance of the erection of the monument in the cultural history.\n\t\t\t\t\t\n\t\t\t\t\t He said that the monument is a proud cultural treasure of the Korean nation as it tells Koreans and foreigners many historical facts and draws attention of archaeological circles of Korea and the world for its grand scale, exquisite stonework, erection technique and bold strokes.\n\t\t\t\t\t\n\t\t\t\t\t Ro Chol Su, vice director of the Guidance Bureau for the Preservation of National Heritages, noted that the epitaph of the monument is one of the national cultural legacies which is of very high historic value in studying the history and culture of Koguryo.\n\t\t\t\t\t\n\t\t\t\t\t Candidate Academician, Prof. and Dr. Jo Hui Sung, director of an institute of the Academy of Social Sciences, said that Koguryo fully demonstrated its might as a strong kingdom with tremendous national power in those days.\n\t\t\t\t\t\n\t\t\t\t\t Assistant Prof. and Dr. Jon Tong Chol, dean of a faculty of Kim Il Sung University, noted that Koguryo was a powerful kingdom which steered the situation in those days, holding a definite edge in the relations among the three kingdoms and laid a foundation for unifying them with strong desire for doing so. \n\t\t\t\t\t\n\t\t\t\t\t Present there were teachers, researchers, lecturers, journalists, editors and officials in the fields of science, education, preservation of national heritages and media."
        },
        {
            "title": "Symposium Held to Mark 30th Anniversary of Yun I Sang Music Institute ",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-17ee.html",
            "content": "Symposium Held to Mark 30th Anniversary of Yun I Sang Music Institute \n\t\t\t\t\t\t\r\n Pyongyang, September 29 (KCNA) -- A symposium took place at the People's Palace of Culture Monday to mark the 30th anniversary of the foundation of the Yun I Sang Music Institute.\n\t\t\t\t\t Its participants heard speeches made on the subjects of \"On Yun I Sang's patriotic activities for creating music\", \"On phases of Yun I Sang's music creation and their characteristics\" and \"Major characteristics of Yun I Sang's concerti\".\n\t\t\t\t\t\n\t\t\t\t\t The speakers referred in detail to music pieces composed by Yun and historical facts and his activities for music creation dedicated to the country and the nation as a world famous composer and talented musician.\n\t\t\t\t\t\n\t\t\t\t\t They also made scientific and theoretical explanation about patriotic spirit reflected in his works and his peculiar composition and rendition that drew the attention of world music circle.\n\t\t\t\t\t\n\t\t\t\t\t Yun sang of patriotism and conducted righteous activities for music creation worldwide, they noted, adding that his life would always be remembered by the fellow countrymen along with many music pieces composed by him.\n\t\t\t\t\t\n\t\t\t\t\t The symposium was attended by Han Chol, vice-minister of Culture, officials concerned, creators and artistes of art organizations in Pyongyang and teachers and researches in the field of art education."
        },
        {
            "title": "Concert Marking Anniversary of Yun I Sang Music Institute Closes",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-23ee.html",
            "content": "Concert Marking Anniversary of Yun I Sang Music Institute Closes\r\n Pyongyang, September 29 (KCNA) -- The concert marking the 30th anniversary of the Yun I Sang Music Institute came to a close Monday after starting on Sept. 27.\n\t\t\t\t\t Its closing performance by the Orchestra of the Yun I Sang Music Institute was given at the Yun I Sang Concert Hall here. The repertoire included orchestral music \"A Young Engine Driver\" and symphonic poem \"Angel in Flammen\" and \"Kammersinfonie I\", music pieces composed by Yun I Sang.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage in the second-day concert were such numbers as \"Tapis pour Cordes\" and \"Streichguartett V in einem Satz\", composed by Yun I Sang.\n\t\t\t\t\t\n\t\t\t\t\t The concert served as a significant occasion in having a deep understanding of Yun I Sang's patriotic music and inspiring all Koreans with hope for national reconciliation and unity and reunification.\n\t\t\t\t\t\n\t\t\t\t\t Present to enjoy the performance were Vice-Minister of Culture Han Chol, Director of the Yun I Sang Music Institute Hong Kyong Ho, officials concerned, creators and artistes of leading art troupes, teachers and students of art educational institutions and other Pyongyang citizens as well as overseas compatriots."
        },
        {
            "title": "DPRK Men's Football Team Advances into Semi-finals at 17th Asian Games",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-04ee.html",
            "content": "DPRK Men's Football Team Advances into Semi-finals at 17th Asian Games\n\t\t\t\t\t\t\r\n Inchon, September 28 (KCNA Correspondent) -- The DPRK men's football team on Sept. 28 beat its rival of the United Arab Emirates 1:0 to advance into the semi-finals at the 17th Asian Games.\n\t\t\t\t\t There was no goal until the end of the second half of the match.\n\t\t\t\t\t\n\t\t\t\t\tBut at around the third minute of the referee's time Jong Il Gwan powerfully kicked the ball into the goalmouth of the rival from the area 18m from it after So Hyon Uk's pass from the right side."
        },
        {
            "title": "Pyongyang in Ecstasy of Joy at Asian Games News ",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-19ee.html",
            "content": "Pyongyang in Ecstasy of Joy at Asian Games News\r\n Pyongyang, September 29 (KCNA) -- Sportspersons of the DPRK are registering admirable successes at the ongoing 17th Asian Games. They won eight gold medals as of Sept. 27.\n\t\t\t\t\t Their achievements have lashed the citizens in Pyongyang and other parts of the country into a great jubilee.\n\t\t\t\t\t\n\t\t\t\t\t Jong Su Chol, a department chief of Korea University of Physical Education, told KCNA that the world public is struck with admiration at the progress of the DPRK's sports, which is rapidly developing under the deep care of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Expecting more gold medals to be taken at the Asian Games, Tong Tae San, a general officer of the Korean People's Army, said:\n\t\t\t\t\t\n\t\t\t\t\t \"We, servicepersons mobilized in the construction of Wisong Scientists Street, are all delighted at the happy news of our players at the Asian Games.\n\t\t\t\t\t\n\t\t\t\t\t The looks of our sportspersons raising the DPRK flag with playing of national anthem at the games encourage us to work greater feats in the street construction.\"\n\t\t\t\t\t\n\t\t\t\t\t Hwang Tong Chol, an official of the Kumgang Guidance Bureau, said:\n\t\t\t\t\t\n\t\t\t\t\t \"What arouse my wife's greater interest are our sportswomen's results at the games. She got mad with joy at the news that DPRK women's football team beat its Vietnamese rival 5:0 in its first match.  When our sportswomen bagged four gold medals, she declared that women are better than men.\n\t\t\t\t\t\n\t\t\t\t\t I, too, wanted to dance for joy at the news that Jong Hak Jin and Kim Ji Song took gold medals in the wake of weightlifters Om Yun Chol and Kim Un Guk, who set world records. And I'd love to extend thanks to those sportspersons for having added brilliance to the honor of the country and given vigor and pleasure to my family.\"\n\t\t\t\t\t\n\t\t\t\t\t Ri Kuk Il, a student of Kim Chaek University of Technology, said that the main topic of conversation among university students at present is news of the Asian Games, about DPRK men's and women's football teams which respectively advanced into quarterfinals and semifinals in particular."
        },
        {
            "title": "Open-air Performances at Rungna People's Pleasure Park",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-20ee.html",
            "content": "Open-air Performances at Rungna People's Pleasure Park\r\n Pyongyang, September 29 (KCNA) -- Open-air performances have been staged at the Rungna People's Pleasure Park in Pyongyang every evening.\n\t\t\t\t\t Acrobats of the National Circus gave their performances from September 25 to 27. And then the Samjiyon Band of the Mansudae Art Troupe appeared on the stage from September 28. The band's performance, which starts with mixed vocal sixtet \"Ode to the Motherland\", has been highly acclaimed by the audience.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwang Sik, chairman of the youth league committee of a faculty of Pyongyang University of Mechanical Engineering, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t I feel refreshed to see the evening performance given by the well-known Samjiyon Band on this picturesque Rungna Islet. The performance is instilling into the minds of audience the gratitude to the socialist homeland.\n\t\t\t\t\t\n\t\t\t\t\t Ri Song Man, a resident living in Rungna-dong No. 2, Taedonggang District, said:\n\t\t\t\t\t\n\t\t\t\t\t The performance makes me exited. And it encourages all the audience to be fully determined to work harder for the wellbeing of the motherland under the leadership of the respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Merited Artiste Ri Sun Ae, head of the band and conductor, said:\n\t\t\t\t\t\n\t\t\t\t\t It is beyond my imagination that the performance has been highly acclaimed by the audience, evoking stormy cheers. We will do our best to encourage all the citizens to make contributions to achieving the prosperity of the motherland.\n\t\t\t\t\t\n\t\t\t\t\t The band's performance will go on till September 30."
        },
        {
            "title": "Neuro-genetic Characters of Child Epilepsy Revealed",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-18ee.html",
            "content": "Neuro-genetic Characters of Child Epilepsy Revealed\r\n Pyongyang, September 29 (KCNA) -- A medical team of Okryu Children's Hospital in the DPRK has made noteworthy achievements in the research of child epilepsy. \n\t\t\t\t\t The team led by Hwang Hye Sim recently gave a scientific explanation for some factors of child epilepsy on the basis of specific analysis of its morbidity by age and its genetic heterogeneity.\n\t\t\t\t\t\n\t\t\t\t\t The research result shows that the age of its outbreak was mainly from 11 to 15 and then from 6 to 10. The main incentives to the outbreak of child epilepsy are fatigue and surfeit, according to the result.\n\t\t\t\t\t\n\t\t\t\t\t The achievements won high appraisal at the academic seminar on neuro-internal medicine."
        },
        {
            "title": "Rodong Sinmun Urges S. Korean Authorities to Halt Leaflets Scattering Operations",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-07ee.html",
            "content": "Rodong Sinmun Urges S. Korean Authorities to Halt Leaflets Scattering Operations\r\n Pyongyang, September 29 (KCNA) -- The south Korean puppet group let human scum of the organization of wicked \"defectors from the north\" scatter leaflets defaming the DPRK on September 21 despite its repeated warnings. \n\t\t\t\t\t On Sept. 23 the puppet minister of Unification of south Korea let loose rhetoric that \"the north should come out for dialogue\" and it is the stand of south Korea to \"solve the inter-Korean issues through dialogue.\" He also talked rubbish it was its view that leaflets scattering by non-governmental organizations \"could not be banned without any legal ground or clear regulations\" and this stand \"would be invariably maintained.\" \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday says in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK leaflets scattering operations of the south Korean puppet group is the most serious hostile act of blocking the north-south dialogue and laying hurdles in the way of improving the relations between them. \n\t\t\t\t\t\n\t\t\t\t\t What the south Korean authorities seek is not dialogue for mending the inter-Korean relations but for their catastrophe. It is not dialogue for peace and stability on the Korean peninsula but for realizing their wild ambition for invasion of the north by disarming it. \n\t\t\t\t\t\n\t\t\t\t\t The peninsula is publicly recognized as the most dangerous hot spot in the world. Any politician responsible for the destiny and future of the nation is obliged to do something helpful to creating atmosphere favorable for improving the inter-Korean relations, to begin with. \n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities are pushing the inter-Korean relations to a more catastrophic crisis through frantic anti-DPRK leaflets scattering operations. \n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations can never be improved by shouting empty slogans or letting loose hypocritical rhetoric. They can be repaired through sincere practical actions only. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities sincerely hope for the improved inter-Korean relations, they should decisively drop such shameless habit as pretending ignorance of mud-slinging and conniving and supporting the leaflets scattering operations, though they did only wrongs behind the scene."
        },
        {
            "title": "S. Korean Students' Actions for Probe into Truth behind Ferry Sewol Disaster Gain in Scope and Strength",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-09ee.html",
            "content": "S. Korean Students' Actions for Probe into Truth behind Ferry Sewol Disaster Gain in Scope and Strength\r\n Pyongyang, September 29 (KCNA) -- Students' actions for probing the truth behind the ferry Sewol disaster are gaining in scope and strength in south Korea.\n\t\t\t\t\t Students' round-table talks with people over the issue of the ferry took place at Sungkyunkwan University on September 26 in the wake of similar events at Ehwa Woman's University, Korea University and Yonsei University. \n\t\t\t\t\t\n\t\t\t\t\t A spokesperson for the Measure Committee of the Families of Victims, Missing Persons and Survivors of the Ferry Sewol Sinking Accident, speaking on behalf of the bereaved families at the round-table talks, accused media of not reporting what is intended and desired by the bereaved families.\n\t\t\t\t\t\n\t\t\t\t\t  The bereaved families hope to see the institution of the special law having the right to investigate and indict those responsible for the disaster, but the political camp is only repeating the word \"no\", it noted.\n\t\t\t\t\t\n\t\t\t\t\t Students of Sungkyunkwan University in their speeches warned the failure to properly settle the issue of the ferry would cause the second and third Sewol tragedy.\n\t\t\t\t\t\n\t\t\t\t\t The issue of the ferry is the problem which should be settled with the involvement of not only the bereaved families but all the people, they held, calling for carrying on the actions till the truth behind the disaster is probed."
        },
        {
            "title": "S. Korean Confederation of Trade Unions Declares Mammoth Strikes",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-16ee.html",
            "content": "S. Korean Confederation of Trade Unions Declares Mammoth Strikes\r\n Pyongyang September 29 (KCNA) -- The south Korean Confederation of Trade Unions declared an action against the misrule of the regime on Sept. 25, according to the south Korean paper Nodong and  Segye.\n\t\t\t\t\t The organization set such key goals as having a special law on the ferry Sewol enacted, and winning the right to existence and the right to work.\n\t\t\t\t\t\n\t\t\t\t\t It mentioned that it would stage the all-people struggle on the first day of November, 200 days after the ferry Sewol disaster occurred.\n\t\t\t\t\t\n\t\t\t\t\t It also declared such large-scale strikes as frustrating the regime's move to privatize healthcare and retrogressively revise the law on the pension of the public workers."
        },
        {
            "title": "Organization of Koreans in China Denounces Park Geun Hye's Reckless Behavior ",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-25ee.html",
            "content": "Organization of Koreans in China Denounces Park Geun Hye's Reckless Behavior \r\n Pyongyang, September 29 (KCNA) -- The spokesman for the Zhongnan Regional Association of the General Association of Koreans in China Saturday released a statement in denunciation of the anti-reunification acts of Park Geun Hye. \n\t\t\t\t\t The statement said Park who became the \"president\" in a highhanded way has desperately resorted to the anti-DPRK plots, noting she even let loose hideous invectives against the DPRK at the UN arena. \n\t\t\t\t\t\n\t\t\t\t\t Terming this a blatant challenge to the dignity and social system of the DPRK and a provocation driving the bedeviled north-south relations into a total catastrophe, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Koreans in China spit at Park as she used vitriolic language against the north, pulling up its nukes to which Obama did not refer, playing the coquet with her master even though she knew she would be condemned by the nation for such remarks.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye group turned south Korea into the worst barren land of human rights. Yet, it has kicked up the anti-DPRK human rights racket after fabricating non-existent \"human rights issue\" of the DPRK, much upset by the high dignity and invincible might of the DPRK and harboring enmity against it.\n\t\t\t\t\t\n\t\t\t\t\t Koreans not only in the north and the south but overseas denounce Park for her unpardonable confrontational remarks. \n\t\t\t\t\t\n\t\t\t\t\t Traitor Park Geun Hye should be punished by the nation as she brings calamities only."
        },
        {
            "title": "Overseas Koreans Demand Institution of Special Law on Ferry Sewol Disaster ",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-06ee.html",
            "content": "Overseas Koreans Demand Institution of Special Law on Ferry Sewol Disaster \r\n Pyongyang, September 29 (KCNA) -- Park Geun Hye, chief executive of south Korea, faced protest of Koreans wherever she went in the U.S. \n\t\t\t\t\t Koreans in Los Angeles, the U.S. on Sept. 20 held a meeting and staged a demonstration in demand of the institution of a special law on the ferry Sewol disaster. \n\t\t\t\t\t\n\t\t\t\t\t Koreans staged demonstrations on the same day in New York, Atlanta, Washington, Philadelphia, Boston, Houston and other cities of the U.S. and in Ottawa of Canada. \n\t\t\t\t\t\n\t\t\t\t\t Koreans in the U.S. held a meeting on Sept. 21 outside the consulate general of south Korea in New York. They were from New York, Los Angeles, Washington and Virginia. \n\t\t\t\t\t\n\t\t\t\t\t In a joint statement they held that the chief executive of south Korea was wholly responsible for the deaths of hundreds of children. \n\t\t\t\t\t\n\t\t\t\t\t Koreans in New York on Sept. 22 staged a demonstration outside the consulate general of south Korea in demand of the institution of a special law on the ferry Sewol disaster. \n\t\t\t\t\t\n\t\t\t\t\t Koreans in the U.S. launched a surprise demo when Park Geun Hye arrived in New York on Sept. 23. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Koreans in the U.S. had a full-page ad critical of Park Geun Hye carried on the New York Times on Sept. 24. \n\t\t\t\t\t\n\t\t\t\t\t An internet paper of Koreans in the U.S. on Sept. 25 said the chief executive of south Korea, the Intelligence Service and the \"Saenuri Party\" should know why overseas Koreans staged shadow demonstrations wherever she went in demand of the institution of a special law on the ferry Sewol disaster. \n\t\t\t\t\t\n\t\t\t\t\t South Korean people and overseas Koreans will carry on their solidarity actions till the special law is enacted, the internet paper added."
        },
        {
            "title": "Beninese Official Praises Kim Il Sung, Kim Jong Il's Party-Building Exploits ",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-01ee.html",
            "content": "Beninese Official Praises Kim Il Sung, Kim Jong Il's Party-Building Exploits \r\n Pyongyang, September 29 (KCNA) -- Ali Houdou, president of the Socialist Party of Benin, issued a statement on Sept. 23 to mark the 69th anniversary of the foundation of the Workers' Party of Korea (WPK).\n\t\t\t\t\t He said that President Kim Il Sung, founder of the WPK, opened a new era of building a revolutionary party to meet the requirements of the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t The President founded a new type of revolutionary party based on the Juche idea and advanced the original idea and theory on party-building in the course of leading the party, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Parties were founded by way of setting up the center first in many countries. However, the President went among the popular masses and built the foundation for founding the party by forming basic party organizations with a firm viewpoint that the people were the driving force of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to this solid organizational and ideological foundation, the WPK could be founded on October 10, 1945 just after the liberation of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The President and leader Kim Jong Il developed the WPK into a dignified socialist ruling party which struck its roots deep among the popular masses and enjoyed absolute support from them.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un, first secretary of the WPK, is adding glory to the exploits Kim Il Sung and Kim Jong Il performed for the party-building.\n\t\t\t\t\t\n\t\t\t\t\t The WPK and the Korean people will surely achieve a final victory in their struggle to defend the national dignity and sovereignty and build a thriving socialist nation under the leadership of Kim Jong Un."
        },
        {
            "title": "Human Rights Fully Ensured in DPRK: Nigerian Organization",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-02ee.html",
            "content": "Human Rights Fully Ensured in DPRK: Nigerian Organization\r\n Pyongyang, September 29 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article titled \"Guarantee of human rights in DPRK\" on its website on Sept. 18.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK all the citizens above the age of 17 are granted the rights to elect and be elected, irrespective of sex, nationality, occupation, length of residence, property status, standards of education, party affiliation, political view and religious belief.\n\t\t\t\t\t\n\t\t\t\t\t The people in the DPRK are fully exercising their right to political activities.\n\t\t\t\t\t\n\t\t\t\t\t Everyone takes free part in political activities and has the rights to speech, publication, assembly and religious belief guaranteed by law.\n\t\t\t\t\t\n\t\t\t\t\t All the working people are leading a happy life thanks to the state provision of every condition for food, clothing and housing in the DPRK where no exploitation and oppression exist and where it is hard to find the rich getting richer and the poor getting poorer.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the country where all members of society are ensured all rights including the right to labour and recreation and the right to receive free education and medical service.\n\t\t\t\t\t\n\t\t\t\t\t Human rights are fully guaranteed in the DPRK because it is guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The Juche idea requires everything to serve people, regarding them as the most powerful and valuable beings in the world.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that the human rights are ensured on the highest ground in the DPRK guided by the Juche idea."
        },
        {
            "title": "Seminar on DPRK's Policy of Human Rights Held in Benin",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-03ee.html",
            "content": "Seminar on DPRK's Policy of Human Rights Held in Benin\r\n Pyongyang, September 29 (KCNA) -- A seminar on DPRK's policy of human rights was held in Benin on Sept. 18.\n\t\t\t\t\t Present there were personages of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\", the Benin National Committee for the Study of the Juche Idea, the Benin Group for the Study of Kimilsungism-Kimjongilism and the Cotonou Institute of Journalism and other Juche idea followers and masses.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the amicable association who is chairman of the Benin National Committee for the Study of the Juche Idea explained in detail the DPRK's policy of human rights.\n\t\t\t\t\t\n\t\t\t\t\t The rector of the Contonou institute of Journalism who is chief of the Benin Group for the Study of Kimilsungism-Kimjongilism noted:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people fully enjoy all social and cultural rights including the right to learn.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has enforced the universal 12-year compulsory education on a high level, developed the regular school educational system and study-while-working educational system and increased the level of scientific theory in the education in technology, social science and basic science to bring up able technicians and experts.\n\t\t\t\t\t\n\t\t\t\t\t It also teaches students free of charge, provides students of universities and colleges with scholarship, strengthens social education and ensures all conditions for working people to learn.\n\t\t\t\t\t\n\t\t\t\t\t As an educator, I envy the DPRK where state investment is being made in modernizing school education and social education.\n\t\t\t\t\t\n\t\t\t\t\t A member of the Benin Group for the Study of Kimilsungism-Kimjongilism said:\n\t\t\t\t\t\n\t\t\t\t\t It is a wanton interference in internal affairs and human rights abuse to force political system and way of life to which working people are reluctant.\n\t\t\t\t\t\n\t\t\t\t\t We should heighten vigilance against the moves of the U.S. to realize its hegemonic ambition under the pretext of human rights issue."
        },
        {
            "title": "Kim Yong Nam se reune con delegacion de parlamentarios de Mongolia",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-30ee.html",
            "content": "Kim Yong Nam se reune con delegacion de parlamentarios de Mongolia\n\t\t\t\t\t\t\r\nPyongyang, 29 de septiembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam departio el dia 29 en el Palacio de los Congresos Mansudae con la delegacion del Gran Hural del Estado de Mongolia, encabezada por su vicepresidente R. Gonchigdorj.\n\t\t\t\t\tEn la audiencia el vicepresidente dijo que durante su estancia recibio gran impresion viendo el aspecto desarrollado de la RPDC y los objetos arquitectonicos monumentales levantados por doquier de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la presente visita de la delegacion sirvio de un motivo significativo para profundizar el entendimiento y confianza entre Mongolia y RPDC y expreso la esperanza de que se amplien y se desarrollen las relaciones de amistad y cooperacion entre  ambos paises."
        },
        {
            "title": "Canciller coreano se reune con presidentes y personalidades de varios paises",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-31ee.html",
            "content": "Canciller coreano se reune con presidentes y personalidades de varios paises\n\t\t\t\t\t\t\r\nPyongyang, 29 de septiembre (ACNC) -- El canciller de la Republica Popular Democratica de Corea, Ri Su Yong quien participo en el 69o periodo de sesiones de la Asamblea General de la ONU se reunio con los presidentes de la Republica Sudafricana, Mongolia y la Republica de Indonesia, el vicepremier y ministro de Relaciones Exteriores y Expatriados de la Republica Arabe de Siria, el primer vicepremier y canciller de la Republica de Serbia, el vicepremier y canciller del Estado de Kuwait, el canciller de Indonesia, el ministro de Relaciones Exteriores y Comercio de Mongolia, el ministro de Relaciones Exteriores y Cooperacion de Timor Este, los cancilleres de Egipto, Qatar y Lesotho, el ministro de Relaciones Exteriores y Cooperacion de Mozambique, el ministro encargado de Relaciones Exteriores, Cooperacion Internacional y Paises de Habla Francesa del Congo Democratico y el canciller de Espana e intercambio las opiniones sobre los asuntos de interes mutuo.\n\t\t\t\t\tPor otra parte, el canciller coreano departio con el secretario general de la ONU y el presidente de la Asamblea General, respectivamente."
        },
        {
            "title": "Efectuado simposio por edificacion de monumento a mausoleo de Rey Kwanggaetho",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-32ee.html",
            "content": "Efectuado simposio por edificacion de monumento a mausoleo de Rey Kwanggaetho\r\nPyongyang, 29 de septiembre (ACNC) -- Tuvo lugar el 29 el simposio de la rama de ciencias sociales con motivo del 1600o aniversario de inauguracion del monumento al mausoleo del Rey Kwanggaetho de Coguryo.\n\t\t\t\t\tEn la ocasion fueron publicadas las disertaciones sobre el significado historico del monumento al mausoleo del Rey Kwanggaetho, precioso patrimonio cultural de la nacion muy conocido tanto por el pueblo coreano como por los pueblos del mundo, y el poderio de Coguryo.\n\t\t\t\t\t\n\t\t\t\t\tEl doctor y subprofesor Son Su Ho, director de la Academia de Ciencias Sociales hizo discurso sobre el significado de historia cultural de la edificacion del monumento al mausoleo del Rey Kwanggaetho.\n\t\t\t\t\t\n\t\t\t\t\tDijo que este monumento da a conocer al interior y exterior del pais muchos hechos  historicos y subrayo que es el tesoro cultural de la nacion que atrae la atencion del circulo arqueologico de Corea y el resto del mundo por su tamano grandioso, diestra arte de  elaboracion y construccion con piedras y la escritura energica.\n\t\t\t\t\t\n\t\t\t\t\tEl subtitular de la Direccion de Preservacion de Patrimonios Nacionales, Ro Chol Su dijo que el monumento es uno de los patrimonios de cultura nacional que tiene muy precioso valor  en la investigacion de la historia y cultura de Coguryo.\n\t\t\t\t\t\n\t\t\t\t\tJo Hui Sung, candidato al academico, profesor titular y doctor y director de la Academia de Ciencias Sociales menciono que Coguryo mostro plenamente su aspecto majestuoso de potencia con gran poderio.\n\t\t\t\t\t\n\t\t\t\t\tEl doctor y subprofesor Jon Tong Chol, jefe de catedra de la Universidad Kim Il Sung aclaro que Coguryo era la potencia que tomaba la segura supremacia en las relaciones con otros paises y manejaba a su voluntad la situacion de aquel entonces durante la epoca de Tres Reinos y preparo la base de la unificacion de Tres Reinos.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion participaron los profesores, investigadores, conferenciantes, periodistas, redactores y funcionarios de la rama de ciencia, ensenanza, proteccion de patrimonios nacionales, prensa e informacion."
        },
        {
            "title": "Equipo de futbol masculino de la RPDC avanza a la semifinal",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-34ee.html",
            "content": "Equipo de futbol masculino de la RPDC avanza a la semifinal\n\t\t\t\t\t\t\r\nInchon, 28 de septiembre (Corresponsal de ACNC)  -- Tuvo lugar el dia 28 el cuarto de final de futbol masculino de los XVII Juegos Asiaticos entre la seleccion de la Republica Popular Democratica de Corea y la de los Emiratos Arabes Unidos, en que el primero vencio al segundo por 1:0.\n\t\t\t\t\tA los minutos 93, el numero 11 Jong Il Kwan marco un gol al patear fuertemente a distancia de 18 metros recibiendo la pelota del numero 17 So Hyon Uk.\n\t\t\t\t\t\n\t\t\t\t\tAsi que la seleccion coreana avanzo a la semifinal."
        },
        {
            "title": "Efectuado en Inchon acto titulado \"Noche de anoranza al Mariscal Kim Jong Un\"",
            "url": "http://kcna.co.jp/item/2014/201409/news29/20140929-33ee.html",
            "content": "Efectuado en Inchon acto titulado \"Noche de anoranza al Mariscal Kim Jong Un\"\n\t\t\t\t\t\t\r\nInchon, 27 de septiembre (corresponsal de ACNC) -- Los miembros de la delegacion del Comite Olimpico y el grupo de deportistas de la Republica Popular Democratica de Corea participantes en los XVII Juegos Asiaticos, organizaron el dia 27 en Inchon del Sur de Corea el acto titulado \"Noche de anoranza al Mariscal Kim Jong Un\".\n\t\t\t\t\tA la ocasion asistieron los miembros del citado comite, presidido por el ministro de Deportes, Kim Yong Hun y la seleccion de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra, Kim dijo que aunque pasaron unos dias en el Sur de Corea, todos los integrantes de la delegacion y la seleccion anoran infinitamente al Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tSe oia en el lugar la cancion \"Sentimiento afectuoso\" que refleja el deseo de los militares y civiles de Corea unidos compactamente en torno al Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tEl pesista Kim Un Guk recito la poesia escrita por el mismo \"Kim Jong Un anorado\", lo que conmovio a los participantes.\n\t\t\t\t\t\n\t\t\t\t\tEl jugador de tenis mesa Kim Hyok Bong recordo que el crecio como deportista de la Corea del Songun bajo el regazo del gran Hombre. A su voz de guia, todos los participantes cantaron la cancion \"No podemos vivir sin el\".\n\t\t\t\t\t\n\t\t\t\t\tEl secretario general de la Asociacion de Luchadores de Corea, Kim Il, enfatizo que todos los jugadores deben ganar la medalla de oro competiendo con la audacia y el coraje del Mariscal, bandera de la victoria y la gloria.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe de la seleccion, Kim Pyong Sik, subrayo que todos deben ganar muchas medallas de oro cantando la cancion \"Gran deseo\", para enviar al Mariscal el parte de la victoria.\n\t\t\t\t\t\n\t\t\t\t\tEl subjefe Sin Yong Chol exhorto a todos a izar la bandera nacional en los lugares de competencia al tener presente que les observan la patria y el pueblo."
        }
    ]
}