{
    "date": "2014-03-03",
    "url": "http://kcna.co.jp/item/2014/201403/2014-03-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Pyongyang Weak-current Apparatus Factory",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Pyongyang Weak-current Apparatus Factory\r\n Pyongyang, March 3 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, gave field guidance to the Pyongyang Weak-current Apparatus Factory.\n\t\t\t\t\t After being briefed on the monument to the revolutionary activities of President Kim Il Sung and leader Kim Jong Il and the monument to the instructions given by them, he went round the room for the education in the revolutionary history.\n\t\t\t\t\t\n\t\t\t\t\t Going round several places of the factory, he learned in detail about production.\n\t\t\t\t\t\n\t\t\t\t\t The President and Kim Jong Il reposed deep trust in the factory, showing profound concern and attaching importance to it.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un highly praised its officials, scientists, technicians and workers for honoring national economy plans on all indices every year, bearing their behests deep in mind.\n\t\t\t\t\t\n\t\t\t\t\t He saw the assembled weak-current apparatuses with keen interest.\n\t\t\t\t\t\n\t\t\t\t\t He said that the products of the factory have proved very efficient in practice and they are high in demand.\n\t\t\t\t\t\n\t\t\t\t\t The factory has been able to achieve successes in production in the past as it has solved all problems by dint of science and technology, keeping science and technology ahead of production, he said, expressing satisfaction over the traits of attaching importance to science and technology prevailing in the factory.\n\t\t\t\t\t\n\t\t\t\t\t He gave the factory an instruction to pay deep attention to the work for increasing the production of weak-current apparatuses and, at the same time, steadily improving their quality and fully guaranteeing trust in the products.\n\t\t\t\t\t\n\t\t\t\t\t He learnt in detail about the development of new apparatuses.\n\t\t\t\t\t\n\t\t\t\t\t He was pleased to learn that the employees of the factory are  pooling their creative enthusiasm and wisdom and actively introducing latest science and technology, true to the intention of the party to research and develop new Korean-style modern weak-current apparatuses, thereby achieving big successes in the development of new products.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to independently develop new type ones which can hardly be found in any existing technological books from a Juche-oriented viewpoint and stand with a high ambition to produce something which others do not venture, he said, specifying ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t The party has a very great expectation for the workers of the factory, he said, expressing the hope and belief that all of them would become creators and developers of new technology, work miracles and perform exploits in the development and production of latest weak-current apparatuses.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Kang Kwan Il, Hwang Pyong So and Hong Yong Chil, vice department directors of the Central Committee of the WPK."
        },
        {
            "title": "DPRK Expels Australian Who Committed Criminal Acts",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-06ee.html",
            "content": "DPRK Expels Australian Who Committed Criminal Acts\r\nPyongyang, March 3 (KCNA) -- The DPRK's relevant organ on February 18 arrested Australian John Alexander Short, who committed anti-DPRK religious acts after entering the DPRK as a tourist, and investigated him.\n\t\t\t\t\t John Short committed a criminal act by secretly spreading his Bible tracts around a Buddhist temple in Pyongyang when visiting it on February 16, the birth anniversary of leader Kim Jong Il (Day of the Shining Star) regarded by the people of the DPRK as the greatest national holiday. His criminal act made the Korean people angry.\n\t\t\t\t\t\n\t\t\t\t\t In August 2012 he entered the DPRK as a tourist and committed a hostile act by spreading his Bible tracts in the Pyongyang Metro on a crowded train, causing a chaos in the sound public order of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t He heard from the TV and newspaper reports that the DPRK is the closest closed country and religious freedom is not in it. From the wrong realization and hostility toward the DPRK he made his mind already long before to enter the DPRK for spreading Bible. To this end, in early 2012 he designed thousands of Bible tracts written by him in small size and translated into the Korean language. He entered the DPRK carrying with him a luggage containing the above-said tracts.\n\t\t\t\t\t\n\t\t\t\t\t According to his statement, he is an ex-convict who committed similar crimes by spreading Bible tracts in China, Vietnam and other countries and was treated and subject to sanctions by law organs of those relevant countries. \n\t\t\t\t\t\n\t\t\t\t\t He admitted that his activities were criminal acts hurting the Korean people's absolute trust in their leader, violating the independent right of the DPRK and offending its law, and deeply apologized for what he had done. He earnestly requested the forgiveness of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The relevant organ decided to expel him from the territory of the DPRK, thanks to the tolerance of the law of the DPRK and in full consideration of his age."
        },
        {
            "title": "Apology of John Short, Citizen of Australia",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-07ee.html",
            "content": "Apology of John Short, Citizen of Australia\r\nPyongyang, March 3 (KCNA) -- The following is the written apology submitted by John Alexander Short, a citizen of Australia, to the relevant organization for his criminal acts committed against the DPRK after being arrested and held in custody on March 1:\n\t\t\t\t\t I am John Alexander Short living in Hong Kong and a citizen of Australia.\n\t\t\t\t\t\n\t\t\t\t\t I violated the independent right and offended against the Law of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I knew that my actions would offend the independent right and would be against the law of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I wanted more Korean people to be Christians therefore I secretly spread Bible tracts written by me.\n\t\t\t\t\t\n\t\t\t\t\t I heard from the T.V. and newspaper reports that the DPRK is the closest closed socialist country in the world.\n\t\t\t\t\t\n\t\t\t\t\t I heard from the reports the religious freedom is not in North Korea. And that foreigners are not welcome to visit or attend for the Church.\n\t\t\t\t\t\n\t\t\t\t\t In the process of hearing the reports I questioned if it was true.\n\t\t\t\t\t\n\t\t\t\t\t In early 2012 I requested Mr. Paul Baek to translate my Bible tract into the Korean language. Mr. Paul Baek is a business man from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t I designed my Bible tracts in small size for spreading easier into Korea-DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I entered the DPRK in August 2012 and personally carried a few Bible tracts and my own personal Bible.\n\t\t\t\t\t\n\t\t\t\t\t I was interested to see if I could possibly carry more on another occasion.\n\t\t\t\t\t\n\t\t\t\t\t I committed the criminal act against the law of the DPRK by spreading my Bible tracts in Pyongyang underground station on the train.\n\t\t\t\t\t\n\t\t\t\t\t My mind was to make sure that I could spread more of my Bible tracts on another occasion. After that my feeling was I could spread more easier next time.\n\t\t\t\t\t\n\t\t\t\t\t In February 2014 I came as a tourist to DPRK to spread my Bible tracts in a larger quantity.\n\t\t\t\t\t\n\t\t\t\t\t On February 16th I visited the Popun temple and committed a criminal act by secretly spreading my Bible tracts around the temple.\n\t\t\t\t\t\n\t\t\t\t\t I deeply apologize for what I have done by spreading my Bible tracts on February 16th, the birthday of His Excellency Kim Jong Il. The people of the DPRK regard February 16th as the greatest national holiday.\n\t\t\t\t\t\n\t\t\t\t\t I now realize the seriousness of my insult to the Korean people on February 16th because I made the Korean people angry and for this I truly apologize.\n\t\t\t\t\t\n\t\t\t\t\t I realize that my actions are an indelible hostile act against the independent right and law of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I request the forgiveness of the DPRK for my actions.\n\t\t\t\t\t\n\t\t\t\t\t I am willing to bow down on my knees to request this tolerance of the DPRK and the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t I realize that the mass media of the USA and the western countries who say that the DPRK is the closed country and has no religious freedoms is inaccurate and wrong.\n\t\t\t\t\t\n\t\t\t\t\t I have the decision to report to anyone my positive attitude of the reality of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I will tell the truth to my friends of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I will not commit any further criminal acts in violating the independent right and law of the DPRK."
        },
        {
            "title": "Greetings to Bulgarian President",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-13ee.html",
            "content": "Greetings to Bulgarian President\r\nPyongyang, March 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greeting to Rosen Plevneliev, president of Bulgaria, on the occasion of its national day.\n\t\t\t\t\t Expressing belief that the relations of friendship and cooperation between the two countries would continue to develop on good terms, the message wished Bulgaria development and prosperity."
        },
        {
            "title": "Congratulations to Italian Prime Minister",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-22ee.html",
            "content": "Congratulations to Italian Prime Minister\r\nPyongyang, March 3 (KCNA) -- DPRK Premier Pak Pong Ju sent a congratulatory message to Matteo Renzi upon his assumption of the office as prime minister of Italy on Feb. 26.\n\t\t\t\t\t The message wished the prime minister and the government of Italy successes in their future work for achieving social stability.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Pak Ui Chun sent a congratulatory message to Federica Mogherini upon her appointment as foreign minister of Italy on the same day."
        },
        {
            "title": "Congratulations to Prime Minister of Gabon",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-23ee.html",
            "content": "Congratulations to Prime Minister of Gabon\r\nPyongyang, March 3 (KCNA) -- Pak Pong Ju, premier of the DPRK Cabinet, sent a congratulatory message to Daniel Ona Ondo on his appointment as the prime minister of Gabon on Monday.\n\t\t\t\t\t Expressing the conviction that the friendly and cooperative relations between the two countries with a long history and tradition would steadily grow stronger, the message wished the prime minister and the government of Gabon successes in their work for the socio-economic development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Pak Ui Chun sent a congratulatory message to Emmanuel Issoze Ngondet on his reappointment as minister of Foreign Affairs, Francophone and Regional Integration on the same day."
        },
        {
            "title": "DPRK Premier Greets Bulgarian PM",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-14ee.html",
            "content": "DPRK Premier Greets Bulgarian PM\r\nPyongyang, March 3 (KCNA) -- DPRK Premier Pak Pong Ju Monday sent a message of greeting to Plamen Oresharski, prime minister of Bulgaria, on the occasion of its national day.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would favorably develop, wishing the prime minister success in his work for the country's development and people's well-being.\n\t\t\t\t\t\n\t\t\t\t\t DPRK Foreign Minister Pak Ui Chun sent a similar message to his Bulgarian counterpart Kristian Vigenin on the same day."
        },
        {
            "title": "Delegation of European Politicians Here",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-15ee.html",
            "content": "Delegation of European Politicians Here\r\nPyongyang, March 3 (KCNA) -- A delegation of politicians from various political parties of Europe headed by Chief Executive Officer of Inter Mediate Jonathan Powell, former Downing Street Chief of Staff to Prime Minister Tony Blair, arrived here on Monday."
        },
        {
            "title": "Tree-Planting Day Observed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-11ee.html",
            "content": "Tree-Planting Day Observed in DPRK\r\nPyongyang, March 3 (KCNA) -- Sunday marked the Tree-planting Day in the DPRK.\n\t\t\t\t\t President Kim Il Sung climbed Moran Hill together with leader Kim Jong Il and anti-Japanese war hero Kim Jong Suk on March 2, Juche 35 (1946) and gave instructions to plant many trees across the country, foreseeing the future of a prosperous country.\n\t\t\t\t\t\n\t\t\t\t\t On this day all service personnel and people of the DPRK are turning out as one in tree planting with one mind of patriotism to turn the country into a people's paradise where every kind of flowers are in full bloom and which are covered with greenery.\n\t\t\t\t\t\n\t\t\t\t\t On the Tree-Planting Day two years ago, Marshal Kim Jong Un gave instructions to turn the mountains and fields of the country into a fairyland of socialism with thick woodlands and greenery while planting together with service personnel with great care the trees he personally brought.\n\t\t\t\t\t\n\t\t\t\t\t Workers and members of the General Federation of Trade Unions of Korea, agricultural workers and members of the Union of Agricultural Workers of Korea, officials and members of the Democratic Women's Union of Korea and school youth and children met on Maran Hill and at the Mangyongdae Revolutionary Site, the arboretum of the Central Botanical Garden and the April 15 Children's Flower Garden on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meetings were Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Kim Phyong Hae, Kwak Pom Gi, Ro Tu Chol, Jo Yon Jun, officials of the party and power organs, working people's organizations, ministries and national institutions, working people of various circles, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Reporters and speakers called on all officials and working people to plant and cultivate more trees in the spring tree-planting month by learning from the noble example set by the peerlessly great persons and thus contribute to face-lifting the country.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meetings the participants planted trees of various good species and flower trees together with senior officials of the party and state. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, service personnel of the Ministry of People's Armed Forces, officials and employees of the Ministry of Railways and officials, working people, youth and students in provinces, cities and counties also planted trees."
        },
        {
            "title": "Feats Made by Great Persons to Turn DPRK into Thick Woodland",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-16ee.html",
            "content": "Feats Made by Great Persons to Turn DPRK into Thick Woodland\r\nPyongyang, March 3 (KCNA) -- March 2 is a tree-planting day in the Democratic People's Republic of Korea.\n\t\t\t\t\t A spring tree-planting campaign is going on across the country with the day as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t Servicepersons, working citizens and school youth and children have turned out in the campaign, cherishing the noble patriotic will and devoted efforts made by the peerlessly great persons of Mt. Paektu to turn the country into a thick woodland and greenery.\n\t\t\t\t\t\n\t\t\t\t\t On March 2, Juche 35 (1946), President Kim Il Sung climbed Moran Hill, together with young Kim Jong Il and anti-Japanese war hero Kim Jong Suk, and suggested to officials planting many trees and flowers on the hill. The next year he personally planted trees on Munsu Hill.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the 1950-1953 Fatherland Liberation War, the President took such a step as recalling thousands of servicepersons from the front as foresters.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise guidance, mountains and hills of the country, devastated by the Japanese imperialists' plunder and the war, began to be clad in verdure.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il advanced a policy of turning the whole country into a thick woodland and greenery and roused all the people to the general mobilization for land management.\n\t\t\t\t\t\n\t\t\t\t\t On his way of military inspections and field guidance, he praised soldiers for having planted many trees in mountains around their unit and called a village and barracks clad with apricot and persimmon \"Salgunamu (apricot) Village\" and \"Kamnamu (persimmon) Company\".\n\t\t\t\t\t\n\t\t\t\t\t Today the great Generalissimos Kim Il Sung and Kim Jong Il's noble desire is being carried into reality by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t When visiting a military unit in March 2012, Kim Jong Un planted trees together with service personnel. In April that year he made public a historic work \"On Effecting a Drastic Turn in Land Management to Meet the Requirements for Building a Thriving Socialist Nation\", unfolding a bright blueprint for the country's prosperity.\n\t\t\t\t\t\n\t\t\t\t\t This year he, in his New Year Address, stressed the need to conduct an energetic mass-based tree-planting drive to cover all the mountains with thick forests."
        },
        {
            "title": "Computer Programs Developed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-19ee.html",
            "content": "Computer Programs Developed in DPRK\r\nPyongyang, March 3 (KCNA) -- Computer programs of practical significance have been developed at the College of Computer Science under Kim Il Sung University in the DPRK.\n\t\t\t\t\t Among them are an aid system ensuring promptness and correctness in editing movies and a support program for analyzing sports games. The system helps find such errors in film editing as discord between scene and voice. And the support program makes it possible to estimate the physical and technical indices of players in the course of games as well as teams' tactical indices.\n\t\t\t\t\t\n\t\t\t\t\t Researchers of the college also produced programs needed for updating production processes at metal and machine-building industrial establishments to promote the economic development."
        },
        {
            "title": "Election Information Service Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-20ee.html",
            "content": "Election Information Service Brisk in DPRK\r\nPyongyang, March 3 (KCNA) -- Election information service is brisk in the  DPRK in the run-up to the election of the deputies to the 13th Supreme People's Assembly.\n\t\t\t\t\t Party and power bodies, working people's organizations and election committees across the country are scrupulously conducting the work to intensify election information service to match the elated enthusiasm of voters.\n\t\t\t\t\t\n\t\t\t\t\t Officials and agitators are conducting unique information and agitation at factories, construction sites, co-op fields and neighborhood units.\n\t\t\t\t\t\n\t\t\t\t\t They are explaining to the voters at length the significance of the election, the invincible might of the government of the DPRK and advantages and vitality of its election system.\n\t\t\t\t\t\n\t\t\t\t\t Lectures are given and briefings made on the fact that the forthcoming election marks an important occasion in powerfully demonstrating the true picture of Korean style socialism centered on the popular masses and strengthening the government of the DPRK. These activities are stirring up political awareness and patriotic enthusiasm of voters.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, information and agitation by itinerant art and agitation groups encourage the working people to greet the election with a high degree of political enthusiasm and shining labor achievements."
        },
        {
            "title": "DPRK Marathoners Prove Successful at Int'l Marathon",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-21ee.html",
            "content": "DPRK Marathoners Prove Successful at Int'l Marathon\r\nPyongyang, March 3 (KCNA) -- Kim Ji Hyang, marathoner of the DPRK, finished first in 2:34:52 at the Chinese Taipei International Marathon held in Xinbei of Taipei, China.\n\t\t\t\t\t Rim Kum Hui, another DPRK marathoner, finished third at the race.\n\t\t\t\t\t\n\t\t\t\t\t The event brought together more than 3,500 men and women marathoners from 8 countries and regions including the DPRK, Ethiopia, Kenya, Morocco, France and Taipei of China.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK players came back home on Monday."
        },
        {
            "title": "Blessed Children of DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-17ee.html",
            "content": "Blessed Children of DPRK\r\nPyongyang, March 3 (KCNA) -- In the DPRK, the Workers' Party of Korea and the government have taken care of the work for bringing up and educating the children.\n\t\t\t\t\t Look after the rising generations with warm care for the rosy future of the country--this is the noble outlook on posterity cherished by the great Generalissimos Kim Il Sung and Kim Jong Il in their lifetime and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung saw to it, after Korea's liberation from Japan's colonial rule, that orphanages were built across the country and, in the period of the 1950-1953 Fatherland Liberation War, personally took care of orphans at the Supreme Command.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the \"Arduous March\" when the country was in hard time, Kim Jong Il took a special measure to establish the strict system for supply service to baby homes across the country and put forward as patriots those who had looked after orphans.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un has shown special love for the orphans as their real father, saying that the children are the most precious treasure and they represent the hope and future of the country.\n\t\t\t\t\t\n\t\t\t\t\t In early February this year, he visited the baby home and orphanage in the capital city of Pyongyang to give his blessing to the children there. Stressing the need to bring them up to be clever and upright as their parents would do, he said that the WPK would build modernly-equipped baby home and orphanage in a picturesque place of the city.\n\t\t\t\t\t\n\t\t\t\t\t And he gave an instruction that baby homes and orphanages should be built on a fresh basis in provinces and municipalities to meet the requirement of the new century.\n\t\t\t\t\t\n\t\t\t\t\t Under such great loving care, all children at the orphanages across the country are enjoying happiness, supplied with all necessary living conditions."
        },
        {
            "title": "Rodong Sinmun Calls for Holding High Banner of Independence against Outside Forces",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-09ee.html",
            "content": "Rodong Sinmun Calls for Holding High Banner of Independence against Outside Forces\r\nPyongyang, March 3 (KCNA) -- Rodong Sinmun Monday in an article calls upon the Korean nation to give full play to the strong spirit of independence, which was fully displayed through the March First Popular Uprising 95 years ago, in the present efforts to drive outside forces out of south Korea and reunify the country.\n\t\t\t\t\t The Japanese imperialist aggressors forced the Korean people to be colonial slaves while enforcing the unheard-of brutal and fascist oppressive rule after occupying Korea by force of arms early in the last century. The Korean people turned out in an all-people uprising out of deep-rooted grudge and anger at the Japanese imperialists, chanting \"Long live the independence of Korea!\" on March 1, 1919.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The March First Popular Uprising clearly demonstrated the indomitable spirit of the Korean nation to retake the sovereignty of the nation at any cost, not becoming salves of others even though they die.\n\t\t\t\t\t\n\t\t\t\t\t To reunify the country is the cause to put an end to outside forces' domination and interference in internal affairs of south Korea and establish the sovereignty of the nation throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t The United States occupied south Korea by force of arms and established the domination system, dividing Korea and nation into two. It has stood against Korea's reunification, wantonly violating the sovereignty of the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the spirit of reunification grew within the Korean nation, the U.S. interrupted reconciliation and unity of the north and the south by manipulating pro-U.S. stooges, and drove military confrontation and tensions on the Korean peninsula into an extreme phase through ceaseless moves to ignite a war against the north. It is now resorting to the military provocation while going against the trend of the times toward detente and peace on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is working hard to escalate the north-south confrontation, displeased with the north and the south opting for improving relations.\n\t\t\t\t\t\n\t\t\t\t\t The article calls for waging the nationwide struggle for independence against foreign forces and resolutely smashing the moves of the U.S. to realize its ambition to dominate Korea while keeping up the north-south confrontation at any cost."
        },
        {
            "title": "Rodong Sinmun Slams Japanese Chief Executive's Reckless Remarks",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-10ee.html",
            "content": "Rodong Sinmun Slams Japanese Chief Executive's Reckless Remarks\r\nPyongyang, March 3 (KCNA) -- Shortly ago, the Japanese chief executive again talked about the \"necessity\" for establishing a missile shield and exercising the \"right to collective self-defense\".\n\t\t\t\t\t Rodong Sinmun Monday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This revealed once again the real intention to neutralize the military capabilities of neighboring countries, drastically increase the offensive power and the scope of activities of the \"Self-Defense Forces\" and ignite a war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t Irony is that Japan tries to establish a missile shield and exercise the \"right to collective self-defense\" under the pretext of \"threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is a trick to hype the story about \"threat\" from the DPRK in public to attach \"validity\" to its reckless moves and win public support at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is going to establish the missile shield together with Japan and other countries as part of it moves to establish a global missile shield and form a military alliance like NATO in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t Such strategies of the U.S. are in full line with the wild ambition of Japan for reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t No matter how loudly Japan talks about the \"necessity\" for establishing a missile shield and exercising the \"right to collective self-defense\" while taking issue with the DPRK, can it never hide its criminal intention to contain its neighboring big powers with the backing of the U.S. and, moreover, realize its reinvasion of Asia and its old dream of \"Greater East Asia Co-Prosperity Sphere\".\n\t\t\t\t\t\n\t\t\t\t\t The Japanese politicians had better act with discretion, knowing that they cannot deceive the world with any trick."
        },
        {
            "title": "Day of Sun to Be Celebrated by General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-12ee.html",
            "content": "Day of Sun to Be Celebrated by General Association of Koreans in China\r\nPyongyang, March 3 (KCNA) -- The preparatory committee of the General Association of Koreans in China was inaugurated on Feb. 27 to celebrate the birth anniversary of President Kim Il Sung (Day of the Sun).\n\t\t\t\t\t Choe Un Bok, chairwoman of the Association, was elected chairwoman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t It decided to organize colorful events such as floral basket-laying ceremony, meeting and photo and book exhibition on the occasion of the Day of the Sun."
        },
        {
            "title": "Socialist Rural Theses Praised by French Organization",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-02ee.html",
            "content": "Socialist Rural Theses Praised by French Organization\r\n Pyongyang, March 3 (KCNA) -- The France-Korea Friendship Association posted an article on its website on February 26 to mark the 50th anniversary of the publication of the socialist rural theses. \n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t President of the DPRK Kim Il Sung made public \"Theses on the Socialist Rural Question in Our Country\" in February, 1964. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, first secretary of the Workers' Party of Korea, in his New Year Address said that 2014 marks the 50th anniversary of the publication of the socialist rural theses by Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is attaching great importance to agriculture in the economic construction and the drive for improving the people's living standard and holding fast to the socialist rural theses in the work for increasing agricultural production. \n\t\t\t\t\t\n\t\t\t\t\t Great changes took place in the agricultural sector of the DPRK after the publication of the socialist rural theses. \n\t\t\t\t\t\n\t\t\t\t\t In particular, the ideological, technical and cultural revolutions in the countryside have been stepped up and agriculture has made a big contribution to developing the national economy and improving the people's living standard. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now waging a dynamic drive for increasing grain production. \n\t\t\t\t\t\n\t\t\t\t\t The great vitality of the socialist rural theses will be fully displayed in the future, too."
        },
        {
            "title": "West's Campaign against DPRK Condemned by Bulgarian Organization",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-03ee.html",
            "content": "West's Campaign against DPRK Condemned by Bulgarian Organization\r\nPyongyang, March 3 (KCNA) -- The Bulgaria-Korea Friendship Association carried in the March issue of its bulletin an article condemning the Western moves against the DPRK.\n\t\t\t\t\t The article disclosed that the Western countries including the U.S. have recently resorted to the malicious \"human rights\" racket against the DPRK. It went on:\n\t\t\t\t\t\n\t\t\t\t\t Is the West entitled to talk about other's human rights issue?\n\t\t\t\t\t\n\t\t\t\t\t The DPRK provides all citizens with the right to labor and there is no one out of work.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK enforces the eight-hour labor system but the six-hour labor system for women bringing up children.\n\t\t\t\t\t\n\t\t\t\t\t And all people are enjoying free education and free healthcare service and the state provides them with dwelling houses free of charge.\n\t\t\t\t\t\n\t\t\t\t\t The tax system was already repealed in 1974.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-style democracy fears such public policies.\n\t\t\t\t\t\n\t\t\t\t\t The Western propaganda on human rights serves the political purpose of the bourgeois.\n\t\t\t\t\t\n\t\t\t\t\t If one wants to talk about the human rights issue, he or she should ask human rights are ensured in south Korea with a great number of people out of work."
        },
        {
            "title": "Stop to U.S.-S. Korean Military Drills Demanded by Romanian Party Leader",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-04ee.html",
            "content": "Stop to U.S.-S. Korean Military Drills Demanded by Romanian Party Leader\r\nPyongyang, March 3 (KCNA) -- Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, issued a statement on February 25 in denunciation of the U.S.-south Korean joint military drills.\n\t\t\t\t\t He referred to the fact that the U.S. and the south Korean authorities kicked off the aggressive Key Resolve and Foal Eagle joint military drills in disregard of the DPRK's proposal for peace.\n\t\t\t\t\t\n\t\t\t\t\t He termed this a military provocation wrecking peace and security on the Korean peninsula and threatening the global peace.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not underestimate the might of the Korean people loving peace and fighting for it.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should realize that it is a good idea to positively respond to the good faith of fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Romania strongly demands the U.S. and the south Korean authorities properly face up to the trend of the times, immediately stop the aggressive military drills and withdraw all aggressive troops from the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly realize that any nuclear and military threat can not work on the Korean people who have access to the powerful deterrent, united close around the great leader, and not forget the lesson it drew from a great defeat in the past Korean War.\n\t\t\t\t\t\n\t\t\t\t\t Only victory will be in store for the Korean people steadily advancing along the road of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Romania appeals to the world progressive people to positively support the Korean people in their heroic struggle and dynamically turn out in the drive for checking and frustrating the U.S. and south Korean warmongers' moves for igniting a new war."
        },
        {
            "title": "Kim Jong Un's Speech Posted by Organization of DR Congo on Website",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-05ee.html",
            "content": "Kim Jong Un's Speech Posted by Organization of DR Congo on Website\r\nPyongyang, March 3 (KCNA) -- \"Let Us Hasten the Final Victory through a Revolutionary Ideological Offensive!\", a speech made by supreme leader Kim Jong Un at the 8th Conference of Ideological Workers of the Workers' Party of Korea, was posted by the National Committee for the Study of the Juche Idea of DR Congo on its website on February 27.\n\t\t\t\t\t The website carried his photo."
        },
        {
            "title": "DPRK's Sports Aces (6)",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-18ee.html",
            "content": "DPRK's Sports Aces (6)\r\nPyongyang, March 3 (KCNA) -- Pak Yong Sun (August 1956 - July 1987), called world table-tennis queen, is one of the sports aces still living in memory of the Korean people.\n\t\t\t\t\t Born in Sakju County, North Phyongan Province, she began to learn playing table-tennis in her early days.\n\t\t\t\t\t\n\t\t\t\t\t When she was twelve, she placed first in a national secondary school table tennis contest. Three years later, she presented herself at international games, rising into prominence.\n\t\t\t\t\t\n\t\t\t\t\t In Juche 64 (1975) Pak won a gold medal at the 33rd World Table Tennis Championship, being awarded crown and belt, symbolic of the world table-tennis queen. At that time, media of India appraised her patient and fearless character in games and her high table-tennis technique.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il met and had a photo session with her, saying that she is a sports hero who glorified the honor of the country.\n\t\t\t\t\t\n\t\t\t\t\t Pak took the title again at the 34th World Table Tennis Championship in 1977 to become a twice world champion.\n\t\t\t\t\t\n\t\t\t\t\t As Labor Hero and People's Athlete of the DPRK, she had bagged 37 medals, including 15 golds, at various international tournaments during her life.\n\t\t\t\t\t\n\t\t\t\t\t Her remains are kept at the Patriotic Martyrs Cemetery."
        },
        {
            "title": "Kim Jong Un dirige Fabrica de Aparatos Electronicos de Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-01ss.html",
            "content": "Kim Jong Un dirige Fabrica de Aparatos Electronicos de Pyongyang\r\nPyongyang, 3 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno la Fabrica de Aparatos Electronicos de Pyongyang.\n\t\t\t\t\tLuego de escuchar las explicaciones sobre la lapida a la actividad historico-revolucionaria y el monumento a las instrucciones de los Generalisimos Kim Il Sung y Kim Jong Il, paso revista a la sala de educacion en la historia revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo varios puntos de la fabrica, hizo conocimiento detallado sobre el estado de produccion.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente a los funcionarios, cientificos, tecnicos y obreros de la fabrica, quienes al recibir gran atencion y confianza de los Generalisimos, sobrecumplieron cada ano en todos los indices el plan de la economia nacional guardando en lo profundo del corazon los legados de los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\tViendo con atencion los aparatos electronicos montados, volvio a evaluarlo diciendo que los productos de la fabrica surten gran efecto en la practica y es muy alta su demanda.\n\t\t\t\t\t\n\t\t\t\t\tAl senalar que los exitos alcanzados por la fabrica en la produccion residen en haber antepuesto la ciencia y la tecnologia a la produccion y resuelto todos los problemas mediante la ciencia y tecnologia, se mostro satisfecho de que la fabrica esta llena del ambiente de dar prioridad a la ciencia y la tecnologia.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo incrementar la produccion de los aparatos electronicos, mejorar incesantemente su calidad y prestar atencion merecida al aseguramiento de la confianza de los productos.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal averiguo concretamente el estado de desarrollo de nuevos articulos.\n\t\t\t\t\t\n\t\t\t\t\tSe puso alegre por grandes exitos alcanzados en la investigacion y el desarrollo de nuevos aparatos al sumar la pasion e inteligencia creativas y aplicar activamente la ciencia y la tecnologia de punta en pleno acato a la voluntad del partido de desarrollar los aparatos electronicos nuevos y modernos a nuestro estilo.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que deben desarrollar independientemente lo que no hay en los libros tecnicos existentes a partir de una posicion ambiciosa y autoctona de inventar lo que los otros no se atreven a hacer y enseno los medios para realizarlo.\n\t\t\t\t\t\n\t\t\t\t\tAl referirse a que es muy grande la esperanza del partido en los obreros de la fabrica, expuso la conviccion de que todos se hagan creadores y explotadores de la nueva tecnologia y creen milagros y proezas en el desarrollo y la produccion de los aparatos electronicos de punta.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron los subjefes de departamento del Comite Central del PTC Kang Kwan Il, Hwang Pyong So y Hong Yong Chil."
        },
        {
            "title": "Carta de disculpa de australiano John Alexander Short",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-03ss.html",
            "content": "Carta de disculpa de australiano John Alexander Short\r\nPyongyang, 3 de marzo (ACNC) -- El australiano John Alexander Short, \n\t\t\t\t\tdetenido por sus actos hostiles contra la Republica Popular Democratica de \n\t\t\t\t\t\n\t\t\t\t\tCorea, entrego el dia primero a un organo correspondiente una carta de \n\t\t\t\t\t\n\t\t\t\t\tdisculpa, cuyo contenido va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tSoy australiano John Alexander Short, residente en Hong Kong de China.\n\t\t\t\t\t\n\t\t\t\t\tCometi crimenes violadores a la soberania y la ley de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tA fin de aumentar en la RPDC el numero de cristianos, fabrique las publicaciones y las lleve a esta para lanzarlas en secreto, sabiendo claramente que lo es un acto violador a la soberania y la ley de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tA traves de la TV y los periodicos vi y lei los datos y las noticias calumniosos de Estados Unidos y el mundo occidental de que la RPDC es un pais socialista mas aislado en el mundo, en que no hay la libertad de la creencia religiosa y no se da bienvenida a la visita de los extranjeros a la iglesia y en este curso llegue a abrigar recelo por el respecto.\n\t\t\t\t\t\n\t\t\t\t\tA principios de 2012, entregue al empresario surcoreano Paul Baek (50 anos de edad mas o menos) un libro religioso en ingles, escrito por mi y le pedi traducir en coreano. Y a fin de lanzar en la RPDC mucho mas publicaciones  religiosas, las imprime en forma pequena.\n\t\t\t\t\t\n\t\t\t\t\tEn agosto de 2012, visite la RPDC llevando conmigo la Biblia y las publicaciones religiosas para tantear que en la siguiente visita podria llevar mas las publicaciones. Durante la visita al metro de Pyongyang, las lance sigilosamente en el tren del metro, violando asi la ley de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tA traves de esa conducta, yo trataba de comprobar si podria lanzar en la siguiente visita mas Biblia y llegue a pensar en que podria hacerlo mas facilmente.\n\t\t\t\t\t\n\t\t\t\t\tEn febrero de 2014, yo entre en la RPDC en calidad de turista para divulgar mas publicaciones religiosas. El dia 16 de febrero, aproveche la visita al budista Templo Pop-un del monte Ryong-ak para lanzar sigilosamente alrededor del Templo las publicaciones cristianas.\n\t\t\t\t\t\n\t\t\t\t\tPido seria disculpa por el hecho de que cometi el crimen en el dia de nacimiento de Su Excelencia Kim Jong Il, maxima fiesta nacional del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tDisculpo por mi acto que causo la indignacion del pueblo coreano y le dio gran insulto. Reconozco que mi acto constituye una imperdonable accion hostil imperdonable que viola la  soberania y la ley de la RPDC. Solicito que la RPDC perdone mi acto. Ruego encarecidamente poniendome de rodillas que la RPDC y su pueblo me perdonen indulgentemente por el respecto.\n\t\t\t\t\t\n\t\t\t\t\tDurante la presente visita, llegue a conocer bien que es falsa la propaganda de las informaciones de Estados Unidos y el Occidente de que la RPDC es un pais aislado y en ella no hay la libertad de la creencia religiosa. Y tome la decision de hablar a otros y mis colegas de  mi insistencia positiva sobre la realidad y el verdadero aspecto de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tNo hare mas el acto violador a la soberania y la ley de la RPDC."
        },
        {
            "title": "Kim Yong Nam felicita al presidente bulgaro",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-14ss.html",
            "content": "Kim Yong Nam felicita al presidente bulgaro\r\nPyongyang, 3 de marzo (ACNC) -- Con motivo del Dia Nacional de la Republica de Bulgaria, Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, remitio el dia 3 un mensaje de felicitacion al presidente de ese pais europeo, Rosen Plevneliev.\n\t\t\t\t\tEn su misiva, el remitente formulo votos por el desarrollo y la prosperidad de Bulgaria y manifesto la conviccion de que seguiran desarrollandose positivamente las relaciones de amistad y cooperacion entre ambos paises."
        },
        {
            "title": "Kim Ji Hyang ocupa primer lugar en competencia internacional de Taipei China",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-16ss.html",
            "content": "Kim Ji Hyang ocupa primer lugar en competencia internacional de Taipei China\r\nPyongyang, 3 de marzo (ACNC) -- La maratonista de la Republica Popular Democratica de Corea, Kim Ji Hyang, entro primera en la meta con el record de 2h:34m:52s en la Competencia Internacional de Maraton de Taipei China, efectuada en la ciudad de Xinbei.\n\t\t\t\t\tSu compatriota Rim Kum Hui ocupo el tercer lugar en la misma cita.\n\t\t\t\t\t\n\t\t\t\t\tEn esa ocasion compitieron mas de 3 mil 500 jugadores de ambos sexos provenientes de 8 paises y regiones, inclusive la Republica Popular Democratica de Corea, Etiopia, Kenia, Marruecos, Francia y Taipei China.\n\t\t\t\t\t\n\t\t\t\t\tLos maratonistas coreanos repatriaron el dia 3."
        },
        {
            "title": "Pak Yong Sun - reina mundial de tenis de mesa",
            "url": "http://kcna.co.jp/item/2014/201403/news03/20140303-09ss.html",
            "content": "Pak Yong Sun - reina mundial de tenis de mesa\r\nPyongyang, 3 de marzo (ACNC) -- Pak Yong Sun, conocida por todo el mundo como reina mundial de ping-pong, es una de las estrellas del deporte que estan presentes en la memoria del pueblo coreano.\n\t\t\t\t\tElla nacio en agosto de 1956 en el distrito de Sakju de la provincia de Phyong-an del Norte y comenzo a practicar el tenis de mesa desde nina.\n\t\t\t\t\t\n\t\t\t\t\tA los 12 anos de edad, ocupo el primer lugar en la competencia nacional de ping-pong de la rama de escuelas secundarias y 3 anos despues, comenzo a brillar en los juegos internacionales.\n\t\t\t\t\t\n\t\t\t\t\tEn el XXXIII Campeonato Mundial de Tenis de Mesa, efectuado en el 64 (1975) de la Era Juche, conquisto una medalla de oro al doblegar a todas sus rivales y recibio la corona y el cinturon de campeona mundial.\n\t\t\t\t\t\n\t\t\t\t\tEn aquel entonces, los periodicos, radios y TV de la India publicaron el exito de Pak bajo grandes titulares tales como \"Corea triunfo\", \"Pak Yong Sun, monarca mundial de tenis de mesa\".\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Il Sung y el Dirigente Kim Jong Il se reunieron con Pak y tomaron una foto de recuerdo con ella elogiandola como deportista heroina que exalto a todo el mundo el honor de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEn el siguiente campeonato de 1977, ella se corono bicampeona mundial.\n\t\t\t\t\t\n\t\t\t\t\tEn su carrera de jugadora, la Heroina del Trabajo y Deportista del Pueblo obtuvo 37 medallas, de ellas 15 de oro, en los eventos internacionales, entre otros el III Campeonato Asiatico de Tenis de Mesa y el Torneo de Tenis de Mesa de 5 Continentes.\n\t\t\t\t\t\n\t\t\t\t\tFallecio en julio de 1987 y sus restos mortales reposan en el Cementerio de Martires Patrioticos."
        }
    ]
}