{
    "date": "2014-11-28",
    "url": "http://kcna.co.jp/item/2014/201411/2014-11-28ee.html",
    "articles": [
        {
            "title": "Publicada informacion detallada de Asociacion de Estudio de Derechos Humanos de Corea",
            "url": "http://kcna.co.jp/item/2014/201411/news28/20141128-34ee.html",
            "content": "Publicada informacion detallada de Asociacion de Estudio de Derechos Humanos de Corea\n\t\t\t\t\t\t\r\nPyongyang, 28 de noviembre (ACNC) -- La Asociacion de Estudio de Derechos Humanos (AEDH) de la Republica Popular Democratica de Corea hizo publica el dia 28 la siguiente informacion detallada:\n\t\t\t\t\tEn el tercer comite del 69o periodo de sesiones de la Asamblea General de la ONU, efectuado el 18 de noviembre, se aprobo forzosamente la \"resolucion de DDHH\"  que insulta gravemente la dignidad de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas hostiles encabezadas por Estados Unidos inventaron la \"resolucion\" con datos falsificados de calumnia a la autentica politica de la RPDC sobre los derechos humanos y presentaron hasta la insistencia en someter el \"problema de DDHH\" de la RPDC a la consideracion de la Corte Penal Internacional. \n\t\t\t\t\t\n\t\t\t\t\tLa adopcion forzosa de esta venenosa \"resolucion\", siendo acto hostil anti-RPDC producida por la estrategia de EE.UU. para derrocar el regimen socialista humano-centrico de la RPDC so pretexto de DDHH, es la maxima expresion de la politica norteamericana de hostilidad a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tTales actos obligan a nuestro ejercito y pueblo tomar merecidamente las contramedidas super-intransigentes. \n\t\t\t\t\t\n\t\t\t\t\tDado que el problema de DDHH se encuentra en el dilema de la verdadera cooperacion o la guerra, la Asociacion de Estudio de Derechos Humanos de la RPDC publica la informacion detallada para revelar la verdad de fabricacion de la \"resolucion de DDHH\" anti-RPDC, documento politico que no tiene nada que ver con la proteccion y fomento de derechos humanos y esclarecer la responsabilidad por su consecuencia. \n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t1. Politica y esfuerzos de la RPDC por la cooperacion internacional en la rama de DDHH\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC mantiene la invariable posicion politica de hacer incesantes esfuerzos por proteger y fomentar los verdaderos derechos humanos y promover la cooperacion internacional en la rama. \n\t\t\t\t\t\n\t\t\t\t\tDesde hace mucho tiempo, el gobierno de la RPDC vino fomentando y desarrollando el intercambio y dialogo internacionales en el dominio de DDHH. \n\t\t\t\t\t\n\t\t\t\t\tA citar por ejemplos, en abril-mayo de 1991 y 1995 la delegacion de la Amnistia Internacional visito a nuestro pais, ocasiones en las cuales se reunio con los funcionarios juridicos y los reclusos y visito las carceles y prevenciones. En una de esas carceles el ciudadano norteamericano Kenneth Bae hizo la reformacion con trabajo desde mayo de 2013 hasta noviembre de 2014. \n\t\t\t\t\t\n\t\t\t\t\tDesde mayo a junio de 1995, la delegacion de la Asociacion Internacional contra la Tortura realizo una visita a la RPDC para averiguar la realidad de nuestro pais. \n\t\t\t\t\t\n\t\t\t\t\tEn julio del mismo ano, la comitiva del informante especial sobre la violacion de mujeres del comite de DDHH de la ONU tambien vino a la RPDC para escuchar las politicas del gobierno de la RPDC contra la violacion de mujeres y ver la realidad. \n\t\t\t\t\t\n\t\t\t\t\tDespues de la Cumbre RPDC-UE, celebrada en mayo de 2001, el dialogo politico bilateral que se realizaba regularmente empezo a discutir el tema de DDHH. \n\t\t\t\t\t\n\t\t\t\t\tEn septiembre de 2001, la delegacion de parlamentarios de diferentes partidos politicos de Francia vio las carceles en la RPDC y departio con los funcionarios coreanos para hacer conocimiento de la realidad de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tAl visitar nuestro pais en mayo de 2002, el jefe del Departamento de Asia Oriental del Ministerio de Relaciones Exteriores de Alemania y su comitiva se reunieron con los ex reclusos y se enteraron del sistema juridico de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tPero, en abril de 2003 cuando marchaban bien las cooperaciones internacionales en el dominio de DDHH, la UE cambio de repente sin razon su posicion de dialogo y presento junto con Japon en la 59a reunion de la Comision de DDHH de la ONU el primer proyecto de \"resolucion de DDHH\" anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEsto fue un acto hostil politico a favor de la administracion Bush que revoco el Acuerdo Basico RPDC-EE.UU. y definio a nuestro pais como \"eje del mal\". \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, fue suspendido el dialogo de DDHH entre la RPDC y la UE y desde entonces no pudimos lograr ninguna cooperacion con la UE que cada ano presenta repetidamente ante la ONU el proyecto de \"resolucion de DDHH\" anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tNo obstante, el gobierno de la RPDC continuo esforzandose por promover la cooperacion multilateral en el dominio de DDHH. \n\t\t\t\t\t\n\t\t\t\t\tEn noviembre de 2003, presento el segundo informe sobre el cumplimiento del convenio  internacional sobre los derechos economicos, sociales y culturales y asistio con sinceridad a su deliberacion. \n\t\t\t\t\t\n\t\t\t\t\tEn junio de 2004, presento el segundo informe sobre el cumplimiento del convenio sobre los derechos de la infancia de la ONU y estuvo presente en su debate. \n\t\t\t\t\t\n\t\t\t\t\tEn julio de 2005 presento el primer informe sobre el convenio sobre la eliminacion de discriminacion de mujeres y participo en su discusion.\n\t\t\t\t\t\n\t\t\t\t\tEn enero de 2009, presento los tercer y cuarto informes sobre el cumplimiento del convenio sobre los derechos de la infancia de la ONU y participo en su analisis. \n\t\t\t\t\t\n\t\t\t\t\tEn diciembre de 2009, estuvo presente en el primer debate ordinario sobre la situacion de derechos humanos universales del Consejo de DDHH de la ONU (UPR). Y en mayo de 2014, participo con sinceridad en su segundo. \n\t\t\t\t\t\n\t\t\t\t\tEl 3 de julio de 2013 firmo el convenio de la ONU sobre los derechos de discapacitados. \n\t\t\t\t\t\n\t\t\t\t\tEl 9 de septiembre de 2014, firmo el protocolo selectivo sobre la prohibicion de tragico de infantes, prostitucion y pornografia del convenio de la ONU sobre los derechos de la infancia y lo aprobo en noviembre. \n\t\t\t\t\t\n\t\t\t\t\tEl gobierno de la RPDC hizo tales esfuerzos en la grave circunstancia en que se extendia  constantemente a la esfera de DDHH la politica norteamericana de hostilidad a la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tPor ejemplo, en julio de 2004, EE.UU. aprobo en el congreso la llamada \"ley de DDHH del Norte de Corea\", para legalizar su intento de intervenir en los asuntos internos de la RPDC y derrocar su regimen bajo el rotulo de \"defensa de DDHH\". \n\t\t\t\t\t\n\t\t\t\t\tEsta ley pretende, bajo el pretexto de promover los derechos humanos, la democracia y la economia de mercado en la RPDC y provocar el descontento entre los norcoreanos hacia su gobierno. Incluye clausulas como la emision radial de 12 horas al dia en idioma coreano, la introduccion masiva de miniradios sintonizados con esa emision, la incitacion a nuestros ciudadanos a la \"fuga del Norte\" y a la \"emigracion\" y \"exilio\" a EE.UU., el apoyo financiero y material para este fin, etc.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. malgasta cada ano diez millones de US$ para el cumplimiento de la \"ley de DDHH del Norte de Corea\" coerciendo a incorporarse hasta a varias organizaciones internacionales y los paises vecinos de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos tiempos tampoco el gobierno de la RPDC dejo de hacer esfuerzos por el dialogo y cooperacion en la rama de DDHH, aunque  EE.UU. y sus satelites mostraron claramente su intento de presentar ante la Asamblea General de la ONU de este ano el proyecto de \"resolucion de DDHH\" anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tDado que se tergiversa de continuo la situacion de DDHH de nuestro pais, debido a las constantes intrigas de las fuerzas hostiles, la Asociacion de Estudio de Derechos Humanos de la RPDC publico el informe el 13 de septiembre de 2014 con el fin de aclarar la verdad y facilitar el entendimiento internacional.\n\t\t\t\t\t\n\t\t\t\t\tEl informe explica de manera comprensiva y objetiva la situacion de DDHH de la RPDC donde el pueblo se ha hecho dueno del pais, razon por la cual fue aplaudido por la sociedad internacional y registrado y distribuido como  documento oficial de la Asamblea General, el Consejo de Seguridad y el Consejo de Derechos Humanos, de la ONU. \n\t\t\t\t\t\n\t\t\t\t\tEn septiembre de 2014, el Ministerio de Relaciones Exteriores de la RPDC expuso la voluntad de hacer el dialogo de DDHH con Alemania, Gran Bretana y otros paises europeos, y el 17 de septiembre, manifesto oficialmente el deseo de aceptar la cooperacion tecnica en la rama de DDHH que ofrezca la Oficina de Alto Comisionado de la ONU para los Derechos Humanos. \n\t\t\t\t\t\n\t\t\t\t\tY el 17 de octubre, invito oficialmente a nuestro pais al delegado plenipotenciario encargado de DDHH de la UE. \n\t\t\t\t\t\n\t\t\t\t\tEl 27 del mismo mes, el embajador itinerante del MINREX de la RPDC se reunio por primera vez en Nueva York con el \"informante especial\" sobre la situacion de DDHH de la RPDC, ocasion en la cual mostro la bondad y magnanimidad de permitir su visita a nuestro pais si el tiene interes en la solucion del problema de DDHH. \n\t\t\t\t\t\n\t\t\t\t\tAlgunos paises de la UE reconocieron y asintieron nuestros magnanimos esfuerzos y demandaron que la UE debe hacer cooperacion con nuestro pais, pero, por fin, aprobaron la \"resolucion\" anti-RPDC por no poder resistir la presion de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, ellos cerraron por si mismos las puertas de dialogos, inclusive el de DDHH, y de intercambio y cooperacion. \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t2. Caracter fraudulento y reaccionario de la \"resolucion de DDHH\" anti-RPDC \n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLa falsedad de la presente \"resolucion\" reside en que se basa en el documento intrigante llamado \"informe de la comision de investigacion\" sobre la situacion de DDHH de la RPDC, inventado recogiendo los \"testimonios\" fabricados de algunos \"fugitivos norcoreanos\" que fueron raptados o huyeron de la RPDC profugos de la justicia.\n\t\t\t\t\t\n\t\t\t\t\tLa \"comision de investigacion\" fue fundada por EE.UU. instigando a la UE y Japon al cabo de la escalada de presion sobre la RPDC en la ultima decada en las arenas internacionales, incluso la ONU. \n\t\t\t\t\t\n\t\t\t\t\tEl curso de fundacion de ese aparato insinua su caracter politico. \n\t\t\t\t\t\n\t\t\t\t\tEn marzo de 2013, en el Consejo de DDHH de la ONU en Ginebra fue aprobada la \"resolucion\" anti-RPDC que estipula la instalacion de la \"comision de investigacion\". En aquel entonces, se agudizaba mas que nunca el enfrentamiento entre la RPDC y EE.UU. por el lanzamiento exitoso del satelite artificial de la RPDC ejecutado el 12 de diciembre de 2012, su tercera prueba nuclear del 12 de febrero de 2013 y la subsiguiente sancion anticoreana de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tPercatado de que no podra derrocar con la sancion el regimen norcoreano, EE.UU. decidio librar una nueva ofensiva de presion anti-RPDC en el tema de DDHH. \n\t\t\t\t\t\n\t\t\t\t\tLa \"comision de investigacion\" compuesta por tres personas elaboro en menos de un ano su \"informe\" que \"juzga\" y \"evalua\" generalmente la situacion de derechos humanos de un pais y adjunta hasta el \"proyecto de consejo\". Esto suscita serias sospechas del caracter cientifico y credibilidad de ese documento. \n\t\t\t\t\t\n\t\t\t\t\tSegun el \"informe\", los miembros de la \"comision de investigacion\" se encontraron en varios paises con unos 300 \"testigos\", pero entre ellos no hay ni un ciudadano de la RPDC y ningun miembro de la \"comision\" ha visitado a nuestro pais. \n\t\t\t\t\t\n\t\t\t\t\tLos paises visitados por los miembros tienen relaciones hostiles con la RPDC como EE.UU. y Japon. Y los entrevistados por ellos son ciudadanos de paises hostiles o \"fugitivos norcoreanos\" controlados por las autoridades surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\tLa \"comision de investigacion\" no se atrevio a visitar a nuestro pais por su caracter anti-RPDC y publico ya al principio de su operacion que la investigacion se realizara a base de los testimonios de los \"fugitivos norcoreanos\" y las fotos tomadas via satelite. \n\t\t\t\t\t\n\t\t\t\t\tEn una entrevista con la radio australiana, concedida el 7 de mayo de 2013, el presidente de la \"comision de investigacion\", Michael Kirby, dijo que hay algunos despachos sobre la violacion de DDHH en el Norte de Corea, pero hacen falta los fundamentos para confirmarlos. \n\t\t\t\t\t\n\t\t\t\t\tEl \"informe\" no menciona ni los nombres de la mayoria de los \"fugitivos norcoreanos\" presentados como testigos bajo el pretexto de que sostuvo la \"entrevista a puertas cerradas\" para evitar que sean perjudicados sus familiares. Pero, esto es un defecto decisivo para el documento de una organizacion internacional. \n\t\t\t\t\t\n\t\t\t\t\tSegun ese documento,  a base de la declaracion del \"fugitivo norcoreano\" Sin Tong Hyok \"testimonio\" que en la RPDC hay el \"campo de concentracion de presos politicos\" donde se cometen \"crimenes de lesa humanidad\". Entonces, ?no se preocupa Sin de su padre que vive actualmente en la RPDC? ?O  sera tan inmoral que ya no le importa su progenitor que esta \"muerto\" al decir de ese mentiroso?\n\t\t\t\t\t\n\t\t\t\t\tEl nombre falso, la biografia y los testimonios manipulados de Sin Tong Hyok ya fueron publicados en video en la pagina web Uriminzokkiri@kp.com. \n\t\t\t\t\t\n\t\t\t\t\tHasta el autor de la novela sobre la \"historia de fuga del Norte\" de Sin reconocio que este mintio sobre la causa de ejecucion de su madre. \n\t\t\t\t\t\n\t\t\t\t\tEse relato de una experiencia personal  es una novela ficticia que dejo profunda \"impresion\" al secretario de Estado norteamericano Kerry y le hizo abrigar resentimiento sobre el actual regimen norcoreano. \n\t\t\t\t\t\n\t\t\t\t\tLos que visitaron a nuestro pais, sean de paises occidentales, no son tan ignorantes como aquellos sobre la situacion de DDHH de nuestro pais. \n\t\t\t\t\t\n\t\t\t\t\tUn parlamentario italiano, que ha sido testigo presencial de la realidad de la RPDC, dijo en una entrevista con la Radio 24 que los dichos de Sin Tong Hyok en la conferencia de prensa son mentiras hechas para ganarse el dinero y sus embustes se compilaron en un libro que se vende ahora a las personas. Y apunto que el mismo no compra ese libro que tergiversa la verdad. \n\t\t\t\t\t\n\t\t\t\t\tUn periodista irlandes publico el 29 de octubre de 2014 un articulo en la revista online The Diplomat.\n\t\t\t\t\t\n\t\t\t\t\tSegun el articulo, a principios de octubre, la \"fugitiva norcoreana\" llamada Pak Yon Mi de 21 anos de edad revelo llorosa la \"horrible situacion de DDHH\" del Norte de Corea en la Cumbre Mundial de Jovenes efectuada en Dublin de Irlanda. \n\t\t\t\t\t\n\t\t\t\t\tReportaron bajo grandes titulares la intervencion de ella los medios de prensa como BBC, Al Jazeera y Daily Mail, pero no pocos comentaristas expresaron las sospechas y afirmaron que esas palabras no estan apegadas a la realidad. \n\t\t\t\t\t\n\t\t\t\t\tEl empresario suizo Felix Abt, que trabajo durante 7 anos en la RPDC hasta 2009, insistio en que los testimonios de la mayoria de los \"fugitivos norcoreanos\" no se han confirmado todavia y han sido exagerados o falsificados sin duda alguna. \n\t\t\t\t\t\n\t\t\t\t\tComparando el canal de Dublin con el rio en su tierra natal, Pak disparateo que cada manana, pudo ver cadaveres flotando en las aguas del rio. Abt desmintio ese chisme mostrando las fotos de ninos norcoreanos jugando felizmente a las riberas de los rios y afirmando que visito varias veces al Norte de Corea, pero nunca pudo ver un cadaver. \n\t\t\t\t\t\n\t\t\t\t\tAbt desafio al disparate del otro \"fugitivo norcoreano\" Ri Kwang Chol quien dijo que en el Norte de Corea no existen los discapacitados fisicos debido a la \"politica infanticida\". Y recordo que Pyongyang envio a sus jugadores discapacitados a los Juegos Paralimpicos que tuvieron lugar en Inchon del Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tMichael Bassett, quien sirvio como especialista en asuntos del Norte de Corea para las tropas norteamericanas en la zona desmilitarizada de la Peninsula Coreana, tambien califico las palabras de Pak Yon Mi de mentiras puras.\n\t\t\t\t\t\n\t\t\t\t\tInsistio en que Pak describio la situacion de DDHH del Norte de Corea como una \"masacre\" para producir gran sensacion y apunto que detras de ella estan las entidades surcoreanas anti-RPDC como \"Freedom Factory\". Al referirse a que Pak le envio un articulo de refutacion a sus criticas, escribio en el tono burlon que ella usaba un ingles demasiado perfecto para ser una extranjera. \n\t\t\t\t\t\n\t\t\t\t\tEn una rueda de prensa con el periodico frances La Croix, concedida el 19 de febrero de 2014, un investigador del Instituto Internacional para Estudios Estrategicos de Francia califico el \"informe de DDHH\" anti-RPDC de la ONU como un documento parcial y no cientifico basado en los testimonios de las \"victimas\" del poder norcoreano. Y continuo que no se puede creer las fotos satelitales del \"campo de concentracion\" del Norte de Corea, citando por ejemplo que hace unos anos, fue publicada una foto satelital sobre la prueba nuclear del Norte de Corea, pero fue confirmada despues su falsedad. E insistio en no elaborar el \"informe\" parcial basado en los rumores sino un documento mas objetivo y cientifico. \n\t\t\t\t\t\n\t\t\t\t\tEl 19 de febrero de 2014, la vicepresidenta del Partido de Patria Libre de Brasil publico en el rotativo Hora do Povo la declaracion intitulada \"Sirviente de Obama invento el informe nazista contra la RPDC\". El texto senala que la mision principal de Michael Kirby es conceder la credibilidad a la incesante, caduca y \"exorbitante\" falsedad de los medios venales monopolizados, que sirven para los intereses de EE.UU. mediante la invencion de \"pruebas\" segun la demanda de Washington, y decir mentiras sobre la RPDC en funcion de la cooperacion internacional anti-RPDC bajo el control de EE.UU. Agrego que Kirby no visito nunca a Pyongyang ni converso con los representantes del gobierno de la RPDC, sino repitiendo la teoria nazista sin consideracion alguna, fue invitado muchas veces a Seul que dispone de todas las estructuras para fabricar los \"testimonios\" necesarios a elaborar el \"informe de la ONU\", documento falsificado de 372 paginas, a traves de entrevista con las perso\n\t\t\t\t\t\n\t\t\t\t\t nas en Seul y algunos \"fugitivos norcoreanos\". \n\t\t\t\t\t\n\t\t\t\t\tEl caracter reaccionario de la presente \"resolucion\" anti-RPDC reside en que este documento persigue el enfrentamiento e instiga la guerra, en lugar de la cooperacion y la paz. \n\t\t\t\t\t\n\t\t\t\t\tLa adopcion de ella por EE.UU. y sus satelites persigue el objetivo hostil de describir a la RPDC en los escenarios de la ONU como \"zona de violacion de DDHH\" y preparar el pretexto de intervencion armada. \n\t\t\t\t\t\n\t\t\t\t\tLa historia recuerda frescamente la guerra yugoslava desatada por EE.UU. en 1999 bajo el pretexto de \"defensa de derechos humanos y minorias\". \n\t\t\t\t\t\n\t\t\t\t\tSe va haciendo el peligroso antecedente de politizar e internacionalizar el problema de DDHH de un pais y malemplearlo en el derrocamiento de su regimen. He aqui la gravedad de la presente \"resolucion\".\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t3. \"Independencia\" apagada de la Union Europea\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEn la historia de la ONU no habra, sin duda, un documento como el \"informe de la comision de investigacion\" sobre la situacion de los derechos humanos de Corea, inventado torpemente con tanta premura.\n\t\t\t\t\t\n\t\t\t\t\t  La Union Europea conocera tambien que dicho \"informe\" tiene muchos defectos y debio ser verificado aunque en lo minimo.\n\t\t\t\t\t\n\t\t\t\t\t  Ya dimos la oportunidad de comprobacion ya que se presentaron dos reportes contrarios sobre la misma situacion al publicarse el informe de la Asociacion de Estudio de Derechos Humanos de la RPDC que refleja realmente la politica de DDHH y el regimen de aseguramiento de DDHH de esta y el estado de disfrute de DDHH de su pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  En ese contexto, dimos consentimiento a la visita a la RPDC del \"relator especial\" de la ONU sobre la situacion de DDHH en la RPDC y del representante plenipotenciario encargado de DDHH de la Union Europea y propusimos con iniciativa la reanudacion del dialogo con la UE sobre el mismo tema.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, la UE informo que en lo interno rehusa el dialogo un pais y en lo externo, lo rechazan EE.UU. y Japon. Y propuso aprobar primero la \"resolucion\" y realizar el dialogo despues.\n\t\t\t\t\t\n\t\t\t\t\t  Esos paises son los que no reconocen la soberania nacional de la RPDC en que se sintetizan los DDHH del pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  En el contacto con la parte coreana del 27 de octubre de 2014, el \"relator especial\" dijo que propondra a la UE excluir del \"proyecto de resolucion\" el problema de la Corte Penal Internacional. Unos dias despues, cambio su posicion diciendo que debe someter a dicha Corte el \"problema de DDHH\" de la RPDC y realizarse simultaneamente su visita a esta.\n\t\t\t\t\t\n\t\t\t\t\t  Esta opinion da lo mismo que negociar con nuestro pais con la pistola pegada en nuestra frente.\n\t\t\t\t\t\n\t\t\t\t\t  Como demuestra toda la trayectoria de tratamiento del problema nuclear de mas de 20 anos, la RPDC tiene el temperamento de no dialogar nunca bajo la presion, y reconocer y acudir solo al dialogo imparcial.\n\t\t\t\t\t\n\t\t\t\t\tLa presente postura de la UE nos hace pensar dos veces en la \"independencia\" de que hablan tanto sus miembros.\n\t\t\t\t\t\n\t\t\t\t\tHace unos anos, el premier de un pais miembro de la UE se gano el apodo de perro mimado de EE.UU., pero hoy causa esa impresion toda la UE.\n\t\t\t\t\t\n\t\t\t\t\tEntonces, nos cabe la duda de si se realizaran debidamente el dialogo y la cooperacion con esa contraparte que no tiene sano juicio y es floja en su criterio.\n\t\t\t\t\t\n\t\t\t\t\tViendo la \"independencia\" apagada de la UE, nos ponemos sospechosos de si valdran la pena o no de las negociaciones con ese bloque.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t4. Extremada imparcialidad de la ONU\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tEl proceso de aprobacion forzosa de la presente \"resolucion\" deja conocer claramente que hoy en dia, la ONU se convierte en un lugar tumultuoso donde lo todo se decide segun la coercion y la arbitrariedad y el dolar de EE.UU. y se ultraja el destino de los paises debiles, lo cual contraviene al principio de igualdad de soberania estipulado en la Carta de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tEn visperas de la Asamblea General de la ONU de este ano, la cancilleria coreana tuvo contactos y realizo el dialogo y la negociacion con mas de 150 paises miembros de la ONU con el tema de DDHH, excepto a los pocos connotados paises hostiles.\n\t\t\t\t\t\n\t\t\t\t\tLa mayoria de los paises miembros se mostraron escepticos del mencionado \"informe\" y reconocieron que fue politizado este documento. No pocos paises confesaron que se veran obligados a abstenerse o ausentarse en la votacion de la \"resolucion\" porque EE.UU., Japon y otros paises les amenazan con cortar la ayuda economica y el prestamo y les ejercen la presion politica. Y nos rogaron considerar esos gestos como apoyo y solidaridad con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTales paises hubo muchos en Asia y Africa.\n\t\t\t\t\t\n\t\t\t\t\tDurante el periodo de la Asamblea General de la ONU, se ha revelado fehacientemente quien se opone realmente al dialogo de DDHH.\n\t\t\t\t\t\n\t\t\t\t\tEl 23 de septiembre, EE.UU. anuncio que organizaria en Nueva York la \"reunion de alto nivel sobre los DDHH del Norte de Corea\", aparte del 69o periodo de sesiones de la Asamblea General de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tPartiendo del deseo de corregir la erronea concepcion y el prejuicio sobre el \"problema de DDHH\" de la RPDC y dar a conocer correctamente su verdad, hemos expresado la voluntad de participar en esa reunion en calidad de parte interesada y la informo a la parte norteamericana.\n\t\t\t\t\t\n\t\t\t\t\tLa parte norteamericana nos respondio que daria la respuesta despues. Al cabo de mantenerse callada, rechazo nuestra participacion describiendola como \"inapropiada\".\n\t\t\t\t\t\n\t\t\t\t\tDesde el principio, es una costumbre y procedimiento invitar a la parte interesada en la agenda a la hora de convocar todas las reuniones internacionales incluyendo las de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no tuvo el coraje de aceptar la participacion de nuestro pais, parte interesada directamente, o desde el principio quiso convertir esa reunion en un espacio de conspiracion.\n\t\t\t\t\t\n\t\t\t\t\tTendran acaso ese pais y sus lacayos la calidad de hablar del dialogo de DDHH?\n\t\t\t\t\t\n\t\t\t\t\tNo pocos paises nos pidieron tomar en consideracion que votaron a favor no por el problema de DDHH sino por la amenaza del imperio y el pais isla con suspender la ayuda economica, lo cual demuestra a que extremo han llegado la coercion y la arbitrariedad de EE.UU. en la ONU.\n\t\t\t\t\t\n\t\t\t\t\tComo dijo una personalidad del Occidente, la ONU se convierte hoy dia en el escenario donde el 99% de los paises miembros son victimas de 1% de los paises miembros.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC no desea el \"reconocimiento\" de alguien en el problema de DDHH ni siente la necesidad de dejarse mover por otros.\n\t\t\t\t\t\n\t\t\t\t\tLo que prefiere el pueblo y conviene a su demanda e intereses llega a ser nuestra pauta de DDHH.\n\t\t\t\t\t\n\t\t\t\t\tEl complot orquestado esta vez en la ONU es una farsa politica encaminada a oprimir la justicia con la injusticia y tapar la verdad con la falsedad. Es ademas el climax de la payasada para enganar a todo el mundo con conspiraciones e inventos.\n\t\t\t\t\t\n\t\t\t\t\tCausan la furia de nuestro pueblo las tentativas de EE.UU. y sus seguidores de derrocar al regimen socialista centrado en las masas populares, cuna de vida escogida por nuestro pueblo y considerada mas valiosa que su vida.\n\t\t\t\t\t\n\t\t\t\t\tRepercuten por doquier del pais las voces que reclaman la venganza y el castigo severo a los que censuraron hasta la maxima dignidad que significa lo todo de su vida para el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tHaremos todo lo posible para frustrar todas las manifestaciones de la ofensiva de \"DDHH\" de EE.UU. y otras fuerzas hostiles y defender nuestro regimen socialista donde las masas populares son duenas de lo todo y se garantizan en el maximo nivel sus verdaderos derechos humanos."
        }
    ]
}