{
    "date": "2014-10-27",
    "url": "http://kcna.co.jp/item/2014/201410/2014-10-27ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Arrives in Brazzaville",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-21ee.html",
            "content": "Kim Yong Nam Arrives in Brazzaville\r\nBrazzaville, October 27 (KCNA Correspondent) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, arrived in Brazzaville on Monday to pay an official goodwill visit to the Republic of Congo.\n\t\t\t\t\t Arriving there together with him were Kang Ha Guk, minister of Public Health, Kung Sok Ung, vice-minister of Foreign Affairs, So Kil Bok, vice-minister of External Economic Relations, and other suite members.\n\t\t\t\t\t\n\t\t\t\t\t Kim and his party left Sudan Sunday."
        },
        {
            "title": "Talks between Chairmen of Parliamentary Groups of DPRK and Germany Held",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-13ee.html",
            "content": "Talks between Chairmen of Parliamentary Groups of DPRK and Germany Held\r\nPyongyang, October 27 (KCNA) -- Talks between Ri Jong Hyok, chairman of the DPRK-Germany Friendship Parliamentary Group, and Hartmut Koschyk, chairman of the German-Korean Parliamentary Group, were held at the Mansudae Assembly Hall Monday.\n\t\t\t\t\t Present there were from the DPRK side Kim Ung Chol, deputy to the Supreme People's Assembly, and from the opposite side Thomas Schaefer, German ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on the issue of boosting the relations between the parliamentary groups of the two countries and other issues of mutual concern."
        },
        {
            "title": "Message of Sympathy to Egyptian President",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-24ee.html",
            "content": "Message of Sympathy to Egyptian President\r\nPyongyang, October 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPR of Korea, Monday sent a message of sympathy to Abdel Fattah al－Sisi, president of Egypt, as regards the recent terrorist bombing attack at a local military checkpoint in Egypt's Sinai Peninsula that left many soldiers and people dead.\n\t\t\t\t\t Kim Yong Nam expressed deep sympathy and condolences to the president, government and people of Egypt and the families of the victims. \n\t\t\t\t\t\n\t\t\t\t\t It is the consistent and steadfast stand of the DPRK to oppose all forms of terrorism and any support for it, he said, adding that the DPRK government strongly condemns the terrorist act. \n\t\t\t\t\t\n\t\t\t\t\t He reaffirmed once again the invariable support and solidarity of the DPRK government with the friendly Egyptian government and people in their efforts to defend security and stability of the country and ensure national unity."
        },
        {
            "title": "Greetings to FM of Netherlands",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-22ee.html",
            "content": "Greetings to FM of Netherlands\r\nPyongyang, October 27 (KCNA) -- DPRK Foreign Minister Ri Su Yong sent a congratulatory message to Albert Koenders upon his appointment as foreign minister of the Netherlands on October 24.\n\t\t\t\t\t The message expressed belief that the bilateral relations would develop on good terms in line with the common interests and desire of the two peoples, wishing him success in his new job."
        },
        {
            "title": "Japanese Government Delegation Here",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-11ee.html",
            "content": "Japanese Government Delegation Here\r\nPyongyang, October 27 (KCNA) -- A Japanese government delegation led by Junichi Ihara, chief of the Asia and Oceania Bureau of the Ministry of Foreign Affairs, arrived here on Monday."
        },
        {
            "title": "Reception Given by Ambassador of Czech Republic",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-12ee.html",
            "content": "Reception Given by Ambassador of Czech Republic\r\nPyongyang, October 27 (KCNA) -- Dusan Strauch, ambassador of the Czech Republic to the DPRK, gave a reception Monday on the occasion of its national holiday. \n\t\t\t\t\t Present there on invitation were Ri Kil Song, vice-minister of Foreign Affairs, Ri Kwang Gun, vice-minister of External Economic Relations, Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, Mun Jae Chol, vice-director of the General Bureau for Affairs with Diplomatic Corps, officials concerned, foreign diplomatic envoys and representatives of international bodies here. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Gold Prize Awarded to Korean Display Garden at Gardening Contest of Qingdao Int'l Horticultural Expo",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-23ee.html",
            "content": "Gold Prize Awarded to Korean Display Garden at Gardening Contest of Qingdao Int'l Horticultural Expo\r\nBeijing, October 26 (KCNA) -- A gold prize of the outdoor gardening contest was awarded to the Korean display garden at the 2014 Qingdao International Horticultural Expo.\n\t\t\t\t\t The gold prize and certificate were handed over to the head of the delegation of the Korea Kimilsungia-Kimjongilia Committee at the closing ceremony of the expo held in Qingdao City, Shandong Province, China on Oct. 25."
        },
        {
            "title": "Construction of Pyongyang Baby Home, Orphanage Completed",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-20ee.html",
            "content": "Construction of Pyongyang Baby Home, Orphanage Completed\r\nPyongyang, October 27 (KCNA) -- The Pyongyang Baby Home and Orphanage were built in a peculiar and attractive manner on the picturesque bank of the River Taedong.\n\t\t\t\t\t They have all conditions and environment for upbringing, education and living: Nursing rooms, education rooms, physical exercise rooms, treatment rooms, intelligence games rooms, outdoor and indoor wading pools, various amusement facilities and equipment for entertainment and parks.\n\t\t\t\t\t\n\t\t\t\t\t A ceremony of completion of the construction of the baby home and orphanage took place on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Ki Nam, Choe Thae Bok, Kim Yong Jin, vice-premier, Kim Su Gil, chief secretary of the Pyongyang City Committee of the Workers' Party of Korea, Cha Hui Rim, chairman of the Pyongyang City People's Committee, commanding officers of units which took part in the construction, soldier-builders, officials, employees and children of the baby home and orphanage, and officials of party and power bodies and relevant fields in the city.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok, member of the Political Bureau and secretary of the Central Committee of the WPK, made an address.\n\t\t\t\t\t\n\t\t\t\t\t The construction of the modern Pyongyang Baby Home and Orphanage under the loving care of Marshal Kim Jong Un made it possible to give fuller play to the advantages of the Korean-style socialist system and enable children to lead a pleasant and happy life with nothing to desire more in the world, he said.\n\t\t\t\t\t\n\t\t\t\t\t He called for taking good care of children so that they may always enjoy a cheerful and happy life and bringing them up to be future pillars of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants went round various places of the baby home and orphanage."
        },
        {
            "title": "Songsan Railway Station Rebuilt in DPRK",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-19ee.html",
            "content": "Songsan Railway Station Rebuilt in DPRK\r\nSepho, October 27 (KCNA) -- Songsan Railway Station was rebuilt in Kangwon Province of the DPRK and went operational with due ceremony on Monday.\n\t\t\t\t\t The completion of the project made it possible to provide the travelers to the Sepho area with more comfortable and convenient conditions.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Vice-Premier of the Cabinet Choe Yong Gon, officials in the field of railway transport, members of the Construction Shock Brigade 922, and working people in Sepho County."
        },
        {
            "title": "DPRK People Turn Out in Drive for Sci-tech Innovations",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-15ee.html",
            "content": "DPRK People Turn Out in Drive for Sci-tech Innovations\r\nPyongyang, October 27 (KCNA) -- All the people in the DPRK have turned out in the efforts to solve sci-tech problems arising in accelerating the building of knowledge-based economy.\n\t\t\t\t\t Those at the Tanchon Smeltery have introduced more than one hundred innovation proposals in recent years, updating zinc oxide, glass fibre and other production processes.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang Cosmetics Factory and other light industrial establishments made a lot of scientific and technical achievements conducive to boosting the production and improving the quality of products with less manpower.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, many new technological inventions for normal production and localization of imported equipment were made in fishery, traffic service and other economic sectors of the country."
        },
        {
            "title": "Air-pollution Prevention Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-16ee.html",
            "content": "Air-pollution Prevention Brisk in DPRK\r\nPyongyang, October 27 (KCNA) -- A work to prevent air-pollution is getting intensified in the Democratic People's Republic of Korea.\n\t\t\t\t\t Real-time aeroscopy program was developed for the nationwide air-pollution monitoring network. It has been already introduced to Pyongyang city to analyze the quantity of air-pollutants exhausted from industrial establishments and residential quarters and take countermeasures in time.\n\t\t\t\t\t\n\t\t\t\t\t Also, many inventions were made and introduced to remove dust and gas from furnaces and boilers and decrease exhausted gas emission of vehicles.  They include a high-speed volute dust-gas collector and additives for gasoline and diesel.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, all the people in the country have turned out in a drive to plant trees in mountains and turf in towns and countryside and around railways.\n\t\t\t\t\t\n\t\t\t\t\t And the government encourages the development and utilization of natural energies and biofuel, instead of fossil fuel, in the country.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwang Ho, a section chief of the Ministry of Land and Environment Protection, told KCNA that the government increased the investment to carry out the air-pollution prevention project under a long-term plan. The DPRK is strengthening the exchange and cooperation with other countries and international bodies in this field, he added."
        },
        {
            "title": "AFC Coaching Course in DPRK",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-17ee.html",
            "content": "AFC Coaching Course in DPRK\r\nPyongyang, October 27 (KCNA) -- The AFC (Asian Football Confederation) \"A\" license award coaching course (first phase) took place here on Oct. 14-26.\n\t\t\t\t\t Attending it were 20-odd coaches of sports teams and football instructors of the Pyongyang International Football School, who were qualified for the AFC \"B\" license award coach.\n\t\t\t\t\t\n\t\t\t\t\t The course, divided into theoretical and practical sections, dealt with such matters as responsibility of coach, main factors for adoption of match tactics, weekly training plan and forward and defensive ways.\n\t\t\t\t\t\n\t\t\t\t\t It was officiated by Ardeshir Pournemat Nodehi, an AFC coach instructor.\n\t\t\t\t\t\n\t\t\t\t\t According to an official concerned, the AFC \"A\" license award coaching course has been held several times in the DPRK and more than 60 coaches got the \"A\" license award over the past years."
        },
        {
            "title": "KCNA Commentary Flays U.S. Invariable Ambition for World Hegemony",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-10ee.html",
            "content": "KCNA Commentary Flays U.S. Invariable Ambition for World Hegemony\r\nPyongyang, October 27 (KCNA) -- The U.S. Army has worked out a new military strategy to cope with military conflicts with different countries of the world including the DPRK.\n\t\t\t\t\t In a recent report \"Operation concept of the Army: 2020-2040\" the U.S. Army defined the DPRK, Iran, Russia, China, etc. as \"regional powers\" with the biggest possibility to clash with the U.S. in the future and \"states in the relations of competition seeking hegemony\" and advanced a new operation concept calling for the U.S. forces' plan for familiarity and change pursuant to it.\n\t\t\t\t\t\n\t\t\t\t\t According to this new military strategy called \"victory in complicated world\", seven of 10 division-level commands of the U.S. forces will be deployed overseas and equipment for infantry such as transport helicopters will be massively increased to make up for the reduction of heavy weapons.\n\t\t\t\t\t\n\t\t\t\t\t This is touching off strong rebuff of the international community as it is a reckless act of containing those countries courting the U.S. displeasure by force of arms and realizing its ambition for world domination at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now facing serious challenges externally and having a hard time.\n\t\t\t\t\t\n\t\t\t\t\t It is facing not a few of difficulties in carrying out its strategy for dominating Asia-Pacific as the DPRK is waging a dynamic anti-U.S. struggle to defend the sovereignty. The economic and military growth of Russia and China is posing threats to the U.S. hegemonic position. Fierce armed conflicts in the Near East are sapping the strength of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t As all this was an inevitable product of the U.S. brigandish moves for aggression and world domination, it should have drawn a due lesson from this. But the U.S. worked out a more dangerous military strategy and has resorted to military actions, pursuant to it.\n\t\t\t\t\t\n\t\t\t\t\t In the above-said report the U.S. scenario for world domination has gone the lengths of openly defining armed forces of the DPRK, Iran, Russia and China as \"those of enemies\". A particular mention should be made of the fact that in the said report the U.S. defined China as a \"country posing greatest threats to the U.S.\", a country with the biggest possibility to clash with the U.S. forces. It is expressing strong caution against China's growth of military capability and military modernization, openly calling for substantial counteraction against it.\n\t\t\t\t\t\n\t\t\t\t\t Experts in the U.S. were unanimous in asserting that the report underscored notably the possibility of armed conflict between China and the U.S. It proves that the new military strategy is related to containing China in many aspects.\n\t\t\t\t\t\n\t\t\t\t\t A high-ranking official of the U.S. military said that the new military strategy included the operations for deploying armed forces now under way. The U.S. is deploying armed forces in the Asia-Pacific region in a bid to finally aim to contain China. These two facts clearly indicate what the final goal of this strategy is.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the U.S. is busy deploying in south Korea THAAD which has China within the radius of its operation. Those concerned of the U.S. Department of Defense are openly saying that the development of ultra modern supersonic missile is aimed to cope with China's development of supersonic weapons.\n\t\t\t\t\t\n\t\t\t\t\t The reality proves that the U.S. is mulling finally attaining its criminal goal for world hegemony by totally containing a \"state posing greatest threat\" to the world.\n\t\t\t\t\t\n\t\t\t\t\t It is by no means fortuitous that military experts are commenting that the U.S. new military strategy making military conflict with China a fait accompli is an \"operation plan simulating the third world war\". \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the arch criminal disturbing world peace and security and the most shameless empire of evils.\n\t\t\t\t\t\n\t\t\t\t\t The new military strategy is driving military confrontation and contradiction between the U.S. and China into the worst phase.\n\t\t\t\t\t\n\t\t\t\t\t The human history branded all attempts to become the emperor of the world as a futile act of inviting a ruin.\n\t\t\t\t\t\n\t\t\t\t\t Many countries and regions of the world are strongly countering the U.S. moves for hegemony.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should properly face up to history and reality and stop acting rashly."
        },
        {
            "title": "Rodong Sinmun Blasts S. Korean Authorities' Double-Dealing Attitude",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-07ee.html",
            "content": "Rodong Sinmun Blasts S. Korean Authorities' Double-Dealing Attitude\r\nPyongyang, October 27 (KCNA) -- The south Korean authorities are talking a lot about dialogue while making much ado about the north-south high-level contact. Rodong Sinmun Monday observes in an article in this connection: This is a total distortion of the reality and a deceptive artifice to shift the responsibility for the situation onto the north.\n\t\t\t\t\t The south Korean puppet group is getting frantic in its moves to spoil the atmosphere of dialogue, dead-set against the improvement of the inter-Korean relations. Such confrontational maniacs' behavior of paying lip-service to \"dialogue\" and so on is like beating one on the back and caressing his chin. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never tolerate the puppet group's such double-dealing attitude as intensifying provocations to it while misleading the public opinion under the signboard of \"dialogue\".\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities truly want the dialogue and improved relations between the north and the south, they should stop all sorts of political and military hostile acts including the anti-DPRK leaflet scattering operations.\n\t\t\t\t\t\n\t\t\t\t\t The north-south relations are now standing at the crucial crossroads.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing grave situation calls upon the responsible authorities to make a decision.\n\t\t\t\t\t\n\t\t\t\t\t If south Korea persistently makes provocative remarks to rattle the nerves of the dialogue partner and escalate the military tension, these practices will block even the lane of dialogue opened with much effort, much less paving a wide avenue for mending the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The fate of the north-south dialogue entirely hinges on the behavior of the south Korean authorities."
        },
        {
            "title": "Rodong Sinmun Condemns Japanese Ruling Quarters for Visiting Yasukuni Shrine",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-09ee.html",
            "content": "Rodong Sinmun Condemns Japanese Ruling Quarters for Visiting Yasukuni Shrine\r\nPyongyang, October 27 (KCNA) -- Shortly ago, Japanese ultra-right politicians and ministers thronged to Yasukuni Shrine once again.\n\t\t\t\t\tOn Oct. 17 the chief executive of Japan sent a ritual offering to the shrine and then more than 110 dietmen visited it. And the minister of Internal Affairs, the chairman of the National Public Safety Commission and other high-ranking officials of the Cabinet were busy sending ritual offerings and visiting the shrine.\n\t\t\t\t\t\n\t\t\t\t\tCommenting on this, Rodong Sinmun Monday terms this behavior an open challenge to the justice of history and human conscience and a criminal act of embellishing the crime-woven past history and inciting militarism in Japanese society.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries passively paid visits to the shrine in the past, avoiding the watch of the international community including Asian countries. But they have now become undisguised and emboldened to do so, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tWhat is lashing people into fury is that the Japanese ruling quarters are justifying and shielding their visits to the shrine. Lurking behind this is a sinister aim to instill into the younger generation the \"soul\" of the militarist maniacs who died in overseas aggression and thus implant into them the awareness that they should take the road of reinvasion by brandishing swords in the future.\n\t\t\t\t\t\n\t\t\t\t\tThe present Japanese ruling forces should lend their ears to the voices of the international community and fulfill their commitments. The prospect of Japan depends on how properly they approach the past history of aggression, how deeply they reflect on it and how honestly they give up their militarist ambition.\n\t\t\t\t\t\n\t\t\t\t\tIf the Japanese reactionaries persist in such act of calling back the departed soul of the militarists as visit to the shrine and go in for militarism, oblivious of this, they will only precipitate their self-destruction."
        },
        {
            "title": "S. Korean Warmongers Censured for Their Military Provocation to DPRK",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-08ee.html",
            "content": "S. Korean Warmongers Censured for Their Military Provocation to DPRK\r\nPyongyang, October 27 (KCNA) -- The south Korean puppet warmongers fired bullets and shells at a warship of the Navy of the Korean People's Army in the waters off the southwest part on the West Sea of Korea on Oct. 7, sparking off a military clash. \n\t\t\t\t\t They fired at random at KPA soldiers on a routine patrol duty in the portion of the area of the north side along the Military Demarcation Line on Oct. 18 and 19.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Monday terms these provocations deliberate actions to totally chill the hard-won atmosphere of dialogue and drive the north-south relations into a phase of war.\n\t\t\t\t\t\n\t\t\t\t\t The recent firing cases prove that the promise the south Korean authorities made to the north side to make positive efforts for dialogue between the north and the south and the improvement of the inter-Korean relations is hypocrisy and an empty talk and what they are seeking is only confrontation, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Their firing provocations are very dangerous. No one can vouch that their deliberate military provocations would not lead to an all-out war against the DPRK under such tense situation as now.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations are inching close to confrontation due to the anti-DPRK leaflet-scattering operations. The puppet group's reckless actions to bring them to a total collapse through outrageous military provocations clearly prove how deceptive and shameless \"dialogue\" touted by them is.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop acting rashly, clearly understanding that their repeated military provocations are treacherous acts of leading the situation to an uncontrollable catastrophe, missing an opportunity of mending the inter-Korean relations."
        },
        {
            "title": "S. Korean Authorities Slammed for Extending Transfer of Right to OPECON Indefinitely",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-14ee.html",
            "content": "S. Korean Authorities Slammed for Extending Transfer of Right to OPECON Indefinitely\r\nPyongyang, October 27 (KCNA) -- The south Korean Kyunghyang Daily News carried an editorial on October 24 denouncing the authorities for deciding to extend the transfer of the right to wartime operation control (OPECON).\n\t\t\t\t\t The editorial recalled that the military authorities of south Korea agreed on the U.S. forces' indefinite exercise of the right to OPECON at the annual security consultative meeting.\n\t\t\t\t\t\n\t\t\t\t\t It said the Lee Myung Bak regime extended the transfer of the right to OPECON to the period beyond 2012 under the pretext of the north's nuclear test, Cheonan warship sinking case, etc. though it had been slated for the year and the Ministry of Defense affirmed that there would be no re-extension as it was fully ready for its transfer in 2015.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities, however, overturned the preceding theory and declaration for the mere reason that they \"have not acquired such capacity\", the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t The reason that the \"north's nuclear weaponization through a nuclear test poses a serious threat\" has no persuasive power at all, it noted, adding that such situation was created not yesterday or today but during the Lee regime when it was extended. \n\t\t\t\t\t\n\t\t\t\t\t If south Korea intends to cling to such theory, it should declare it will give up its military sovereignty forever in case the north conducts another nuclear test in the future, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It urged the south Korean authorities to stop extending the transfer of the right to OPECON indefinitely."
        },
        {
            "title": "S. Korean Authorities Flailed for Their Sycophantic Behavior",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-18ee.html",
            "content": "S. Korean Authorities Flailed for Their Sycophantic Behavior\r\nPyongyang, October 27 (KCNA) -- The south Korean newspaper Hangyore carried an editorial on Oct. 24 condemning the puppet authorities for abandoning the transfer of the right to wartime operation control (OPECON).\n\t\t\t\t\t The editorial said that at the south Korea-U.S. annual security consultative meeting that day the authorities decided to agree upon the period of the transfer of the right to OPECON according to the situation on the Korean Peninsula, deferring the transfer slated for 2015.\n\t\t\t\t\t\n\t\t\t\t\t This means, in fact, giving up the right to OPECON, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The present chief executive reneged on the commitment to the transfer of the right to OPECON and secretly begged the U.S. to extend it since she took office, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the agreement is the deep-rooted sycophancy toward the U.S. that south Korea can rest assured only when it depends on the U.S., it said.\n\t\t\t\t\t\n\t\t\t\t\t It insisted that the present regime is to blame for making the people shoulder the heavy burden of a fabulous amount of military fund."
        },
        {
            "title": "Russian Party Denounces U.S. Campaign against DPRK",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-05ee.html",
            "content": "Russian Party Denounces U.S. Campaign against DPRK\r\nPyongyang, October 27 (KCNA) -- The Central Committee of the Communist Party-Party of Communists of Russia made public a statement in denunciation of the U.S. campaign against the DPR of Korea over its human rights on Oct. 22. \n\t\t\t\t\t The statement said as follows:\n\t\t\t\t\t\n\t\t\t\t\t We bitterly denounce the U.S. and the forces following it for trying to politicize the \"human rights issue\" of the DPRK at the UN under the false \"report on human rights\". \n\t\t\t\t\t\n\t\t\t\t\t The \"report\" cooked up by the U.S. and its followers is distorting human rights policy and system in the DPRK and its reality. \n\t\t\t\t\t\n\t\t\t\t\t Experts assert that the recent report of the DPRK Association for Human Rights Studies should be discussed at the United Nations. \n\t\t\t\t\t\n\t\t\t\t\t It is well known that the DPRK is looking after the life of the old with no supporters, children and disabled persons in a responsible manner and that free education and free medical treatment are guaranteed by law for the people in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We think that other countries should learn from the human rights policy in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We strongly protest the U.S. campaign against the DPRK over its human rights as it is a plot to defame the DPRK."
        },
        {
            "title": "Seminars on Kim Jong Il's Work Held in Benin, Nigeria",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-01ee.html",
            "content": "Seminars on Kim Jong Il's Work Held in Benin, Nigeria\r\nPyongyang, October 27 (KCNA) -- Seminars on leader Kim Jong Il's work \"Socialism Is a Science\" were held by the Benin Group for the Study of Kimilsungism-Kimjongilism, Nigerian Group for the Study of Kimilsungism-Kimjongilism and the Nigerian Group for the Study of Songun Politics from Oct. 15 to 17 on the occasions of the 3rd anniversary of his demise and the 20th anniversary of the publication of his work.\n\t\t\t\t\t Pascal Zouncheme, chief of the Benin Group for the Study of Kimilsungism-Kimjongilism, said that Kim Jong Il issued his famous work \"Socialism Is a Science\" in the late 20th century when the world socialist movement was suffering from severe twists and turns.\n\t\t\t\t\t\n\t\t\t\t\t He noted Kim Jong Il in his work said that the collapse of socialism in various countries does not mean the failure of socialism which is a science but the bankruptcy of opportunism that deteriorated socialism, and clearly indicated the scientific accuracy and truth of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Igwanagu Nicholas, chairman of the Nigerian Group for the Study of Kimilsungism-Kimjongilism, said Kim Jong Il in his work clarified the historical inevitability of socialism scientifically and theoretically and thus proved that socialism is sure to triumph as it is a science and dealt a sledge-hammer blow at the imperialists and betrayers of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Ahmed Blaza Lawan, chairman of the Nigerian Group for the Study of the Songun Politics, said that twenty years since the publication of the work are the days during which the validity and vitality of the work were fully displayed."
        },
        {
            "title": "Kim Jong Il's Exploits Praised in Nigeria",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-02ee.html",
            "content": "Kim Jong Il's Exploits Praised in Nigeria\r\nPyongyang, October 27 (KCNA) -- A remembrance meeting, photo exhibition and film show took place in Nigeria on Oct. 20 and 21 on the occasion of the 3rd anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Displayed at the venue of the photo exhibition were photos documenting the sacred revolutionary life and immortal exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Screened at the film show was the Korean film introducing the Taedonggang Combined Fruit Farm.\n\t\t\t\t\t\n\t\t\t\t\t A senator of the National Assembly of Nigeria said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il achieved the immortal exploits to be recorded in history.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the Songun politics as the fundamental political mode under socialism.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the principle of Songun and developed the Korean People's Army into the invincible army perfect in political ideology and in military technique.\n\t\t\t\t\t\n\t\t\t\t\t He also further consolidated the all-people and the nationwide defence system.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's independent national defence industry is capable of fully providing the military hardware and equipment necessary for bolstering the defence capabilities and the DPRK is demonstrating its might as a power capable of dealing a merciless blow at anyone who dares provoke it.\n\t\t\t\t\t\n\t\t\t\t\t Alhassan Mamman Muhammad, chairman of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism, said that Kim Jong Il had lived a pure life and continuously gave field guidance for the happiness of the people despite midsummer heat and severe cold."
        },
        {
            "title": "WPK Praised in Guinea, South Africa",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-03ee.html",
            "content": "WPK Praised in Guinea, South Africa\r\nPyongyang, October 27 (KCNA) -- A lecture took place in Guinea and a photo exhibition in South Africa from Oct. 6 to 17 on the occasion of the 17th anniversary of Kim Jong Il's election as general secretary of the Workers' Party of Korea, the 69th founding anniversary of the WPK and the 88th anniversary of the formation of the Down-with-Imperialism Union.\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with the immortal party-building leadership exploits and Songun leadership feats of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were photos showing the true picture of Songun Korea leaping toward a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Guinean Society for the Study of the Juche Literary Idea stressed that the President had founded the Juche idea and thoroughly adhered to the principle of independence in the whole period of leading the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the path traversed by the Korean revolution is the history shining with victory and glory, he reaffirmed that only victory and glory would be in store for the WPK advancing along the road of independence, Songun and socialism.\n\t\t\t\t\t\n\t\t\t\t\t A political figure of Guinea said that the WPK could develop into the invincible and revolutionary party thanks to the wise leadership of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t An advisor to the Ministry of Defence of South Africa and other figures said that they were deeply impressed by the free education and free medical care system now in force in the DPRK. They said they hoped to see for themselves the Korean people enjoying happiness in the most advantageous socialist system."
        },
        {
            "title": "Socialism Is a Science: Guinean Organization",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-04ee.html",
            "content": "Socialism Is a Science: Guinean Organization\r\nPyongyang, October 27 (KCNA) -- The Guinean National Committee for the Study of the Juche Idea released its information bulletin \"Socialism Is a Science\" on October 21. \n\t\t\t\t\t The bulletin said as follows:\n\t\t\t\t\t\n\t\t\t\t\t It is the 20th anniversary of the publication of \"Socialism Is a Science\", the work of Kim Jong Il, leader of the DPR of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il in the work declared that man-centred socialism, socialism centred on the popular masses, is sure to win for its scientific accuracy and truth. \n\t\t\t\t\t\n\t\t\t\t\t 20 years since the publication of the work were the days when its validity and vitality were fully demonstrated. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people could win a brilliant victory in the fierce confrontation with the imperialists aimed at \"a total end of socialism\" and in the struggle for defending socialism late in the last century. It was because they had firm confidence and inevitable faith in socialism. \n\t\t\t\t\t\n\t\t\t\t\t The situation shows how foolish the \"total end of socialism\" touted by the imperialists and their spokesmen is and proves that socialism is a science and truth and it is the law governing the development of history that humankind advances towards socialism.\n\t\t\t\t\t\n\t\t\t\t\t Socialism is a science and it will surely emerge victorious."
        },
        {
            "title": "Kim Jong Un envia ofrenda  floral ante feretro de difunto Kye Hun Gyong",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-01ss.html",
            "content": "Kim Jong Un envia ofrenda  floral ante feretro de difunto Kye Hun Gyong\r\nPyongyang, 27 de octubre (ACNC) -- El Mariscal Kim Jong Un envio el dia 26 una ofrenda floral ante el feretro del difunto Kye Hun Gyong, Artista del Pueblo y compositor del Coro Estatal Benemerito, en senal de profundas condolencias por su deceso."
        },
        {
            "title": "Kim Yong Nam visita a la Republica de Sudan",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-02ss.html",
            "content": "Kim Yong Nam visita a la Republica de Sudan\r\nJartum, 25 de octubre (Corresponsal de ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, quien realiza una visita oficial y de amistad a la Republica del Sudan, participo el dia 25 en la ceremonia de clausura del 4o congreso del Congreso Nacional Sudanes y pronuncio un discurso de felicitacion.\n\t\t\t\t\tKim felicito la reeleccion del presidente de Sudan, Omar Hassan Ahmed al-Bashir, como presidente del Congreso Nacional Sudanes y la exitosa marcha de esta organizacion.\n\t\t\t\t\t\n\t\t\t\t\tDeseando que el pueblo sudanes logre mayores exitos en sus trabajos por la prosperidad y el desarrollo del pais bajo la direccion del Congreso Nacional Sudanes, expreso la conviccion de que en lo adelante tambien, se desarrollaran positivamente las relaciones de amistad entre ambos partidos y pueblos que tienen larga historia y tradicion.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente sudanes encomendo al visitante que trasladara de nuevo su sincero saludo a Su Excelencia Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEste dia, Kim Yong Nam y su comitiva visitaron el Palacio de Ninos Escolares en Jartum.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, tuvieron lugar las conversaciones por sectores entre la RPDC y la Republica de Sudan y fue firmado el acuerdo sobre la cooperacion en la salud publica y la medicina tradicional entre los gobiernos de ambos paises."
        },
        {
            "title": "Conversaciones entre presidentes de grupos parlamentarios de amistad entre RPDC y Alemania",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-13ss.html",
            "content": "Conversaciones entre presidentes de grupos parlamentarios de amistad entre RPDC y Alemania\r\nPyongyang, 27 de octubre (ACNC) -- Tuvieron lugar el dia 27 en el capitalino Palacio de los Congresos Mansudae las conversaciones entre el presidente del grupo parlamentario de amistad Corea-Alemania, Ri Jong Hyok, y el presidente del grupo parlamentario de amistad Alemania-Corea, Hartmut Koschyk.\n\t\t\t\t\tParticiparon, por la parte coreana, el diputado a la Asamblea Popular Suprema, Kim Ung Chol y por la alemana, el embajador en Corea, Thomas Schaefer. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion ambas partes intercambiaron las opiniones sobre el mayor desarrollo de las relaciones entre los grupos parlamentarios de los dos paises y otros asuntos de interes mutuo."
        },
        {
            "title": "En Pyongyang delegacion gubernamental de Japon",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-14ss.html",
            "content": "En Pyongyang delegacion gubernamental de Japon\r\nPyongyang, 27 de octubre (ACNC) -- Arribo este lunes a esta capital la delegacion gubernamental de Japon presidida por Junichi Ihara, director de Asia y Oceania del Ministerio de Relaciones Exteriores."
        },
        {
            "title": "ACNC comenta nueva estrategia militar y ambicion de hegemonia mundial de EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-11ss.html",
            "content": "ACNC comenta nueva estrategia militar y ambicion de hegemonia mundial de EE.UU.\r\nPyongyang, 27 de octubre (ACNC) -- Las fuerzas terrestres norteamericanas trazaron una nueva estrategia militar para hacer frente a los conflictos armados con varios paises del mundo, incluso la Republica Popular Democratica de Corea. \n\t\t\t\t\tEn su reciente informe \"Concepcion de operaciones de las fuerzas terrestres: 2020-2040\", fijaron a la RPDC, Iran, Rusia, China y otros paises como \"potencias regionales\" y \"paises hegemonicos en competencia\" con mayores posibilidades de choque con EE.UU. en el futuro. Ademas, presento una nueva concepcion de operacion basada en el plan de adaptacion y cambio de tropas norteamericanas. \n\t\t\t\t\t\n\t\t\t\t\tEn virtud de la nueva estrategia nombrada como \"victoria en el mundo complicado\", se ubicaran en ultramar las 7 de las 10 comandancias norteamericanas a nivel de division y se aumentaran en gran cantidad los pertrechos de infanteria como helicopteros de transporte, en lugar de reduccion de armas pesadas. \n\t\t\t\t\t\n\t\t\t\t\tEste plan aventurero tendente a mantener a rayas a los paises, que no le agradan, y realizar a toda costa la ambicion de hegemonia mundial provoca gran repudio de la sociedad internacional. \n\t\t\t\t\t\n\t\t\t\t\tAhora EE.UU. tropieza con graves desafios en las relaciones exteriores. \n\t\t\t\t\t\n\t\t\t\t\tLa resuelta lucha antiyanqui de la RPDC por la defensa de la soberania impide el cumplimiento de la estrategia norteamericana de hegemonia sobre la region de Asia-Pacifico. El crecimiento economico y militar de Rusia y China amenaza la posicion hegemonica de EE.UU. Tambien fatigan al imperio los conflictos armados ocurridos en el Oriente Cercano. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debio aprender la leccion de tales hechos que son resultado inevitable de sus gangsteriles acciones de agresion y para la hegemonia mundial.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, se porta en el sentido contrario estableciendo la estrategia militar mas aventurera y emprendiendo las acciones militares para cumplirla. \n\t\t\t\t\t\n\t\t\t\t\tEn el informe de estrategia de las fuerzas terrestres, EE.UU. fijo abiertamente como \"enemigas\" a las fuerzas armadas de la RPDC, Iran, Rusia y China. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, determino a China como el \"pais mas amenazante\" con mayor posibilidad de choque armado con EE.UU. expresando seria precaucion sobre el aumento de capacidad militar y la modernizacion militar de pais asiatico. \n\t\t\t\t\t\n\t\t\t\t\tLos especialistas norteamericanos estiman unanimemente que este documento hace mas destaque a la posibilidad de choque armado entre China y EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tUn alto funcionario del circulo militar norteamericano anuncio que la nueva estrategia militar incluye hasta las operaciones actualmente en cumplimiento. La meta final de la ubicacion de las fuerzas armadas norteamericanas en la region de Asia-Pacifico es mantener a rayas a China. \n\t\t\t\t\t\n\t\t\t\t\tEn efecto, EE.UU. acelera el emplazamiento del sistema THAAD en el Sur de Corea cuyo radio operacional abarca hasta China y los relacionados del Departamento de Defensa norteamericano dicen que el desarrollo de misil ultrasonico es para hacer frente al desarrollo de armas supersonicas de China. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad comprueba que EE.UU. pretende alcanzar finalmente su meta criminal de hegemonia mundial al doblegar por completo al \"pais mas amenazante\" del mundo. \n\t\t\t\t\t\n\t\t\t\t\tLos especialistas militares califican la nueva estrategia militar de EE.UU., que toma como hecho consumado el choque armado con China, de \"plan operacional que supone la tercera guerra mundial\". \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el perturbador de la paz y seguridad del mundo y el mas cinico imperio del mal. \n\t\t\t\t\t\n\t\t\t\t\tDebido al establecimiento de la estrategia en cuestion, se agravaran mas el antagonismo y el enfrentamiento militares entre EE.UU. y China.\n\t\t\t\t\t\n\t\t\t\t\tLa historia de humanidad estigmatizo todos los intentos de hacerse el Zeus del mundo como  actos imprudentes que buscan el arruinamiento. \n\t\t\t\t\t\n\t\t\t\t\tAhora muchos paises y regiones del mundo hacen frente rotundo a las maniobras hegemonicas de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEste pais debe actuar con prudencia viendo correctamente la historia y la realidad."
        },
        {
            "title": "Rodong Sinmun condena visita de capa gobernante de Japon al santuario Yasukuni",
            "url": "http://kcna.co.jp/item/2014/201410/news27/20141027-05ss.html",
            "content": "Rodong Sinmun condena visita de capa gobernante de Japon al santuario Yasukuni\r\nPyongyang, 27 de octubre (ACNC) -- Hace poco, en Japon volvieron a  visitar en  colectivo el santuario Yasukuni los politiqueros ultraderechistas y miembros del gabinete.\n\t\t\t\t\tEl dia 17, el gobernante japones envio una ofrenda al  santuario y lo visitaron en colectivo mas de 110 parlamentarios.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, el ministro de Asuntos Generales y el presidente del Comite de Seguridad Publica Nacional y otros miembros de alto rango del gabinete japones hacen bullas ofreciendo a porfia las ofrendas y visitando al santuario.\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene el desafio abierto a la justicia de la historia y la conciencia de la humanidad, y el crimen que embellece la historia llena de crimenes del pasado e inculca el militarismo en la sociedad japonesa.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un comentario individual de este lunes y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn el pasado los reaccionarios japoneses lo visitaron pasivamente evadiendo la vigilancia de la sociedad internacional incluyendo los paises asiaticos, pero hoy en dia lo hacen abiertamente y con mas frenesi.\n\t\t\t\t\t\n\t\t\t\t\tCausa mas la indignacion el hecho de que la capa gobernante de Japon justifica y protege su visita al santuario.\n\t\t\t\t\t\n\t\t\t\t\tEllos tienen el objetivo malsano de sembrar en nueva generacion el \"espiritu\" de los maniacos militaristas muertos en el campo de agresion al ultramar e infundirle la conciencia de tomar el camino de reagresion en el futuro.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas gobernantes actuales de Japon deben prestar atencion a las voces de la sociedad internacionales y cumplir su deber.\n\t\t\t\t\t\n\t\t\t\t\tSolo cuando traten correctamente la historia de agresion del pasado, reflexionen profundamente de ello y abandonen la ambicion militarista, habra el porvenir de Japon.\n\t\t\t\t\t\n\t\t\t\t\tSi los reaccionarios japoneses lo olvidan y toman el camino de militarismo siguiendo los actos de resucitar el fantasma militarista como la visita al santuario Yasukuni, aceleraran su autodestruccion."
        }
    ]
}