{
    "date": "2014-07-29",
    "url": "http://kcna.co.jp/item/2014/201407/2014-07-29ee.html",
    "articles": [
        {
            "title": "Spokesman for Worker-Peasant Red Guards Warns S. Korean Defense Minister of His Reckless Remarks",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-13ee.html",
            "content": "Spokesman for Worker-Peasant Red Guards Warns S. Korean Defense Minister of His Reckless Remarks\r\n Pyongyang, July 29 (KCNA) -- A spokesman for the Worker-Peasant Red Guards of the DPRK released a statement Tuesday denouncing puppet Minister of Defense of south Korea Han Min Gu for behaving like a rabid dog.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Visiting Yonphyong Island as the first leg of his inspection after his inauguration as defense minister, Han cried out for \"punishing\" at any cost what he called the \"origin of provocation, supporting forces and commanding forces\", asserting that \"the island is the place where  belligerency and barbarity of someone were vividly manifested\".\n\t\t\t\t\t\n\t\t\t\t\t During his television appearance he blustered that he would put the existence of the north's social system at stake, not content with slandering the DPRK's peaceful proposal for dialogue as a \"camouflaged peace offensive conducted in pursuance of the typical tactics of the united front\" and the \"reconciliation-war double-dealing tactics\".\n\t\t\t\t\t\n\t\t\t\t\t Visiting the missile command of the puppet ground force, he called for \"getting fully combat-ready\" so as to \"strike any target in the north\", fully disclosing his belligerent nature.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is now in a position to launch missiles in reliance on its American master whom it blindly kowtows to. Yet, it is mulling countering the powerful revolutionary army of Mt. Paektu which is equipped with the most sophisticated strike means in the world. This reminds one of a poor puppy unafraid of a tiger.\n\t\t\t\t\t\n\t\t\t\t\t Han even talked about \"existence of social system\" in the nuclear weapons state DPRK, reminiscent of an old rabid dog noisily barking at the moon.\n\t\t\t\t\t\n\t\t\t\t\t Deplorable, indeed, is the plight of the puppet military, to say nothing of that of the boss of Chongwadae who let such an imbecile hold the post of the army chief.\n\t\t\t\t\t\n\t\t\t\t\t It is abnormal that Han who is little short of an insensible rabid dog and an insect going about in search of dark places only is allowed to claim to be part of the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t A rabid dog should be beaten to death by a club.\n\t\t\t\t\t\n\t\t\t\t\t Han is not worth even a target of the People's Army.\n\t\t\t\t\t\n\t\t\t\t\tThis guy's ransom doesn't cost even the price of a bullet of an automatic rifle.\n\t\t\t\t\t\n\t\t\t\t\t A simple bayonet of the Young Red Guards, not the Worker-Peasant Red Guards, is enough to finish him off.\n\t\t\t\t\t\n\t\t\t\t\t We serve our final warning to Han, a thrice-cursed hooligan in human skin.\n\t\t\t\t\t\n\t\t\t\t\t Stop recklessly wagging your tongue like a woman gossip on a market.\n\t\t\t\t\t\n\t\t\t\t\t It is better for Han to shut up if he is to prolong his remaining days and stay in office.\n\t\t\t\t\t\n\t\t\t\t\t Han should never forget that the sharp bayonets of the Worker-Peasant Red Guards are waiting for a chance to cut off the windpipes of him and other war maniacs."
        },
        {
            "title": "KCNA Commentary Discloses Aggressive Nature of U.S.-S. Korea Joint Military Drills",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-25ee.html",
            "content": "KCNA Commentary Discloses Aggressive Nature of U.S.-S. Korea Joint Military Drills\r\n Pyongyang, July 29 (KCNA) -- The British magazine The Week on July 25 said that U.S. special units are involved in the U.S.-south Korea joint military drills such as the annual Foal Eagle to get ready to intrude into the DPRK.\n\t\t\t\t\t It is hard to describe the joint military exercises as \"defensive\" under the situation where the U.S. and south Korea are staging drills for infiltrating commandoes into the DPRK, the magazine noted.\n\t\t\t\t\t\n\t\t\t\t\t This brought to light once again the fact that the U.S. and south Korea's claim that those joint military exercises are of \"defensive nature\" is no more than a fig-leaf to cover up their aggressive nature.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is by no means frightened by these joint maneuvers. But they can never be overlooked in the light of their targets and programs.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hurled precision strike weapons, special units, etc. into various military drills such as Key Resolve and Foal Eagle annual events. \n\t\t\t\t\t\n\t\t\t\t\t The \"emergency plan for attacking the north\", OPLAN 5029 and other war scenarios worked out by the U.S. are aimed to bring down the political system in the DPRK after kicking off a riot by infiltrating special units.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. which succeeded in bringing down social systems in other countries through wars by use of special forces is pinning hope on such method for igniting the second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t Prompted by the above-said scenarios, the U.S. is hurling special units into ceaseless military drills under various codenames on the Korean peninsula and in its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t This year the U.S. staged the largest-ever Max Thunder combined air drills aimed at an all-out air strike at the DPRK in the wake of the Ssangryong large-scale joint landing drills at a time when the Foal Eagle joint military exercise reached its height.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet army let more than 100 various type fighters and planes including F-15s, F- 16s, FA-18s, C-130s and AWACS E-737s and more than 1 400 troops stage drills for air battle, \"striking the bases of provocation\", air refueling operations and dropping supplies for special forces under simulated conditions of their infiltration into the depth of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t As seen above, the U.S. has openly staged provocative war drills aimed at bringing down the social system in the DPRK with huge troops for aggression and even special forces involved.\n\t\t\t\t\t\n\t\t\t\t\t However, it is describing them as \"defensive\" and \"annual\" ones. This is nothing but a deceptive artifice to cover up the aggressive nature, essence and danger of the war drills targeting the DPRK and a mockery of the Korean people and other peoples aspiring after peace and stability on the Korean peninsula and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t While staging war drills aimed at invading the DPRK and bringing down its social system, the U.S. and the south Korean puppet forces are terming the DPRK's regular drills for self-defence \"provocations\". This is just like a guilty party filing the suit first.\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves that the U.S. and the south Korean puppet forces are the very provocateurs and arch criminals harassing peace and escalating the danger of a war on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t A grave situation is now prevailing on the peninsula due to the evermore undisguised war provocations of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t Self-restraint and concession before an enemy brandishing a dagger precisely means self-ruin.\n\t\t\t\t\t\n\t\t\t\t\t The more openly the U.S. reveals its wild ambition to stifle the DPRK by force of arms, the stronger measures the latter will take to foil it."
        },
        {
            "title": "S. Korean People's Mind-set Cannot Be Quelled Even at Point of Bayonet: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-05ee.html",
            "content": "S. Korean People's Mind-set Cannot Be Quelled Even at Point of Bayonet: Rodong Sinmun\r\n Pyongyang, July 29 (KCNA) -- Shortly ago, the south Korean puppet Chongju District Court sentenced an inhabitant of south Korea who praised the DPRK to six months in prison again on the charge of violation of \"the Security Law\".\n\t\t\t\t\t The judicial authorities harshly suppressed him for the fifth time for remaining true to his faith and conscience.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday in a commentary brands this action as a hideous human rights abuse as it mercilessly trampled down the freedom of thought and the right to conscience and a clear revelation of hostility towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t With nothing can the puppet group conceal the true colors of south Korea as the world's worst fascist dictatorial society and tundra of human rights as it brutally suppresses the people aspiring after new politics and society. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are going mad with cracking down on the progressive forces by invoking fascist laws quite contrary to the people's wishes for improved inter-Korean relations and the reconciliation of the nation. This is an unpardonable action against reunification. \n\t\t\t\t\t\n\t\t\t\t\t If anti-reunification and fascist actions are allowed to go on in south Korea as now contrary to the trend of the times and the desire of the compatriots, this will further becloud the prospect of mending the stalled inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t With no fascist crackdown can the south Korean authorities stem the trend of the people's wishes for justice and truth.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces' crackdown upon the people's movement for the country's reunification can never escape all Korean's curse and denunciation."
        },
        {
            "title": "Minju Joson Calls for Earlier Dismantlement of \"UN Command\"",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-06ee.html",
            "content": "Minju Joson Calls for Earlier Dismantlement of \"UN Command\"\r\n Pyongyang, July 29 (KCNA) -- The \"UN Command\", a leftover of the outdated era, should be dismantled as early as possible and the U.S. troops in south Korea should go back to their base in the mainland, says Minju Joson Tuesday in a commentary.\n\t\t\t\t\t The U.S. has massively introduced war hardware and supplies into south Korea to provoke a new war, turning it into the world's biggest nuclear arsenal, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. huge war hardware for aggression are busy operating in the waters off the Korean peninsula and its vicinity and in their skies, watching for a chance to mount a preemptive strike at the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that all the moves of the U.S. for a war of aggression are being pushed forward under the signboard of \"UN Forces\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is abusing the sacred name of the UN in a bid to justify its moves for stifling the DPRK although they are aimed to unleash a fresh war and is keeping the \"UN Command\", a ghost-like mechanism, as it is.\n\t\t\t\t\t\n\t\t\t\t\t In recent years the U.S. has made desperate efforts to paint the \"UN Command\" as \"a multi-national coalition body\" and use it as a mother body of NATO of Asian version.\n\t\t\t\t\t\n\t\t\t\t\t Peace and security can never be ensured on the Korean peninsula as long as the \"UN Command,\" which the U.S. used as a tool for aggression during the past Korean war, remains in south Korea and the U.S. forces are present there."
        },
        {
            "title": "Crime-Woven History Can Never Be Covered up: Newspapers",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-07ee.html",
            "content": "Crime-Woven History Can Never Be Covered up: Newspapers\n\t\t\t\t\t\t\r\n Pyongyang, July 29 (KCNA) -- Newspapers here Tuesday carry articles on the lapse of 109 years since the U.S. and Japanese imperialists fabricated \"Katsura-Taft Treaty\".\n\t\t\t\t\t The then U.S. State Secretary Taft had secret talks with the then Japanese Prime Minister Katsura during his visit to Japan late in July of 1905. On July 29 they signed the brigandish treaty in which they promised the \"security\" of their colonies.\n\t\t\t\t\t\n\t\t\t\t\t They agreed with each other to the effect that the Japanese imperialists recognize the U.S. imperialists' colonial rule over Philippines and the latter actively cooperates in the former's invasion of Korea and recognizes the former's \"protective rule\" over Korea and both conspire and collude with each other in the aggression of Far East.\n\t\t\t\t\t\n\t\t\t\t\t The newspapers brand the treaty as an aggressive and brigandish document that recognized the Japanese imperialists' unchallenged domination over Korea and reduced Korea to their complete colony.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says the Korean people still remember the crimes committed by the U.S. and the Japanese imperialists against the Korean nation in the past.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now resorting to desperate moves to conquer the inviolable and dignified DPRK by force, not discarding the attempt at invading it.\n\t\t\t\t\t\n\t\t\t\t\t But this is nothing but a daydream. The DPRK is not what it used to be in the past when it had to read the face of others, being the target of scramble among big powers.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says the DPRK will never tolerate but decisively frustrate all the moves of the aggression forces aimed at violating the sovereignty of the country and the nation."
        },
        {
            "title": "Greetings to Moroccan King",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-10ee.html",
            "content": "Greetings to Moroccan King\r\n Pyongyang, July 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday sent a message of greeting to Mohamed VI, king of Morocco, on the occasion of its national day.\n\t\t\t\t\t The message wished the people of Morocco greater progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the friendly and cooperative relations between the two countries would develop on good terms."
        },
        {
            "title": "Gift to Kim Jong Un from Nepali Political Party Leader",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-08ee.html",
            "content": "Gift to Kim Jong Un from Nepali Political Party Leader\r\n Pyongyang, July 29 (KCNA) -- Supreme leader Kim Jong Un was presented with a gift by Narayan Man Bijukchhe, chairman of the C.C., the Nepal Worker-Peasant Party.\n\t\t\t\t\t The gift was handed to An Myong Ok, chairwoman of the Phyongsong City People's Committee, who is heading the Phyongsong City friendship delegation of the DPRK on a visit to Nepal on July 24 by Narayan Man Bijukchhe."
        },
        {
            "title": "National Exhibition of Inventions and New Technologies Opens",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-18ee.html",
            "content": "National Exhibition of Inventions and New Technologies Opens \r\n Pyongyang, July 29 (KCNA) -- The 13th national exhibition of inventions and new technologies opened with due ceremony at the Three-Revolution Exhibition House on Tuesday.\n\t\t\t\t\t More than 2 600 products, miniatures and diagrams showcasing inventions and new technologies appreciated at ministries and national institutions, in Pyongyang and provinces (cities directly under central authority) are on display.\n\t\t\t\t\t\n\t\t\t\t\t Among them are contact atomic force microscope, near infrared rays spectral analyzer, nutrition liquid for cultivating turf, alarm support system for monitoring intelligent phone and various other materials conducive to developing core technologies and applied science and technology at a high level and putting the national economy on a Juche, modern and scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t The exhibition will also involve lectures on technologies, scientific and technological presentation and circulation of intellectual products.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Jin, vice-premier of the Cabinet, Kim Sung Du, chairman of the Education Commission, Jang Chol, president of the State Academy of Sciences, officials concerned, scientists, technicians and inventors.\n\t\t\t\t\t\n\t\t\t\t\t Choe Sang Gon, chairman of the State Science and Technology Commission, made an opening address."
        },
        {
            "title": "29th Songdowon International Children's Camping Starts",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-19ee.html",
            "content": "29th Songdowon International Children's Camping Starts\r\n Wonsan, July 29 (KCNA) -- A ceremony of receiving the 29th batch of campers at the Songdowon International Children's Camp took place on Tuesday.\n\t\t\t\t\t Present there were officials concerned, campers groups of various countries including the DPRK, Russia, Ireland, Vietnam and Tanzania.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the statues of President Kim Il Sung and leader Kim Jong Il at the camp before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t At the ceremony a congratulatory speech was made to be followed by a report and speeches.\n\t\t\t\t\t\n\t\t\t\t\t During the camping the campers will spend pleasant days through extracurricular activities including marine sports and amusement games and celebration of national days of those countries."
        },
        {
            "title": "North Hwanghae Provincial Maternity Hospital Goes Operational",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-26ee.html",
            "content": "North Hwanghae Provincial Maternity Hospital Goes Operational\r\n Sariwon, July 29 (KCNA) -- The North Hwanghae Provincial Maternity Hospital was built in Sariwon City.\n\t\t\t\t\t The hospital has obstetric department, gynecologic department, breast tumour department and other departments, tens of treatment rooms, sickrooms and tele-medicine system with the Pyongyang Maternity Hospital and city and county people's hospitals.\n\t\t\t\t\t\n\t\t\t\t\t The completion of the hospital laid a foundation for preventive and curative medical care and improvement of health of the women in the province.\n\t\t\t\t\t\n\t\t\t\t\t Its opening ceremony took place on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kang Ha Guk, minister of Public Health, Pak Thae Dok, chief secretary of the North Hwanghae Provincial Committee of the Workers' Party of Korea, Im Hun, chairman of the North Hwanghae Provincial People's Committee, officials concerned, etc."
        },
        {
            "title": "Delegation of International Alliance Visits Mangyongdae ",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-12ee.html",
            "content": "Delegation of International Alliance Visits Mangyongdae \r\n Pyongyang, July 29 (KCNA) -- The delegation of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions headed by General Secretary Mikhail Panchenko visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The guests went round historic relics preserved with much care at the old home in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit the head of the delegation said that the Mangyongdae family is a patriotic and revolutionary one which devoted itself to the country and the nation down through generations, adding his old home serves as a base of ideological education for the rising generation to learn from the revolutionary life of the peerless great man.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Tower of the Juche Idea, Victorious Fatherland Liberation War Museum, Okryu Children's Hospital, etc."
        },
        {
            "title": "Country Director of Swiss Agency in DPRK Hosts Reception",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-17ee.html",
            "content": "Country Director of Swiss Agency in DPRK Hosts Reception\r\n Pyongyang, July 29 (KCNA) -- Thomas Fisler, country director of the Swiss Agency for Development and Cooperation in the DPRK, hosted a reception at the Taedonggang Diplomatic Club Tuesday on the occasion of the national day of Switzerland.\n\t\t\t\t\t Present there on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, officials concerned and diplomatic envoys and representatives of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Swiss embassy and agency here were on hand."
        },
        {
            "title": "Sapphires and Rubies Made by DPRK in High Demand",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-20ee.html",
            "content": "Sapphires and Rubies Made by DPRK in High Demand\r\n Pyongyang, July 29 (KCNA) -- Sapphires and rubies made by the DPRK are in great favor at foreign markets.\n\t\t\t\t\t They have conical, oval, square, rectangular, triangular and other shapes with different size. And they are very high in purity.\n\t\t\t\t\t\n\t\t\t\t\t They were awarded certificates by gemological laboratories in different parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t They are made by the Solar Heater Company in Mangyongdae District, Pyongyang."
        },
        {
            "title": "Kim Jong Un Praised for Glorifying History and Tradition of War Victory ",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-24ee.html",
            "content": "Kim Jong Un Praised for Glorifying History and Tradition of War Victory \r\n Pyongyang, July 29 (KCNA) -- Marshal Kim Jong Un set forth the idea of glorifying the exploits President Kim Il Sung performed by leading the Fatherland Liberation War to a victory as an eternal treasure of the Workers' Party of Korea and the revolution. He thus made sure that the President's exploits would shine forever.\n\t\t\t\t\t He in his work \"We Should Celebrate with Splendor July 27 Shining with Great Comrade Kim Il Sung's Exploits Performed in Winning Victory in the War as Holiday of Victors\" published on July 21, Juche 101 (2012), gave such a historical definition that the victory in the Fatherland Liberation War was a victory of the military idea, Juche-based war methods and superb strategies and tactics of the President and a victory of ardent patriotism and indomitable fighting spirit of the service personnel and people of the DPRK who unhesitatingly laid down their lives to protect their country in hearty response to the call of the President.\n\t\t\t\t\t\n\t\t\t\t\t Making ceaseless tours for Songun revolutionary leadership, he helped the service personnel and the people keenly realize the noble personality of the President as a peerless great man. \n\t\t\t\t\t\n\t\t\t\t\t During his visit to the revolutionary sites in Yuphyong and Changgol in Changsong County in June, Juche 102 (2013) he said that there are, indeed, many revolutionary sites and historical relics across the country and they are all eternal treasures of the Korean revolution that cannot be bartered for anything.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to preserve well the revolutionary relics, discover and display more historic relics and data to glorify the exploits of the President.\n\t\t\t\t\t\n\t\t\t\t\t At Panmunjom he called for glorifying the exploits of heroic Korea in the war victory down through generations, going round various places including the Monument to the President's Autograph, Panmun Pavilion, the Thongil House, the hall where the armistice talks were held and the hall where the armistice agreement was signed.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his leadership the Victorious Fatherland Liberation War Museum was remodeled as a center for the education in the tradition of the war victory and a huge open-air museum to convey the feats the President performed in winning the victory in the war and leader Kim Jong Il's Songun feats.\n\t\t\t\t\t\n\t\t\t\t\t The Jonsung Revolutionary Site associated with the giant footsteps of the President was more successfully remodeled as a center for the education in his greatness and the Fatherland Liberation War Martyrs Cemetery was built as an edifice representing the era of Songun. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un also made it a tradition to celebrate with splendor the war victory day every year and took such measure as inviting war veteran delegates from across the country to visit Pyongyang and participate in events.\n\t\t\t\t\t\n\t\t\t\t\t Cemeteries of fallen fighters of the KPA across the country were successfully rebuilt or built to convey their feats and fighting spirit to posterity."
        },
        {
            "title": "Kim Il Sung's Feats for Victory in Fatherland Liberation War (6)",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-21ee.html",
            "content": "Kim Il Sung's Feats for Victory in Fatherland Liberation War (6)\r\n Pyongyang, July 29 (KCNA) -- During the 1950-1953 Fatherland Liberation War, President Kim Il Sung paid deep attention to servicepersons' living conditions.\n\t\t\t\t\t It was one day in September Juche 40 (1951) that he made an on-site inspection of the Height 1237.3 neighboring the Height 1211 to indicate an operational line for defending the Height 1211.\n\t\t\t\t\t\n\t\t\t\t\t At that time, he called for paying deep attention to the living of servicepersons, saying that the commanding officers were obliged to look after their living.\n\t\t\t\t\t\n\t\t\t\t\t After the inspection, he sent a large amount of bean to soldiers at the front to improve their diet.\n\t\t\t\t\t\n\t\t\t\t\t Encouraged by his loving care, the servicepersons reliably defended the height."
        },
        {
            "title": "Nation-wide Movement for Victory in War",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-22ee.html",
            "content": "Nation-wide Movement for Victory in War\r\n Pyongyang, July 29 (KCNA) -- Among group sculptures at the plaza of the Monument to the Victorious Fatherland Liberation War is a group of subsidiary theme sculptures \"Assistance to the front from the rear\". \n\t\t\t\t\t The sculptures successfully depict the people of the DPRK, who turned out in the struggle to assist the Korean People's Army (KPA) in the war against the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t During the war, the Korean people carried munitions and food to battlefields, trounced enemies together with the KPA and evacuated the wounded, encouraging KPA soldiers to great feats of heroism.\n\t\t\t\t\t\n\t\t\t\t\t They also initiated various forms of mass movements for assistance to the front, including drives for raising funds for military equipment and a drive for dedicating foodstuffs to the army.\n\t\t\t\t\t\n\t\t\t\t\t Participated in those movements were people of all social standings like workers, peasants, businessmen and students.\n\t\t\t\t\t\n\t\t\t\t\t And with nothing could the U.S. imperialists stop their movement.\n\t\t\t\t\t\n\t\t\t\t\t The nation-wide movement made a great contribution to winning the final victory in the war."
        },
        {
            "title": "Taejon Liberation Combat",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-23ee.html",
            "content": "Taejon Liberation Combat\r\n Pyongyang, July 29 (KCNA) -- During the Fatherland Liberation War (June 25, 1950-July 27, 1953), President Kim Il Sung commanded to victory the combat to liberate Taejon City in south Korea.\n\t\t\t\t\t At the first stage of the war, combined units of the Korean People's Army (KPA) beat back the armed invasion made by the south Korean puppet troop and switched over to the counteroffensive in all directions. Much frightened at their rapid southward advance, the U.S. imperialists built a defence line along the River Kum, vaunting it as the \"line of no retreat\".\n\t\t\t\t\t\n\t\t\t\t\t At that time, Kim Il Sung gave an order to the KPA combined units to suddenly cross the river and annihilate the enemies in Taejon through encirclement.\n\t\t\t\t\t\n\t\t\t\t\t According to his order, the KPA combined units successfully carried out the river-crossing operation to break through the \"line of no retreat\" and advance towards Taejon, while some of them swiftly flanked the city to cut off the enemies' retreat.\n\t\t\t\t\t\n\t\t\t\t\t On the order of the President, the KPA combined units made three-pronged assaults against the enemies in Taejon on July 20, Juche 39 (1950) and destroyed them in seven hours.\n\t\t\t\t\t\n\t\t\t\t\t In the combat, the U.S. 24th Infantry Division, which boasted itself to be \"undefeated division\", was exterminated with its commander Dean captured.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, the victory in the Taejon liberation combat would have been unthinkable without the Juche-oriented war tactics and unique commanding art of Kim Il Sung."
        },
        {
            "title": "Bird Flu Occurs in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-09ee.html",
            "content": "Bird Flu Occurs in S. Korea\r\n Pyongyang, July 29 (KCNA) -- Bird flu occurred at a poultry farm in Hamphyong County, South Jolla Province of south Korea, according to KBS of south Korea on July 27.\n\t\t\t\t\t At least 44 000 ducks and chickens were culled and buried."
        },
        {
            "title": "IS's Involvement in Operation of Ferry Sewol Disclosed",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-11ee.html",
            "content": "IS's Involvement in Operation of Ferry Sewol Disclosed\r\n Pyongyang, July 29 (KCNA) -- It was disclosed that the Intelligence Service (IS) of south Korea was involved in the operation of ferry Sewol, according to KBS of south Korea.\n\t\t\t\t\t The disclosure was made by the Measure Committee of the Families of Victims, Missing Persons and Survivors of the Ferry Sewol Sinking Accident at a press conference held at the Mokpho branch of Kwangju District Court on July 25.\n\t\t\t\t\t\n\t\t\t\t\t According to it, an office computer that was found on ferry Sewol included a file containing instructions from the IS.\n\t\t\t\t\t\n\t\t\t\t\t The file dated February 26 last year demanded the presentation of not only data related to the expansion or rebuilding of the ferry including the issue of pasting notice on doors of passenger cabins and the work for painting the exhibition hall but also the vacation plan of employees and a report on work allowances.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean public asserted that the IS was the first to know about the accident as there was an unusual informing channel between the ferry and the IS.\n\t\t\t\t\t\n\t\t\t\t\t It held it was hardly understandable that the accident was reported to the IS before any other institutions though it had nothing to do with the rescue operation at a time when the rescue of passengers was so urgent.\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, the IS side has so far denied the probe into the truth.\n\t\t\t\t\t\n\t\t\t\t\t But the file recently discovered on the ferry clearly proved that the IS had been directly involved in the operation of the ferry."
        },
        {
            "title": "U.S. and S. Korean Authorities' Anti-DPRK Smear Campaign Slammed",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-14ee.html",
            "content": "U.S. and S. Korean Authorities' Anti-DPRK Smear Campaign Slammed\r\n Pyongyang, July 29 (KCNA) -- The Liaoning Regional Association of the Federation of Korean Young Nationals in China issued a statement titled \"Songun represents the self-respect and life of our nation\" on July 23.\n\t\t\t\t\t The statement accused the U.S. and the south Korean puppet group of filing complaint with the UN, terming the Korean People's Army's tactical rocket firing and shelling drills \"provocation\" and \"threat\". \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hurled huge aggressors including nuclear carrier and nuclear submarine into joint military maneuvers in south Korea, watching for a chance to invade the DPRK. However, it is pulling up the DPRK over its military drills for self-defence like the guilty party filing the suit first.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will invariably keep to the road of Songun in order to defend the sovereignty of the country, dignity and life of the nation no matter what others may say.\n\t\t\t\t\t\n\t\t\t\t\t The young Koreans in China will fully support the Songun politics in the spirit of fighting alongside the compatriots in the homeland."
        },
        {
            "title": "S. Korean Organization Calls for Action for Peace on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-15ee.html",
            "content": "S. Korean Organization Calls for Action for Peace on Korean Peninsula\r\n Pyongyang, July 29 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held a meeting in Seoul on July 27.\n\t\t\t\t\t Speakers said at the meeting that the U.S. is the arch criminal pushing forward the construction of the Jeju naval base for aggression. And it is egging Japan's \"Self-Defense Forces\" on to launch reinvasion, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are talking about the \"confidence-building process\" but it is nothing but a wordplay.\n\t\t\t\t\t\n\t\t\t\t\t The struggle for protecting the cradle and achieving justice, democracy and peace will go on in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t  They called upon citizens to take part in the actions for peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was adopted at the meeting. Its keynote said that the future of Korea hinges on peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t Then, the organization held a meeting outside the building of the Japanese embassy in protest against Japan's exercise of the \"right to collective self-defense\" and the moves to form the triangular military alliance."
        },
        {
            "title": "Action for Instituting Special Law to Probe Truth about Ferry Sewol Disaster Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-16ee.html",
            "content": "Action for Instituting Special Law to Probe Truth about Ferry Sewol Disaster Staged in S. Korea\r\n Pyongyang, July 29 (KCNA) -- The All-People Measure Council for Sewol Disaster, the Bar Association for Democratic Society and other civic and public organizations of south Korea held a candlelight rally in Seoul on July 26.\n\t\t\t\t\t At the rally speakers recalled that the bereaved families of the victims of the ferry Sewol disaster have been on a hunger strike at the Kwanghwamun plaza for the last ten odd consecutive days in demand of the proper probe into the case and people from all walks of life are joining in them after forming a people's hunger strikers group.\n\t\t\t\t\t\n\t\t\t\t\t The bereaved families are staging protest actions on roads despite sweltering weather in demand of the institution of a special law for thoroughly probing the truth about the case but the \"National Assembly\" and the \"government\" are still lending a deaf ear to their demand, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would continue actions till the special law is instituted.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all people to turn out in the actions against the corrupt \"government\"."
        },
        {
            "title": "War Victory Day of Korean People Observed Abroad",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-02ee.html",
            "content": "War Victory Day of Korean People Observed Abroad\r\n Pyongyang, July 29 (KCNA) -- There took place a seminar and film show in Nigeria and a lecture, reading session and film show in Guinea on July 21 and 22 on the occasion of the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t Displayed at the venues of the events were photos documenting the exploits performed by President Kim Il Sung in winning the victory in the war and leader Kim Jong Il's Songun leadership feats.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean film \"Reply of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism said in a speech:\n\t\t\t\t\t\n\t\t\t\t\t The President defeated in the Korean war the U.S. imperialists, who boasted of being the \"strongest\" in the world, and demonstrated the sovereignty and dignity of the DPRK before the whole world.\n\t\t\t\t\t\n\t\t\t\t\t The less than two years old DPRK defeated the U.S. imperialists. This miracle represented a shining victory of his outstanding strategies and tactics, unique war methods and preeminent commanding art.\n\t\t\t\t\t\n\t\t\t\t\t These exploits of Kim Il Sung will go down in the world history of anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of the Songun Politics and the chairman of the Nigerian Group for the Study of the Juche Philosophy spoke highly of Kim Jong Il who developed the Korean People's Army into the invincible revolutionary armed forces under his energetic Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t They expressed confidence that only victory and glory would be in store for socialist Korea led by Marshal Kim Jong Un, peerless Songun brilliant commander, who is countering the U.S. imperialists' hard-line policy with the toughest counter-actions."
        },
        {
            "title": "Korean People's Struggle Supported by Hungarian Political Party Leader",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-03ee.html",
            "content": "Korean People's Struggle Supported by Hungarian Political Party Leader\r\n Pyongyang, July 29 (KCNA) -- Gyula Thurmer, chairman of the Hungarian Workers' Party, released a statement on July 24 on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people won a great victory in the three-year war provoked by the U.S. on July 27, 1953.\n\t\t\t\t\t\n\t\t\t\t\t This victory was ascribable to the outstanding war methods, strategies and tactics of President Kim Il Sung and the indomitable spirit and popular heroism of the Korean people united close around their leader.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK put forward realistic proposals for defusing the military tension and creating a peaceful atmosphere on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. and south Korean authorities staged dangerous joint military exercises for invading the DPRK, deliberately straining the situation and pushing the inter-Korean relations to the phase of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t We urge the U.S. to roll back its hostile policy towards the DPRK and stop interfering in its internal affairs and cease all provocations.\n\t\t\t\t\t\n\t\t\t\t\t We reiterate our full support and solidarity with the Workers' Party of Korea and the Korean people in their just struggle to defend the dignity and sovereignty of the country, build a thriving nation and reunify the country."
        },
        {
            "title": "Guinean Organizations Observe DPRK's Day of War Victory",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-04ee.html",
            "content": "Guinean Organizations Observe DPRK's Day of War Victory\r\n Pyongyang, July 29 (KCNA) -- The Guinean National Committee for the Study of the Juche Idea and the Guinea-Korea Friendship Association released a joint special bulletin on July 23 on the occasion of the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t An article entitled \"Meaning of Korean war\" said:\n\t\t\t\t\t\n\t\t\t\t\t The Western countries have propagandized so far as if the DPRK had provoked the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t However, the real provoker of the war is the U.S. and the winner in the war is the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t After occupying south Korea under the mask of \"liberator\" right after the end of the Second World War, the U.S. ignited the Korean war on June 25 in 1950 with an ambition to dominate the whole of Korea and, furthermore, the Asian continent.\n\t\t\t\t\t\n\t\t\t\t\t The Korean war was the fiercest war in history.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, however, beat the U.S. quite contrary to all expectations and common sense.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people's victory in the war was possible thanks to the gifted strategies and wise leadership of President Kim Il Sung. The U.S. was compelled to sign the Korean Armistice Agreement little short of a surrender document, on July 27, 1953.\n\t\t\t\t\t\n\t\t\t\t\t More than six decades have passed since then but dark clouds of a new war are still lingering over the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has become a politico-ideological power in which all service personnel and people are united close around the leader and a military power and it emerged a nuclear weapons state and a satellite manufacturer and launcher.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are determined to wipe out the U.S., chieftain of war and cesspool of vices, from the surface of the earth, if it provokes a war of aggression at any cost.\n\t\t\t\t\t\n\t\t\t\t\t An article titled \"July 27 in Korea\" said the tradition of the DPRK in which it has always emerged victorious in the confrontation with the U.S. will be given steady continuity."
        },
        {
            "title": "Portavoz de EROC advierte al ministro titere de Defensa Nacional de Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-28ee.html",
            "content": "Portavoz de EROC advierte al ministro titere de Defensa Nacional de Sur de Corea \r\n Pyongyang, 29 de julio (ACNC) -- El portavoz del Ejercito Rojo Obrero-Campesino (EROC) de la Republica Popular Democratica de Corea hizo publica el dia 29 una declaracion denunciando al ministro titere de Defensa Nacional del Sur de Corea, Han Min Gu, que actua como un perro rabioso y sarnoso. \n\t\t\t\t\t Despues de tomar el cargo de ministro, Han dio sus primeros pasos a la isla Yonphyong, donde dijo que \"aqui se exponen mas claramente el belicismo y la barbaridad\" de alguien e insistio en la necesidad de \"dar el ataque de represalia\" a \"los focos de provocacion y las fuerzas de ayuda y de mando\", revela la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\t Al hacer su aparicion en la TV, calumnio la propuesta de dialogo pacifista de la Republica Popular Democratica de Corea como \"ofensiva de paz disfrazada de nivel de tipica tactica del frente unido\" y \"tactica dual de amistad y de guerra\". Y hablo de que \"castigara al Norte de Corea hasta que este arriesgue la existencia de su regimen\".\n\t\t\t\t\t\n\t\t\t\t\t En la comandancia de misil de las fuerzas terrestres surcoreanas tambien demostro sin reservas su naturaleza belicosa ordenando con fanfarroneria \"hacer preparativos perfectos capaces de atacar cualquier blanco norcoreano\". \n\t\t\t\t\t\n\t\t\t\t\t Este tipejo se atreve a hacer frente al poderoso ejercito revolucionario del monte Paektu dispuesto de los medios de ataque sofisticados de nivel mundial, sin tener consideracion la situacion del Sur de Corea que ahora imita apenas el lanzamiento de misil apoyandose en su amo norteamericano. Es un proceder miserable de un tonto que no tiene la conciencia de peligro. \n\t\t\t\t\t\n\t\t\t\t\t En particular, el aspecto ridiculo de Han Min Gu, que habla de la \"existencia de regimen\" de la RPDC, pais portador de armas nucleares, hace imaginar a un viejo perro que da ladridos hacia la luna redonda. \n\t\t\t\t\t\n\t\t\t\t\t Es tan miserable la situacion del circulo militar surcoreano y de la duena de Chongwadae que nombro a ese estupido como caudillo militar. \n\t\t\t\t\t\n\t\t\t\t\t Es anormal que vivan dentro de la nacion coreana los tipejos como Han Min Gu que no pasan de ser perros rabiosos y carcomas \n\t\t\t\t\t\n\t\t\t\t\t Hay que matar a palos a los perros rabiosos. \n\t\t\t\t\t\n\t\t\t\t\t Han Min Gu no es el blanco de nuestro ejercito popular. No vale ni una bala de fusil automatico. \n\t\t\t\t\t\n\t\t\t\t\t Para cortarle la vida, es bastante una bayoneta de los miembros de la Guardia Juvenil Roja para no hablar del EROC. \n\t\t\t\t\t\n\t\t\t\t\t Advertimos por ultima vez a Han Min Gu, bribon de piel humana que no actue tan imprudentemente como una aldeana en mercado. \n\t\t\t\t\t\n\t\t\t\t\t Estar acallado le seria util para mantener su vida sucia y cumplir su mandato. \n\t\t\t\t\t\n\t\t\t\t\t Han Min Gu no debe olvidar ni un momento que las bayonetas del EROC apuntan a si mismo y a otros belicistas del circulo militar surcoreano."
        },
        {
            "title": "Mascara para encubrir caracter agresivo, comenta ACNC",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-27ee.html",
            "content": "Mascara para encubrir caracter agresivo, comenta ACNC\r\n Pyongyang, 29 de julio (ACNC) -- La revista britanica The Week transmitio el 25 de julio que en el simulacro Foal Eagle y otros ejercicios militares conjuntos Estados Unidos-Sur de Corea, que se libran cada ano, participan las unidades especiales de las tropas norteamericanas desarrollando el entrenamiento de penetracion en la Republica Popular Democratica de Corea.\n\t\t\t\t\t Apunto que bajo tales circunstancias es dificil calificar de \"defensivos\" los ejercicios militares conjuntos.\n\t\t\t\t\t\n\t\t\t\t\t Asi se revelo otra vez a todo el mundo que tal insistencia de EE.UU. y el Sur de Corea es la mascara para encubrir su caracter agresivo.\n\t\t\t\t\t\n\t\t\t\t\t Por supuesto, no nos asustamos ante los ejercicios de EE.UU. y los titeres surcoreanos, pero no podemos tolerarlos al tomar en consideracion su objetivo y contenido.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. introduce las armas de ataque preciso, las unidades especiales, etc. en los ejercicios militares conjuntos Key Resolve y Foal Eagle y otros simulacros de varios tipos que se libran cada ano.\n\t\t\t\t\t\n\t\t\t\t\t Los guiones de la guerra de agresion contra la RPDC elaborados por EE.UU. tienen el contenido de derribar nuestro regimen politico tras infiltrar primero las unidades especiales y armar alboroto en el interior de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Entre ellos figuran el \"plan de ataque emergente al Norte\" que estipula atacar los puntos importantes estrategicos de la RPDC segun el \"proyecto de infiltracion de las unidades especiales y destruccion\" y \"proyecto Tomahawk\", el OPLAN 5029 que preve infiltrar en la zona de la parte nortena la comandancia de operacion especial de las tropas norteamericanas ocupantes del Sur de Corea, el grupo de operacion especial dependiente de la Agencia Central de Inteligencia de EE.UU. y las unidades especiales del Sur de Corea dentro de 90 dias despues del inicio de guerra para producir la \"situacion de emergencia\" mediante la operacion diversionista del interior y ocupar la RPDC mediante la agresion de las fuerzas armadas de gran envergadura.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU., que realizo el derrumbe de regimenes provocando la guerra en varios paises del mundo con la batalla especial por las fuerzas armadas especiales, deposita gran esperanza en el mismo metodo tambien en desatar la segunda guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\t Por eso, EE.UU. hace participar las unidades especiales de las tropas norteamericanas en los ejercicios militares de todo tipo que se libran incesantemente en la Peninsula Coreana y su contorno.\n\t\t\t\t\t\n\t\t\t\t\t Este ano en que los ejercicios militares conjuntos Foal Eagle llegaban al climax, EE.UU. libro el entrenamiento de desembarco combinado Ssangryong de gran tamano y el combinado aereo Max Thunder de maxima envergadura sin precedente con el objetivo de ataque aereo contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t En los ejercicios belicos aereos, EE.UU. y el ejercito titere del Sur de Corea desarrollaron el combate aereo, los entrenamientos de \"golpe a fuente de provocacion\", suministro aereo de gasolina y abastecimiento de materiales a las unidades especiales infiltradas en la profundidad de la zona nortena movilizando mas de cien aviones inclusive los aviones de combate F-15, F-16 y FA-18, el avion de transporte C-130, el AWACS E-737 y mas de mil 400 uniformados.\n\t\t\t\t\t\n\t\t\t\t\t A pesar de esto, EE.UU. los califica de \"defensivos\" y \"anuales\" para encubrir el caracter agresivo, esencia y peligrosidad de los simulacros y burla del deseo del pueblo coreano y los demas del mundo aspirantes a la paz y la estabilidad de la Peninsula Coreana y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Todo esto es igual al incendiario que grita primero: !fuego!\n\t\t\t\t\t\n\t\t\t\t\t La realidad demuestra patentemente que EE.UU. y la banda titere surcoreana son precisamente los provocadores y autores que perturban la paz y agravan la crisis de guerra en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t Hoy, en la Peninsula Coreana se ha creado la situacion grave debido a las cada dia mas imprudentes maniobras de las fuerzas enemigas tendentes a provocar la guerra contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Contenerse o ceder ante los enemigos que atacan con espada significa la autodestruccion.\n\t\t\t\t\t\n\t\t\t\t\t Cuanto mas EE.UU. revele su ambicion de aplastar en lo militar a la RPDC, tanto mas tomaremos las contramedidas fuertes."
        },
        {
            "title": "Rodong Sinmun denuncia injusta sentencia a un morador surcoreano",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-29ee.html",
            "content": "Rodong Sinmun denuncia injusta sentencia a un morador surcoreano\r\n Pyongyang, 29 de julio (ACNC) -- Hace poco, el Tribunal Local de Chongju del Sur de Corea volvio a sentenciar, en virtud de la ley de seguridad, a 6 meses de carcel a un morador que elogio a la Republica Popular Democratica de Corea. \n\t\t\t\t\t Es la quinta vez la represion barbara a ese acusado que no pliega su conviccion y conciencia. \n\t\t\t\t\t\n\t\t\t\t\t  El proceder de las autoridades juridicas del Sur de Corea es una violacion de derechos humanos y evidente expresion de la hostilidad a la RPDC, revela el diario Rodong Sinmun en un comentario individual de este martes y continua: \n\t\t\t\t\t\n\t\t\t\t\t Los titeres surcoreanos no pueden ocultar con nada la naturaleza de la sociedad surcoreana como la mas fascista y dictatorial y peor infierno de DDHH del mundo. \n\t\t\t\t\t\n\t\t\t\t\t En el suelo surcoreano se hacen objetos de represion brutal los habitantes aspirantes a la nueva politica y nueva sociedad. \n\t\t\t\t\t\n\t\t\t\t\t Ahora las autoridades surcoreanas cometen otro crimen anti-reunificacion recurriendo a la represion fascista a las fuerzas progresistas a contrapelo de la demanda de la poblacion de mejorar las relaciones entre ambas partes coreanas y lograr la reconciliacion de la nacion. \n\t\t\t\t\t\n\t\t\t\t\t Si se cometen de continuo en la sociedad surcoreana tales atrocidades fascistas y anti-reunificacion, se entenebrecera mas la perspectiva de las relaciones intercoreanas en ruptura. \n\t\t\t\t\t\n\t\t\t\t\t Ninguna represion fascista puede detener la tendencia a la justicia y la verdad. \n\t\t\t\t\t\n\t\t\t\t\t La represion antinacional y anti-reunificacion de los titeres surcoreanos no podra eludir el repudio y rechazo de toda la nacion."
        },
        {
            "title": "Minju Joson urge desmantelamiento de \"comandancia de fuerzas de la ONU\" ",
            "url": "http://kcna.co.jp/item/2014/201407/news29/20140729-30ee.html",
            "content": "Minju Joson urge desmantelamiento de \"comandancia de fuerzas de la ONU\" \r\n Pyongyang, 29 de julio (ACNC) -- El periodico Minju Joson, en un comentario individual divulgado este martes, demanda el desmantelamiento inmediato de la \"comandancia de las fuerzas de la ONU\", residuo de la epoca, y la retirada de las tropas norteamericanas del Sur de Corea. \n\t\t\t\t\t Estados Unidos introdujo en la Peninsula Coreana enormes materiales y pertrechos de guerra con el fin de desatar una nueva guerra, debido a lo cual, la Peninsula Coreana se ha convertido en el mayor arsenal nuclear en el mundo, revela el rotativo y prosigue: \n\t\t\t\t\t\n\t\t\t\t\t Ahora en el mar y el cielo de la Peninsula Coreana y su contorno los armamentos de fabricacion norteamericana acechan la oportunidad de ataque preventivo contra la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\t Lo problematico es que todas las maniobras de guerra de agresion de EE.UU. se perpetran bajo el cartel de las \"fuerzas de la ONU\". \n\t\t\t\t\t\n\t\t\t\t\t EE.UU. abusa de la ONU y mantiene el aparato fantasmal llamado \"comandancia de las fuerzas de la ONU\" para atribuir alguna justicia a su campana de nueva guerra anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\t En los ultimos anos se desespera por disfrazar la \"comandancia de las fuerzas de la ONU\" como \"organizacion multinacional\", o sea, la OTAN de version asiatica. \n\t\t\t\t\t\n\t\t\t\t\t Mientras que exista en la Peninsula Coreana la \"comandancia de las fuerzas de la ONU\", utilizada en el periodo de la pasada guerra coreana como aparato de agresion anti-RPDC de EE.UU. y siga la presencia de las tropas norteamericanas en el suelo surcoreano, no se preservaran la paz ni la estabilidad de la Peninsula Coreana."
        }
    ]
}