{
    "date": "2014-04-09",
    "url": "http://kcna.co.jp/item/2014/201404/2014-04-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Elected First Chairman of NDC of DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-01ee.html",
            "content": "Kim Jong Un Elected First Chairman of NDC of DPRK\r\n Pyongyang, April 9 (KCNA) -- Supreme leader Kim Jong Un was elected first chairman of the National Defence Commission (NDC) of the DPRK at the 1st Session of the 13th Supreme People's Assembly of the DPRK held on Wednesday.\n\t\t\t\t\t The session solemnly declared at home and abroad that Kim Jong Un, first secretary of the Workers' Party of Korea and supreme commander of the Korean People's Army, who is leading the country and the people along the road of victory and prosperity, being possessed of rare ideological and theoretical wisdom, distinguished political caliber and noble virtues attracting all people, was elected first chairman of the NDC of the DPRK, reflecting the unanimous will and desire of all service personnel and people of the country.\n\t\t\t\t\t\n\t\t\t\t\t The historical moment when he was reelected first chairman of the NDC of the DPRK, all the deputies and participants in the session broke into stormy cheers of \"hurrah!\", extending the highest glory and warmest congratulations to him.\n\t\t\t\t\t\n\t\t\t\t\t His election as first chairman of the NDC of the DPRK is the great jubilee in the nation's history as it helps glorify the socialist country as eternal Kim Il Sung's and Kim Jong Il's Korea and accomplish the revolutionary cause of Juche and the revolutionary cause of Songun which started in the forest of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t It is also an expression of the absolute support and trust of all service personnel and people in him who opened a new chapter for realizing the cause of perpetuating the memory of the leaders with boundless noble moral obligation, made sure that the revolutionary life and undying feats of President Kim Il Sung and General Secretary Kim Jong Il shine for all ages, developed in depth Kimilsungism-Kimjongilism as the only guiding idea of the DPRK and gave play to the mental power of all service personnel and people, thus adding brilliance to the annals of new victory of the Songun revolution."
        },
        {
            "title": "1st Session of 13th SPA of DPRK Held",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-46ee.html",
            "content": "1st Session of 13th SPA of DPRK Held\r\n Pyongyang, April 9 (KCNA) -- The 1st Session of the 13th Supreme People's Assembly of the DPRK was held at the Mansudae Assembly Hall on Wednesday.\n\t\t\t\t\t It was attended by the newly elected deputies to the SPA.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the party, armed forces and power bodies, public organizations, ministries and national institutions and those in the fields of science, education, literature and arts, public health and media were present as observers.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un took the platform.\n\t\t\t\t\t\n\t\t\t\t\t All the participants observed a moment's silence in memory of President Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Yang Hyong Sop made an opening address at the session.\n\t\t\t\t\t\n\t\t\t\t\t The session elected Deputy Choe Thae Bok as chairman of the SPA and Deputies An Tong Chun and Ri Hye Jong as its vice-chairpersons.\n\t\t\t\t\t\n\t\t\t\t\t It also elected Deputy Kim Phyong Hae as chairman of the Deputy Credentials Committee of the 13th SPA and Deputies Pak Yong Sik, Kang Phil Hun, Ri Man Gon, Cha Yong Myong, Kim Yong Ho and Kim Hyong Nam as its members.\n\t\t\t\t\t\n\t\t\t\t\t It decided the following agenda items of the 1st Session of the 13th SPA of the DPRK:\n\t\t\t\t\t\n\t\t\t\t\t1. Election of the First Chairman of the National Defence Commission of the DPRK\n\t\t\t\t\t\n\t\t\t\t\t2. Election of the State Guidance Organ of the DPRK\n\t\t\t\t\t\n\t\t\t\t\t3. On the Results of the Implementation of the DPRK's State Budget for Juche 102 (2013) and State Budget for Juche 103 (2014)\n\t\t\t\t\t\n\t\t\t\t\t The first agenda item was discussed at the session.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Kim Yong Nam made a speech on the election of the first chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He courteously proposed to the SPA the proposal of the Central Committee and the Central Military Commission of the Workers' Party of Korea on electing Kim Jong Un as first chairman of the NDC of the DPRK, reflecting the general will of the whole party and army and all the people.\n\t\t\t\t\t\n\t\t\t\t\t The proposal was fully supported and approved by all deputies and participants.\n\t\t\t\t\t\n\t\t\t\t\t The session solemnly declared that Kim Jong Un was elected first chairman of the NDC of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It discussed the second agenda item.\n\t\t\t\t\t\n\t\t\t\t\t The session elected the president of the Presidium of the SPA of the DPRK and its vice-presidents, honorary vice-presidents, secretary general and members.\n\t\t\t\t\t\n\t\t\t\t\t It elected the vice-chairmen and members of the NDC at the proposal of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It elected the premier of the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t It appointed with approval of all deputies members of the Cabinet proposed by Deputy Pak Pong Ju, premier of the Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t It appointed the director of the Supreme Public Prosecutors Office and elected the president of the Supreme Court.\n\t\t\t\t\t\n\t\t\t\t\t It also elected the Legislation Committee and the Budget Committee, panel committees of the SPA.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju took an oath on behalf of the members of the Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Deputy Kim Phyong Hae, chairman of the Deputy Credentials Committee, made a report on the committee of the 13th SPA at the session and it adopted a decision on approving the report.\n\t\t\t\t\t\n\t\t\t\t\t The session discussed the third agenda item.\n\t\t\t\t\t\n\t\t\t\t\t A report made by Deputy Choe Kwang Jin, minister of Finance, was followed by speeches of deputies.\n\t\t\t\t\t\n\t\t\t\t\t It adopted a decision of the SPA \"On Approving the Results of the Implementation of the DPRK's State Budget for Juche 102 (2013)\" and an ordinance of the SPA \"On the DPRK's State Budget for Juche 103 (2014)\"."
        },
        {
            "title": "DPRK National Defence Commission Elected at SPA Session",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-34ee.html",
            "content": "DPRK National Defence Commission Elected at SPA Session\r\n Pyongyang, April 9 (KCNA) -- The following National Defence Commission was elected at the First Session of the 13th Supreme People's Assembly of the DPRK:\n\t\t\t\t\t First chairman of the NDC of the DPRK Kim Jong Un\n\t\t\t\t\t\n\t\t\t\t\tVice-chairmen of the NDC Choe Ryong Hae, Ri Yong Mu and O Kuk Ryol\n\t\t\t\t\t\n\t\t\t\t\tMembers of the NDC Jang Jong Nam, Pak To Chun, Kim Won Hong, Choe Pu Il and Jo Chun Ryong."
        },
        {
            "title": "Presidium of Supreme People's Assembly of DPRK Elected",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-35ee.html",
            "content": "Presidium of Supreme People's Assembly of DPRK Elected\r\n Pyongyang, April 9 (KCNA) -- The following Presidium of the Supreme People's Assembly of the DPRK was elected at the First Session of the 13th Supreme People's Assembly:\n\t\t\t\t\t President of the Presidium of the SPA of the DPRK Kim Yong Nam\n\t\t\t\t\t\n\t\t\t\t\tIts Vice-Presidents Yang Hyong Sop and Kim Yong Dae\n\t\t\t\t\t\n\t\t\t\t\t Its Honorary Vice-Presidents Kim Yong Ju and Choe Yong Rim\n\t\t\t\t\t\n\t\t\t\t\t Its Secretary General Hong Son Ok\n\t\t\t\t\t\n\t\t\t\t\t Its Members Kim Yang Gon, Thae Jong Su, Jon Yong Nam, Hyon Sang Ju, Ri Myong Gil, Kim Jong Sun, Kim Wan Su, Ryu Mi Yong, Kang Myong Chol, Kang Su Rin and Jon Kyong Nam."
        },
        {
            "title": "Members of DPRK Cabinet Appointed",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-36ee.html",
            "content": "Members of DPRK Cabinet Appointed\r\n Pyongyang, April 9 (KCNA) -- The following members of the DPRK Cabinet were appointed at the First Session of the 13th Supreme People's Assembly of DPRK:\n\t\t\t\t\tPremier of the DPRK Cabinet Pak Pong Ju\n\t\t\t\t\t\n\t\t\t\t\tVice-Premier and Chairman of the State Planning Commission Ro Tu Chol\n\t\t\t\t\t\n\t\t\t\t\tVice-Premier Kim Yong Jin\n\t\t\t\t\t\n\t\t\t\t\tVice-Premier and Minister of Chemical Industry Ri Mu Yong\n\t\t\t\t\t\n\t\t\t\t\tVice-Premier and Minister of Agriculture Ri Chol Man\n\t\t\t\t\t\n\t\t\t\t\tForeign Minister Ri Su Yong\n\t\t\t\t\t\n\t\t\t\t\tMinister of Electric Power Industry Kim Man Su\n\t\t\t\t\t\n\t\t\t\t\tMinister of Coal Industry Mun Myong Hak\n\t\t\t\t\t\n\t\t\t\t\tMinister of Metallurgical Industry Kim Yong Gwang\n\t\t\t\t\t\n\t\t\t\t\tMinister of Railways Jon Kil Su\n\t\t\t\t\t\n\t\t\t\t\tMinister of Land and Maritime Transport Kang Jong Gwan\n\t\t\t\t\t\n\t\t\t\t\tMinister of Mining Industry Ri Hak Chol\n\t\t\t\t\t\n\t\t\t\t\tMinister of State Natural Resources Development Ri Chun Sam\n\t\t\t\t\t\n\t\t\t\t\tMinister of Oil Industry Pae Hak\n\t\t\t\t\t\n\t\t\t\t\tMinister of Forestry Han Ryong Guk\n\t\t\t\t\t\n\t\t\t\t\tMinister of Machine-building Industry Ri Jong Guk\n\t\t\t\t\t\n\t\t\t\t\tMinister of Atomic Energy Industry Ri Je Son\n\t\t\t\t\t\n\t\t\t\t\tMinister of Electronics Industry Kim Jae Song\n\t\t\t\t\t\n\t\t\t\t\tMinister of Posts and Telecommunications Sim Chol Ho\n\t\t\t\t\t\n\t\t\t\t\tMinister of Construction and Building-Materials Industry Tong Jong Ho\n\t\t\t\t\t\n\t\t\t\t\tMinister of State Construction Control Kwon Song Ho\n\t\t\t\t\t\n\t\t\t\t\tMinister of Food and Consumer Goods Industries Jo Yong Chol\n\t\t\t\t\t\n\t\t\t\t\tMinister of Fisheries Ri Hyok\n\t\t\t\t\t\n\t\t\t\t\tMinister of Finance Choe Kwang Jin\n\t\t\t\t\t\n\t\t\t\t\tMinister of Labor Jong Yong Su\n\t\t\t\t\t\n\t\t\t\t\tMinister of Foreign Trade Ri Ryong Nam\n\t\t\t\t\t\n\t\t\t\t\tChairman of the State Science and Technology Commission Choe Sang Gon\n\t\t\t\t\t\n\t\t\t\t\tPresident of the State Academy of Sciences Jang Chol\n\t\t\t\t\t\n\t\t\t\t\tMinister of Land and Environment Protection Kim Kyong Jun\n\t\t\t\t\t\n\t\t\t\t\tMinister of Urban Management Kang Yong Su\n\t\t\t\t\t\n\t\t\t\t\tMinister of Food Procurement and Administration Mun Ung Jo\n\t\t\t\t\t\n\t\t\t\t\tMinister of Commerce Kim Kyong Nam\n\t\t\t\t\t\n\t\t\t\t\tChairman of the Education Commission and Minister of General Education Kim Sung Du\n\t\t\t\t\t\n\t\t\t\t\tPresident of Kim Il Sung University and Minister of Higher Education under the Education Commission Thae Hyong Chol\n\t\t\t\t\t\n\t\t\t\t\tMinister of Public Health Kang Ha Guk\n\t\t\t\t\t\n\t\t\t\t\tMinister of Culture Pak Chun Nam\n\t\t\t\t\t\n\t\t\t\t\tMinister of Physical Culture and Sports Ri Jong Mu\n\t\t\t\t\t\n\t\t\t\t\tPresident of the Central Bank Kim Chon Gyun\n\t\t\t\t\t\n\t\t\t\t\tDirector of the Central Bureau of Statistics Ri Sung Ho\n\t\t\t\t\t\n\t\t\t\t\tSecretary General of the Cabinet Kim Yong Ho"
        },
        {
            "title": "Director of Supreme Public Prosecutors Office Appointed, President of Supreme Court Elected",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-39ee.html",
            "content": "Director of Supreme Public Prosecutors Office Appointed, President of Supreme Court Elected\r\n Pyongyang, April 9 (KCNA) -- The 1st Session of the 13th Supreme People's Assembly of the DPRK appointed Jang Pyong Gyu as director of the Supreme Public Prosecutors Office and elected Pak Myong Chol as president of the Supreme Court."
        },
        {
            "title": "Panel Committees of SPA of DPRK Elected",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-40ee.html",
            "content": "Panel Committees of SPA of DPRK Elected\r\n Pyongyang, April 9 (KCNA) -- The following Legislation Committee and Budget Committee, panel committees of the Supreme People's Assembly of the DPRK, were elected at the 1st Session of the 13th SPA of the DPRK:\n\t\t\t\t\t Legislation Committee of the SPA of the DPRK \n\t\t\t\t\t\n\t\t\t\t\t Chairman Choe Pu Il \n\t\t\t\t\t\n\t\t\t\t\t Members Jang Pyong Gyu, Pak Myong Chol, Pak Thae Dok, Thae Hyong Chol, Cha Hui Rim and Pak Myong Guk.\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t Budget Committee of the SPA of the DPRK\n\t\t\t\t\t\n\t\t\t\t\t Chairman O Su Yong\n\t\t\t\t\t\n\t\t\t\t\t Members Pak Yong Ho, Kye Yong Sam, Hong So Hon, Kim Hui Suk, Choe Yong Il and Pak Hyong Ryol."
        },
        {
            "title": "Report of Credentials Committee of Deputies to 13th SPA",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-41ee.html",
            "content": "Report of Credentials Committee of Deputies to 13th SPA\r\n Pyongyang, April 9 (KCNA) -- Deputy Kim Phyong Hae, chairman of the Deputy Credentials Committee, made a report on the committee at the First Session of the 13th Supreme People's Assembly of the DPRK held on Wednesday.\n\t\t\t\t\t According to him, 99.97 percent of all voters took part in the election of deputies to the 13th SPA and voted for the candidates for deputies to the SPA registered at relevant constituencies.\n\t\t\t\t\t\n\t\t\t\t\t The credentials committee confirmed that all the elected deputies have qualifications as SPA deputies because the election of the deputies to the 13th SPA was strictly held according to the Rules on the Elections of Deputies to the People's Assemblies at All Levels and the candidates for deputies to the SPA registered at relevant constituencies were voted by all electors.\n\t\t\t\t\t\n\t\t\t\t\t The elected deputies to the SPA are the genuine people's representatives who are devoting themselves to strengthening the DPRK government and accomplishing the revolutionary cause of Juche, remaining loyal to the idea and guidance of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Among the SPA deputies are anti-Japanese revolutionary fighters who participated in the anti-Japanese armed struggle led by President Kim Il Sung and veterans of the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t 17.2 percent of the deputies are service personnel who are performing shining feats at posts to defend the country and worksites to build a rich and powerful country, true to the Songun revolutionary leadership of Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Workers account for 12. 7 percent, cooperative farmers 11.1 percent and women 16.3 percent. They are bringing about shining labor innovations in the van of the heroic advance to build a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Also among the deputies are officials of the party and power bodies, administrative and economic organs and working people's organizations, those in the fields of science, education, public health, literature and arts and media and various other sectors and those of the General Association of Korean Residents in Japan and organizations under it.\n\t\t\t\t\t\n\t\t\t\t\t Winners of Order of Kim Il Sung, Kim Il Sung Prize, Order of Kim Jong Il and Kim Jong Il Prize account for 30.2 percent, recipients of the titles of the DPRK hero and labor hero 14. 6 percent and recipients of academic degrees and titles including professors and doctors and scientists, technicians and experts 91.7 percent.\n\t\t\t\t\t\n\t\t\t\t\t 3.9 percent of the deputies are aged below 39, 66.9 percent 40-59, 29.2 percent above 60 and 94.2 percent of them graduated from universities or received similar level of education."
        },
        {
            "title": "Report on Implementation of State Budget for 2013 and State Budget for 2014",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-09ee.html",
            "content": "Report on Implementation of State Budget for 2013 and State Budget for 2014\r\n Pyongyang, April 9 (KCNA) -- Deputy Choe Kwang Jin, minister of Finance, delivered a report on the results of the implementation of the DPRK state budget for Juche 102 (2013) and its state budget for Juche 103 (2014) which was discussed by the Budget Committee of the Supreme People's Assembly, at the First Session of the 13th SPA held on Wednesday.\n\t\t\t\t\t According to his report, the DPRK dynamically conducted a general offensive for the building of an economic power and the improvement of the people's living standard, true to the new line on simultaneously pushing forward the economic construction and the building of nuclear force set forth by the Workers' Party of Korea, last year and in this course the state budget for last year was successfully implemented.\n\t\t\t\t\t\n\t\t\t\t\t Last year's plan for state budgetary revenue was carried out at 101.8%, an increase of 6% over the previous year.\n\t\t\t\t\t\n\t\t\t\t\t The plan for local budgetary revenue was fulfilled at 107.7%.\n\t\t\t\t\t\n\t\t\t\t\t And the plan for state budgetary expenditure was carried out at 99.7%, an increase of 5.6% over the previous year.\n\t\t\t\t\t\n\t\t\t\t\t 16% of the total expenditure was spent for national defence, thus contributing to smashing the enemies' reckless moves to ignite a nuclear war and the anti-DPRK confrontation racket and powerfully demonstrating the dignity and might of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t 45.2% of the total expenditure went to the field of economic construction to consolidate the foundation of the self-supporting economy, bring a surge in the production in various fields of the national economy including agriculture and usher in a heyday in construction.\n\t\t\t\t\t\n\t\t\t\t\t 38.8% of the total expenditure was spent for the field of cultural construction including education, healthcare, sports and music and arts, contributing to the enforcement of popular policies and the building of a highly-civilized socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t This year's state budgetary revenue and expenditure have been shaped in such a manner as to meet the financial needs for realizing the Party's plan to build a thriving nation as early as possible and carrying out the national economy plan.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary revenue is expected to grow 4.3% over last year. Out of this, transaction revenue is expected to swell 4.5%, the revenue from the profits of state enterprises 7.9%, that from the profits of cooperative organizations 4.8%, that from real estate rent 9.5%, that from social insurance 5.1%, that from sale of properties and price differential 2.4%, other revenues 1.7% and the revenue from economic and trade zone 5.1%.\n\t\t\t\t\t\n\t\t\t\t\t This year's state budget envisages that provinces, cities and counties will ensure the expenditure with their own incomes and deliver revenue to the national budget for their fulfillment of the plan for local budgetary revenue and expenditure.\n\t\t\t\t\t\n\t\t\t\t\t The state budgetary expenditure is expected to increase 6.5% over last year. Out of this, spending for the fields of agriculture, stockbreeding and fishery is expected to go up 5.1%, that for capital construction 4.3%, that for science and technology 3.6%, that for the vanguard sector of the national economy and the fields of basic industry and light industry 5.2%, that for education 5.6%, that for healthcare 2.2%, that for social insurance and social security 1.4%, that for sports 17.1% and that for culture 1.3%.\n\t\t\t\t\t\n\t\t\t\t\t 15.9% of the total state budgetary expenditure is expected to be spent for national defence this year and a huge amount of educational aid fund and stipends is to be sent to the children of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that to correctly implement this year's state budget is an important work to provide a financial guarantee for the grand advance of the service personnel and people of the DPRK who are making a great leap forward to realize the far-reaching idea and goal for the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The reporter underscored the need to unfailingly implement monthly and quarterly plans for state budgetary revenue so as to successfully implement this year's state budget."
        },
        {
            "title": "Order of Kim Il Sung Awarded to Car Station",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-29ee.html",
            "content": "Order of Kim Il Sung Awarded to Car Station\r\n Pyongyang, April 9 (KCNA) -- The Mangyongdae Car Station received Order of Kim Il Sung in the run-up to the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The station laid a solid material and technological foundation and meticulously organized its operation and management, thus successfully carrying out its transportation service for foreigners.\n\t\t\t\t\t\n\t\t\t\t\t A decree of the Presidium of the Supreme People's Assembly of the DPRK was promulgated on March 26."
        },
        {
            "title": "Order of Kim Il Sung and Kim Il Sung Prize Awarded to Persons of Merit",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-30ee.html",
            "content": "Order of Kim Il Sung and Kim Il Sung Prize Awarded to Persons of Merit\r\n Pyongyang, April 9 (KCNA) -- Order of Kim Il Sung was awarded to Ho Jong Ok, chairwoman of the management board of the Unhung Co-op Farm in Thaechon County, North Phyongan Province, and Kim Il Sung Prize to Ko Yong Hae, teacher of the Physical Faculty of Kim Il Sung University.\n\t\t\t\t\t Ho Jong Ok firmly laid the farm's material and technological foundation and did farming well as required by the Juche-oriented farming method, overfulfilling the grain production plan every year.\n\t\t\t\t\t\n\t\t\t\t\t Ko Yong Hae, working in the field of education for a long period, greatly contributed to glorifying the immortal leadership feats of President Kim Il Sung and General Secretary Kim Jong Il, training scientific and technological personnel, writing scientific and technological books and solving scientific and technological issues arising in building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t Decrees of the Presidium of the DPRK Supreme People's Assembly were promulgated on March 26."
        },
        {
            "title": "Kim Il Sung Youth Honor Prize Awarded to Model Committees, Officials and Members of Youth League",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-31ee.html",
            "content": "Kim Il Sung Youth Honor Prize Awarded to Model Committees, Officials and Members of Youth League\r\n Pyongyang, April 9 (KCNA) -- Kim Il Sung Youth Honor Prize was awarded to 13 model primary committees of the youth league and its 18 officials and members on the occasion of the birth anniversary of President Kim Il Sung. They have firmly built youth league organizations into the Songun youth vanguard organizations, performed feats in defending the country and building a thriving socialist nation and set an example in study and organizational life.\n\t\t\t\t\t A decree of the Presidium of the DPRK Supreme People's Assembly was promulgated on March 26."
        },
        {
            "title": "Kim Il Sung Children Honor Prize Awarded to Model KCU Members",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-32ee.html",
            "content": "Kim Il Sung Children Honor Prize Awarded to Model KCU Members\r\n Pyongyang, April 12 (KCNA) -- Kim Il Sung Children Honor Prize was awarded to 185 members of the Korean Children's Union (KCU) on the occasion of the birth anniversary of President Kim Il Sung. They set an example in study and organizational life, socio-political activities and the do-good-thing movement by learning from the glorious childhood of Kim Il Sung and General Secretary Kim Jong Il.\n\t\t\t\t\t A decree of the Presidium of the DPRK Supreme People's Assembly was promulgated on March 26."
        },
        {
            "title": "Dancing Parties Mark Anniversary of Kim Jong Il's Election as Chairman of NDC",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-33ee.html",
            "content": "Dancing Parties Mark Anniversary of Kim Jong Il's Election as Chairman of NDC\r\n Pyongyang, April 9 (KCNA) -- Dancing parties of youth and students were held across the country on Wednesday to mark the 21st anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The venues in Pyongyang including the plazas of the Pyongyang Indoor Stadium and the Arch of Triumph were pervaded with yearnings for Kim Jong Il, peerlessly brilliant Songun commander and eternal image of the great Paektusan nation.\n\t\t\t\t\t\n\t\t\t\t\t As the song \"Please Receive Best Wishes of People\" resounded forth, youth and students began to dance, recollecting the undying feats of Kim Jong Il who led Songun Korea along the road of victory.\n\t\t\t\t\t\n\t\t\t\t\t The participants cheerfully danced to the tune of songs like \"Let's Sing of General Dear to People\", \"Our General Is the Best\" and \"Led by You, We Will Win\".\n\t\t\t\t\t\n\t\t\t\t\t Youth and students dancing to the tune of songs like \"Our Leader Loved by People\" were full of confidence in the future of the country which will be rosy and bright under the leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Similar dancing parties took place at provincial seats and in cities and counties on the same day."
        },
        {
            "title": "Tribute Paid to Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-17ee.html",
            "content": "Tribute Paid to Kim Jong Il\r\n Pyongyang, April 9 (KCNA) -- Members of the Presidium, members and alternate members of the Political Bureau of the C.C., the Workers' Party of Korea visited the Kumsusan Palace of the Sun on Wednesday on the occasion of the 21st anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t Seen standing before the statues of President Kim Il Sung and Kim Jong Il was a floral basket in the name of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Laid before the statues was a floral basket in the joint name of the C.C., the Workers' Party of Korea, the Central Military Commission of the WPK, the DPRK National Defence Commission, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid tribute to the statues.\n\t\t\t\t\t\n\t\t\t\t\t In the hall where Kim Jong Il lies in state, they made bows to him.\n\t\t\t\t\t\n\t\t\t\t\t They went round the hall where orders Kim Jong Il received are on display and the halls which house a car, electric car, boat and train coach used by him."
        },
        {
            "title": "Workers, Trade Union Members Meet",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-18ee.html",
            "content": "Workers, Trade Union Members Meet\r\n Pyongyang, April 9 (KCNA) -- A meeting of workers and members of the trade unions took place at the plaza of the Monument to Party Founding on Wednesday on the occasion of the 2nd anniversary of the election of supreme leader Kim Jong Un as first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t Hyon Sang Ju, chairman of the C.C., the General Federation of Trade Unions of Korea, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said:\n\t\t\t\t\t\n\t\t\t\t\t Holding Kim Jong Un at the helm of the party and the state was a great jubilee of the national history as it was an event promising the bright future of Songun Korea, its prosperity and an epochal turn in strengthening the WPK and building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He is the most distinguished statesman and outstanding strategist at the present time who is leading the revolutionary cause of Juche to victory, possessed of pure loyalty to President Kim Il Sung and General Secretary Kim Jong Il, distinguished leadership caliber, matchless courage and pluck.\n\t\t\t\t\t\n\t\t\t\t\t He opened up a new chapter of the cause of perpetuating the memory of the leaders and made sure that their revolutionary life and immortal feats are shining forever.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to greatly contribute to building an economic power and improving the standard of people's living by raising a strong wind of a leap forward on all fronts for building a thriving nation, true to the New Year Address made by him and the new line of the WPK on simultaneously building up the economy and defence.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials and members of the trade unions and workers."
        },
        {
            "title": "Performance Given by Art Squad of C.C., Youth League",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-19ee.html",
            "content": "Performance Given by Art Squad of C.C., Youth League\r\n Pyongyang, April 9 (KCNA) -- A performance was given by the art squad of the C.C., the Kim Il Sung Socialist Youth League at the plaza of the Pyongyang Indoor Stadium on Wednesday to celebrate the 21st anniversary of General Secretary Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t The performance began with mixed chorus \"Glory to General\".\n\t\t\t\t\t\n\t\t\t\t\t The performers extended the highest regard to Kim Jong Il who performed great feats for the party, revolution, era and history, standing on the forefront of revolution under the unfurled banner of Songun all his life.\n\t\t\t\t\t\n\t\t\t\t\t In female solo \"We Cannot Live without You\", agitation and mixed chorus \"We Know Nobody but You\" and other numbers the performers fully represented the ardent reverence and intense loyalty of the young vanguard across the country to Marshal Kim Jong Un who is glorifying the idea of President Kim Il Sung and Kim Jong Il on attaching importance to youth and their feats.\n\t\t\t\t\t\n\t\t\t\t\t Also staged were oungum solo and ensemble \"Push back Frontiers of the Latest Science\", drama witticism \"Name of Era\", male guitar quintet ensemble \"Our Future Is Bright\" and other numbers reflected the enthusiasm and spirit of the young people who are raising a strong wind of leap forward on all fronts for the building of a thriving nation."
        },
        {
            "title": "DPRK People Joyful at Kim Jong Un's Reelection as First NDC Chairman",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-43ee.html",
            "content": "DPRK People Joyful at Kim Jong Un's Reelection as First NDC Chairman\r\n Pyongyang, April 9 (KCNA) -- People throughout the DPRK are seized with great joy upon receiving the news that supreme leader Kim Jong Un was reelected first chairman of the National Defence Commission (NDC) of the DPRK at the 1st Session of the 13th Supreme People's Assembly of the DPRK held on Wednesday. \n\t\t\t\t\t In this regard, Ri Pong Won, a department director of the Ministry of Construction and Building-Materials Industry, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Holding the respected Marshal Kim Jong Un in high esteem again at the helm of the DPRK marks an auspicious event for the Korean nation which guarantees the eternal prosperity of Kim Il Sung's and Kim Jong Il's Korea. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un represents the mightiness of Songun (military-first) Korea as well as the banner of victory and glory.\n\t\t\t\t\t\n\t\t\t\t\t The army and people are convinced that the bright future is in store for the great Paektusan nation thanks to the outstanding ideology and leadership of Kim Jong Un, who has strengthened the revolutionary armed forces into an invincible one with Songun leadership and brought about a new history of enormous changes.\n\t\t\t\t\t\n\t\t\t\t\t I will work harder in order to bring about a radical change in construction, true to Kim Jong Un's noble intention of effecting a fresh upsurge in construction this year.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ho Song, a worker of the Chollima Steel Complex, said:\n\t\t\t\t\t\n\t\t\t\t\t Holding the respected Marshal Kim Jong Un in high esteem again at the helm of the DPRK is the greatest happiness for the DPRK people.\n\t\t\t\t\t\n\t\t\t\t\t For the DPRK people, their motherland precisely means the loving care of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Workers of the complex have keenly felt through their life that they can not live even for a moment without his loving care.\n\t\t\t\t\t\n\t\t\t\t\t We would uphold his leadership with increased steel output, singing the song \"We Cannot Live without You\", which lively represents the feelings of all the workers of the complex.\n\t\t\t\t\t\n\t\t\t\t\t Yun Chun Hwa, chairwoman of the management board of the Chongsan Co-op Farm in Kangso District, said:\n\t\t\t\t\t\n\t\t\t\t\t The news is giving all the farmers of the farm a great pride of advancing under the leadership of the peerlessly great man of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Under his guidance, they are advancing towards the rosy future of a thriving nation with the faith in sure victory even under the situation in which the anti-DPRK forces are intensifying the moves to stifle the DPRK as never before.\n\t\t\t\t\t\n\t\t\t\t\t The agricultural workers will make contributions to further glorifying the great era of Kim Jong Un with increased grain output."
        },
        {
            "title": "DPRK Servicepersons Vow Loyalty to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-44ee.html",
            "content": "DPRK Servicepersons Vow Loyalty to Kim Jong Un\r\n Pyongyang, April 9 (KCNA) -- Servicepersons of the DPRK are gripped by a great joy upon receiving the news that supreme leader Kim Jong Un was reelected first chairman of the National Defence Commission (NDC) at the 1st Session of the 13th Supreme People's Assembly.\n\t\t\t\t\t Ho Chol Hyok, an officer of the Korean People's Army, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t All the servicepersons are extending heartfelt congratulations to Kim Jong Un, supreme commander of the KPA, on his reelection as the first NDC chairman.\n\t\t\t\t\t\n\t\t\t\t\t His reelection on the day celebrating the 21st anniversary of General Secretary Kim Jong Il's election as the chairman of the NDC further encourages the servicepersons, who are determined to accomplish the Songun (military-first) cause of Juche under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, who has fully embodied distinguished military stratagem, superb commanding art and matchless pluck, always finds himself in the frontline areas, in order to reliably defend the nation's dignity and sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his seasoned guidance, the KPA is fully displaying the invincible might as befitting the army of the leader and the Workers' Party of Korea and has fully prepared itself as ranks of genuine comrades-in-arms and death-defying corps of the leader.\n\t\t\t\t\t\n\t\t\t\t\t With the unshakable will that only victory is in store as Kim Jong Un leads the Korean revolution, the KPA servicepersons will remain loyal only to the leadership of the Supreme Commander, who is steadfastly carrying forward the revolutionary cause of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Hong Chol, an officer of the Korean People's Internal Security Forces, said:\n\t\t\t\t\t\n\t\t\t\t\t I am very exited by the news that supreme commander Kim Jong Un was reelected first NDC chairman.\n\t\t\t\t\t\n\t\t\t\t\t His reelection has further hardened the pledge of all the servicepersons of the KPISF to devotedly defend him.\n\t\t\t\t\t\n\t\t\t\t\t No matter how the situation may change, I will remain loyal to the Supreme Commander, upholding him as the one and only center of unity and leadership."
        },
        {
            "title": "Bird Flu Spreads in DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-21ee.html",
            "content": "Bird Flu Spreads in DPRK\r\n Pyongyang, April 9 (KCNA) -- Bird flu recently occurred again in the Democratic People's Republic of Korea, in the wake of similar case found in April last year.\n\t\t\t\t\t In this regard, KCNA met Ri Kyong Gun, a department director of the Ministry of Agriculture.\n\t\t\t\t\t\n\t\t\t\t\t Ri said:\n\t\t\t\t\t\n\t\t\t\t\t Bird flu, whose virus was confirmed to be H5N1, broke out in the Hadang Chicken Farm in Hyongjesan District, Pyongyang, on March 21 and has spread over other chicken farms. Tens of thousands of chickens died or were culled.\n\t\t\t\t\t\n\t\t\t\t\t A National Veterinary Emergency Control Commission was organized and an emergency quarantine campaign against bird flu was declared throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Steps have been taken to quarantine and disinfect the infected areas and bury the dead."
        },
        {
            "title": "FMD Breaks Out in DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-22ee.html",
            "content": "FMD Breaks Out in DPRK\r\n Pyongyang, April 9 (KCNA) -- Foot-and-mouth disease (FMD) fatal to cattle broke out in the DPRK.\n\t\t\t\t\t A case of its virus O was detected in Jongdong-ri, Cholwon County, Kangwon Province, on March 14. \n\t\t\t\t\t\n\t\t\t\t\t In this regard, an anti-epizootic emergency order was issued to the whole country, while relevant organs have taken preventive measures.\n\t\t\t\t\t\n\t\t\t\t\t The infected area is now in quarantine with disinfection."
        },
        {
            "title": "Moranbong Band Gives Performance in Hyesan",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-27ee.html",
            "content": "Moranbong Band Gives Performance in Hyesan\r\n Hyesan, April 9 (KCNA) -- Artistes of the Moranbong Band gave a performance at the provincial art theatre in Hyesan City, Ryanggang Province on Wednesday.\n\t\t\t\t\t Put on the stage were colorful numbers like female solo \"O My Motherland Full of Hope\", light music \"The Sound of a Horse's Hooves in Mt. Paektu\" and female solo and pangchang \"We Think of the Marshal Day and Night\".\n\t\t\t\t\t\n\t\t\t\t\t The performers made a fascinating and enthusiastic artistic representation, representing the profound reverence of the service personnel and people of the DPRK for the peerlessly great men of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t They presented numbers depicting the happy people whose beautiful dreams and ideals are becoming realities under the care of supreme leader Kim Jong Un with melodies pervaded with revolutionary optimism and militant stamina, refined rendition and attractive rhythms. \n\t\t\t\t\t\n\t\t\t\t\tThe performance ended with epilogue \"We Know Nobody But You\" and \"People Are Single-mindedly United\" reflecting the iron will of all service personnel and people to steadfastly carry forward the tradition of Mt. Paektu, single-mindedly united around Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t After watching the performance people from all walks of life said Moranbong Band's performance was not a simple one but was like bugle sound for advance as it instills stronger conviction of victory and optimism into them.\n\t\t\t\t\t\n\t\t\t\t\t The performance goes on in Hyesan."
        },
        {
            "title": "Russian Ensemble Pays Floral Tribute to Kim Il Sung, Kim Jong Il ",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-16ee.html",
            "content": "Russian Ensemble Pays Floral Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 9 (KCNA) -- The Academy Ensemble of the Interior Unit of the Russian Ministry of Interior laid a floral basket before the statues of President Kim Il Sung and General Secretary Kim Jong Il on Mansu Hill on Wednesday and paid tribute to them."
        },
        {
            "title": "Hungarian Foreign Ministry Delegation Goes Back",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-25ee.html",
            "content": "Hungarian Foreign Ministry Delegation Goes Back\r\n Pyongyang, April 9 (KCNA) -- The delegation of the Foreign Ministry of Hungary led by Director General Peter Jakab went back home by air Wednesday."
        },
        {
            "title": "Delegation of Union of Korean Writers and Artists in Japan Here",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-28ee.html",
            "content": "Delegation of Union of Korean Writers and Artists in Japan Here\r\n Pyongyang, April 9 (KCNA) -- A delegation of the Union of Korean Writers and Artists in Japan headed by Chairman Kim Jong Su arrived here on Wednesday on the occasion of the birth anniversary of President Kim Il Sung."
        },
        {
            "title": "Foreign Diplomats Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-37ee.html",
            "content": "Foreign Diplomats Visit Mangyongdae\r\n Pyongyang, April 9 (KCNA) -- Foreign diplomatic envoys, representatives of international organizations and military attaches of foreign embassies here on Wednesday visited the straw thatched low-roofed house in  Mangyongdae, the birthplace of President Kim Il Sung, on the occasion of his birth anniversary.\n\t\t\t\t\t Being briefed on the glorious revolutionary history of the President and the patriotic and revolutionary life of his family members who devoted themselves to the country and its people, the guests went round historic relics preserved with much care.\n\t\t\t\t\t\n\t\t\t\t\t At the end of their visit the guests made entries in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the guests visited Ryugyong Dental Hospital and Okryu Children's Hospital on the same day."
        },
        {
            "title": "Edible Herbs, Efficacious for Diseases",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-20ee.html",
            "content": "Edible Herbs, Efficacious for Diseases\r\n Pyongyang, April 9 (KCNA) -- In spring season, people usually experience languor, anorexia and cough.\n\t\t\t\t\t Various species of spring-growing edible herbs in Korea can be used as remedies for such diseases. The herbs include shepherd's purse, wild onion, wormwood and aralia shoots.\n\t\t\t\t\t\n\t\t\t\t\t Doses of powdered shepherd's purse are taken to cease coughing and lower fever.\n\t\t\t\t\t\n\t\t\t\t\t Various kinds of dishes cooked with shepherd's purse help prevent hypertension and arteriosclerosis.\n\t\t\t\t\t\n\t\t\t\t\t Wild garlic prevents anemia and wormwood helps cure bronchial asthma, while aralia shoots enhances immunity in human body."
        },
        {
            "title": "Papers on Kim Jong Il's Feats for Building Thriving Nation",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-08ee.html",
            "content": "Papers on Kim Jong Il's Feats for Building Thriving Nation\r\n Pyongyang, April 9 (KCNA) -- Papers in editorials Wednesday say that General Secretary Kim Jong Il's election as chairman of the National Defence Commission (NDC) of the DPRK on April 9, Juche 82 (1993) was a historic event of epochal significance in the efforts to triumphantly advance the revolutionary cause of Juche, the revolutionary cause of Songun that started in Mt. Paektu and build a thriving nation.\n\t\t\t\t\t Rodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\t He wisely led the work to solve all the issues arising in state building and activities our own way according to our idea and faith, decision and will in the interests of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his firm independent politics, the traditions of our revolution have been firmly preserved and our country has dynamically advanced along the road of Juche pioneered in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the Songun politics as the basic political mode under socialism and created the ever-victorious history of building a powerful nation in which he cemented the overall national power of the country in every way by dint of the powerful military muscle.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun leadership, the Korean People's Army grew up to be the invincible revolutionary Paektusan army, the national defence industry developed into an almighty arsenal of Mt. Paektu and the whole country was consolidated as an impregnable fortress.\n\t\t\t\t\t\n\t\t\t\t\t His politics of love and trust and benevolence served as a nutrient that helped our revolutionary ranks and the whole society form the world of comrades.\n\t\t\t\t\t\n\t\t\t\t\t The greatest feat he performed for the eternal prosperity of Songun Korea was that he perfectly solved the issue of the inheritance of the leadership.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says: As the DPRK elected him as chairman of the NDC, the fundamental issue was successfully solved in carrying forward and accomplishing the Juche-based cause of state-building generation after generation, the DPRK turned into the strongest political and ideological power and invincible military power and a new era of prosperity unprecedented in nation's history spanning five thousand years was ushered in on this land."
        },
        {
            "title": "Rodong Sinmun Discloses U.S. Intention of Stepping up MD Moves",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-10ee.html",
            "content": "Rodong Sinmun Discloses U.S. Intention of Stepping up MD Moves\r\n Pyongyang, April 9 (KCNA) -- The U.S. is grumbling about \"threats\" and \"provocation\" while citing the war deterrence of the DPRK. This is just a lame excuse to justify its moves to build a missile defence system.\n\t\t\t\t\t Rodong Sinmun says this in an article Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t As far as the real threat is concerned, it is what the DPRK should say to the U.S., the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has the world's biggest stockpile of nuclear weapons and missiles.\n\t\t\t\t\t\n\t\t\t\t\t After deploying them in and around south Korea, the U.S. is threatening and blackmailing the DPRK by force, opening disclosing its attempt at a preemptive attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This has destroyed peace and stability and posed threats to the Korean peninsula and Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear weapons in the DPRK are for self-defence, to all intents and purposes. They are strictly aimed to avert a war and ensure peace on the peninsula. They are by no means to threaten others.\n\t\t\t\t\t\n\t\t\t\t\t It is the legitimate sovereign right of the DPRK to bolster up a war deterrence to defend the sovereignty of the country and dignity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Countries friendly toward the DPRK have no need to be panicked over the DPRK's war deterrence.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. claims it is expanding the missile defence networks to Japan, south Korea, Philippines and Australia from Alaska, to say nothing of Europe and Mid-east, to shield missiles from the DPRK. This does not stand to reason.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. plans to realize its ambition for world domination by citing the DPRK as a pretext.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S., the world's biggest holder of nuclear weapons and missiles, threatens and blackmails the DPRK by force, it is quite natural for the latter to steadily bolster its war deterrence."
        },
        {
            "title": "Japan's Abolition of Past is Prerequisite to Normalization of DPRK-Japan Relations: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-11ee.html",
            "content": "Japan's Abolition of Past is Prerequisite to Normalization of DPRK-Japan Relations: Rodong Sinmun\r\n Pyongyang, April 9 (KCNA) -- Twenty five data about the sexual slaves for the Imperial Japanese Army including Korean women, whom Japan had taken to battlefields during the Second World War by invoking the \"order for the national mobilization,\" were recently disclosed in China.\n\t\t\t\t\t This is irrefutable evidence proving that the sexual slavery for the Imperial Japanese Army was enforced in an organized way with the direct involvement of the government and military of Japan, says Rodong Sinmun Wednesday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t However, Japan is behaving impudently, the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' attitude and stand toward history and reality prove that they have gone desperate in their moves to realize the old dream, which they failed to do in the past, by stepping up the moves to make the country militaristic and veer to the right, far from feeling guilty conscience for Japan's past crimes against humanity.\n\t\t\t\t\t\n\t\t\t\t\t Japan's abolition of the past is not just an issue of making an apology and reparation.\n\t\t\t\t\t\n\t\t\t\t\t This is a touchstone discerning whether it has a will to break with the crime-woven past and start with a clean slate or not. This is also a serious issue showing whether it has qualifications to live as a full-fledged member of the international community or not and, at the same time, a political and moral issue and international legal issue related to the peace of the world and the future of humankind.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural in view of law and morality for assailants to make an apology and reparation to victims.\n\t\t\t\t\t\n\t\t\t\t\t Japan should adopt a sincere approach by clearly seeing through the fundamentals of the DPRK-Japan relations.\n\t\t\t\t\t\n\t\t\t\t\t It is imperative to solve the pending historical issues between the victim and assailant for the solution to the issue of the DPRK-Japan relations. That is the abolition of the past and this is a prerequisite to the normalization of the bilateral relations."
        },
        {
            "title": "S. Korean Warmongers' Intention of Resorting to Drone Racket Revealed",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-12ee.html",
            "content": "S. Korean Warmongers' Intention of Resorting to Drone Racket Revealed\r\n Pyongyang, April 9 (KCNA) -- The south Korean warmongers made bluff and bluster after the 500km range ballistic missile test-fire which they carried out in secrecy in March and made public later. Now they almost keep mum about it despite their big bragging before.\n\t\t\t\t\t Minju Joson Wednesday says in a commentary that the puppet forces can never dodge the issue of the criminal missile development and introduction even though they keep their mouth shut now.\n\t\t\t\t\t\n\t\t\t\t\t Saying the puppet forces' frantic moves to develop and purchase missiles are to do harm to the fellow countrymen in the north in collusion with the U.S., the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t Irony is that the puppet warmongers are resorting to the drone racket to evade the public derision and jeers critical of the missile test-fire.\n\t\t\t\t\t\n\t\t\t\t\t Such a sleight of hand can never work on the bright world today. This will only disclose the impudence of the puppet forces keen on escalating confrontation with fellow countrymen, kowtowing to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces should stop the drone racket aimed at misleading the public opinion. They should apologize before the nation for their moves for missile development and no longer dance to the U.S. tune."
        },
        {
            "title": "News Analyst on S. Korea's Anti-DPRK Human Rights Racket",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-23ee.html",
            "content": "News Analyst on S. Korea's Anti-DPRK Human Rights Racket\r\n Pyongyang, April 9 (KCNA) -- The south Korean authorities are persisting in the anti-DPRK smear campaign over the \"human rights situation\".\n\t\t\t\t\t They took the lead in adopting an anti-DPRK \"resolution on human rights\" at the United Nations, while distorting its reality. This is a hysteric racket that could be done only by the confrontational maniacs and traitors to the nation.\n\t\t\t\t\t\n\t\t\t\t\t As been recognized by the world progressives, the DPRK is a genuine society in which human rights are fully ensured in all realms.\n\t\t\t\t\t\n\t\t\t\t\t The puppet south Korean authorities have no face to dare sling mud at the human rights situation of the Korean-style socialist system centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t It is just the south Korean authorities who have flagrantly violated human rights.\n\t\t\t\t\t\n\t\t\t\t\t Now in south Korea the population's livelihood has gone from bad to worse due to the misrule of the group of Park Geun Hye, who took power with deceptive \"election\" commitments.\n\t\t\t\t\t\n\t\t\t\t\t Nearly half of the people in their twenties and thirties give up loving, marriage and childbirth in south Korea because of destitution. Students at high schools in Seoul, Kwangju, Taegu and other areas were reportedly infected with tuberculosis en masse.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean newspaper Chosun Ilbo termed south Korea a \"crime-ridden zone where it is hard to go outside after 8 p.m.\"\n\t\t\t\t\t\n\t\t\t\t\t South Korea tops the world's list in suicidal rate, with two deaths registered per hour.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, a mother and her two daughters committed suicides simultaneously and a woman in her 30s drowned herself to death with her four-year-old child, while dead bodies of the olds were left alone for scores of days. \n\t\t\t\t\t\n\t\t\t\t\t Those cases give a glimpse of the poor human rights performance in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, Park Geun Hye, the ruler of south Korea, told a lie in her speech at the \"National Assembly\" that a \"bill on people's basic living\" was submitted to the NA. It is also Park who gave an order to fire water cannon at the workers in a justifiable strike.\n\t\t\t\t\t\n\t\t\t\t\t The facts go to prove that south Korea is a wasteland of human rights and its authorities' anti-DPRK human rights racket is the height of folly.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should be mindful that the more frantically they resort to the anti-DPRK smear campaign over human rights, the more clearly their dirty colors will be revealed."
        },
        {
            "title": "S. Korean Chief Executive Ridiculed for Her Remarks",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-24ee.html",
            "content": "S. Korean Chief Executive Ridiculed for Her Remarks\r\n Pyongyang, April 9 (KCNA) -- The people in the DPRK are now strongly demanding that Park Geun Hye, chief executive of south Korea, be removed at once as a cancer-like being obstructive to national reunification and a strangler of human rights.\n\t\t\t\t\t During her recent foreign tour, Park engaged herself in an anti-DPRK smear campaign over the \"human rights\" and nuclear issues, asserting that the DPRK suffers from \"economic difficulty\" and \"food shortage\".  She also claimed that the nuclear facilities in Nyongbyon of the DPRK may bring great disaster.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Kim Pong Nam, senior engineer of the Kangso Knitwear Factory in Nampho City, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Her behaviors show that she is a tattler rather than a \"president\". Park has no willingness for national reunification as she seriously defamed the DPRK in violation of the north-south agreement on halt to slandering with each other.\n\t\t\t\t\t\n\t\t\t\t\t With such separatist left intact, it is impossible to achieve the reunification of the country. \n\t\t\t\t\t\n\t\t\t\t\t Park, a barrier to national reunification, should be removed in time. \n\t\t\t\t\t\n\t\t\t\t\t Pak Mi Son, a teacher of Ryuldong Junior Secondary School in Tongdaewon District, Pyongyang, said:\n\t\t\t\t\t\n\t\t\t\t\t Now south Korea has many street Arabs and tops the world in suicide rate. This being the reality, Park Geun Hye prattled that she was worried about \"health\" of children in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous for Park, a cold-blooded person not knowing about maternal affection, to talk about \"worry\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t The anaconda of Park, who would pull up others over the \"human rights\" issue while turning away her face from poor human rights performance in south Korea, should be removed at once."
        },
        {
            "title": "S. Korean Media Deplores Poor Human Rights Record",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-38ee.html",
            "content": "S. Korean Media Deplores Poor Human Rights Record\r\n Pyongyang, April 9 (KCNA) -- The south Korean internet paper Voice of People in an editorial on April 7 deplored the poor human rights record in south Korea.\n\t\t\t\t\t The editorial said:\n\t\t\t\t\t\n\t\t\t\t\t The International Coordinating Committee, an international human rights organization, informed the south Korean Human Rights Committee of its shelving a judgment on grading at its regular grading examination on April 5. This is a disgrace.\n\t\t\t\t\t\n\t\t\t\t\t After Lee Myung Bak appointed Hyon Pyong Chol badly informed of human rights as chairman of the Human Rights Committee it was reduced to a stooge and waiting maid of the regime, far from operating as an organ for protecting the human rights.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye's regime let such guy stay in office as chairman and, consequently, south Korea has reached such pass where it is judged as a \"rogue state in human rights\".\n\t\t\t\t\t\n\t\t\t\t\t The regime received an open letter from Amnesty International recommending it to improve human rights as regards 10 pending issues including strike of the railway trade union and the \"Security Law\" in last February one year since it came to power.\n\t\t\t\t\t\n\t\t\t\t\t At the end of March the Governing Body of the International Labour Organization adopted a report containing recommendations concerning the south Korean \"government's\" violation of freedom of association as evidenced by its action to outlaw the Teachers Union and the Government Employees' Union.\n\t\t\t\t\t\n\t\t\t\t\t The regime should have such a sense of honor as to feel shameful of the reality in which south Korea is censured by the international community for being poor in human rights record."
        },
        {
            "title": "Meeting for Remembering Kim Il Sung Held in China",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-42ee.html",
            "content": "Meeting for Remembering Kim Il Sung Held in China\r\n Beijing, April 8 (KCNA) -- A meeting for remembering President Kim Il Sung took place in China on Monday on the occasion of the Day of the Sun (his birth anniversary).\n\t\t\t\t\t The participants laid a floral basket before the portraits of smiling Kim Il Sung and General Secretary Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They watched a Korean film introducing the Munsu Water Park.\n\t\t\t\t\t\n\t\t\t\t\t Zhang Jinlu, daughter of Zhang Wei-hua who was a Chinese anti-Japanese revolutionary martyr, deeply recollected the loving care shown by Kim Il Sung and Kim Jong Il for her family.\n\t\t\t\t\t\n\t\t\t\t\t She sincerely wished the DPRK greater prosperity under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Yuming who is son of Li Zade, an anti-Japanese revolutionary fighter in China, said that his family is deeply revering the President.\n\t\t\t\t\t\n\t\t\t\t\t The President was the father of nation-building and founder of socialist Korea who built the country where the people became the master for the first time in the Korean history spanning thousands of years and provided the eternal foundation for eternal prosperity of the Korean nation, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il carried forward the cause of the President and made great successes in all fields including politics, military affairs and economy.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is wisely leading the Workers' Party of Korea, the army and the people in their struggle for accomplishing the cause of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Chai Eli who is granddaughter of Chai Shiying, Chinese related to the anti-Japanese revolutionary struggle, and the son of Shang Yue said that Korea today would be unthinkable without the President, adding that they would make positive efforts to give a steady continuity to the friendship between China and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t  Present at the meeting were family members of anti-Japanese revolutionary fighters in China, Chinese anti-Japanese revolutionary martyrs and Chinese related to anti-Japanese revolutionary struggle, the DPRK ambassador to China and his embassy officials."
        },
        {
            "title": "Day of Sun Celebrated in China",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-45ee.html",
            "content": "Day of Sun Celebrated in China\r\n Beijing, April 8 (KCNA) -- A meeting for celebrating the birth anniversary of President Kim Il Sung took place in China on April 8.\n\t\t\t\t\t Displayed on the front wall of the meeting hall was a portrait of smiling Kim Il Sung against the background of Kimilsungias, immortal flower.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Jindallae Children's Foundation, the Public Center for Diplomatic and Cultural Exchange of China, the Arab Information Center in Beijing and a Chinese company.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to China and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Jindallae Children's Foundation in a speech praised Kim Il Sung as the father of socialist Korea who founded the Juche idea and built a country centered on the popular masses and a peerless patriot, national hero and legendary great man who did everything he could for the country and people.\n\t\t\t\t\t\n\t\t\t\t\t She noted that the revolutionary cause of Juche pioneered by the President was successfully carried forward by General Secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t She was convinced that the Korean people would win a great victory in the drive for building a thriving socialist nation and achieving the independent and peaceful reunification of the country true to the behests of Kim Il Sung and Kim Jong Il under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Other speakers vowed to make positive efforts to further strengthen the DPRK-China friendly relations provided by Kim Il Sung together with the revolutionaries of the elder generation of China.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants enjoyed a joint performance."
        },
        {
            "title": "U.S. Anti-DPRK Human Rights Racket Slammed",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-14ee.html",
            "content": "U.S. Anti-DPRK Human Rights Racket Slammed\r\n Pyongyang, April 9 (KCNA) -- The General Association of Koreans in China issued a statement on March 26 denouncing the U.S. for its vicious human rights racket against the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has become frantic in its moves against the DPRK after taking to the UN the non-existent \"human rights issue of north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which made many families and relatives live separated on the Korean peninsula. It is the chieftain of the national division as it made those Koreans live without knowing whereabouts of their kinsmen for a long period, and a heinous human rights abuser.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is staging the dangerous saber-rattling in south Korea, the biggest hotspot in the world and a nuclear powder magazine, far from making an apology for its wrongdoings. It is the very one posing a threat to the peace and stability on the Korean peninsula and in the rest of Northeast Asia, and a human rights abuser.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK, socialist society centered on the popular masses where the politics of loving the people and an all-embracing politics is being enforced, everything serves the people and their human rights are reliably guaranteed.\n\t\t\t\t\t\n\t\t\t\t\t The association and Koreans in China, together with the people in the homeland, will never pardon the U.S. human rights racket against the DPRK and hostile policy toward it but smash them without fail."
        },
        {
            "title": "Koreans in Ukraine Denounce Japan's Moves to Seize Korean Hall of Chongryon",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-15ee.html",
            "content": "Koreans in Ukraine Denounce Japan's Moves to Seize Korean Hall of Chongryon\r\n Pyongyang, April 9 (KCNA) -- The United Confederation of Koreans in Ukraine in a statement on April 3 said the Japanese authorities' suppression of the General Association of Korean Residents in Japan (Chongryon) and Koreans in Japan has reached an extreme phase.\n\t\t\t\t\t The authorities made an illegal decision of allowing the sale of the land and building of the Korean Hall of Chongryon, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce the Japanese authorities for their moves to seize the Korean Hall.\n\t\t\t\t\t\n\t\t\t\t\t Japan has historically made political suppression and persecution of Chongryon and Koreans in Japan, pursuant to the state policy of antagonizing Koreans.\n\t\t\t\t\t\n\t\t\t\t\t It is Japan's obligation and unavoidable legal and moral responsibilities to protect the rights and properties of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon is an overseas Koreans' organization of the DPRK for defending the legitimate rights of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t It plays a role of a diplomatic mission of the DPRK in Japan, in fact. Therefore, the issue of putting the Korean Hall on sale can develop into an issue between countries.\n\t\t\t\t\t\n\t\t\t\t\t Japan should think twice over this issue, the statement warned."
        },
        {
            "title": "Day of Sun Celebrated in Indonesia, Ethiopia",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-02ee.html",
            "content": "Day of Sun Celebrated in Indonesia, Ethiopia\r\n Pyongyang, April 9 (KCNA) -- Seminars and round-table talks were held in Indonesia and Ethiopia between March 24 and April 2 on the occasion of the birth anniversary of President Kim Il Sung (Day of the Sun).\n\t\t\t\t\t Present at the events were personages of the Adita Ariya Prawira Ship Company of Indonesia, seven branches under the Ethiopian Youth Study Group of the Juche Idea and an Ethiopian general hospital and masses.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Adita Ariya Prawira Ship Company of Indonesia said:\n\t\t\t\t\t\n\t\t\t\t\t We are pleased to hold a seminar on the immortal exploits of Kim Il Sung who is being deeply revered by the Indonesian people on the occasion of his birth anniversary.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are splendidly greeting his birth anniversary as the Day of the Sun, the greatest national holiday.\n\t\t\t\t\t\n\t\t\t\t\t We should try to know better about the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speakers of seven branches under the Ethiopian Youth Study Group of the Juche Idea praised the President for founding the immortal Juche idea and successfully applying it to the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t They lauded him for conducting energetic activities to reunify the country and accomplish the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t A vice director of an Ethiopian general hospital said that the President was an iron-willed commander who defeated two imperialisms in one generation and turned the DPRK into a political and military power, and also an elder statesman of the world who devoted his whole life to accomplishing the human cause of independence."
        },
        {
            "title": "DPRK's Important Days Marked by Bangladeshi Papers",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-03ee.html",
            "content": "DPRK's Important Days Marked by Bangladeshi Papers\r\n Pyongyang, April 9 (KCNA) -- Bangladeshi papers carried special write-ups on Mar. 29 on the occasions of the birth anniversary of President Kim Il Sung, the 21st anniversary of the election of General Secretary Kim Jong Il as chairman of the National Defence Commission (NDC) of the DPRK and the 2nd anniversary of the election of supreme leader Kim Jong Un as first secretary of the Workers' Party of Korea and first chairman of the NDC of the DPRK.\n\t\t\t\t\t The papers carried articles titled \"Eternal sun of Juche\", \"Songun Korea\" and \"Smile of the great man\", illustrated with photos of Kim Il Sung, Kim Jong Il and Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper Blits said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, the founder of socialist Korea, is being revered by the progressive people as the eternal sun of Juche.\n\t\t\t\t\t\n\t\t\t\t\t He founded the Juche idea, providing the great guiding idea of the cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t He devoted his whole life to carving out the era of independence and triumphantly advancing the human cause of independence. His image will always be cherished in the hearts of all people of the world aspiring after independence as the eternal sun of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The paper Bangla Times said:\n\t\t\t\t\t\n\t\t\t\t\t The Songun cause pioneered by the President was successfully carried forward by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t There is in the DPRK Supreme Commander Kim Jong Un identical to Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Only shining victory will be in store for the Korean people as there is Kim Jong Un with a beaming smile on his face."
        },
        {
            "title": "Solidarity Meeting with Korean People Held in Italy",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-04ee.html",
            "content": "Solidarity Meeting with Korean People Held in Italy\r\n Pyongyang, April 9 (KCNA) -- A solidarity meeting with the Korean people took place in Italy on March 31.\n\t\t\t\t\t Present there were public figures of all social standings and masses.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to Italy and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Franco Costanzi, secretary general of the Italian Committee for the Study of the Juche idea, said that the high-level contacts and reunion of separated families and relatives were held recently between the north and the south thanks to the sincere efforts of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the favorable atmosphere for improving the north-south relations was chilled by the U.S., he condemned it for resorting to the reckless hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Lamberto Dini, former foreign minister of Italy, affirmatively estimated the proposals set forth by the DPRK to mend the north-south relations and ensure peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Marco Rizzo, general secretary of the Communist Party of Italy, said:\n\t\t\t\t\t\n\t\t\t\t\t The Western media are spreading false rumors to tarnish the image of the DPRK. The U.S. is applying double standards in dealing with international issues.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is ceaselessly threatening the DPRK with large-scale joint military exercises around the Korean peninsula every year by mobilizing huge forces for aggression enough to wage a war.\n\t\t\t\t\t\n\t\t\t\t\t It is crystal clear who threatens whom on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is our duty to stand by the Korean people fighting against the U.S. and intensify the movement to express support and solidarity for them."
        },
        {
            "title": "Regional Body Denounces Japan for Its Moves to Seize Korean Hall of Chongryon",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-05ee.html",
            "content": "Regional Body Denounces Japan for Its Moves to Seize Korean Hall of Chongryon\r\n Pyongyang, April 9 (KCNA) -- The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions issued a statement on April 2 condemning the Japanese government for its moves to seize the Korean Hall of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We strongly protest against the Japanese authorities' suppression of Chongryon and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Very dangerous is the illegal decision to allowing the sale of the building and land of the Korean Hall.\n\t\t\t\t\t\n\t\t\t\t\t In case tensions are escalated in the region in the future, the Japanese authorities will be held wholly responsible for it.\n\t\t\t\t\t\n\t\t\t\t\t If Japan had sincerely fulfilled its moral responsibility and had not resorted to the harsh suppression of Chongryon, the issue of the Korean Hall would not have been raised.\n\t\t\t\t\t\n\t\t\t\t\t We bitterly condemn the Japanese authorities' gangster-like act.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should clearly understand that such suppression will only result in straining the international situation."
        },
        {
            "title": "Swiss Bodies Favor All Steps of DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-06ee.html",
            "content": "Swiss Bodies Favor All Steps of DPRK\r\n Pyongyang, April 9 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on Mar. 28 supporting the answer given by a spokesman for the Ministry of Foreign Affairs of the DPRK.\n\t\t\t\t\t The statement denounced the U.S. for revealing its attempt to escalate military provocations disturbing peace and stability on the Korean peninsula and in its vicinity.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is committing ceaseless provocations in disregard of the DPRK's sincere efforts to remove tensions on the peninsula and mend the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are afraid of the national unity of the Korean people. It is because if all Koreans in the north, the south and abroad struggle in unity, the U.S. imperialist aggressors will have no excuse for their permanent presence in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is labeling the regular military exercises of the Korean People's Army in its territory as a \"provocation\" while describing their joint military exercises in other country aimed at \"occupying Pyongyang\" as \"defensive\" and \"regular\" ones.\n\t\t\t\t\t\n\t\t\t\t\t We fully support all steps taken by socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will take tougher measures to bolster up its war deterrence to cope with the constant threats of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Peace on the Korean peninsula can be defended and maintained only when the DPRK bolsters up its war deterrence."
        },
        {
            "title": "Kim Il Sung's Brief Biography Posted by Austrian Organization on Its Website",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-07ee.html",
            "content": "Kim Il Sung's Brief Biography Posted by Austrian Organization on Its Website\r\n Pyongyang, April 9 (KCNA) -- The brief biography of President Kim Il Sung was posted by the Society for the Promotion of the Relations between Austria and the DPRK on its website on April 1.\n\t\t\t\t\t The website carried a portrait of smiling Kim Il Sung."
        },
        {
            "title": "Kim Jong Un dirige reunion del Buro Politico del CC del PTC",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-47ee.html",
            "content": "Kim Jong Un dirige reunion del Buro Politico del CC del PTC\r\nPyongyang, 9 de abril (ACNC) -- Bajo la direccion del Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, tuvo lugar el dia 8 la reunion del Buro Politico del Comite Central del PTC.\n\t\t\t\t\tEn la ocasion participaron los miembros del Presidium, los miembros y los miembros suplentes, del Buro Politico del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en calidad de observador los vicepremieres y algunos jefes, primeros subjefes y subjefes de departamento del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion se discutio el problema de suplir los aparatos para elevar el papel y la funcion de guia del partido conforme a la demanda de la revolucion en desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tSe debatio el proyecto de composicion del organo de direccion estatal a ser presentado ante el primer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tFue abordado tambien el problema de organizacion.\n\t\t\t\t\t\n\t\t\t\t\tQuedaron aprobadas por unanimidad las resoluciones sobre los correspondientes puntos de la agenda.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un presento en la reunion las tareas importantes que se presentan para fortalecer el PTC como invencible partido revolucionario, defender con firmeza la dignidad y la soberania del pais y acelerar con vigor el mejoramiento de la vida del pueblo y la construccion de una patria prospera.\n\t\t\t\t\t\n\t\t\t\t\tLa reunion, dirigida por el Maximo Dirigente del partido y el pueblo de Corea, devino una ocasion historica que estimulo la lucha del ejercito y el pueblo coreanos, que avanzan a pasos firmes por el sendero de la independencia, el Songun y el socialismo levantando en alto la bandera del gran kimilsungismo-kimjongilismo, y preparo la hoja de ruta para adelantar la construccion de un Estado prospero y el gran evento revolucionario de reunificacion de la patria."
        },
        {
            "title": "Kim Jong Un ratificado como Primer Presidente del CDN de la RPDC",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-48ee.html",
            "content": "Kim Jong Un ratificado como Primer Presidente del CDN de la RPDC\r\nPyongyang, 9 de abril (ACNC) -- En el primer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, convocado el dia 9, el Mariscal Kim Jong Un fue elegido como Primer Presidente del Comite de Defensa Nacional de la RPDC.\n\t\t\t\t\tEn la reunion fue declarado con solemnidad al interior y exterior del pais que el Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea y Comandante Supremo del Ejercito Popular de Corea, quien dirige a la patria y al pueblo a la senda siempre victoriosa y gloriosa con su extraordinaria inteligencia ideo-teorica y capacidad politica y nobles virtudes humanas que encantan a todo el mundo, fue electo como Primer Presidente del CDN de la RPDC conforme a la unanime voluntad y deseo de todos los oficiales y soldados del EPC y los habitantes.\n\t\t\t\t\t\n\t\t\t\t\tEn el momento historico de su reeleccion en el cargo supremo de la RPDC, todos los diputados a la Asamblea Popular Suprema y los participantes en la reunion le rindieron la maxima gloria y las mas calidas felicitaciones con estruendosas \"!Vivas!\"\n\t\t\t\t\t\n\t\t\t\t\tEste acontecimiento constituye un gran jubilo de historia nacional que permite glorificar la patria a la vista de todo el mundo como la Corea de Kim Il Sung y Kim Jong Il y llevar a feliz termino la causa revolucionaria del Juche, la del Songun. \n\t\t\t\t\t\n\t\t\t\t\tIgualmente, es una expresion de apoyo absoluto y confianza que depositan todos los oficiales y soldados del EPC y los habitantes en el Mariscal quien escribio la nueva pagina de cumplimiento de la causa de eternidad del lider partiendo de su noble obligacion moral, hizo brillar para siempre la vida revolucionaria y las hazanas inmortales del Presidente Kim Il Sung y el Dirigente Kim Jong Il, profundizo el kimilsungismo-kimjongilismo como unica idea directriz de la RPDC y abre nuevos anales de victorias de la revolucion del Songun movilizando la potencial espiritual de todos los militares y civiles."
        },
        {
            "title": "Tiene lugar primer periodo de sesiones de XIII legislatura de APS",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-49ee.html",
            "content": "Tiene lugar primer periodo de sesiones de XIII legislatura de APS\r\nPyongyang, 9 de abril (ACNC) -- Tuvo lugar hoy en el capitalino Palacio de los Congresos Mansudae el primer periodo de sesiones de la XIII legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea.\n\t\t\t\t\tParticiparon en la ocasion los recien elegidos diputados a la APS.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en calidad de observador los funcionarios de los organos del partido, las fuerzas armadas y el Poder, las entidades sociales, ministerios, organos centrales y de las ramas de ciencia, educacion, literatura y arte, salud publica, prensa e informacion.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un salio a la tribuna.\n\t\t\t\t\t\n\t\t\t\t\tTodos los participantes guardaron un momento de silencio en memoria del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl diputado  Yang Hyong Sop pronuncio un discurso de apertura.\n\t\t\t\t\t\n\t\t\t\t\tEl diputado Choe Thae Bok fue elegido como presidente de la APS y los diputados An Tong Chun y Ri Hye Jong quedaron electos como vicepresidentes de la APS.\n\t\t\t\t\t\n\t\t\t\t\tEl diputado Kim Phyong Hae y los diputados Pak Yong Sik, Kang Phil Hun, Ri Man Gon, Cha Yong Myong, Kim Yong Ho y Kim Hyong Nam fueron electos como presidente y miembros de la Comision de Calificacion de Diputados a la XIII legislatura de la APS.\n\t\t\t\t\t\n\t\t\t\t\tQuedaron  decididos los siguientes puntos de la agenda del primer periodo de sesiones de la XIII legislatura de la APS:\n\t\t\t\t\t\n\t\t\t\t\t1. La eleccion del Primer Presidente del Comite de Defensa Nacional de la RPDC\n\t\t\t\t\t\n\t\t\t\t\t2. La eleccion del organo de direccion estatal de la RPDC\n\t\t\t\t\t\n\t\t\t\t\t3. Sobre la ejecucion del presupuesto estatal del 102 (2013) de la Era Juche y el presupuesto estatal del 103 (2014) de la Era Juche. \n\t\t\t\t\t\n\t\t\t\t\tSe discutio el primer punto de la agenda.\n\t\t\t\t\t\n\t\t\t\t\tEl diputado Kim Yong Nam pronuncio el discurso sobre la eleccion del primer presidente del CDN de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl orador presento cortesmente ante la APS la propuesta del Comite Central y la Comision Militar Central del PTC de elegir al Mariscal Kim Jong Un como Primer Presidente del CDN de la RPDC, recogiendo la voluntad general de todo el partido, todo el ejercito y todo el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tSu propuesta fue apoyada absolutamente y aplaudida por todos los diputados y los participantes.\n\t\t\t\t\t\n\t\t\t\t\tLa reunion declaro con solemnidad la eleccion del Mariscal como Primer Presidente del CDN de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, se abordo el segundo punto de la agenda.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, fueron elegidos el presidente, vicepresidentes, vicepresidentes honorarios, secretario general y miembros del Presidium de la APS de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSegun la propuesta del Mariscal, fueron elegidos los vicepresidentes y los miembros del CDN.\n\t\t\t\t\t\n\t\t\t\t\tTambien fue electo el primer ministro del Consejo de Ministros de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLos miembros del Consejo de Ministros, propuestos por el premier Pak Pong Ju, fueron nombrados por la aprobacion unanime.\n\t\t\t\t\t\n\t\t\t\t\tFue designado el presidente de la Fiscalia Suprema y elegido el presidente del Tribunal Supremo de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tY quedaron elegidas las comisiones de la APS como la Comision de Legislacion y la Comision del Presupuesto.\n\t\t\t\t\t\n\t\t\t\t\tEn representacion de los miembros del Consejo de Ministros, el diputado Pak Pong Ju presto el juramento.\n\t\t\t\t\t\n\t\t\t\t\tEl informe de la Comision de Calificacion de Diputados estuvo a cargo del diputado Kim Phyong Hae, presidente de la misma comision, y quedo adoptada una resolucion que lo aprueba.\n\t\t\t\t\t\n\t\t\t\t\tSe discutio el tercer punto de la agenda.\n\t\t\t\t\t\n\t\t\t\t\tEl diputado Choe Kwang Jin, ministro de Finanzas, presento el informe y otros diputados intervinieron \n\t\t\t\t\t\n\t\t\t\t\tQuedaron aprobadas la resolucion \"Sobre la aprobacion de la ejecucion del presupuesto estatal del 102 (2013) de la Era Juche de la RPDC\" y la ley de la APS \"Sobre el presupuesto estatal del 103 (2014) de la Era Juche de la RPDC\"."
        },
        {
            "title": "Elegido Comite de Defensa Nacional de RPDC",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-50ee.html",
            "content": "Elegido Comite de Defensa Nacional de RPDC\r\nPyongyang, 9 de abril (ACNC) -- En el primer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea fue elegido el Comite de Defensa Nacional como sigue: \n\t\t\t\t\tPrimer Presidente: Kim Jong Un\n\t\t\t\t\t\n\t\t\t\t\tVicepresidentes: Choe Ryong Hae, Ri Yong Mu y O Kuk Ryol\n\t\t\t\t\t\n\t\t\t\t\tMiembros: Jang Jong Nam, Pak To Chun, Kim Won Hong, Choe Pu Il y Jo Chun Ryong"
        },
        {
            "title": "Elegido el Presidium de la APS",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-51ee.html",
            "content": "Elegido el Presidium de la APS\r\nPyongyang, 9 de abril (ACNC) -- El primer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea eligio el Presidium de este organo legislativo.\n\t\t\t\t\tEl presidente del Presidium de la APS de la RPDC: Kim Yong Nam\n\t\t\t\t\t\n\t\t\t\t\tVicepresidentes: Yang Hyong Sop y Kim Yong Dae\n\t\t\t\t\t\n\t\t\t\t\tVicepresidentes honorarios: Kim Yong Ju y Choe Yong Rim\n\t\t\t\t\t\n\t\t\t\t\tSecretaria general: Hong Son Ok\n\t\t\t\t\t\n\t\t\t\t\tMiembros: Kim Yang Gon, Thae Jong Su, Jon Yong Nam, Hyon Sang Ju, Ri Myong Gil, Kim Jong Sun, Kim Wan Su, Ryu Mi Yong, Kang Myong Chol, Kang Su Rin y Jon Kyong Nam."
        },
        {
            "title": "Nombrados miembros del Consejo de Ministros de la RPDC",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-52ee.html",
            "content": "Nombrados miembros del Consejo de Ministros de la RPDC \r\nPyongyang, 9 de abril (ACNC) -- En el primer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea fueron nombrados los miembros del Consejo de Ministros de la RPDC: \n\t\t\t\t\tEl premier Pak Pong Ju \n\t\t\t\t\t\n\t\t\t\t\tEl vicepremier y presidente del Comite Estatal de Planificacion, Ro Tu Chol\n\t\t\t\t\t\n\t\t\t\t\tEl vicepremier Kim Yong Jin\n\t\t\t\t\t\n\t\t\t\t\tEl vicepremier y ministro de Industria Quimica, Ri Mu Yong \n\t\t\t\t\t\n\t\t\t\t\tEl vicepremier y ministro de Agricultura, Ri Chol Man\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Relaciones Exteriores, Ri Su Yong\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Industria Electrica, Kim Man Su\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Industria Carbonifera, Mun Myong Hak\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Industria Metalurgica, Kim Yong Gwang \n\t\t\t\t\t\n\t\t\t\t\tEl ministro del Ferrocarril, Jon Kil Su\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Transporte Terrestre y Maritimo, Kang Jong Gwan\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Industria Extractiva, Ri Hak Chol\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Desarrollo de Recursos Estatales, Ri Chun Sam\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Industria Petrolera, Pae Hak\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Silvicultura, Han Ryong Guk\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Industria Mecanica, Ri Jong Guk\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Industria de Energia Atomica, Ri Je Son\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Industria Electronica, Kim Jae Song \n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Comunicaciones, Sim Chol Ho\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Construccion e Industria de Materiales de Construccion, Tong Jong Ho\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Control Estatal de las Construcciones, Kwon Song Ho\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Industria Alimentaria y de Articulos de Uso Diario, Jo Yong Chol\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Industria Pesquera, Ri Hyok\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Finanzas, Choe Kwang Jin\n\t\t\t\t\t\n\t\t\t\t\tEl ministro del Trabajo, Jong Yong Su\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Comercio Exterior, Ri Ryong Nam\n\t\t\t\t\t\n\t\t\t\t\tEl presidente del Comite Estatal de Ciencias y Tecnicas, Choe Sang Gon\n\t\t\t\t\t\n\t\t\t\t\tEl presidente de la Academia Estatal de Ciencias, Jang Chol\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Proteccion Territorial y Ambiental, Kim Kyong Jun\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Urbanismo, Kang Yong Su\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Acopio y Administracion Cerealera, Mun Ung Jo\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Comercio, Kim Kyong Nam\n\t\t\t\t\t\n\t\t\t\t\tEl presidente del Comite de Educacion y ministro de Educacion General, Kim Sung Du\n\t\t\t\t\t\n\t\t\t\t\tEl rector general de la Universidad Kim Il Sung y ministro de Educacion Superior del Comite de Educacion, Thae Hyong Chol\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Salud Publica, Kang Ha Guk\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Cultura, Pak Chun Nam\n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Deportes, Ri Jong Mu\n\t\t\t\t\t\n\t\t\t\t\tEl presidente del Banco Nacional, Kim Chon Gyun\n\t\t\t\t\t\n\t\t\t\t\tEl director de la Direccion Nacional de Estadisticas, Ri Sung Ho\n\t\t\t\t\t\n\t\t\t\t\tEl secretario general del Consejo de Ministros, Kim Yong Ho"
        },
        {
            "title": "Elegidas comisiones de la APS",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-53ee.html",
            "content": "Elegidas comisiones de la APS \r\nPyongyang, 9 de abril (ACNC) -- En el primer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea fueron elegidas la Comision de Legislacion y la Comision del Presupuesto.\n\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLa Comision de Legislacion de la APS de la RPDC\n\t\t\t\t\t\n\t\t\t\t\tEl presidente: Choe Pu Il\n\t\t\t\t\t\n\t\t\t\t\tMiembros: Jang Pyong Gyu, Pak Myong Chol, Pak Thae Dok, Thae Hyong Chol, Cha Hui Rim y Pak Myong Guk\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\tLa Comision del Presupuesto de la APS de la RPDC\n\t\t\t\t\t\n\t\t\t\t\tEl presidente: O Su Yong \n\t\t\t\t\t\n\t\t\t\t\tMiembros: Pak Yong Ho, Kye Yong Sam, Hong So Hon, Kim Hui Suk, Choe Yong Il y Pak Hyong Ryol."
        },
        {
            "title": "Nombrado y elegido presidentes de Fiscalia Suprema y de Tribunal Supremo",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-54ee.html",
            "content": "Nombrado y elegido presidentes de Fiscalia Suprema y de Tribunal Supremo \r\nPyongyang, 9 de abril (ACNC) -- En el primer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Jang Pyong Gyu fue nombrado como presidente de la Fiscalia Suprema de la RPDC y Pak Myong Chol fue elegido como presidente del Tribunal Supremo de la RPDC."
        },
        {
            "title": "Informe de Comision de calificacion de diputados a la XIII Legislatura de APS",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-55ee.html",
            "content": "Informe de Comision de calificacion de diputados a la XIII Legislatura de APS\r\nPyongyang, 9 de abril (ACNC) -- En el primer periodo de sesiones de la XIII legislatura de la Asamblea Popular Suprema, efectuado el dia 9, el diputado Kim Phyong Hae, presidente de la Comision de Calificacion de Diputados, presento el informe de esta entidad.\n\t\t\t\t\tSegun el informe, en las recientes elecciones de diputados a la XIII Legislatura de la APS participaron el 99.97 por ciento de los electores y votaron a favor de los candidatos al diputado a la APS registrados en los respectivos distritos electorales.\n\t\t\t\t\t\n\t\t\t\t\tLa Comision de Calificacion de Diputados confirmo que todos los diputados elegidos tienen la calidad de legislador porque las elecciones se realizaron en virtud de la ley electoral de diputados a las asambleas populares a todos los niveles y todos los candidatos registrados recibieron los votos en 100% a favor. \n\t\t\t\t\t\n\t\t\t\t\tLos diputados elegidos son verdaderos representantes del pueblo que apoyan con fidelidad la idea y la guia del Mariscal Kim Jong Un y trabajan con abnegacion por el fortalecimiento del poder de la RPDC y el cumplimiento de la causa revolucionaria del Juche. \n\t\t\t\t\t\n\t\t\t\t\tEntre ellos se distinguen los ex combatientes revolucionarios antijaponeses, que participaron en la lucha armada antijaponesa organizada y conducida por el Presidente Kim Il Sung, y los veteranos de la Guerra de Liberacion de la Patria.\n\t\t\t\t\t\n\t\t\t\t\tEl 17.2 por ciento de los diputados son los militares que en acato a la direccion del Mariscal sobre la revolucion mediante el Songun, realizan relevantes meritos en la defensa de la patria y en los campos de construccion de una patria prospera. \n\t\t\t\t\t\n\t\t\t\t\tOcupan 12.7 %, 11.1% y 16.3%, respectivamente, los diputados obreros, agricultores y las femeninas que alcanzan exitos laborales al frente de la marcha heroica por la construccion de un Estado prospero socialista. \n\t\t\t\t\t\n\t\t\t\t\tTambien figuran los funcionarios sobresalientes de los organismos del partido y el poder, organos de administracion y economia, entidades de masas, instituciones de ciencia, educacion, salud publica, literatura y arte, prensa e informacion y otros dominios y los funcionarios de la Asociacion General de Coreanos Residentes en Japon y sus filiales. \n\t\t\t\t\t\n\t\t\t\t\tEl 30.2% de los diputados fueron condecorados con la Orden Kim Il Sung, el Premio Kim Il Sung, la Orden Kim Jong Il y el Premio Kim Jong Il y el 14.6 % recibieron el titulo de Heroe de la Republica y el de Heroe del Trabajo.\n\t\t\t\t\t\n\t\t\t\t\tEl 91.7% son cientificos, tecnicos, especialistas y poseedores de titulos academicos y grados docentes como profesores titulares y doctores. \n\t\t\t\t\t\n\t\t\t\t\tEl 3.9% tienen menos de 39 anos de edad, el 66.9%, de 40 a 59 anos y el 29.2%, mas de 60 anos.\n\t\t\t\t\t\n\t\t\t\t\tEl 94.2% poseen conocimientos de los graduados universitarios."
        },
        {
            "title": "Choe Kwang Jin presenta informe sobre ejecucion del presupuesto de 2013",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-56ee.html",
            "content": "Choe Kwang Jin presenta informe sobre ejecucion del presupuesto de 2013\r\nPyongyang, 9 de abril (ACNC) -- En el primer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, efectuado el dia 9, el diputado Choe Kwang Jin, ministro de Finanzas, presento el informe sobre la ejecucion del presupuesto estatal del 102 (2013) de la Era Juche y sobre el presupuesto estatal del 103 (2014) de la Era Juche, el cual fue deliberado en la Comision del Presupuesto de la APS.\n\t\t\t\t\tSegun el informe, el ano pasado, quedo  cumplido exactamente el presupuesto estatal en el curso de la ofensiva general por la construccion de potencia economica y por el mejoramiento de la vida del pueblo, librada segun la nueva linea de desarrollo paralelo presentada por el Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl ingreso del presupuesto estatal registro un aumento de 1.8% que lo planeado y tuvo un crecimiento de 6% en comparacion con 2012.\n\t\t\t\t\t\n\t\t\t\t\tEl plan de ingreso del presupuesto local se cumplio en 107.7%.\n\t\t\t\t\t\n\t\t\t\t\tEl plan de egreso del presupuesto estatal se ejecuto en 99.7% con un aumento de 5.6 % frente al ano 2012.\n\t\t\t\t\t\n\t\t\t\t\tEl 16 % del monto total de egresos fue usado como gastos militares que contribuyeron a frustrar las imprudentes maniobras de provocacion de guerra nuclear y la campana conflictiva anti-RPDC de los enemigos y a exaltar la dignidad y el poderio de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl 45.2% fue invertido en la construccion economica para garantizar en lo financiero la consolidacion de la base de economia independiente, el levantamiento de auge productivo en la agricultura y otros dominios de la economia nacional y la apertura del tiempo de esplendor en la construccion.\n\t\t\t\t\t\n\t\t\t\t\tEl 38.8% fue asignado a la educacion, salud publica, deporte, musica y arte y otros dominios culturales, de modo que se implementaran las politicas populares y se impulsara la construccion del pais como Estado civilizado socialista. \n\t\t\t\t\t\n\t\t\t\t\tLa dimension del ingreso y egreso del presupuesto estatal del presente ano fue determinada en el principio de cubrir los fondos necesarios para realizar con antelacion el proyecto del partido sobre la construccion de un Estado prospero y cumplir el plan de economia nacional. \n\t\t\t\t\t\n\t\t\t\t\tEl ingreso presupuestario estatal de este ano aumentara a 104.3 % en comparacion con el ano pasado.\n\t\t\t\t\t\n\t\t\t\t\tSe preven un incremento de 4.5% (en comparacion con el ano pasado) en el ingreso de transacciones y 7.9 % y 4.8%, en los ingresos por ganancias de las empresas estatales y de las entidades cooperativas, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tIgualmente, se esperan los aumentos de 9.5%, 5.1% y 2.4% en los ingresos provenientes de los pagos por el uso de propiedades inmuebles, de las contribuciones para el seguro social y de la venta de bienes y alteracion de precios, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tY se aumentaran al 101.7% los ingresos por otros conceptos y al 105.1%, el ingreso proveniente de las zonas economicas y comerciales.\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto al presupuesto local, se preve que las provincias, ciudades y distritos cubriran los egresos con ingresos propios y aportaran las ganancias al presupuesto central.\n\t\t\t\t\t\n\t\t\t\t\tHabra un aumento de 6.5 % en comparacion con el ano pasado en el egreso del presupuesto estatal de este ano.\n\t\t\t\t\t\n\t\t\t\t\tLlegaran a 105.1% el desembolso para las ramas agricola, ganadera y pesquera, y a 104.3% y 103.6%, los fondos para la construccion basica y para las ciencias y tecnicas, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tY creceran a 105.2% los egresos para los dominios prioritarios de la economia nacional y las industrias basicas y la industria ligera, mientras ascenderan a 105.6%, 102.2%, 101.4%, 117.1% y 101.3% los gastos para la educacion, la salud publica, el seguro social y la jubilacion, los deportes y la cultura, por ese orden. \n\t\t\t\t\t\n\t\t\t\t\tSera destinado a la defensa nacional el 15.9% del monto total del egreso presupuestario y se asignaran muchos fondos como subsidios escolares y estipendio para los hijos de coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\tLa implementacion correcta del presupuesto estatal de este ano es una tarea importante para asegurar en lo financiero la marcha del ejercito y pueblo coreanos que registran decada tras decada grandes saltos para cumplir el ideal y la meta de lograr la prosperidad de la patria, destaco el diputado Choe.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el insistio en ejecutar exitosamente el presupuesto estatal de este ano al cumplir sin falta los planes mensuales y trimestrales de ingresos presupuestarios estatales."
        },
        {
            "title": "Inaugurado pabellon de estatua de cera de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201404/news09/20140409-57ee.html",
            "content": "Inaugurado pabellon de estatua de cera de Kim Jong Il\r\nPyongyang, 9 de abril (ACNC) -- Quedo inaugurado el pabellon de estatua de cera del Dirigente Kim Jong Il en la Exposicion Permanente de Amistad Internacional. \n\t\t\t\t\tEn el pabellon se ve la estatua de cera del Dirigente puesto de vestido de campana estando de pie en la cima del monte Paektu y bendiciendo al ejercito y pueblo de la Republica Popular Democratica de Corea que marchan hacia la victoria final de la revolucion del Juche bajo la guia del Mariscal Kim Jong Un. Tambien estan exhibidos los regalos enviados por las personalidades y habitantes de varios paises del mundo hacia ese gran hombre. \n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 8 la ceremonia de inauguracion con la participacion de Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop y otros funcionarios correspondientes, funcionarios y empleados de la Exposicion Permanente de Amistad Internacional, militares y constructores. \n\t\t\t\t\t\n\t\t\t\t\tFueron invitados el embajador Liu Hongcai y otros miembros de la Embajada de la Republica Popular China en Corea, el jefe de pabellon de estatuas de cera de grandes hombres de China y su comitiva. \n\t\t\t\t\t\n\t\t\t\t\tChoe Thae Bok, miembro del Buro Politico y secretario del Comite Central del Partido del Trabajo de Corea, pronuncio la palabra de inauguracion. \n\t\t\t\t\t\n\t\t\t\t\tEl dijo que colocar la estatua de cera del Dirigente en la Exposicion Permanente de Amistad Internacional es un gran honor y orgullo de la nacion de Kim Il Sung y Corea de Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tLos miembros del Museo de Cera de Gran hombre de China describieron con esmero la estatua de cera del Dirigente y los creadores coreanos la perfeccionaron, menciono y agrego que esto es la expresion de la mas sublime veneracion y consideracion de los pueblos chinos y coreanos hacia el gran hombre sin igual. \n\t\t\t\t\t\n\t\t\t\t\tExpreso gran agradecimiento a los miembros del citado Museo chino quienes ya describieron excelentemente las estatuas de cera del Presidente Kim Il Sung y de la Heroina de la Lucha Antijaponesa Kim Jong Suk y esta vez lo hicieron en el maximo nivel la estatua de cera del Dirigente. \n\t\t\t\t\t\n\t\t\t\t\tEl director de dicho Museo Zhang Molei dijo que el Dirigente Kim Jong Il, gran politico, ideologo y estratega militar, logro la brillante victoria dirigiendo sabiamente  al pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que el pueblo chino no olvidara jamas las hazanas del Dirigente quien durante toda su vida hizo aporte al desarrollo de las relaciones de amistad entre los pueblos de China y Corea.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el Dirigente estara vivo siempre en nuestro corazon junto con la historia de amistad de los pueblos de los dos partidos y dos pueblos que tienen una larga historia y tradicion.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes rindieron homenaje al Dirigente ante su estatua de cera y recorrieron los regalos exhibidos."
        }
    ]
}