{
    "date": "2014-02-03",
    "url": "http://kcna.co.jp/item/2014/201402/2014-02-03ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Congratulates to New AU Chairman",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-25ee.html",
            "content": "Kim Yong Nam Congratulates to New AU Chairman\r\n Pyongyang, February 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message Sunday hailing the successful 22nd African Union (AU) Summit and congratulating Mohamed Ould Abdel Aziz, president of the Islamic Republic of Mauritania, upon his election as chairman of the AU.\n\t\t\t\t\t Kim in his message highly praised the summit for having discussed and settled such important issues as rejecting politically-motivated foreign interference in the African continent, protecting regional peace and security by the concerted efforts of the AU member states and eradicating poverty by developing the overall economy of the region with agriculture as its mainstay.\n\t\t\t\t\t\n\t\t\t\t\t He also expressed full support and solidarity with them.\n\t\t\t\t\t\n\t\t\t\t\t Reaffirming the firm stand of the DPRK to boost the traditional friendly and cooperative relations with African countries on a new higher level, he sincerely wished big success in the future responsible work of the AU to build Africa, independent, peaceful and prosperous."
        },
        {
            "title": "Kim Yong Nam Greets President of Sri Lanka",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-12ee.html",
            "content": "Kim Yong Nam Greets President of Sri Lanka\r\n Pyongyang, February 3 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greeting to Mahinda Rajapaksa, president of the  Democratic Socialist Republic of Sri Lanka, on the occasion of the 66th anniversary of its independence.\n\t\t\t\t\t Kim Yong Nam in the message sincerely wished the president of Sri Lanka success in his work for achieving the socio-political stability and steady development of the country and the friendly people of Sri Lanka greater progress and prosperity."
        },
        {
            "title": "Pak Pong Ju Greets PM of Sri Lanka",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-13ee.html",
            "content": "Pak Pong Ju Greets PM of Sri Lanka\r\n Pyongyang, February 3 (KCNA) -- DPRK Premier Pak Pong Ju Monday sent a message of greetings to Prime Minister of Sri Lanka D. M. Jayaratne on the occasion of the 66th anniversary of its independence.\n\t\t\t\t\t The message expressed expectation and belief that the bilateral relations of cooperation between the friendly two countries would favorably develop, wishing the prime minister greater success in his work for the economic development of the country and the promotion of the people's well-being.\n\t\t\t\t\t\n\t\t\t\t\t On the same day DPRK Foreign Minister Pak Ui Chun sent a similar message to his Sri Lankan counterpart G. L. Peris."
        },
        {
            "title": "Pak Pong Ju Visits Hwanghae Iron and Steel Complex",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-01ee.html",
            "content": "Pak Pong Ju Visits Hwanghae Iron and Steel Complex\r\n Pyongyang, February 3 (KCNA) -- Pak Pong Ju, premier of the Cabinet of the DPRK, made a field survey of the Hwanghae Iron and Steel Complex. \n\t\t\t\t\t He went round different places including the General Steel Shop to learn in detail about the production and modernization of the production processes. \n\t\t\t\t\t\n\t\t\t\t\t He convened a consultative meeting there at which issues of putting the complex on a higher Juche-oriented and modern basis were discussed. \n\t\t\t\t\t\n\t\t\t\t\t He also made a field survey of the Posan Iron Works to learn about the production there and take necessary measures."
        },
        {
            "title": "DPRK Red Cross Society Head Sends Notice to His S. Korean Counterpart",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-14ee.html",
            "content": "DPRK Red Cross Society Head Sends Notice to His S. Korean Counterpart\r\n Pyongyang, February 3 (KCNA) -- The chairman of the C.C., the Red Cross Society of the DPRK sent a notice to the president of the south Korean Red Cross on Monday.\n\t\t\t\t\t He in the notice proposed holding a working contact between the Red Cross organizations in the north and the south for the reunion of separated families and their relatives from both sides at the Thongil House in the portion of the north side in Panmunjom on Feb. 5 or 6.\n\t\t\t\t\t\n\t\t\t\t\t The notice said that if the south side fixes a convenient date, the north side's delegation will go out for the working contact on that day."
        },
        {
            "title": "Enlarged Plenary Meeting of Youth League Held",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-23ee.html",
            "content": "Enlarged Plenary Meeting of Youth League Held\r\n Pyongyang, February 3 (KCNA) -- The 52nd Enlarged Plenary Meeting of the Central Committee of the Kim Il Sung Socialist Youth League was held here on Monday.\n\t\t\t\t\t It discussed tasks to be fulfilled by the youth league organizations to devotedly implement the important tasks set forth by supreme leader Kim Jong Un in his New Year Address and more firmly establish the monolithic leadership system of the party.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the C.C., the youth league, made a report which was followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Un's New Year Address serves as the banner instilling into all service personnel and people the conviction of the rosy future of Kim Il Sung's Korea and revolutionary self-confidence.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need for the youth league organizations to more firmly establish the monolithic leadership system of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to strengthen the ideological and purposeful unity and revolutionary unity of the youth league ranks in every way, holding him in high esteem as the unitary center of unity and leadership.\n\t\t\t\t\t\n\t\t\t\t\t They said that the officials and members of the youth league should fully discharge their role as the vanguard and shock brigade in the drive for glorifying the glorious era of Kim Jong Un and building a thriving socialist nation under the uplifted banner of great Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t Decisions were adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Present there were members and alternative members of the C.C., the youth league and its officials."
        },
        {
            "title": "Enlarged Plenary Meeting of General Federation of Trade Unions Held",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-26ee.html",
            "content": "Enlarged Plenary Meeting of General Federation of Trade Unions Held\r\n Pyongyang, February 3 (KCNA) -- The 75th Enlarged Plenary Meeting of the Central Committee of the General Federation of Trade Unions of Korea took place here on Monday.\n\t\t\t\t\t It discussed tasks to be fulfilled by the trade union organizations to devotedly implement the important tasks set forth by supreme leader Kim Jong Un in his New Year Address and more firmly establish the monolithic leadership system of the party.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Sang Ju, chairman of Central Committee of the federation, made a report, to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Un's New Year Address serves as the important guidelines indicating the short-cut to ushering in the heyday of Songun Korea by raising a fierce wind of making a fresh leap forward on all fronts of building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the trade union organizations at all levels should conduct the ideological education work of various forms and methods to positively arouse the trade union members to the grand advance to suit the mission of ideological education organizations.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the organizations will give top priority to the work to more firmly establish the monolithic leadership system of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to make a tangible contribution to glorify this year as a year of grandiose struggle, a year of sea changes.\n\t\t\t\t\t\n\t\t\t\t\t Decisions were adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Present there were members and alternate members of the Central Committee of the federation and its officials in Pyongyang and local areas."
        },
        {
            "title": "Participants in Meeting of Sub-workteam Heads in Field of Agriculture Tour Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-20ee.html",
            "content": "Participants in Meeting of Sub-workteam Heads in Field of Agriculture Tour Mangyongdae\r\n Pyongyang, February 3 (KCNA) -- The participants in the National Meeting of Sub-workteam Heads in the Field of Agriculture visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They laid bouquets before the graves of the President's grandparents Kim Po Hyon and Ri Po Ik and his parents Kim Hyong Jik and Kang Pan Sok and paid silent tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the Mangyongdae Revolutionary Museum. At the old home of the President, they went round the historical relics preserved with care, looking back on the revolutionary career and exploits of the President.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Revolutionary Martyrs Cemetery on Mt. Taesong. They laid bouquets before the bust of Kim Jong Suk, anti-Japanese war hero, and paid tribute to her in the humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Museum of Weapons and Equipment of the Korean People's Army and the Pyongyang Vegetable Science Institute."
        },
        {
            "title": "Schoolchildren from across DPRK Start Study Tour of Kim Jong Il's Birthplace",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-24ee.html",
            "content": "Schoolchildren from across DPRK Start Study Tour of Kim Jong Il's Birthplace\r\n Hyesan, February 3 (KCNA) -- School youth and children from across the DPRK began a study tour of leader Kim Jong Il's birthplace in the secret camp in Mt. Paektu on the occasion of his birth anniversary.\n\t\t\t\t\t A ceremony of starting the tour took place in front of the Monument to the Victorious Battle of Pochonbo in Hyesan City, Ryanggang Province on Monday.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the study tour laid a floral basket and flowers before the statue of President Kim Il Sung of the monument and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t A report and speeches were made at the event.\n\t\t\t\t\t\n\t\t\t\t\t A reporter and speakers called on the study tour makers to prepare themselves as young Songun vanguard and children's guard which remain true to the idea and leadership of supreme leader Kim Jong Un with a transparent revolutionary outlook on the leader.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would learn from the ardent patriotism and the revolutionary spirit of self-reliance and fortitude of the anti-Japanese revolutionary forerunners and give fullest play to the wisdom and stamina of the youth in the struggle for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the study tour started.\n\t\t\t\t\t\n\t\t\t\t\t People from all walks of life and young people in Hyesan City warmly saw the study tour makers off."
        },
        {
            "title": " Best Wrestlers for 2013 of DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-16ee.html",
            "content": "Best Wrestlers for 2013 of DPRK\r\n Pyongyang, February 3 (KCNA) -- Yun Won Chol and So Sim Hyang were selected as the best man and woman wrestlers of the DPRK for Juche 102 (2013).\n\t\t\t\t\t Yun Won Chol won gold medals in the 2013 World Wrestling Championship and the 28th World Military Wrestling Championship. He is the first world champion in the Greco-Roman 55kg category.\n\t\t\t\t\t\n\t\t\t\t\t So Sim Hyang achieved good results in the freestyle 51kg category of the 2013 World Wrestling Championship and Asian Wrestling Championship. She was selected as one of the 10 best athletes in 2009 and 2010 of the country."
        },
        {
            "title": "Ornamental Plants Spread in DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-17ee.html",
            "content": "Ornamental Plants Spread in DPRK\r\n Pyongyang, February 3 (KCNA) -- The International Friendship Botanical House of the Central Botanical Garden in the DPRK has widely spread ornamental plants.\n\t\t\t\t\t Among those ornamental plants are Begonia hiemalis cv. and Bougainvillea spectabilis. They are under cultivation at greenhouses across the country.\n\t\t\t\t\t\n\t\t\t\t\t In warm season the plants can be seen in parks and streets as well as houses.\n\t\t\t\t\t\n\t\t\t\t\t Begonia hiemalis cv. is an ever-green ornamental flowering plant. It is 20-30 cm high and has oval leaves, with blossoms of different colors--red, yellow, white and light pink--according to its species. The propagation of this plant is based on cuttage and tissue culture.\n\t\t\t\t\t\n\t\t\t\t\tBougainvillea spectabilis is a shrub belonging to the family of four-o'clock. Its bracts look like petals and have different colors according to species. New species of the plant are now being cultivated.\n\t\t\t\t\t\n\t\t\t\t\t The ornamental plants are gifts presented to leader Kim Jong Il by Mototeru Kamo, a famous botanist and horticulturist of Japan."
        },
        {
            "title": "LED Lamps Popular in DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-18ee.html",
            "content": "LED Lamps Popular in DPRK\r\n Pyongyang, February 3 (KCNA) -- An increasing number of LED lamps are applied to households and public buildings in the DPRK.\n\t\t\t\t\t The lamps have already been installed at hotels and edifices, making conspicuous their evening view.\n\t\t\t\t\t\n\t\t\t\t\t Among their makers are Pyongyang, Samcholli and Rangnang Myohyang lighting appliances factories.\n\t\t\t\t\t\n\t\t\t\t\t Those lamps are as bright as compact lamps, with less power consumption. And they are highly resistant to impacts and vibrations and favorable for environment with no mercury contained. The serviceable life of this lamp is 100,000 hours.\n\t\t\t\t\t\n\t\t\t\t\t Choe Myong Suk, manager of the Rangnang Myohyang Lighting Appliances Factory, told KCNA that the factory is speeding up the production in an aim to replace all lightings in the country with LED lamps, true to supreme leader Kim Jong Un's New Year Address on intensifying the economization campaign throughout society."
        },
        {
            "title": "DPRK's Sports Aces (2)",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-15ee.html",
            "content": "DPRK's Sports Aces (2)\r\n Pyongyang, February 3 (KCNA) -- Among sports aces of the DPRK is Sin Kum Dan, who distinguished herself in the track and field events.\n\t\t\t\t\t Born in Riwon County, South Hamgyong Province in July Juche 27 (1938), she began her career at the Amnokgang Sports Team in 1958. \n\t\t\t\t\t\n\t\t\t\t\t Out of desire to add luster to the honor of the country with gold medals, Sin devoted her all to training. She ran scores of kilometers every morning, overfulfilling the daily training assignments given by coaches.\n\t\t\t\t\t\n\t\t\t\t\t Not long after, she placed first in the domestic women's track-and-field.\n\t\t\t\t\t\n\t\t\t\t\t She set the world record in the 800-meter race with two minutes and 4.5 seconds at an international track and field tournament held in the former Soviet Union in July 1960, renewing the tournament record which had been fixed for 15 years. At that time, she came in the limelight of the Soviet media.\n\t\t\t\t\t\n\t\t\t\t\t She also broke the 400-meter race world record at the international track and field tournament, with the DPRK, China and Mongolia in attendance, in October 1960 and set world records in 400-meter and 800-meter races at international tournaments in 1962 and 1963.\n\t\t\t\t\t\n\t\t\t\t\t She bettered the 400-meter and 800-meter race world records, each with 51.4 seconds and one minute and 59.1 seconds at the 1st GANEFO (Games of New Emerging Forces) held in 1963.\n\t\t\t\t\t\n\t\t\t\t\t As an undisputable \"queen\" in the world's track and field, Sin Kum Dan set 11 world records, bringing to her country 28 gold medals. Later, as a coach, she had trained a number of race aces before her retirement.\n\t\t\t\t\t\n\t\t\t\t\t Sin is a winner of Kim Il Sung Prize and the title of the People's Athlete."
        },
        {
            "title": "Rodong Sinmun Calls for Intensifying Ideological Campaign",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-09ee.html",
            "content": "Rodong Sinmun Calls for Intensifying Ideological Campaign\r\n Pyongyang, February 3 (KCNA) -- Rodong Sinmun Monday in an editorial calls for adorning this year as one of victory in idea and leap forward by intensifying an ideological campaign, information service and agitation true to the leadership of supreme leader Kim Jong Un.\n\t\t\t\t\t The editorial underlines the need to intensify the ideological revolution in the field of ideology of the party to make the whole country seethe with revolutionary enthusiasm and militant spirit.\n\t\t\t\t\t\n\t\t\t\t\t The on-going ideological campaign is a great political and ideological offensive for successfully carrying out the cause of modeling the whole society on Kimilsungism-Kimjongilism and an all-out offensive for firmly establishing the unified leadership system of the Party throughout the party and society.\n\t\t\t\t\t\n\t\t\t\t\t It is, at the same time, a main thrust of information service and agitation for raising a strong wind of a fresh leap forward on all fronts for building a thriving nation, the editorial says and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the basic purpose and primary requirement of the on-going ideological campaign to make all members of society true soldiers, adherents and steadfast revolutionaries of President Kim Il Sung and leader Kim Jong Il who take their revolutionary idea as the monolithic guidelines and live and struggle as required by them.\n\t\t\t\t\t\n\t\t\t\t\t All service personnel and people not only follow the intention of their leader but also advance along the road indicated by the party. This unbreakable single-minded unity of the DPRK can be more fully displayed only in the crucible of ideological tempering.\n\t\t\t\t\t\n\t\t\t\t\t It is the great mental power of the popular masses that works miracles. The army and people can overcome whatever difficulty and occupy any fortress when they are strong in idea and will.\n\t\t\t\t\t\n\t\t\t\t\t Only when the revolutionary march is loudly sounded in all parts of the country and all fields and units are full of dynamism and vitality, will the DPRK make greater leap forward and will greater successes be registered in building a thriving nation."
        },
        {
            "title": "Denuclearization of Korean Peninsula Is Goal Common to Nation: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-10ee.html",
            "content": "Denuclearization of Korean Peninsula Is Goal Common to Nation: Rodong Sinmun\r\n Pyongyang, February 3 (KCNA) -- The recent crucial proposal and open letter of the National Defence Commission of the DPRK reflect the steadfast stand and will to defend peace on the Korean peninsula and national security and provide a reliable guarantee for improving the north-south relations, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The denuclearization of the Korean peninsula is a goal common to the nation that all Koreans should attain by their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t The imminent nuclear disaster on the peninsula comes from outside, not from within the nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear force is the treasured sword common to the nation for defending the country and nation from the U.S. nuclear threat and blackmail, not a means to blackmail and hurt fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's line of simultaneously pushing forward economic construction and the building of nuclear force is also a wise option for defending the country and nation from nuclear war provocation of the aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south of Korea should not give an opportunity of igniting a nuclear war to foreign forces to fish in troubled waters by keeping Korea partitioned and sacrificing the Korean nation, but defend national security and common interests by their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t Responding to the crucial proposal of the DPRK requires neither efforts nor money.\n\t\t\t\t\t\n\t\t\t\t\t What is required is just a will to do something for the country and nation by joining hands with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The stand and attitude towards improved inter-Korean ties are a touchstone to distinguish reunification from partition, patriotism from treachery."
        },
        {
            "title": "No Force Can Check Advance of History toward Independence: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-11ee.html",
            "content": "No Force Can Check Advance of History toward Independence: Rodong Sinmun\r\n Pyongyang, February 3 (KCNA) -- Getting stronger is the aspiration and desire of humankind to lead an independent life free from all sorts of domination and subjugation and, thereby, no force on earth can check the advance of history toward independence and justice, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Humankind may face twists and turns due to the stumbling blocks lying on its way toward independence and justice, but it is inevitable that imperialism will meet ruin but the human cause of independence will triumph.\n\t\t\t\t\t\n\t\t\t\t\t It is a law of historical development that the world advances along the road of independence.\n\t\t\t\t\t\n\t\t\t\t\t Neither a country nor a nation wants to live under domination and subjugation, sustaining aggression and plunder. What all peoples commonly desire is to lead an independent life and achieve development, free from any subjugation.\n\t\t\t\t\t\n\t\t\t\t\t Entering the 90s in the last century, the confrontational relations were broken between the East and the West the pivot of which were two world super powers. This caused series of unexpected developments. However, the advance of history remained unchanged.\n\t\t\t\t\t\n\t\t\t\t\t When the Cold-War structure was collapsed and socialism in some countries was frustrated, the imperialists made much fuss as if the direction of the advance of history were changing.\n\t\t\t\t\t\n\t\t\t\t\t But this was nothing but a vortex of history which took place temporarily in the course of advancing toward an independent new world.\n\t\t\t\t\t\n\t\t\t\t\t To lead a happy life in a free and peaceful world free from domination and subjugation, aggression and war is an ideal of humankind based on the social nature of independent human being. And this is the basic orientation of the historical development. As there is no change in social nature of human being, no change can be made in the ideal of humankind and no turn in the direction of historical development.\n\t\t\t\t\t\n\t\t\t\t\t Now matter how desperately the imperialists may work to save their declined fate, they can never stem the advance of history."
        },
        {
            "title": "Halved Registration Fee Called for in South Korea",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-22ee.html",
            "content": "Halved Registration Fee Called for in South Korea\r\n Pyongyang, February 3 (KCNA) -- The south Korean internet paper Voice of People in an article urged the authorities to settle the issue of university registration fee on January 30.\n\t\t\t\t\t The article recalled that all the universities in south Korea pretended to cut down the registration fee with the approach of a new school term, adding it looks as if they had promised each other to do so.\n\t\t\t\t\t\n\t\t\t\t\t The cut down rate published by universities is just 0.01 to 0.5 percent, it said, noting that this is no more than a farce to gain gratitude as it is not helpful to students burdened with the payment  of a huge amount of registration fee.\n\t\t\t\t\t\n\t\t\t\t\t Such charade only touches off anger among students and their parents, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" is passing the buck for settling the issue of registration fee to universities, making its commitment to halving the fee until 2014 an empty talk.\n\t\t\t\t\t\n\t\t\t\t\t The article blasted the present regime for sidestepping the solution to the issue under the pretext of \"financial shortage\" while spending a fabulous amount of money for the upkeep of U.S. forces and the introduction of controversial fighters.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities not to fool the students and their parents any longer under the pretext of lack of money."
        },
        {
            "title": "Korean Youth in China Urge S. Korea to Respond to Proposal of DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-07ee.html",
            "content": "Korean Youth in China Urge S. Korea to Respond to Proposal of DPRK\r\n Pyongyang, February 3 (KCNA) -- The Youth Federation of Korean Nationals in China on January 29 released a statement titled \"South Korean authorities should stop at once pro-U.S. sycophantic confrontation rackets against fellow countrymen and respond to crucial proposal of the DPRK\". \n\t\t\t\t\t Recalling that the National Defence Commission of the DPRK proposed the south Korean authorities to take practical measures for halting all acts of provoking and slandering the other side on the occasion of the Lunar New Year's Day, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean authorities respond to the DPRK's crucial proposal and measures for defusing tensions with escalating military confrontation steps.\n\t\t\t\t\t\n\t\t\t\t\t With nothing the military confrontation acts can be justified and they are a grave challenge to the Koreans desirous of improved north-south relations and peace and public opinion at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The confrontation acts of the south Korean authorities are pro-U.S. sycophantic acts pursuant to the DPRK policy of the U.S. displeasing reconciliation, unity and reunification of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The Youth Federation of Korean Nationals in China strongly demands the south Korean authorities drop the deep-rooted worship and flunkeyism toward America and the idea of fearing and submitting to America, clearly face up to the reality and respond to the sincere call of  fellow countrymen with righteous goodwill measures."
        },
        {
            "title": "Proposal of NDC of DPRK Supported by Organizations of Italy, Ukraine",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-04ee.html",
            "content": "Proposal of NDC of DPRK Supported by Organizations of Italy, Ukraine\r\n Pyongyang, February 3 (KCNA) -- Italian and Ukrainian organizations released statements in support of the crucial proposal of the National Defence Commission (NDC) of the DPRK on Jan. 24 and 26.\n\t\t\t\t\t The Italy-DPRK Association for Friendship and Solidarity said:\n\t\t\t\t\t\n\t\t\t\t\t The crucial proposal reflects the steadfast stand of the DPRK to improve the north-south relations and reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t Key Resolve and Foal Eagle joint military exercises planned by the south Korean authorities together with the U.S. will gravely threaten the regional stability and global peace.\n\t\t\t\t\t\n\t\t\t\t\t They are also quite contrary to the spirit of the June 15 North-South Joint Declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t We reaffirm support to the crucial proposal, hoping that the south Korean authorities would give up the military exercises or stage them in the secluded area far away from territorial land, waters and air of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Dnepropetrovsk Branch of the Ukrainian \"Treasured Sword of Songun\" Association for the Study of the Juche Idea stated:\n\t\t\t\t\t\n\t\t\t\t\t As evidenced by the New Year Address and the crucial proposal, we can know well about the firm will of Marshal Kim Jong Un to reunify the country true to the behests of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t We cannot understand why the south Korean authorities do not respond to the crucial proposal of the NDC of the DPRK to terminate confrontation and improve the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t We positively support the three principles of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t We also support all Korean people's struggle for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggression forces resorting to aggression and provocation will be withdrawn out of south Korea in shame."
        },
        {
            "title": "Proposal of NDC of DPRK Supported by Political Parties of Iran, Finland",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-05ee.html",
            "content": "Proposal of NDC of DPRK Supported by Political Parties of Iran, Finland\r\n Pyongyang, February 3 (KCNA) -- Iranian and Finnish political parties made public statements on January 27 in support of the crucial proposal of the National Defence Commission (NDC) of the DPRK. \n\t\t\t\t\t The Islamic Coalition Party of Iran said:\n\t\t\t\t\t\n\t\t\t\t\t The crucial proposal of the NDC of the DPRK reflects the will and desire of the Korean nation hoping for independent reunification, peace and prosperity. \n\t\t\t\t\t\n\t\t\t\t\t In order to improve the inter-Korean relations and prevent nuclear disaster on the Korean peninsula as clarified by the DPRK, it is necessary to take practical measures for completely stopping all hostile acts against the other side. \n\t\t\t\t\t\n\t\t\t\t\t We demand the south Korean authorities respond to the crucial proposal of the DPRK as early as possible. \n\t\t\t\t\t\n\t\t\t\t\t The Finnish Communists' League stated:\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula and in the rest of Northeast Asia is still tense owing to the U.S. imperialists' moves for aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The crucial proposal clearly shows once again that the DPRK is making sincere efforts for peace and stability of the peninsula and in the rest of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t All hostile acts should be stopped on the peninsula and dialogue for achieving the independent and peaceful reunification of Korea should start. \n\t\t\t\t\t\n\t\t\t\t\t The Finnish Communists' League extends firm solidarity to the Korean people's struggle against imperialism and war."
        },
        {
            "title": "Swiss Organizations Urge S. Korea to Respond to Open Letter of DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-06ee.html",
            "content": "Swiss Organizations Urge S. Korea to Respond to Open Letter of DPRK\r\n Pyongyang, February 3 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea on January 24 made public a joint statement in support of the open letter of the National Defence Commission (NDC) of the DPRK. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The open letter held the history of the territorial partition has brought untold misfortune and pain to the Korean nation and it is entirely caused by outside forces. \n\t\t\t\t\t\n\t\t\t\t\t It re-clarified the principled issues proposed to the south Korean authorities by the NDC of the DPRK on January 16. \n\t\t\t\t\t\n\t\t\t\t\t It reaffirmed the steadfast will of the DPRK to improve the inter-Korean relations and reunify the country. \n\t\t\t\t\t\n\t\t\t\t\t We fully support the open letter of the NDC of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We urge the south Korean authorities to stop negative and hostile acts and respond to the idea and proposals reflected in the open letter."
        },
        {
            "title": "Day of Shining Star to Be Marked in Bulgaria",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-02ee.html",
            "content": "Day of Shining Star to Be Marked in Bulgaria\r\n Pyongyang, February 3 (KCNA) -- A Bulgarian preparatory committee for celebrating the 72nd birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was inaugurated in Sofia on January 27.\n\t\t\t\t\t Evgeni Belin, political organizer who is member of the National Council of the Bulgarian Socialist Party, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to give much publicity to the immortal exploits of Kim Jong Il through media and organize diverse political and cultural events including meeting, seminar and film show on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Belarus",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-03ee.html",
            "content": "Day of Shining Star to Be Celebrated in Belarus\r\n Pyongyang, February 3 (KCNA) -- A Belarusian preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was inaugurated in Minsk on January 26. \n\t\t\t\t\t L. Shukolinikov, chairman of the Permanent Committee of the Belarus-DPRK National Friend Association Named after Kim Il Sung and Kim Jong Il, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to give wide publicity to the sacred revolutionary career and undying exploits of Kim Jong Il and hold colorful political and cultural events including meeting and seminar on his exploits on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Kim Yong Nam felicita al presidente de Sri Lanka",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-27ee.html",
            "content": "Kim Yong Nam felicita al presidente de Sri Lanka\r\nPyongyang, 3 de febrero (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 3 un mensaje de felicitacion al presidente de la Republica Democratica Socialista de Sri Lanka, Mahinda Rajapaksa, con motivo del 66o aniversario de la independencia de este pais.\n\t\t\t\t\tEl remitente formulo votos por los exitos en el trabajo del destinatario por la estabilidad socio-politica y el desarrollo continuo del pais y por el mayor progreso y prosperidad del amistoso pueblo srilankes."
        },
        {
            "title": "Pak Pong Ju recorre Complejo Siderurgico de Hwanghae",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-28ee.html",
            "content": "Pak Pong Ju recorre Complejo Siderurgico de Hwanghae\r\nPyongyang, 3 de febrero (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, recorrio el Complejo Siderurgico de Hwanghae.\n\t\t\t\t\tPasando revista a varios puntos incluyendo el taller general de acero, el averiguo en detalles el estado de produccion y modernizacion.\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion consultiva efectuada en el terreno, se discutieron los remedios para modernizar en alto nivel el complejo usando materias y tecnologias domesticas.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Pak se cercioro del estado de produccion de la Fundicion de Hierro de Posan y tomo medidas necesarias."
        },
        {
            "title": "Presidente de CC de ACR de RPDC envia aviso a su homologo  surcoreano",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-29ee.html",
            "content": "Presidente de CC de ACR de RPDC envia aviso a su homologo  surcoreano\r\nPyongyang, 3 de febrero (ACNC) -- El presidente del Comite Central de la Asociacion de la Cruz Roja de la Republica Popular Democratica de Corea envio el dia 3 un aviso al presidente de la Sociedad de la Cruz Roja del Sur de Corea. \n\t\t\t\t\tEl remitente propone realizar el dia 5 o el 6,  segun comodidad de la parte Sur, el contacto de trabajo de la Cruz Roja Norte-Sur para el encuentro de los familiares y parientes separados en el Pabellon Thongil de la parte Norte de Phanmunjom. \n\t\t\t\t\t\n\t\t\t\t\tSi la parte surena fija el dia, la delegacion norcoreana ira al contacto de trabajo, puntualiza la nota."
        },
        {
            "title": " Desnuclearizacion de Peninsula Coreana es meta comun de la nacion, apunta Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201402/news03/20140203-30ee.html",
            "content": "Desnuclearizacion de Peninsula Coreana es meta comun de la nacion, apunta Rodong Sinmun\r\nPyongyang, 3 de febrero (ACNC) -- En la propuesta importante y la carta abierta del Comite de Defensa Nacional de la Republica Popular Democratica de Corea estan reflejadas la invariable posicion y voluntad de defender la paz de la Peninsula Coreana y la seguridad de la nacion y preparar la garantia de mejoramiento de las relaciones Norte-Sur.\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un articulo individual de este lunes y continua:\n\t\t\t\t\t\n\t\t\t\t\t  La desnuclearizacion de la Peninsula Coreana es la meta comun de la nacion que todos los coreanos deben alcanzar con las fuerzas unidas.\n\t\t\t\t\t\n\t\t\t\t\t  La inmediata catastrofe nuclear en la Peninsula no sera causada en el interior de la nacion sino provendra del exterior.\n\t\t\t\t\t\n\t\t\t\t\t  Las fuerzas armadas nucleares de la RPDC son el medio comun para defender el pais y la nacion desde la amenaza nuclear y chantaje de Estados Unidos y nunca se usaran como recurso para chantajear o perjudicar a la parte connacional.\n\t\t\t\t\t\n\t\t\t\t\t  La linea de la RPDC de desarrollar paralelamente la construccion economica y la de fuerzas armadas nucleares es la sabia opcion de autodefensa para proteger el pais y la nacion desde las tentativas de los agresores de provocar la guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  El Norte y el Sur no deben dar a las fuerzas extranjeras, que tratan de sacar provechos dividiendo el territorio coreano y sacrificando a la nacion coreana, y han de defender con las fuerzas unidas la seguridad y los intereses comunes de la nacion.\n\t\t\t\t\t\n\t\t\t\t\t  No cuesta trabajo ni dinero aceptar la propuesta importante de la RPDC. Hace falta solo la voluntad de hacer algo por el pais y la nacion estrechando la mano con la parte connacional.\n\t\t\t\t\t\n\t\t\t\t\t  La posicion y la actitud sobre la mejora de relaciones Norte-Sur son la pauta que distingue a los partidarios de reunificacion y patriotas y a los divisionistas y vendepatrias."
        }
    ]
}