{
    "date": "2014-09-30",
    "url": "http://kcna.co.jp/item/2014/201409/2014-09-30ee.html",
    "articles": [
        {
            "title": "Greetings to Nigerian President",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-17ee.html",
            "content": "Greetings to Nigerian President\r\n Pyongyang, September 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Tuesday sent a message of greeting to Goodluck Ebele Jonathan, president of the Federal Republic of Nigeria, on the occasion of the 54th anniversary of its independence.\n\t\t\t\t\t The message wished the Nigerian president successes in his work for achieving stability and socio-economic development of the country.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that the friendly and cooperative ties between the two countries would grow stronger in various fields."
        },
        {
            "title": "Greetings to PM of Slovenia",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-25ee.html",
            "content": "Greetings to PM of Slovenia\r\n Pyongyang, September 30 (KCNA) -- DPRK Premier Pak Pong Ju on Monday sent a message of greeting to Miro Cerar upon his appointment as prime minister of the Republic of Slovenia.\n\t\t\t\t\t The message wished the prime minister successes in the work of the Slovenian government for the development and prosperity of the country."
        },
        {
            "title": "Credentials to Kim Yong Nam from Vietnamese Ambassador",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-23ee.html",
            "content": "Credentials to Kim Yong Nam from Vietnamese Ambassador\r\n Pyongyang, September 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, received credentials from Vietnamese Ambassador to the DPRK Pham Viet Hung at the Mansudae Assembly Hall Tuesday.\n\t\t\t\t\t After receiving the credentials, the president had a talk with the ambassador."
        },
        {
            "title": "Greetings to Kim Jong Un from General Secretary of C.C., LPRP",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-27ee.html",
            "content": "Greetings to Kim Jong Un from General Secretary of C.C., LPRP\r\n Pyongyang, September 30 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a message of greeting from Choummaly Sayasone, general secretary of the Central Committee of the Lao People's Revolutionary Party (LPRP), on Sept. 18. \n\t\t\t\t\t The message said that he extended warm congratulations and best wishes to Kim Jong Un and, through him, to the C.C., the WPK, all its members and the fraternal Korean people on behalf of the C.C., the LPRP, all its members and the Lao people and on his own behalf on the occasion of the 69th anniversary of the founding of the WPK (October 10, 1945-October 10, 2014).\n\t\t\t\t\t\n\t\t\t\t\t The message noted that the fraternal Korean people have achieved great successes in realizing the party's line and policies, building the economy and improving the people's living standard, in particular, under the banner of the Juche idea and Songun under the wise leadership of Kim Il Sung and Kim Jong Il, the great leaders of the Korean people, and the WPK headed by Kim Jong Un over the past 69 years\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this auspicious opportunity, I wish the WPK and the fraternal Korean people fresher successes in defending the country, building a thriving socialist nation and achieving the peaceful reunification of the country, the greatest desire of all the Korean people, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t I hope that the traditional friendly and cooperative relations between the two parties, governments and peoples would grow stronger in conformity with the interests of the two peoples and regional and global peace, stability and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t I wish you good health and happiness and big successes in accomplishing your noble cause."
        },
        {
            "title": "Delegation of State Great Hural of Mongolia Leaves ",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-24ee.html",
            "content": "Delegation of State Great Hural of Mongolia Leaves\r\n Pyongyang, September 30 (KCNA) -- The delegation of the State Great Hural of Mongolia headed by Vice-Chairman R. Gonchigdorj left here for home on Tuesday."
        },
        {
            "title": "Floral Homage Paid to Statues of Kim Il Sung, Kim Jong Il ",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-15ee.html",
            "content": "Floral Homage Paid to Statues of Kim Il Sung, Kim Jong Il \r\n Pyongyang, September 30 (KCNA) -- The participants in the 2014 provincial mass sports contest Tuesday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill. \n\t\t\t\t\t They laid a floral basket and bouquets before the statues in humble reverence and paid tribute to them."
        },
        {
            "title": "Austrian Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-18ee.html",
            "content": "Austrian Delegation Visits Mangyongdae \n\t\t\t\t\t\t\r\n Pyongyang, September 30 (KCNA) -- The delegation of the Austrian Center for International Studies led by Director Frances Mautner-Markhof visited Mangyongdae, the birthplace of President Kim Il Sung. \n\t\t\t\t\t Members of the delegation visited the old home of the President in Mangyongdae. They looked round the historic relics preserved there with much care, being briefed on the undying story about the historic home. \n\t\t\t\t\t\n\t\t\t\t\t They also visited the Tower of the Juche Idea, Rungna Dolphinarium etc."
        },
        {
            "title": "Anniversary of Kim Jong Il's Field Guidance to Area of Mt. Kumgang Observed ",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-26ee.html",
            "content": "Anniversary of Kim Jong Il's Field Guidance to Area of Mt. Kumgang Observed\n\t\t\t\t\t\t\r\n Mt. Kumgang Resort, September 30 (KCNA) -- There took place an event on the spot on Tuesday to mark the 14th anniversary of leader Kim Jong Il's field guidance to the area of Mt. Kumgang.\n\t\t\t\t\t Present there were Won Tong Yon, vice department director of the Central Committee of the Workers' Party of Korea, Hwang Ho Yong, director of the DPRK Guidance Bureau of Special Zone for International Tour of Mt. Kumgang, officials concerned, working people, foreigners and overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the mosaic portraying the peerless great persons of Mt. Paektu and the monument to Kim Jong Il's autograph and made bows.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Kumgangsan Revolutionary Museum which tells stories about the feats President Kim Il Sung, Kim Jong Il and anti-Japanese war hero Kim Jong Suk performed by working heart and soul to build Mt. Kumgang into a wonderful resort for the people.\n\t\t\t\t\t\n\t\t\t\t\t A rally was held before the monument.\n\t\t\t\t\t\n\t\t\t\t\t Hwang Ho Yong said in a speech that the peerless great persons of Mt. Paektu made patriotic and devoted efforts to build the mountain into a world famous scenic spot and tourist destination.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il entrusted the tour of Mt. Kumgang to Hyun Dai Group of south Korea, settled all problems and made sure that tour of Mt. Kumgang contributed to the national reconciliation and unity, he added.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that Marshal Kim Jong Un energetically led the struggle for achieving the historic cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t A reunified prosperous strongest nation is sure to emerge on this land when all Koreans make vigorous endeavors by their concerted efforts, united close around Kim Jong Un, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants went round various places of the area of Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\t They enjoyed an art performance at the Kumgangsan Hall of Culture."
        },
        {
            "title": "DPRK Women's Football Team Advances into Finals at Asian Games　 ",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-05ee.html",
            "content": "DPRK Women's Football Team Advances into Finals at Asian Games\r\n Inchon, September 29 (KCNA Correspondent) -- The DPRK women's football team beat its south Korean rival 2:1 in the semi-finals on Sept. 29 to advance into the finals at the 17th Asian Games.\n\t\t\t\t\t The DPRK team lost one goal at around the 12th minute of the match, but it mounted a fierce attack on its rival, not discouraged. \n\t\t\t\t\t\n\t\t\t\t\t At around the 36th minute Ri Ye Gyong skillfully kicked into the rival's goalmouth the ball passed by Wi Jong Sim from the right side of the goal area.\n\t\t\t\t\t\n\t\t\t\t\t Its second goal came at around the 3rd minute of the referee's time of the second half.  When the south Korean goal keeper failed to catch the ball kicked by Ra Un Sim before her goalmouth, Ho Un Byol admirably kicked the ball into the net.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK team will play the finals with its Japanese rival on Oct. 1."
        },
        {
            "title": "DPRK Citizens Rejoice over Women Footballers' Success at Asiad",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-20ee.html",
            "content": "DPRK Citizens Rejoice over Women Footballers' Success at Asiad\n\t\t\t\t\t\t\r\n Pyongyang, September 30 (KCNA) -- The DPRK women's football team beat south Korean rival 2:1 in the semi-finals on Sept. 29 to advance into the finals at the 17th Asian Games.\n\t\t\t\t\t This news is delighting all the people in the country.\n\t\t\t\t\t\n\t\t\t\t\t The consecutive successes in the ongoing Asian Games make him very happy, Han Jong Nam, a Pyongyang citizen, told KCNA, adding:\n\t\t\t\t\t\n\t\t\t\t\t \"I don't know how to describe my feelings about the happy news of our women's football team's advance into the finals. I want to embrace all those admirable women footballers who gave great pleasure to the people in the homeland.\"\n\t\t\t\t\t\n\t\t\t\t\t Song Kyong Hui, a work-team head of the Kim Jong Suk Pyongyang Textile Mill, said:\n\t\t\t\t\t\n\t\t\t\t\t \"Their success gives great strength and courage to me and all other workers at the mill.\n\t\t\t\t\t\n\t\t\t\t\t As a same woman, I am very proud of those women footballers displaying the honor of the country. The members of my workteam will work harder to boost the fabric production for the country and people as the footballers have done.\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Ryong Ho, a resident in Phyongsong City, South Phyongan Province, said: \"Well done, the women's football team! I am sure they will prove successful in the finals.\""
        },
        {
            "title": "DPRK Women's Football Team Will Win at Asiad: Expert",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-22ee.html",
            "content": "DPRK Women's Football Team Will Win at Asiad: Expert\r\n Pyongyang, September 30 (KCNA) -- Prof. and Dr. Ri Tong Gyu, a football expert of the DPRK, expressed belief that its women's football team would emerge winner at the ongoing 17th Asian Games.\n\t\t\t\t\t When the DPRK beat south Korea 2:1 in the women's football semi-finals on Monday, he told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Experts of various countries have spotted the DPRK women's football team as a hopeful at the current Asiad before its start.\n\t\t\t\t\t\n\t\t\t\t\t Such view is quite reasonable, because the DPRK team took the titles at the 2013 East Asian Cup and the 6th East Asian Games and involves such talented players as Ra Un Sim, Kim Un Ju and Ho Un Byol. The team scored 11 goals in group league and quarterfinals without losing even one point.\n\t\t\t\t\t\n\t\t\t\t\t Its finals with the Japanese team to be held on Oct. 1 will be expected to be very keen.\n\t\t\t\t\t\n\t\t\t\t\t The two teams had competed with each other in the finals at the 15th Asian Games, eight years ago. At that time the DPRK team beat its Japanese rival 4:2, emerging two-time winner in the wake of the 14th Asian Games.\n\t\t\t\t\t\n\t\t\t\t\t I am sure that the DPRK team will win at the current games when it displays its strong stubbornness and collectivism and sustains its tactics properly as it has done in the previous matches."
        },
        {
            "title": "Successes at Asiad Delights DPRK Citizens",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-21ee.html",
            "content": "Successes at Asiad Delights DPRK Citizens\n\t\t\t\t\t\t\r\n Pyongyang, September 30 (KCNA) -- People in the DPRK have been rejoiced over its athletes' successes at the ongoing 17th Asian Games.\n\t\t\t\t\t As of Sept. 29, the DPRK bagged eight gold medals, eight silvers and 11 bronzes. \n\t\t\t\t\t\n\t\t\t\t\t Jong Mu Hyon, a Pyongyang citizen, told KCNA that all his family members are looking forward to get more news about the DPRK's successes at the Games.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hak, a teacher of the Sinuiju University of Light Industry, said:\n\t\t\t\t\t\n\t\t\t\t\t I was deeply moved to see our winners looking up at the DPRK flag with tears of joy on the podium. I am telling my students that they should study harder in order to glorify the honor of the motherland as the winners have done.\n\t\t\t\t\t\n\t\t\t\t\t Kim Hwan Su, a worker of the Sangwon Cement Complex, said he has raised cheers upon hearing the news that the DPRK footballers won victories one after another.\n\t\t\t\t\t\n\t\t\t\t\t Jong Il Jin, a student of the Kim Chaek University of Technology, expressed his earnest greetings of cheers to the DPRK's athletes attending the 17th Asian Games."
        },
        {
            "title": "\"Complete Collection of Korean Dishes\" Published in DPRK",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-19ee.html",
            "content": "\"Complete Collection of Korean Dishes\" Published in DPRK\r\n Pyongyang, September 30 (KCNA) -- The Korean Association of Cooks has recently brought out the book \"Complete Collection of Korean Dishes\".\n\t\t\t\t\t The book, comprising 10 volumes in total, deals with photo-accompanied cookeries of over 6 000 traditional and present-day Korean dishes.\n\t\t\t\t\t\n\t\t\t\t\t Vol. 1 introduces some 600 cuisines for making staples like rice cake, noodle, boiled rice, gruel, pancake and dumpling, while vol. 2 some 600 cookeries of traditional Korean dishes.\n\t\t\t\t\t\n\t\t\t\t\t Vol. 3 deals with some 600 cuisines of banquet dishes and vol. 4 some 600 cookeries of dishes for tourists.\n\t\t\t\t\t\n\t\t\t\t\t Vol. 5 features cuisines of mountain animals, birds and fishes, while vol. 6 special dishes of the different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t Carried in Vol. 7 and Vol. 8 are cuisines of dishes easy to make in household and at least 600 cookeries of health dishes.\n\t\t\t\t\t\n\t\t\t\t\tVol. 9 introduces some 600 salted, dried and smoked dishes and vol. 10 sweet foods and drinks.\n\t\t\t\t\t\n\t\t\t\t\t The book will be conducive to improving local people's diet life."
        },
        {
            "title": "U.S. Accused of Abusing \"Human Rights Issue\" for Its Sinister Purpose ",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-06ee.html",
            "content": "U.S. Accused of Abusing \"Human Rights Issue\" for Its Sinister Purpose \r\n Pyongyang, September 30 (KCNA) -- The discussion on human rights at the United Nations and other international arena does not table such grave abuses of human rights as illegal invasion of a sovereign state, subversion of regimes and massacres of civilians but take issue with those countries which preserve their own social systems and national interests, not yielding to outsiders' oppression, and brand them as \"human rights abusers\". \n\t\t\t\t\t Branding the U.S. as the chieftain which caused such grave situation in the international arena, Rodong Sinmun Tuesday in an article says:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. mobilizes its followers by use of its special position at the UN and abuses the \"human rights issue\" for realizing its sinister purpose. \n\t\t\t\t\t\n\t\t\t\t\t It is the strategic attempt of the U.S. to bring down independent countries standing against it, countries situated in strategically important places and countries which incur its displeasure and are disobedient to it under the pretext of \"human rights issue\", and implement domination over those countries. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. terms those countries standing against it \"human rights abusers\" even though human rights are guaranteed in those countries, yet it shields pro-U.S. countries as \"defenders of human rights\". \n\t\t\t\t\t\n\t\t\t\t\t The adoption of \"human rights law\" targeting the DPRK is the typical expression of the U.S. attempt to change the social system in the DPRK under the pretext of \"human rights issue\". \n\t\t\t\t\t\n\t\t\t\t\t Much upset by the DPRK getting stronger as the days go by, the U.S. is cunningly using the \"human rights issue\" to internationally isolate and oppress it. \n\t\t\t\t\t\n\t\t\t\t\t The reality demands the UN and other international bodies drastically change their activities. \n\t\t\t\t\t\n\t\t\t\t\t Countries hoping for genuine human rights should never allow the moves of the U.S. trying to use human rights issue for meeting its sinister purpose."
        },
        {
            "title": "S. Korean Puppet Forces Accused of Trying to Hurt Fellow Countrymen with U.S. Backing",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-07ee.html",
            "content": "S. Korean Puppet Forces Accused of Trying to Hurt Fellow Countrymen with U.S. Backing\n\t\t\t\t\t\t\r\n Pyongyang, September 30 (KCNA) -- Recently the south Korean puppet warmongers agreed with the U.S. master to extend the transfer of wartime operation control (OPECON) 6 to 7 years. Not content with this, they begged the U.S. master not to specify the period of transfer of OPECON on the agreement which will be announced at the upcoming annual security consultative meeting.\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday terms their moves to indefinitely extend the period of transfer of OPECON a product of the criminal schemes to hurt fellow countrymen with the backing of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the military nexus between the U.S. and the puppet warmongers is becoming all the more undisguised with the agreement on re-extension of transfer of OPECON as a momentum, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Now the U.S. is egging the puppet warmongers on to ignite a war against the north while giving impressions that it did something nice for them by agreeing on re-extending the transfer.\n\t\t\t\t\t\n\t\t\t\t\t In reward for the re-extension, the puppet forces are introducing lots of the U.S. war hardware and joining it in building a missile shield. They also agree on keeping the U.S. imperialist aggressor forces in the area near the Military Demarcation Line.\n\t\t\t\t\t\n\t\t\t\t\t The traitors bringing clouds of a nuclear war to hang over the fellow countrymen will be forced to pay dearly for their crimes, the commentary warns."
        },
        {
            "title": "Minju Joson Slams U.S. Forces in S. Korea for Committing Violence",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-08ee.html",
            "content": "Minju Joson Slams U.S. Forces in S. Korea for Committing Violence\n\t\t\t\t\t\t\r\n Pyongyang, September 30 (KCNA) -- Cases of violence by the U.S. imperialist aggressor forces in south Korea reported in an unbroken chain are bringing into bolder relief their true colors as immoral, depraved and brutalized service members, says Minju Joson Tuesday in a commentary.\n\t\t\t\t\t From the very day when they landed in south Korea, the rights of the south Koreans have been ruthlessly violated as victims of their crimes.\n\t\t\t\t\t\n\t\t\t\t\t The history of the U.S. imperialist aggressor forces present in south Korea is full of all sorts of their inhuman crimes.\n\t\t\t\t\t\n\t\t\t\t\t Not only south Korea but various other parts of the world are irked with misfortune and sufferings due to the U.S. imperialist aggressor forces obsessed by extreme misanthropy and xenophobia. This is a hard reality.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that the U.S. imperialists, rare murderers and human rights abusers, are styling themselves \"apostle\" of \"freedom\", \"peace\" and \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t Just as crow cannot be whiter for often washing, the U.S. imperialists can never hide their hands stained with the blood shed by so many people, no matter how noisily they may trumpet about \"peace\" and \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, indeed, the root cause of all sufferings and misfortune and the world's biggest cesspool of crimes."
        },
        {
            "title": "KCNA Commentary Denounces Projected Deployment of THAAD in South Korea",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-11ee.html",
            "content": "KCNA Commentary Denounces Projected Deployment of THAAD in South Korea\n\t\t\t\t\t\t\r\n Pyongyang, September 30 (KCNA) -- Washington continues floating its worn-out story about the \"threat from north Korea\".\n\t\t\t\t\t Susan Rice, assistant to the U.S. president for national security, in her talks with traitor Kim Kwan Jin, chief of the security office of Chongwadae of south Korea, at the White House blustered that \"it is necessary to maintain close cooperation in policy-making and strong combined defense posture to cope with the threat from north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t She pressurized the latter to accept the deployment of THAAD in south Korea as a military measure for implementing the U.S. strategy.\n\t\t\t\t\t\n\t\t\t\t\t This brought to light the U.S. sinister design to establish its regional vantage point for carrying out its strategy for dominating Asia-Pacific under the pretence of protecting peace and security on the Korean Peninsula and in other parts of the region.\n\t\t\t\t\t\n\t\t\t\t\t After cooking up the fiction about the \"threat from north Korea\" in a bid to carry out its domination strategy, the U.S. has long stepped up its moves to build a missile shield targeting the regional powers behind the scene. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has regarded south Korea as the most suitable area for building its missile shield as it is in military confrontation with the DPRK and geographically close to major regional powers. \n\t\t\t\t\t\n\t\t\t\t\t Hence, it has plugged south Korea deep into its missile shield project under the pretexts of sharing information in the field of tracking ballistic missiles with south Korean puppet forces and conducting a survey of sites for deploying THAAD and the like.\n\t\t\t\t\t\n\t\t\t\t\t As such moves faced difficulties due to the opposition of the south Korean people and vigilance among countries in the region, the U.S. is mulling finally clinching the deal for the introduction of THAAD into south Korea by using the extension of the transfer of the wartime operation control as a bargaining chip.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the U.S. is working hard to calm down the opposition of regional powers by employing such poor trick as \"a counter-action\" to cope with \"the nuclear and missile threats from north Korea.\" \n\t\t\t\t\t\n\t\t\t\t\t What Rice uttered is nothing but remarks made against this backdrop.\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, the U.S. is contemplating using south Korea as a shock brigade and cannon fodder for carrying out its strategy for dominating Asia-Pacific and turning it into an outpost for all-out confrontation with its neighboring powers in the future.\n\t\t\t\t\t\n\t\t\t\t\t If its scenario becomes a reality, the Korean Peninsula will be reduced to a springboard from which the U.S. can launch aggression for world domination and to a scene of bloodshed and fierce scramble of big powers as what happened in the last century.\n\t\t\t\t\t\n\t\t\t\t\t The deployment of THAAD in south Korea would only spark off serious political and military unrest and a hot armament race in the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, indeed, the arch criminal harassing peace and security on the Korean Peninsula and in the rest of the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop at once making much fuss over the \"threat from north Korea\" to cover up its criminal scenario."
        },
        {
            "title": "Actions Staged in Seoul to Demand Probe into Truth about Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-14ee.html",
            "content": "Actions Staged in Seoul to Demand Probe into Truth about Ferry Sewol Disaster\n\t\t\t\t\t\t\r\n Pyongyang, September 30 (KCNA) -- A large-scale rally took place at Seoul Square on Sept. 27 demanding the probe into the truth behind the ferry Sewol disaster, according to the south Korean internet paper Saram Ilbo.\n\t\t\t\t\t Attending it were tens of thousands of people from all walks of life from across south Korea, including bereaved families of the ferry Sewol disaster, farmers, members of civic and public organizations and citizens.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers denounced the chief executive for trying to conceal the truth about the disaster.\n\t\t\t\t\t\n\t\t\t\t\t How can we stop actions under the situation where nothing has been probed though many doubts were raised as regards the disaster, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all people to wage actions till the truth about the disaster is probed. At the end of the rally the participants staged a demo."
        },
        {
            "title": "S. Korean Unionists Protest against Regime's Misrule",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-10ee.html",
            "content": "S. Korean Unionists Protest against Regime's Misrule\r\n Pyongyang, September 30 (KCNA) -- The Government Employees Union of south Korea held a meeting in protest against the puppet ruling forces' reform policy on the pension at Seoul Railway Station Plaza on Sept. 27, according to the south Korean CBS.\n\t\t\t\t\t Attending it were more than 10 000 unionists.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting speakers disclosed the injustice of the government employees' pension reform formulated by the Pension Society according to the scenario of the \"Saenuri Party\".\n\t\t\t\t\t\n\t\t\t\t\t They called for increasing the people's pension, not cutting down the government employees' pension under the pretext of the people's pension.\n\t\t\t\t\t\n\t\t\t\t\t The participants held a haircutting ceremony in protest against the puppet group's misrule. They declared that they would carry on dynamic actions in the future.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting they staged a demonstration."
        },
        {
            "title": "S. Korean Authorities' Moves to Open Rice Market Slammed",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-12ee.html",
            "content": "S. Korean Authorities' Moves to Open Rice Market Slammed\r\n Pyongyang, September 30 (KCNA) -- The south Korean peasants organizations including the Federation of Peasants Associations held a meeting in Seoul on Sept. 27 in protest against the puppet authorities' moves to open the rice market, according to the south Korean MBC.\n\t\t\t\t\t The organizations said that to totally open the rice market is little short of giving up agriculture. \n\t\t\t\t\t\n\t\t\t\t\t The regime asserted that it would protect agriculture through the \"high tariff\", but the situation goes to prove that it can not stand up against outside forces' pressure, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They will turn out in the actions to check the moves to open the rice market in order to protect the food sovereignty and the right to existence."
        },
        {
            "title": "S. Korean Supreme Court Denounced for Yielding to Power",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-13ee.html",
            "content": "S. Korean Supreme Court Denounced for Yielding to Power\r\n Pyongyang, September 30 (KCNA) -- The south Korean internet newspaper Voice of People on September 26 in an editorial accused the puppet supreme court of south Korea of becoming a waiting maid for power. \n\t\t\t\t\t The editorial queried the present supreme court whether it does not read the face of power. \n\t\t\t\t\t\n\t\t\t\t\t The supreme court brought the charge of \"disturbance of performance of duties\" to the Railways Union, claiming that the general strike by it in protest against de-nationalization of railways was unpredictable, though it had been announced already, the editorial said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a decision made after reading the face of the present \"government\" which regards the Railways Union as a thorn in its flesh for going against the de-nationalization of railways. \n\t\t\t\t\t\n\t\t\t\t\t The Seoul High Court gave Ri Sok Gi a verdict of not guilty over the suspicion of his involvement in the case of attempted rebellion, but sentenced him to nine years in jail and seven years of suspension of qualifications, charging that agitation of rebellion and suspicion of violation of \"the Security Law\" were crimes. \n\t\t\t\t\t\n\t\t\t\t\t Over the case of Intelligence Service's interference in the election, the court gave Won Se Hun a verdict of not guilty over the violation of \"the election law\" under the absurd pretext that Won meddled in politics but did not interfere in the election. \n\t\t\t\t\t\n\t\t\t\t\t No wonder, voice of protest that \"there is no law-abiding spirit\" was heard even from the court. \n\t\t\t\t\t\n\t\t\t\t\t The court should reflect itself on whether it was not servile to the power."
        },
        {
            "title": "Earthquake Hits Inchon, South Korea",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-16ee.html",
            "content": "Earthquake Hits Inchon, South Korea\r\n Pyongyang, September 30 (KCNA) -- A 3.2-magnitude earthquake occurred 30 km southwest of Ongjin County, Inchon City of south Korea on Sept. 28, according to south Korean KBS.\n\t\t\t\t\t Tremors were felt in Seoul and the area of Kyonggi Province."
        },
        {
            "title": "Kyrgyz Party Leader Lauds Kim Il Sung's Exploits for Founding WPK",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-01ee.html",
            "content": "Kyrgyz Party Leader Lauds Kim Il Sung's Exploits for Founding WPK\r\n Pyongyang, September 30 (KCNA) -- A. Usupbayev, chairman of the Central Council of the People Unity-\"Kyrgyz El\" Republican Political Party, released a statement on Sept. 25 on the occasion of the 69th anniversary of foundation of the Workers' Party of Korea (WPK).\n\t\t\t\t\t He stated:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, the great leader of the Korean people, founded the WPK on October 10, 1945.\n\t\t\t\t\t\n\t\t\t\t\t The President put forward the original line of founding the party in the early days of his revolutionary activities and pushed ahead with its implementation.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his wise leadership the WPK was founded soon after the liberation of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has successfully played the role of an organizer and guide of all victories of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people perform miracles and innovations day after day in economic development and improvement of people's living standard under the leadership of Marshal Kim Jong Un, first secretary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t As the DPRK has Kim Jong Un at the helm and people and service personnel are united close around him, it is sure to achieve a final victory."
        },
        {
            "title": "Celebrations Held in Nigeria, Germany",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-02ee.html",
            "content": "Celebrations Held in Nigeria, Germany\r\n Pyongyang, September 30 (KCNA) -- Celebrations took place in Nigeria and Germany on Sept. 20 and 23 on the occasion of the 17th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and the 69th founding anniversary of the WPK. They included a reading session, seminar and film shows by the Nigerian Group for Self-Reliance Studies and the Anti-Imperialist Forum of Germany.\n\t\t\t\t\t Films shown included Korean films \"The Tower of the Juche Idea\" and \"Fireworks of a Thriving Nation\".\n\t\t\t\t\t\n\t\t\t\t\t The acting chairman of the Nigerian group read out Marshal Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as Eternal General Secretary of Our Party,\" and said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il developed the WPK into the party of the great President Kim Il Sung with his outstanding idea, theories and extraordinary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The WPK will conduct more brisk activities for modeling the whole society on Kimilsungism-Kimjongilism under the leadership of Kim Jong Un as it had made steady advance, regarding it as supreme programme to model the whole society on Kimilsungism under the guidance of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the German forum noted:\n\t\t\t\t\t\n\t\t\t\t\t The WPK, founded by Kim Il Sung and developed by Kim Jong Il, has recorded only victories in history and made great achievements in accomplishing the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is confidently advancing along the road chosen by itself despite the present complicated international situation thanks to the WPK led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will as ever actively support the WPK and the Korean people in their just cause.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the event held in Germany."
        },
        {
            "title": "Bulgarian Organization Denounces U.S. and Its Followers for Anti-DPRK Human Rights Racket",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-03ee.html",
            "content": "Bulgarian Organization Denounces U.S. and Its Followers for Anti-DPRK Human Rights Racket\n\t\t\t\t\t\t\r\n Pyongyang, September 30 (KCNA) -- The Bulgaria-Korea Friendship Association on September 22 carried an article on its bulletin which denounced the U.S. and its followers for launching anti-DPRK human rights racket. \n\t\t\t\t\t The bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t Now the U.S. and the forces following it noisily is talking about \"human rights issue\" in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The mud-slinging at the DPRK made by the West is nothing but part of an evil propaganda devoid of evidence. \n\t\t\t\t\t\n\t\t\t\t\t The provision of social and economic rights to the people is incomparably superior in the DPRK to that in capitalist countries. \n\t\t\t\t\t\n\t\t\t\t\t No country provides people with jobs and labor rights better than the DPRK.  \n\t\t\t\t\t\n\t\t\t\t\t People in the DPRK fully enjoy rights to learn and bring up children and to get treatment and housing. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. and its followers have become zealous in the anti-DPRK human rights campaign. \n\t\t\t\t\t\n\t\t\t\t\t What they seek through the campaign is to undermine the advantages of the socialist system and bring down the genuine socialism of Korean style. \n\t\t\t\t\t\n\t\t\t\t\t As the saying goes \"Dogs bark, caravan moves on\", the Korean people will keep to the path of socialism despite the anti-DPRK human rights campaign of the U.S. and its followers."
        },
        {
            "title": "Malaysian Magazine Introduces DPRK",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-04ee.html",
            "content": "Malaysian Magazine Introduces DPRK \r\n Pyongyang, September 30 (KCNA) -- The September issue of the Malaysian magazine Leisure Travel carried a special article with the photo of the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill in the DPRK. \n\t\t\t\t\t The article titled \"DPRK-ever stable\" written by a senior journalist of the magazine who visited the DPRK said as follows:\n\t\t\t\t\t\n\t\t\t\t\t I wanted to visit the DPRK very much. \n\t\t\t\t\t\n\t\t\t\t\t The moment I look down the country out of the plane window I could not repress my excitement. \n\t\t\t\t\t\n\t\t\t\t\t A lot of secrets about the DPRK are under cover no matter how much science has developed. Most of people just make their own presumptions. There is a saying \"seeing is believing.\"\n\t\t\t\t\t\n\t\t\t\t\t Mansu Hill where the statues of Kim Il Sung and Kim Jong Il stand is the symbolic place showing the history of the Korean revolution, patriotism, trust in the leaders and the course of the DPRK's development. \n\t\t\t\t\t\n\t\t\t\t\t The magazine carried photos introducing politics, economy, culture and other fields of the DPRK."
        },
        {
            "title": "Kim Yong Nam felicita a su homologo nigeriano",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-35ee.html",
            "content": "Kim Yong Nam felicita a su homologo nigeriano\r\nPyongyang, 30 de septiembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 30 al presidente de la Republica Federal de Nigeria, Goodluck Ebele Jonathan, con motivo del 54o aniversario de la independencia de este pais africano.\n\t\t\t\t\tEl remitente desea al destinatario exitos en sus labores para lograr la estabilidad y el desarrollo socio-economico del pais.\n\t\t\t\t\t\n\t\t\t\t\tY manifiesta la conviccion de que las relaciones de amistad y cooperacion entre los dos paises se ampliaran y se desarrollaran mas en varias esferas."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajador vietnamita",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-36ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajador vietnamita\r\nPyongyang, 30 de septiembre (ACNC) -- Pham Viet Hung presento el dia 30 en el capitalino Palacio de los Congresos Mansudae ante Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, sus cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica Socialista de Vietnam en Corea.\n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "Acto por 14o aniversario de direccion de Kim Jong Il sobre zona del monte Kumgang",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-37ee.html",
            "content": "Acto por 14o aniversario de direccion de Kim Jong Il sobre zona del monte Kumgang\n\t\t\t\t\t\t\r\nMonte Kumgang, 30 de septiembre (ACNC) -- Tuvo lugar el dia 30 en el terreno el acto por el 14o aniversario de la guia del Dirigente Kim Jong Il sobre la zona del monte Kumgang.\n\t\t\t\t\tEn la ocasion estuvieron presentes el subjefe de departamento del Comite Central del Partido del Trabajo de Corea, Won Tong Yon, el titular de la Direccion de la Zona Especial del Turismo Internacional al Monte Kumgang, Hwang Ho Yong y otros funcionarios, trabajadores, extranjeros y compatriotas en ultramar.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes depositaron cesto y ramos de flores ante el mural de mosaico con imagenes de los grandes hombres sin pares y la lapida con  firma del Dirigente y les rindieron tributo.\n\t\t\t\t\t\n\t\t\t\t\tVisitaron el Museo de la Historia Revolucionaria del monte Kumgang que trasmite las hazanas del Presidente Kim Il Sung, el Dirigente y la Heroina de la Lucha Antijaponesa Kim Jong Suk quines dedicaron toda la abnegacion por convertir el monte Kumgang en un magnifico lugar de descanso cultural del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el mitin conmemorativo ante la lapida con firma del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tHwang Ho Yong dijo, en su discurso, que los grandes hombres sin pares del monte Paektu dedicaron la abnegacion patriotica a construir el monte Kumgang como lugar famoso de talla mundial, como lugar de turismo.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el Dirigente encargo el trabajo de turismo al monte Kumgang al Grupo Hyundai del Sur de Corea, resolvio todos los problemas surgidos en esta labor y condujo que el turismo al monte Kumgang contribuyera a la conciliacion y unidad de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que el Mariscal Kim Jong Un dirige con energia la lucha historica por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que si toda la nacion unida con firmeza en torno del Mariscal lucha con dinamismo con las fuerzas unidas, se construira sin falta la mejor potencia reunificada y prospera en esta tierra.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el mitin, los participantes recorrieron varios lugares de la zona del monte Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tEllos presenciaron una funcion artistica en la casa de cultura del monte Kumgang."
        },
        {
            "title": "Seleccion coreana arrodilla a su rival surcoreana",
            "url": "http://kcna.co.jp/item/2014/201409/news30/20140930-38ee.html",
            "content": "Seleccion coreana arrodilla a su rival surcoreana\r\nInchon, 30 de septiembre (corresponsal de ACNC) -- La seleccion de la Republica Popular Democratica de Corea vencio a la seleccion surcoreana por 2:1 en las semifinales de futbol femenino de los XVII Juegos Asiaticos y avanzo a la final.\n\t\t\t\t\tAunque perdio primero un gol a los minutos 12, las futbolistas de la RPDC no perdieron la fe en la victoria y atacaron tenazmente.\n\t\t\t\t\t\n\t\t\t\t\tA los minutos 36, marco primer gol  el numero 11 Ri Ye Gyong tras recibir la pelota del numero 13 Wi Jong Sim.\n\t\t\t\t\t\n\t\t\t\t\tA los minutos 3 de la extra time de la segunda parte del partido, el numero 3 Ho Un Byol marco el segundo gol pateando la pelota  rebotada de la mano de la portera surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tLa seleccion de la RPDC realizara el primero de octubre la final con la seleccion japonesa."
        }
    ]
}