{
    "date": "2014-03-05",
    "url": "http://kcna.co.jp/item/2014/201403/2014-03-05ee.html",
    "articles": [
        {
            "title": "U.S. Urged to Drop Bad Habit of Deliberately Blaming Others: KPA Strategic Force Spokesman",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-19ee.html",
            "content": "U.S. Urged to Drop Bad Habit of Deliberately Blaming Others: KPA Strategic Force Spokesman\r\nPyongyang, March 5 (KCNA) -- Units of the Strategic Force of the Korean People's Army successfully conducted rocket-launching drills from Feb. 21 to Mar. 4 according to the regular training plans of fire power units.\n\t\t\t\t\t The rockets made the safest flights without the slightest deviation northeastward from the launching points and accurately struck the targets in the designated waters, demonstrating the highest-ever rate of hits.\n\t\t\t\t\t\n\t\t\t\t\t The drills were smoothly conducted with no slight impact not only on the regional peace and security but on international navigation order and ecological environment as they were based on a scientific calculation of the whole course of the rocket launching and the scrupulous advance security measures for flight orbit and targets in the designated waters, in particular. \n\t\t\t\t\t\n\t\t\t\t\t The spokesman for the KPA Strategic Force in a statement issued on Wednesday blasted the U.S. and its allies for misbehaving, steeped in enmity toward the DPRK, resorting to a malignant smear campaign from the moment when its rockets soared into the sky, and clarified the following principled stand of the force:\n\t\t\t\t\t\n\t\t\t\t\t 1. The U.S. and its followers should dare not make much fuss, terming the DPRK's just rocket launching drills \"provocation\" and \"threats\".\n\t\t\t\t\t\n\t\t\t\t\t As far as provocation is concerned, it is the brigandish Key Resolve and Foal Eagle joint military exercises kicked off by the U.S. against the DPRK and base remarks made by such guy as U.S. Secretary of State Kerry, who labeled the DPRK \"closest closed country\", \"evil place\" and \"country of evil\".\n\t\t\t\t\t\n\t\t\t\t\t It is the brazen-faced judgment of American style to label the just self-defensive drills in one's own land as \"provocation\" and it is the shameless standard of American style to describe its war exercises for aggression to serve a sinister purpose in the land of other country as \"defensive\" and \"annual\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers should bear in mind that if their reckless provocation against the DPRK goes beyond tolerance limit, its defence rockets in the process of drills will lead to a retaliation of the most powerful attack rocket launching in a moment.\n\t\t\t\t\t\n\t\t\t\t\t 2. The U.S. and its followers should no longer resort to such a foolish act as escalating tensions under the pretext of the DPRK's rocket launching.\n\t\t\t\t\t\n\t\t\t\t\t Whenever an opportunity presented itself, the U.S. has deliberately screwed up and escalated the situation on the Korean peninsula under the groundless pretext.\n\t\t\t\t\t\n\t\t\t\t\t In recent years alone, the U.S. termed the DPRK's satellite launch a missile launch and fabricated UN resolutions on \"sanctions\", bringing the situation to the brink of war.\n\t\t\t\t\t\n\t\t\t\t\t This time, too, it is seeking to opt for such reckless way as escalating tensions again, vociferating about \"such sanctions as those against Iran\" and \"more stringent blockade\" under the pretext of the DPRK's rocket launching drills.\n\t\t\t\t\t\n\t\t\t\t\t It was prompted by the U.S. displeasure with recent signs of the north-south dialogue and the DPRK-Japan contact thanks to the DPRK's positive steps.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly realize that its acts of kicking off frantic war maneuvers for aggression and aggravating the situation under the pretext of the DPRK's regular rocket launching drills can neither work nor can be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t 3. The U.S. and its followers should dare not let loose foolish sophism persistently taking issue with the DPRK over its nuclear issue with its rocket launching drills as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now spreading rumors that it \"does not recognize not only the DPRK's rocket launch but its access to nuclear weapons,\" \"the south-north relations can be mended only when the north dismantles its nuclear weapons first\" and \"the U.S.-north dialogue and the U.S.-north relations are possible only when the north moves first\". \n\t\t\t\t\t\n\t\t\t\t\t This is rather an absurd jargon than ignorance.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear force of the DPRK is by no means something to which it had access in the hope of \"recognition\" by the U.S. and its followers.\n\t\t\t\t\t\n\t\t\t\t\t It is the self-defensive treasured sword to defend the whole Korean nation and preserve the regional peace and security from the U.S. increasing nuclear threats and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t Nothing is more serious miscalculation than to assert that the DPRK's nuclear deterrence exists if anyone recognizes it and disappears if anyone does not recognize it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better coolly judge the situation and drop the bad habit of deliberately taking issue with others."
        },
        {
            "title": "Construction of Scientists' Street Starts in DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-20ee.html",
            "content": "Construction of Scientists' Street Starts in DPRK\r\nPyongyang, March 5 (KCNA) -- The construction of Satellite Scientists' Street began in the DPRK.\n\t\t\t\t\t Marshal Kim Jong Un made sure that a new scientists' street is built in the Unjong Science District while providing field guidance to the State Academy of Sciences in last January, and named it \"Satellite Scientists' Street\".\n\t\t\t\t\t\n\t\t\t\t\t He also issued an order to complete the construction till the anniversary of the Workers' Party of Korea this year.\n\t\t\t\t\t\n\t\t\t\t\t A meeting of service personnel and people was held before the statue of President Kim Il Sung in the compound of the academy Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Jang Jong Nam, Ro Tu Chol, Vice-Premier Ri Chol Man, senior officials of the armed forces organs, working people's organizations, ministries and national institutions, service personnel of the Korean People's Army and the Korean People's Internal Security Forces, builders and officials of industrial establishments of relevant units.\n\t\t\t\t\t\n\t\t\t\t\t The order of the Central Military Commission of the WPK was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t Speakers called for finishing the street construction at the best level in the shortest period through a coordinated operation of service personnel and people and thus demonstrating once again the might of the single-minded unity and invincible spirit of the service personnel and people united close around Kim Jong Un."
        },
        {
            "title": "DPRK Ambassador to Thailand Appointed",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-17ee.html",
            "content": "DPRK Ambassador to Thailand Appointed\r\nPyongyang, March 5 (KCNA) -- Mun Song Mo was appointed as DPRK ambassador to Thailand, according to a decree of the Presidium of the Supreme People's Assembly of the DPRK."
        },
        {
            "title": "DPRK Weightlifters Prove Successful in Asian Championship",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-12ee.html",
            "content": "DPRK Weightlifters Prove Successful in Asian Championship\r\nPyongyang, March 5 (KCNA) -- 2014 Asian junior and juvenile weightlifting championship began in Thailand on Tuesday.\n\t\t\t\t\t The championship, divided into juvenile and junior categories, will last till March 12.\n\t\t\t\t\t\n\t\t\t\t\t Competing in the juvenile events are at least 170 boys and girls from 26 countries and region including the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t DPRK lifter Ri Song Gum set a new world record in 44 kg category by lifting 93 kg in the jerk on the first day of the championship. \n\t\t\t\t\t\n\t\t\t\t\t She snatched 66 kg, coming first in total points to bag three gold medals.\n\t\t\t\t\t\n\t\t\t\t\t Ri Hyon Hwa placed second and third in the jerk and snatch coming second in total points in the girls' 44 kg category while Kim Yong Gun placed second in the jerk and third in total points in the boys' 50 kg category.\n\t\t\t\t\t\n\t\t\t\t\t Pak Jong Ju finished third in jerk and snatch respectively and came third in total points in the boys' 56 kg category."
        },
        {
            "title": "29th Pyongyang City Festival of Science and Technology",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-13ee.html",
            "content": "29th Pyongyang City Festival of Science and Technology\r\nPyongyang, March 5 (KCNA) -- The 29th Pyongyang City Festival of Science and Technology was opened on Monday. \n\t\t\t\t\t The festival is divided into sections for public presentation, exhibition and exchange of new technologies, with the attendance of scores of units in the city, including scientific institutes, educational institutions and industrial establishments.\n\t\t\t\t\t\n\t\t\t\t\t On display at the festival venue are sci-tech data conducive to building an economic power and improving the people's livelihood and more than 250 kinds of high-tech products in forms of object, model and diagram.\n\t\t\t\t\t\n\t\t\t\t\t Among the exhibits are broad-spectrum compound growth promoter for crops, production process of meat-flavored soy sauce and four- and five-dimensional garment design. \n\t\t\t\t\t\n\t\t\t\t\t An air-cooled plasma cutter, presented by Pyongyang University of Mechanical Engineering, has been introduced to a number of units for its high economic value.\n\t\t\t\t\t\n\t\t\t\t\t There are also a CT survey meter with a port for laptop, which is very effective for geological prospecting, and a method of planting pine-nut tree in summer that helps cultivate saplings in a shorter period while ensuring more than 80 percent of the rate of rooting.\n\t\t\t\t\t\n\t\t\t\t\t The festival will last till Friday."
        },
        {
            "title": "Anniversary of Agrarian Reform Law Marked in DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-07ee.html",
            "content": "Anniversary of Agrarian Reform Law Marked in DPRK\r\nPyongyang, March 5 (KCNA) -- Today marks the 68th anniversary of the promulgation of the Agrarian Reform Law by President Kim Il Sung.\n\t\t\t\t\t The DPRK papers Wednesday editorially observe the anniversary.\n\t\t\t\t\t\n\t\t\t\t\t The Agrarian Reform was a historic event as it brought about a dramatic change in the position and fate of the peasants in Korea and opened a new charter in settling the issue of land in the country.\n\t\t\t\t\t\n\t\t\t\t\t It is the intention of the Workers' Party of Korea to focus and channel all efforts into farming in order to make a history of a rich harvest in the Songun era on this land and bring earlier the final victory in the drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says that rice precisely means national power and socialism.\n\t\t\t\t\t\n\t\t\t\t\t It continues:\n\t\t\t\t\t\n\t\t\t\t\t The imperialists, who do not want the DPRK to be powerful and prosperous, are making desperate efforts to bring food shortage to its people and check the advance of the country.\n\t\t\t\t\t\n\t\t\t\t\t If the country attains self-sufficiency in food by successfully doing farming, Korean-style socialism will stand undeterred and the country will dynamically advance revolution and construction as it is determined to do, no matter how desperately the enemies may work.\n\t\t\t\t\t\n\t\t\t\t\t Trials are temporary and the future of the country is in safe hands.\n\t\t\t\t\t\n\t\t\t\t\t Let us attain the goal of grain set forth by the party this significant year! This is the patriotic signpost and the banner of struggle to be put up by the country.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that the plan for the agricultural production this year is sure to be successfully carried out thanks to the wise leadership of Marshal Kim Jong Un, the firm material and technological foundation of agriculture laid by Kim Il Sung and leader Kim Jong Il, the party's agricultural revolutionary policies and a high degree of revolutionary zeal and indomitable mental power of the agricultural workers."
        },
        {
            "title": "DPRK Seethed with Election Atmosphere",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-14ee.html",
            "content": "DPRK Seethed with Election Atmosphere\r\nPyongyang, March 5 (KCNA) -- Election atmosphere is gaining momentum in the DPRK with the approach of March 9, a day of election for deputies to the 13th Supreme People's Assembly (SPA). \n\t\t\t\t\t Seen in streets, public places, industrial establishments and co-op farms are \"Let us all participate in election of deputies to SPA!\", \"Let us all consolidate our revolutionary power as firm as a rock!\" and other slogans.\n\t\t\t\t\t\n\t\t\t\t\t Constituencies and sub-constituencies are crowded with citizens confirming their names on voter rolls.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, agitation activities are going on to encourage citizens to take active part in the election with high political enthusiasm and labor feats, amid the playing of \"Song of Election\".\n\t\t\t\t\t\n\t\t\t\t\t Now the Korean people are fully determined to highly exalt the DPRK's dignity and demonstrate once again the might of single-minded unity by casting ballots for their candidates."
        },
        {
            "title": "Self-reliance, Mainstay of DPRK People",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-15ee.html",
            "content": "Self-reliance, Mainstay of DPRK People\r\nPyongyang, March 5 (KCNA) -- The DPRK people have held fast to the principle of self-reliance, the spirit of self-reliance in carrying on the revolution and construction.\n\t\t\t\t\t It is their steadfast will to build a thriving socialist nation with their own efforts, technologies and resources.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the spirit, the Korean revolution, which began with the organization of the Down-with-Imperialism Union, could win victories one after another.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK people emerged victorious in two revolutionary wars and successfully carried out postwar reconstruction, thus building up a socialist country independent in politics, self-supporting in economy and self-reliant in defence.\n\t\t\t\t\t\n\t\t\t\t\t Even in the period of the Arduous March, the forced march during which the country was in hard time, they provided a springboard for building a thriving nation. In those years, they came to have deeper grasp of the validity and vitality of the spirit with the conviction that self-reliance is the only way for their victory and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un, in his speech at the 8th Conference of Ideological Officials of the Workers' Party of Korea, underscored the need to steadily carry forward the spirit of the Korean people who made tractor and electric locomotive from scratch and conquered space with their efforts and technology.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK people are fully determined to surpass all other countries in all fields in the sprit of self-reliance under the wise leadership of Kim Jong Un."
        },
        {
            "title": "New Poems Created before Election of Deputies to 13th SPA",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-21ee.html",
            "content": "New Poems Created before Election of Deputies to 13th SPA\r\nPyongyang, March 5 (KCNA) -- Poets of the Central Committee of the Writers Union of Korea created many poems reflecting the minds of all service personnel and people in the DPRK to harden the people's power as firm as a rock with the approach of the election for the deputies to the 13th Supreme People's Assembly (SPA).\n\t\t\t\t\t \"Going by the Name of Mt. Paektu\", \"He Is Our Deputy\", \"Cheers of Korea\" and other poems vividly represent the immutable will of all service personnel and people to remain loyal to the Songun revolutionary leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Among the poems are \"The Billows of Emotion and Happiness\", \"We Break into Cheers from the Bottom of Our Heart\" and \"People's Joy\" that represent the great honor and happiness of the citizens of the DPRK having another peerlessly great man at the helm.\n\t\t\t\t\t\n\t\t\t\t\t \"Oh, Our People's Republic\", \"We Will Vote for You\", \"We Go to Polling Station\", \"Our Deputy\" and other poems show well the will of the electors to demonstrate the true picture of Korean-style socialism and consolidate the people's power by voting for the candidates."
        },
        {
            "title": "News Analysis on U.S. Human Rights Abuses in Other Countries",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-16ee.html",
            "content": "News Analysis on U.S. Human Rights Abuses in Other Countries\r\nPyongyang, March 5 (KCNA) -- The United States is a criminal state violating human rights everywhere in the world.\n\t\t\t\t\t The \"war on terrorism\", expanded to Pakistan after Afghanistan and Iraq by the U.S. for 10-odd years, has led to slaughters of innocent civilians.\n\t\t\t\t\t\n\t\t\t\t\t In Afghanistan, the \"war\" has claimed more than 3 000 lives on a yearly average in recent years.\n\t\t\t\t\t\n\t\t\t\t\t In five years from March 2003 when the U.S. invaded Iraq, at least 1 205 000 Iraqis were killed and one million missing, nearly half of them being children.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has slaughtered many civilians by drone strikes in Pakistan.\n\t\t\t\t\t\n\t\t\t\t\t The war of genocide by GIs has gone in company with heinous atrocities, arousing a great wrath among the world people.\n\t\t\t\t\t\n\t\t\t\t\t In January 2012, a video was posted on an Internet website to show four U.S. marines urinating toward three dead Afghani prisoners with vulgar remarks. And in March a GI shot to death 16 civilians including sleeping women and children in houses. Among the GIs are criminals who were keeping some 4 000 photographs on their murderous deeds as a boast.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has conducted maltreatment, torture and vivisection against the prisoners in its secret jails abroad, in wanton violation of international law on human rights and humanitarianism.\n\t\t\t\t\t\n\t\t\t\t\t As exposed at the 64th UN General Assembly in 2009 and other international meetings and by American media, including Washington Post and New York Times, the U.S. has employed all sorts of tortures in overseas prisons such as forced feeding, electric drill torture and sexual torture prohibited by international law.\n\t\t\t\t\t\n\t\t\t\t\t A Turkish-German, released from the Guantanamo prison, told in an interview with the newspaper Berliner Zeitung about the facts of living-body test by the GIs he had experienced in prison for more than four years. \n\t\t\t\t\t\n\t\t\t\t\t The French newspaper Parisien quoted open statements of four Frenchmen, who had been imprisoned in Guantanamo, to disclose that the GIs injected drug into the prisoners by various means. Some symptoms of drug were shown among them later, it added.\n\t\t\t\t\t\n\t\t\t\t\t In February last year, a luggage with 18 human heads contained was found at Chicago airport of the U.S., which was confirmed to come from Rome, Italy. With regard to the discovery, the U.S. Department of Homeland Security argued that the luggage was likely not for criminal aims but for the purposes of research or medical experiment and that there would be no problem by law if it went through due formalities.\n\t\t\t\t\t\n\t\t\t\t\t Anyhow, such argument was rejected by the facts that the U.S. forced different countries to allow its CIA planes with \"terror suspects\" aboard to pass through their territorial airspaces and that 54 countries, including France, Spain and Portugal, were involved in such crimes by the U.S. as abduction and tortures overseas.\n\t\t\t\t\t\n\t\t\t\t\t A former member of the Swiss Council of States, who wrote a report of the European Council on the abduction of \"terror suspects\", deplored that all circumstances brought a big shame to the U.S. and other Western nations styling themselves \"law-governed states\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has cruelly violated other nations' freedom of religion. In February 2012, the GIs set fire to a copy of Koran and threw the burnt book into a dustbin in the U.S. Bagram air base on the outskirts of Kabul, Afghanistan. And in April, a pastor of the Christian church in Florida, the U.S., burnt off a Koran and a portrait of the Islamic founder.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a wave of U.S. wiretappings has been disclosed on a worldwide scale one after another, revealing its dirty colors as the kingpin of human rights abusers.\n\t\t\t\t\t\n\t\t\t\t\t As exposed by Edward Snowden, an American intelligence whistle-blower, the U.S. National Security Agency installed wiretapping facilities in more than 80 locations worldwide to spy on phones and e-mails. The U.S. tapping covered scores of heads of state, the Pope, foreign state institutions, the Headquarters of the European Union, the United Nations, the International Atomic Energy Agency and other international bodies, as well as civilians.\n\t\t\t\t\t\n\t\t\t\t\t In mid-2012, it hacked over 50 000 local networks around the globe and tapped more than 124.8 billion phones in less than one month from mid-December that year.\n\t\t\t\t\t\n\t\t\t\t\t This is just picture of the U.S. that is loud-mouthed about \"protection of human rights\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S., with the poorest human rights records in the world, is the special-class criminal and the worst rogue country in the 21st century, and  it has no capacity in moral, political and legal aspects to style itself a \"world's human rights judge.\"\n\t\t\t\t\t\n\t\t\t\t\t The world community should be highly vigilant against the moves of the U.S. and other Western countries that are getting hell-bent on a smear campaign against other countries over the human rights issue, acting a \"world's human rights judge\" nobody recognizes."
        },
        {
            "title": "Rodong Sinmun Calls for Holding High Banner of Great National Unity",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-11ee.html",
            "content": "Rodong Sinmun Calls for Holding High Banner of Great National Unity\r\nPyongyang, March 5 (KCNA) -- Rodong Sinmun Wednesday in an article calls upon all Koreans in the north and the south and overseas to more dynamically wage the patriotic struggle for national reunification, holding high the banner of great national unity.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The struggle of the Korean nation for great unity is a gigantic struggle to establish the sovereignty on a nationwide scale, reunify the divided country relying on its own forces and achieve the development and prosperity with the concerted efforts of the nation.\n\t\t\t\t\t\n\t\t\t\t\t To subordinate everything to the great cause of the nation and pool the aspiration, desire, intention and wisdom of fellow countrymen, transcending differences in ideology and social system, is just the great national unity, and this will lead to the country's reunification all Koreans wish even in a dream.\n\t\t\t\t\t\n\t\t\t\t\t It is impossible to remove distrust and antagonism and achieve national reconciliation and unity unless the confrontation between the north and the south comes to an end.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations cannot be improved by soliciting foreign forces for the settlement of the national issue and it will only increase distrust and confrontation between fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It is important to approach the issue of the inter-Korean relations in a responsible manner in order to settle everything in line with the will and interests of fellow countrymen and bring earlier national reunification.\n\t\t\t\t\t\n\t\t\t\t\t If one turns away his face from this, inveigles foreign forces into the issue of the inter-Korean relations and opts for cooperation with them, it is impossible to avoid the confrontation with fellow countrymen and it will help foreign forces fish in troubled waters.\n\t\t\t\t\t\n\t\t\t\t\t It is the choice for the nation to boldly defuse distrust and hostility toward fellow countrymen and opt for reconciliation and cooperation, concludes the article."
        },
        {
            "title": "Rodong Sinmun Terms Strong Self-Defensive Power Treasured Sword for Defending Peace",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-08ee.html",
            "content": "Rodong Sinmun Terms Strong Self-Defensive Power Treasured Sword for Defending Peace\r\nPyongyang, March 5 (KCNA) -- It is the lesson and truth of history that the sovereignty and vital right of the country and the nation cannot be defended without powerful military power.\n\t\t\t\t\t Rodong Sinmun on Wednesday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t It is an inviolable right for the independent people to defend the sovereignty and peace of the country and firmly safeguard the dignity of the nation with strong self-defensive power, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t When one has strong strength by steadily bolstering military power, he can successfully smash any military provocation of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Political independence and economic independence are ensured and guaranteed by strong military power.\n\t\t\t\t\t\n\t\t\t\t\t Illusion about the imperialists means death and national ruin.\n\t\t\t\t\t\n\t\t\t\t\t To strengthen defence capabilities is the most important affair of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is steadily reinforcing its aggression forces in the Asia-Pacific region surrounding the Korean peninsula while taking measures for reducing its forces in some other regions of the world. This is aimed to ignite a second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has driven the situation on the Korean peninsula to the brink of a war for more than half a century but dares not to ignite a war on this land. This is because the DPRK has strong self-defensive military power.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's war deterrence serves as a powerful treasured sword to safeguard the Korean nation from the aggression of outside forces and defend peace and security on the Korean peninsula."
        },
        {
            "title": "Rodong Sinmun Calls for Rapidly Boosting Agricultural Production",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-06ee.html",
            "content": "Rodong Sinmun Calls for Rapidly Boosting Agricultural Production\r\nPyongyang, March 5 (KCNA) -- Neither victorious advance of the socialist construction nor the people's happy life would be thinkable without the development of agriculture, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to bring about an epochal turn in agricultural production in order to cement the single-minded unity of the party and revolutionary ranks in every way and demonstrate the dignity and might of the great Paektusan nation as required by the era and the revolutionary development.\n\t\t\t\t\t\n\t\t\t\t\t Rice precisely means national power and agricultural development guarantees the improved people's living standard and the building of an economic power. That is why our party sets agriculture as a major thrust of the economic construction and the improved people's living standard and called for holding high a torch of innovation in the field of agriculture this year.\n\t\t\t\t\t\n\t\t\t\t\t The agricultural sector represents an outpost in the battle for defending socialism.\n\t\t\t\t\t\n\t\t\t\t\t Without decisively increasing the agricultural production by channeling efforts into the agricultural sector, is it impossible to achieve a victory in the on-going fierce confrontation with imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The issue of farming is not a simple economic and business one, but an important political one of preparing all the people as strong defenders of the socialist country.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm determination of our party to enable the best people in the world and the people who have remained loyal to it despite all difficulties to enjoy luxury and glory under socialism without tightening their belts again."
        },
        {
            "title": "Anti-Japanese Actions Launched in South Korea",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-04ee.html",
            "content": "Anti-Japanese Actions Launched in South Korea\r\nPyongyang, March 5 (KCNA) -- Anti-Japanese actions were launched in 17 areas of south Korea on March 1, the 95th anniversary of the March First Popular Uprising, according to KBS and internet papers Thongil News and Voice of People of south Korea.\n\t\t\t\t\t Attending there were 220 000 people.\n\t\t\t\t\t\n\t\t\t\t\t 120 civic, public and religious organizations including the Council for the Peaceful Unification of Tangun's Nation and the Federation of Homogeneous Nation Movement Organizations held a joint event at the Kwanghwamun plaza in Seoul.\n\t\t\t\t\t\n\t\t\t\t\t Speakers denounced Japan for justifying its past crimes and distorting history, far from making a sincere apology, reflection and reparation for the crimes.\n\t\t\t\t\t\n\t\t\t\t\t Workers, students, citizens and opposition party lawmakers held a candlelight rally at the Chonggye plaza condemning Japan for its moves to revive militarism.\n\t\t\t\t\t\n\t\t\t\t\t Anti-Japanese rallies and demonstrations took place around the Japanese embassy in south Korea and other places in Seoul.\n\t\t\t\t\t\n\t\t\t\t\t The Pusan Headquarters of the Movement for Reunified Korean Nation held an anti-Japanese rally in Pusan to oppose Japan's rearmament and achieve peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants chanted slogans opposing Japan's rearmament and demanding Japan make an apology for the history of aggression.\n\t\t\t\t\t\n\t\t\t\t\t Then followed the March 1 anti-Japan, anti-war rally under the sponsorship of the Pusan Headquarters of the Movement for Peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Students in Ulsan held a demonstration in protest against the Japanese authorities' reckless remarks denying the past crimes and their distortion of history.\n\t\t\t\t\t\n\t\t\t\t\t People from all walks of life held a demo in Changwon, South Kyongsang Province.\n\t\t\t\t\t\n\t\t\t\t\t Citizens in Chonan, South Chungchong Province held an action similar to the March First Popular Uprising 95 years ago.\n\t\t\t\t\t\n\t\t\t\t\t Anti-Japanese shouts were heard from different places of south Korea on the same day."
        },
        {
            "title": "S. Koreans Protest against U.S. Nuclear Submarine's Entry into Pusan Port",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-18ee.html",
            "content": "S. Koreans Protest against U.S. Nuclear Submarine's Entry into Pusan Port\r\nPyongyang, March 5 (KCNA) -- The south Korean People's Action for Achieving Peace against War held a press conference in Seoul on Tuesday to denounce the entry of a nuclear submarine of the U.S. imperialist aggressors into Pusan Port, according to the south Korean internet paper Thongil News.\n\t\t\t\t\t The organization recalled that nuclear strategic submarine Columbus belonging to the 7th Fleet of the U.S. Navy entered Pusan Port, south Korea together with its flagship Blue Ridge on Monday.\n\t\t\t\t\t\n\t\t\t\t\t It criticized the U.S. for escalating military tensions by introducing nuclear strategic weapons, not content with kicking off the largest-ever military exercises at a time when the climate for the south-north dialogue is being created.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the introduction of nuclear strategic weapons into the more offensive and provocative military exercises compared with other years would exert a bad influence on the inter-Korean dialogue, the organization said.\n\t\t\t\t\t\n\t\t\t\t\t It demanded south Korea and the U.S. immediately discontinue the war exercises bringing dialogue phase back to confrontation phase and take the attack weapons out of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korea should stop all military acts of wrecking peace on the Korean Peninsula and start negotiations for peace, the organization concluded."
        },
        {
            "title": "S. Korea's Policy of Discrimination against Women under Fire",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-10ee.html",
            "content": "S. Korea's Policy of Discrimination against Women under Fire\r\nPyongyang, March 5 (KCNA) -- Civic and public organizations of south Korea including the south Korean Confederation of Trade Unions held a news conference in Seoul on Monday in protest against the authorities' policy of discrimination against women, according to the south Korean newspaper Labor and World. \n\t\t\t\t\t At the news conference speakers said that south Korean women are not free from discrimination and oppression. \n\t\t\t\t\t\n\t\t\t\t\t The part-time job set by the regime under the pretext of employment flexibility is the worst one targeting female workers, they charged, adding:\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the regime is talking about the expansion of the job, advertising it as a policy for creating new jobs. \n\t\t\t\t\t\n\t\t\t\t\t They called upon women to pool their efforts to struggle against the regime's policy of discrimination against women. \n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities stop bringing pain to women any longer but solve the issue of part-time job for women."
        },
        {
            "title": "Korean Students in Japan Denounce Crimes of Japan",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-09ee.html",
            "content": "Korean Students in Japan Denounce Crimes of Japan\r\nPyongyang, March 5 (KCNA) -- A students' trial was held in Kyoto Prefecture, Japan, on February 23 in denunciation of the crimes of Japan. It was sponsored by the Kyoto headquarters of the Union of Korean Students in Japan. \n\t\t\t\t\t Present there were members of the Union, Koreans in Japan, Japanese students and citizens. \n\t\t\t\t\t\n\t\t\t\t\t The trial laid bare violations of international law committed by Japan in the past and demanded its government redeem its history of aggression and colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t A report was made there. \n\t\t\t\t\t\n\t\t\t\t\t The reporter urged the Japanese government to admit its past crimes and apologize to all Koreans including those in Japan. \n\t\t\t\t\t\n\t\t\t\t\t Then speakers blasted the Japanese government for its moves to obliterate the national education and acts to forcibly disband the Association of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government's policy of suppressing Koreans in Japan is still persisting as evidenced by discrimination in the application of tuition-free program for senior high schools against Korean schools, they held, adding:\n\t\t\t\t\t\n\t\t\t\t\t The brutal suppression of the March First Popular Uprising staged in demand of Korea's independence in 1919 reconfirmed the mass killings perpetrated by the Japanese imperialists to exterminate the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t They demanded the Japanese government, which committed grave violations of international law, admit its colonial rule, make thorough apology and reparation, establish an institution for investigation into the colonial rule and archives of official documents, improve the education which gives a wrong outlook on history, guarantee the right to national education, roll back its discriminating policy towards the Korean nation and so on. \n\t\t\t\t\t\n\t\t\t\t\t They declared that they would carry on the actions, not yielding to the unfair attitude of the Japanese government."
        },
        {
            "title": "U.S.-S. Korea Joint Military Drills Rapped by Brazilian Politician",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-03ee.html",
            "content": "U.S.-S. Korea Joint Military Drills Rapped by Brazilian Politician\r\nPyongyang, March 5 (KCNA) -- Rosanita Campos, vice-president of the Party for Free Motherland of Brazil, contributed an article to newspaper Hora do Povo on Feb. 25 blasting the U.S.-South Korean joint military exercises.\n\t\t\t\t\t She accused the U.S. and south Korean bellicose forces of kicking up Key Resolve and Foal Eagle joint military exercises against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK urged the U.S. and south Korean authorities to stop the war maneuvers as they would escalate the tension on the Korean Peninsula, she said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK regards the joint military exercises as grave military provocations ratcheting up the tension on the peninsula and throwing a hurdle in the way of improving the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean authorities claim that the drills are \"annual and defensive\" in a bid to cover up their aggressive and provocative nature.\n\t\t\t\t\t\n\t\t\t\t\t This is, however, nothing but U.S. rhetoric.\n\t\t\t\t\t\n\t\t\t\t\t Korea's division was a product of the U.S. strategy for world domination.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., which does not wish to see the north and the south become one, keeps introducing its forces to south Korea to carry out its strategy for dominating Asia.\n\t\t\t\t\t\n\t\t\t\t\t Only when U.S. forces are withdrawn from south Korea and its domination and subjugation are terminated, the tension between the north and the south will be defused and the peaceful and independent reunification of Korea  be achieved.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is chiefly to blame for the division of Korea and tense situation there."
        },
        {
            "title": "British Organizations Accuse S. Korean Authorities of Suppressing Progressive Figure",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-02ee.html",
            "content": "British Organizations Accuse S. Korean Authorities of Suppressing Progressive Figure\r\nPyongyang, March 5 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association made public a joint statement on Feb. 19.\n\t\t\t\t\t The statement denounced the south Korean authorities for sentencing to a long jail term a lawmaker from the Unified Progressive Party.\n\t\t\t\t\t\n\t\t\t\t\t This proves that south Korea is a fascist dictatorial society where democracy has been violated, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In south Korea the \"Security Law\" outlaws the activities of the Left political parties and all progressive forces supporting the DPRK and Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. troops present in south Korea are wasting a huge amount of upkeep collected from the south Koreans as taxes every year, lording it over them.\n\t\t\t\t\t\n\t\t\t\t\t South Korea has turned into the worst tundra of human rights and a dark land where fascism is rampant and progressive idea and activities are trampled down.\n\t\t\t\t\t\n\t\t\t\t\t We demand the south Korean authorities cancel the severe punishment of the lawmaker from the UPP and release him unconditionally."
        },
        {
            "title": "Day of Shining Star Marked in Spain",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-01ee.html",
            "content": "Day of Shining Star Marked in Spain\r\nPyongyang, March 5 (KCNA) -- A meeting was held in Spain under the sponsorship of the Korean Friendship Association (KFA) on February 23 to celebrate the birth anniversary of leader Kim Jong Il (Day of the Shining Star).\n\t\t\t\t\t Present at the meeting were chairman of the KFA, chiefs and members of its branches, and masses.\n\t\t\t\t\t\n\t\t\t\t\t A reporter and speakers including Chairman of the KFA Alejandro Cao de Benos recollected with deep emotion the immortal Songun leadership exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They praised supreme leader Kim Jong Un for wisely leading the Korean people in their drive for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t They also lauded the proud features of the DPRK dynamically advancing along the road of socialism by courageously meeting all challenges and foiling obstructions of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their determination to conduct brisk activities for friendship and solidarity with the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted there."
        },
        {
            "title": "Portavoz de fuerzas estrategicas del EPC emite advertencia a EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-11ss.html",
            "content": "Portavoz de fuerzas estrategicas del EPC emite advertencia a EE.UU.\r\nPyongyang, 5 de marzo (ACNC) -- Desde el 21 de febrero hasta el 4 de marzo, las unidades de fuerzas estrategicas del Ejercito Popular de Corea realizaron con exito los ejercicios de lanzamiento de cohetes por unidad de armas de fuego segun el plan de entrenamiento rutinario. \n\t\t\t\t\tLos cohetes lanzados navegaron con mas seguridad sin desviacion alguna hacia el nordeste fijado desde el punto de lanzamiento y alcanzaron las zonas maritimas destinadas demostrando la mejor precision nunca vista antes. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, el presente entrenamiento de las unidades de armas de fuego de las fuerzas estrategicas del EPC tuvo lugar a base del calculo cientifico sobre todo el proceso de lanzamiento y despues de tomadas las medidas de seguridad en la orbita de navegacion y la zona maritima destinada.\n\t\t\t\t\t\n\t\t\t\t\tConcluyo sin complicaciones sin afectar ni en lo minimo la paz y seguridad de la region ni el orden de navegacion internacional ni el medioambiente. \n\t\t\t\t\t\n\t\t\t\t\tEn su declaracion fechada 5, el portavoz de las fuerzas estrategicas del EPC senalo que Estados Unidos y sus satelites, colmados del sentimiento hostil a la Republica Popular Democratica de Corea, se portan mal criticando ese entrenamiento desde el momento de lanzamiento de cohetes, y expuso la siguiente posicion de principios: \n\t\t\t\t\t\n\t\t\t\t\t1. EE.UU. y sus satelites no deben hablar mal de los legitimos ejercicios de lanzamiento de cohetes de la RPDC usando expresiones como \"provocacion\" y \"amenaza\". \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a los actos provocadores, estos son los gangsteriles ejercicios militares conjuntos Key Resolve y Foal Eagle, que se libran contra la RPDC bajo el protagonismo de EE.UU., y los disparates groseros de Kerry, tales como \"pais mas cerrado y del mal\" y \"lugar perverso\".\n\t\t\t\t\t\n\t\t\t\t\tCalificar injustamente de \"provocacion\" los justicieros ejercicios de autodefensa realizados en territorio propio es el juicio cinico al estilo de EE.UU. Y justificar como \"entrenamiento defensivo y anual\" sus acciones agresivas y belicas cometidas en la tierra ajena con siniestros objetivos es la pauta descarada de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEste imperio y sus seguidores deben tener presente que cuando pase el limite el grado de sus imprudentes provocaciones anti-RPDC, el lanzamiento de nuestros cohetes defensivos se hara en un instante el de represalia mas fuerte de cohetes atacantes.\n\t\t\t\t\t\n\t\t\t\t\t2. EE.UU. y sus satelites no deben recurrir nunca mas a los actos absurdos que agravan la tension pretextando el lanzamiento de cohetes de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, EE.UU. aprovecho todos los chances para agravar intencionalmente la situacion de la Peninsula Coreana bajo pretextos absurdos. \n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos tiempos, llevo la situacion al borde de guerra mediante la fabricacion de la resolucion de \"sancion\" de la ONU describiendo el lanzamiento de satelite artificial de la RPDC como disparo de misil. \n\t\t\t\t\t\n\t\t\t\t\tBajo el pretexto de lanzamiento de cohetes de la RPDC, EE.UU. y sus satelites intentan ahora agravar otra vez la tension insistiendo en la \"sancion al estilo de la aplicada contra Iran\" y \"bloqueo mas fuerte\". \n\t\t\t\t\t\n\t\t\t\t\tIncide mucho en ello el disgusto de EE.UU. por las senales de dialogo Norte-Sur de Corea y contacto RPDC-Japon que se dan gracias a las medidas protagonicas de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe tener presente que no se puede aceptar ni tolerar mas su acto gangsteril de empeorar la situacion e intensificar los ejercicios belicos pretextando el rutinario entrenamiento de lanzamiento de cohetes de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t3. EE.UU. y las fuerzas satelites no deben pronunciar palabras absurdas con que cuestionan obstinadamente hasta el problema nuclear de la RPDC con motivo del presente entrenamiento.\n\t\t\t\t\t\n\t\t\t\t\tAhora EE.UU. difunde los rumores, tales como no \"reconoce\" el lanzamiento de cohetes de la RPDC ni \"la posesion de armas nucleares por parte del Norte (de Corea)\", \"cuando se anteponga la renuncia nuclear del Norte, se mejoraran las relaciones Sur-Norte\", \"cuando el Norte actue primero, habra el dialogo, las relaciones Norte-EE.UU.\", etc.\n\t\t\t\t\t\n\t\t\t\t\tEsos son mas disparates que palabras dichas por ignorancia.\n\t\t\t\t\t\n\t\t\t\t\tNuestras fuerzas armadas nucleares no son nunca el medio que hemos adquirido deseando el \"reconocimiento\" de EE.UU. y las fuerzas satelites.\n\t\t\t\t\t\n\t\t\t\t\tEllas son medios omnipotentes de autodefensa para defender a toda la nacion desde la creciente amenaza nuclear y chantaje de EE.UU. y preservar la paz y la seguridad de la region.\n\t\t\t\t\t\n\t\t\t\t\tSeria muy equivocado el que piense que nuestro disuasivo nuclear existira con el reconocimiento ajeno y sera cancelado en el caso contrario.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe juzgar serenamente la realidad y abandonar el vicio de cuestionar absurdamente a otros."
        },
        {
            "title": "Iniciada construccion de nueva avenida en RPDC",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-15ss.html",
            "content": "Iniciada construccion de nueva avenida en RPDC\r\nPyongyang, 5 de marzo (ACNC) -- Comenzo la construccion de la avenida de cientificos Wisong en la zona cientifica de Unjong.\n\t\t\t\t\tDurante su direccion en el terreno sobre la Academia Estatal de Ciencias en enero pasado, el Mariscal Kim Jong Un propuso esa obra y denomino asi la nueva avenida dando la orden de construirla hasta el dia de fundacion del Partido del Trabajo de Corea de este ano.\n\t\t\t\t\t\n\t\t\t\t\tEl mitin de militares y habitantes para el cumplimiento de la orden tuvo lugar el dia 5 ante la estatua de bronce del Generalisimo Kim Il Sung levantada en la Academia Estatal de Ciencias.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en la ocasion Jang Jong Nam, Ro Tu Chol, el vicepremier Ri Chol Man, los funcionarios de las instituciones de las fuerzas armadas populares, organizaciones de masas, ministerios y organos centrales, los oficiales y soldados del Ejercito Popular de Corea y el Ejercito de Seguridad Interior del Pueblo de Corea, los constructores y los funcionarios de fabricas y complejos relacionados.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto, fue transmitida la orden de la Comision Militar Central del PTC.\n\t\t\t\t\t\n\t\t\t\t\tHubo discursos de juramento.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores exhortaron a terminar en breve y en el maximo nivel la construccion de nueva avenida, mediante la cooperacion entre el ejercito y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tJuraron manifestar asi una vez mas el poderio y el espiritu indoblegable de los militares y habitantes coreanos unidos monoliticamente en torno al Mariscal."
        },
        {
            "title": "Designado nuevo embajador coreano en Tailandia",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-14ss.html",
            "content": "Designado nuevo embajador coreano en Tailandia\r\nPyongyang, 5 de marzo (ACNC) -- Segun el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Mun Song Mo fue nombrado como nuevo embajador extraordinario y plenipotenciario de la RPDC a acreditarse en el Reino de Tailandia."
        },
        {
            "title": "Ri Song Gum establece nuevo record mundial en campeonato asiatico",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-13ss.html",
            "content": "Ri Song Gum establece nuevo record mundial en campeonato asiatico\r\nPyongyang, 5 de marzo (ACNC) -- Tiene lugar desde el dia 4 en Tailandia el Campeonato Asiatico de Levantamiento de Pesas de Jovenes y Juniores 2014.\n\t\t\t\t\tEste certamen se efectuara hasta el dia 12 dividido en la categoria de juniores y la de jovenes.\n\t\t\t\t\t\n\t\t\t\t\tEn la primera participan mas de 170 pesistas de ambos sexos de 26 paises y regiones incluyendo la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la division de 44kg, la pesista coreana Ri Song Gum establecio nuevo record mundial al levantar 93kg en envion.\n\t\t\t\t\t\n\t\t\t\t\tElla ocupo el primer lugar en el total al levantar 66kg en arranque y se llevo asi 3 medallas de oro.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Ri Hyon Hwa ocupo el segundo y tercer lugares en envion y arranque de la division de 44kg (f) y el segundo lugar en el total.\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Gun ocupo el segundo lugar en envion de la division de 50kg (m) y se clasifico tercero en el total.\n\t\t\t\t\t\n\t\t\t\t\tPak Jong Ju se situo en el tercer puesto en el total ocupando el mismo lugar en arranque y envion de la division de 56kg (m)."
        },
        {
            "title": "Fuerza de autodefensa garantiza la paz, subraya Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-03ss.html",
            "content": "Fuerza de autodefensa garantiza la paz, subraya Rodong Sinmun\r\nPyongyang, 5 de marzo (ACNC) -- En un articulo individual divulgado el dia 5, el diario Rodong Sinmun subraya que sin el poderio militar no se puede defender la soberania ni el derecho a la existencia de cada pais y nacion.\n\t\t\t\t\tEsto es la leccion y la verdad que ensena la historia, apunta el articulista y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tCuando un pais aumente sin parar el poderio militar, podra defender su soberania y dignidad y la paz y rechazar con exito cualquier provocacion militar de los imperialistas.\n\t\t\t\t\t\n\t\t\t\t\tLa independencia politica y la economica tambien se garantizan con el gran poderio militar.\n\t\t\t\t\t\n\t\t\t\t\tLa ilusion sobre los imperialistas significa la muerte y el arruinamiento del pais.\n\t\t\t\t\t\n\t\t\t\t\tEl fortalecimiento del poder de defensa nacional constituye el asunto mas importante del pais y la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEstados Unidos, que quieren provocar la segunda guerra coreana, aumenta de continuo sus fuerzas agresoras en la region de Asia Pacifico que rodea la Peninsula Coreana, aunque toma las medidas de desarme en algunas regiones.\n\t\t\t\t\t\n\t\t\t\t\tDurante mas de medio siglo, el imperio llevaba la situacion de la Peninsula Coreana al umbral de guerra, pero no se atrevio a lanzar la agresion porque la Republica Popular Democratica de Corea cuenta con gran poderio militar de caracter autodefensivo.\n\t\t\t\t\t\n\t\t\t\t\tEl disuasivo de guerra de la RPDC es un medio confiable para proteger a la nacion coreana desde la agresion extranjera y defender la paz y la seguridad de la Peninsula Coreana."
        },
        {
            "title": "Agricultura es linea avanzada  para defensa de socialismo, apunta Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201403/news05/20140305-02ss.html",
            "content": "Agricultura es linea avanzada  para defensa de socialismo, apunta Rodong Sinmun\r\nPyongyang, 5 de marzo (ACNC) -- Al margen del desarrollo de agricultura son inimaginables el avance victorioso de la construccion socialista y la vida feliz del pueblo.\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un articulo individual de este miercoles y continua:\n\t\t\t\t\t\n\t\t\t\t\tPara consolidar por todos los medios la unidad  monolitica del partido y las filas revolucionarias conforme a la demanda de la epoca y la revolucion en desarrollo y exaltar a todo el mundo la dignidad y el aspecto majestuoso de la potencia del monte Paektu, hay que producir el cambio trascendental en la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\tEl arroz es precisamente el poderio nacional y el desarrollo de agricultura significa la mejora de vida del pueblo y la construccion de la potencia economica.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, el Partido del Trabajo de Corea fijo la agricultura como rumbo de ataque principal por la construccion economica y la mejora de la vida del pueblo y exhorto a la rama agricola a portar este ano la antorcha de innovacion.\n\t\t\t\t\t\n\t\t\t\t\tEl frente agricola es la linea avanzada para la defensa del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tSi no aumentan decisivamente la produccion agricola, no se puede lograr la victoria en la enconada batalla antiimperialista de hoy.\n\t\t\t\t\t\n\t\t\t\t\tLos asuntos agricolas no son los economicos sino el politico para formar a todo el pueblo como firmes defensores de la patria socialista.\n\t\t\t\t\t\n\t\t\t\t\tLa decision del PTC es evitar que vuelva a sufrir la escasez economica el pueblo coreano,  mejor de este mundo que viene apoyando con fidelidad al partido superando todas las pruebas, y llevarles una vida socialista rica y prospera."
        }
    ]
}