{
    "date": "2014-06-13",
    "url": "http://kcna.co.jp/item/2014/201406/2014-06-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Ryo Islet Defence Detachment of KPA",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-01ee.html",
            "content": "Kim Jong Un Inspects Ryo Islet Defence Detachment of KPA\r\n Pyongyang, June 13 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, inspected the Ryo Islet Defence Detachment standing guard over a forward post off the East Coast of Korea.\n\t\t\t\t\t Warmly shaking hands with commanding officers, Kim Jong Un said he was very pleased to see the islet clad in thick verdure. He praised them for having thoroughly carried out the last instruction to plant a lot of trees given by leader Kim Jong Il to the detachment.\n\t\t\t\t\t\n\t\t\t\t\t Walking along the nicely paved road in the compound of the barracks, he said with joy he felt as if he were entering a rest home.\n\t\t\t\t\t\n\t\t\t\t\t Watching various species of fruit trees including tall apricot and persimmon trees, he expressed great satisfaction over the fact that the detachment successfully turned the islet into a thick woodland, greenery and orchard as intended by the Central Committee of the Party.\n\t\t\t\t\t\n\t\t\t\t\t He went round the monument to field guidance given by the peerlessly great men of Mt. Paektu and the room devoted to the education in the revolutionary history and the room dedicated to its history.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the detachment could be developed into matchless combat ranks capable of resolutely beating back any surprise attack of enemies thanks to the wise leadership of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He called upon the detachment to intensify the education in the immortal exploits the President and Kim Jong Il performed in commanding the army so that its service personnel may more successfully undergo their military service, cherishing the pride and honor of defending the combat post visited by them although they are performing their duty on the islet far away from the land.\n\t\t\t\t\t\n\t\t\t\t\t He heard a report on the detachment's performance of the combat duty.\n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need for the commanding officers and soldiers of the detachment to always think of a decisive battle against enemies even in peacetime, he clarified issues arising in rounding off the combat preparations of the detachment.\n\t\t\t\t\t\n\t\t\t\t\t He said that the Ryo Islet Defence Detachment is an outpost like gateway in the East Sea leading to the yard of the Central Committee of the Party and its soldiers are sentries defending the country in the van.\n\t\t\t\t\t\n\t\t\t\t\t It is an important combat mission of the detachment to definitely turn the islet into an impregnable fortress and unsinkable battleship and thus not to allow enemies to invade the socialist homeland, he added.\n\t\t\t\t\t\n\t\t\t\t\t He instructed the detachment to effectively conduct the education in faith, the working class, patriotism and morality among its service personnel in a unique manner so that they may think of battle awake and asleep, spend nights and greet new days with trainings and thus regard it part of their life and habit to undergo trainings.\n\t\t\t\t\t\n\t\t\t\t\t Going round the service personnel's hall, he acquainted himself with the political and ideological education of them.\n\t\t\t\t\t\n\t\t\t\t\t He said that the hall was built well and visual aid materials looked diverse and peculiar to suit the mentality of the service personnel, adding he felt as if he were looking round a museum.\n\t\t\t\t\t\n\t\t\t\t\t There is no more powerful weapon in the world than the political and ideological might of soldiers and they can always emerge victorious in a battle when the officers regard the mental power of the service personnel as an all-powerful treasured sword, he said.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to let the service personnel always listen to the voices of the Party by watching TV and reading the newspaper of the People's Army and books such as revolutionary novels in order to firmly prepare them politically and ideologically.\n\t\t\t\t\t\n\t\t\t\t\t He took care of the living of the service personnel as their real father would do, going round the service personnel's health complex, vegetable green house without a heating system, mushroom cultivation site, flower green house and other supply service facilities and the companies under the detachment. \n\t\t\t\t\t\n\t\t\t\t\t Seeing a variety of food on the table in the mess room of the health complex and meat soup boiling in the kettle, he said the meal looked sumptuous though he came to the islet without a prior notice. It is gratifying that its each service man is provided with 250g of bean-based food everyday thanks to successful soy farming, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He said it is spectacular to see the azolla filliculoidas habitat where a cosy pavilion is standing and lots of ducks, geese, rabbits and turkeys in the animal sheds. He said with a broad smile on his face that the green house and animal sheds operated by the detachment looked like a botanical garden and zoo and this is enough to clearly show that it has solid base for supply service.\n\t\t\t\t\t\n\t\t\t\t\t He again noted with satisfaction that the Ryo Islet Defence Detachment is like an unsinkable battleship from the viewpoint of combat preparations and the islet is to be proud of from the viewpoint of the soldiers' living.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the detachment has successfully done everything the Party Central Committee considered as good, he highly praised it as a model unit where the party's military policy is being most correctly implemented and a typical one for the whole army to learn from.\n\t\t\t\t\t\n\t\t\t\t\t The key to the successful military and political work is in hands of the commanding officers of a relevant unit, he noted, praising the commander of the detachment as a very persevering commanding officer having a great zeal to work and a model to be followed by the commanding officers of the whole army.\n\t\t\t\t\t\n\t\t\t\t\t And he personally proposed awarding the title of labor hero to Hero of the Republic Chon Jae Gwon, commander of the detachment, and its political commissar and personally conferred a higher military rank upon the political commissar on the spot by an order of the Supreme Commander.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Pyon In Son, Choe Ryong Hae and Han Kwang Sang."
        },
        {
            "title": "Kim Yong Nam Congratulates to British Queen",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-18ee.html",
            "content": "Kim Yong Nam Congratulates to British Queen\r\n Pyongyang, June 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a congratulatory message to British Queen Elizabeth II on June 1 on the occasion of her official birthday, the national day of the UK.\n\t\t\t\t\t The message wished the queen good health and happy and the British people well-being and prosperity."
        },
        {
            "title": "NPCK Slashes at S. Korea for Their Scenario to Join in US MD",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-26ee.html",
            "content": "NPCK Slashes at S. Korea for Their Scenario to Join in US MD\r\n Pyongyang, June 13 (KCNA) -- A spokesman for the National Peace Committee of Korea (NPCK) issued a statement on Friday in connection with the disclosure of the south Korean puppet forces' attempt to join in the U.S. missile defence system (MD) by introducing THAAD into south Korea.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The deployment of the THAAD, the core of the U.S. MD, has been forced upon south Korea by the U.S. since long ago, but the puppet group pretended to refuse it for fear of opposition from the DPRK and its neighboring countries.\n\t\t\t\t\t\n\t\t\t\t\t South Korean media and people from all walks of life are expressing irrepressible indignation and showing increasing concern over the puppet group seeking the deployment of THAAD and join in the MD in actuality, pretending to take a negative approach towards them.\n\t\t\t\t\t\n\t\t\t\t\t China and other neighboring countries are warning that if the puppet authorities deploy THAAD in south Korea, this will sacrifice the bilateral relations and south Korea will have to pay an unimaginably high price.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. projected deployment of THAAD in south Korea and the puppet group's moves to join in the U.S. MD are a dangerous military provocation aimed to mount a preemptive nuclear attack on the DPRK and an unpardonable hideous criminal act of bringing a nuclear disaster to the Korean peninsula and the rest of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is now blustering that it is developing MD by itself and deployment of THAAD in the U.S. forces base is nothing to do with it, but it is nothing but hypocrisy.\n\t\t\t\t\t\n\t\t\t\t\t It is open secret that the puppet group's own development of MD is part of the U.S. MD and pursuant to it. Moreover, the U.S. claimed that it would deploy strategic and tactical weapons in its base but it used to transfer them to the puppet group after the public opinion became calm, sparking off a strong public furor.\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that the U.S. is mulling introducing THAAD in south Korea in such a manner this time, too, and transferring it to the puppet group.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that the U.S. and the puppet group talked about \"nuclear and missile threats from the north\" whenever a chance presented itself, an indication that it is aimed to ship nuclear war equipment such as THAAD into south Korea, build MD and thus ignite a nuclear war on the Korean peninsula and in the rest of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t If THAAD is deployed in south Korea, it will turn into a nuclear forward base for carrying out the U.S. strategy for invading the DPRK and dominating Asia and the largest nuclear arsenal escalating military tensions on the peninsula and in its vicinity to the maximum and further increasing the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, it is south Korea which will turn into a theatre of a global nuclear war and suffer a nuclear disaster.\n\t\t\t\t\t\n\t\t\t\t\t We will never remain a passive onlooker to the above-said scenarios of the U.S. and the puppet belligerent forces but strongly react against them by bolstering up nuclear deterrence."
        },
        {
            "title": "DPRK Delegation of Ministry of Railways Back Home",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-19ee.html",
            "content": "DPRK Delegation of Ministry of Railways Back Home\r\n Pyongyang, June 13 (KCNA) -- A DPRK delegation of the Ministry of Railways headed by Minister Jon Kil Su returned home on Friday after taking part in the 42nd ministerial meeting of the Organization of Railways Cooperation held in Lithuania."
        },
        {
            "title": "Students of Korean in Japan Pay Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-22ee.html",
            "content": "Students of Korean in Japan Pay Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, June 13 (KCNA) -- The home-visiting groups of students of Korean high schools in Japan visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Friday.\n\t\t\t\t\t The groups were respectively led by Hwang Song Hak, principal of Kobe Korean High School, Jo Myong Ho, principal of Kyoto Korean Secondary and High School, Jang Mal Ryo and Kim Thae Ho.\n\t\t\t\t\t\n\t\t\t\t\t The members of the groups laid bunches of flowers before the statues of Kim Il Sung and Kim Jong Il who made contributions to the development of the democratic national education of the General Association of Korean Residents in Japan before paying tribute to them."
        },
        {
            "title": "Scientific Achievements for Construction Made in DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-21ee.html",
            "content": "Scientific Achievements for Construction Made in DPRK\r\n Pyongyang, June 13 (KCNA) -- The Architectural Engineering Branch of the DPRK State Academy of Sciences has recently made scientific achievements helpful to raising the speed and quality of construction.\n\t\t\t\t\t The Organic Building Materials Institute under the Branch established a method of producing various types of quality ornamental glass tiles with less cost. Its researchers also developed a new kind of plastic flooring, cheap in cost and good in quality.\n\t\t\t\t\t\n\t\t\t\t\t The Construction Machinery Institute invented a laser leveling instrument based on one-chip processor.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Inorganic Building Materials Institute developed a new kind of concrete accelerator, which raises the cement hardening speed two or three times while preventing the erosion of reinforcement bar."
        },
        {
            "title": "Chief of Pyongyang Mission of AINDF Interviewed",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-24ee.html",
            "content": "Chief of Pyongyang Mission of AINDF Interviewed\r\n Pyongyang, June 13 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, was interviewed by KCNA on June 13 to mark the 14th anniversary of the publication of the June 15 joint declaration.\n\t\t\t\t\t The June 15 joint declaration serves as a banner for national independence and unity, he said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t I can not forget the day when all Koreans broke into cheers for Kim Jong Il, chairman of the National Defence Commission, signing the joint declaration with master-stroke.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people witnessed for themselves his personality as a great man through the historic Pyongyang meeting and south-north summit.\n\t\t\t\t\t\n\t\t\t\t\t They admired him for his outstanding political ability of giving prompt lucid answers to the complicated and difficult issues arising in the south-north relations with his rare judgment and vision and bold decision.\n\t\t\t\t\t\n\t\t\t\t\t The reverence of people for him is now growing deep in all towns and villages of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Voices of people from all walks of life saying \"Kim Jong Il, chairman of the National Defence Commission, laid a solid foundation for national reunification and the eternal prosperity of the nation\" and \"the great feats performed by him for the sacred cause for national reunification will be handed down to posterity\" are heard from the rallies reflecting public mind-set. \n\t\t\t\t\t\n\t\t\t\t\t Posted on the internet paper Jaju Minbo and other media were such articles as \"Adoption of the June 15 joint declaration was possible thanks to the steel-strong will of Kim Jong Il, chairman of the National Defence Commission, for national reunification\" and \"Independent reunification is a trend which can not be stemmed,\" drawing public attention.\n\t\t\t\t\t\n\t\t\t\t\t Such deep reverence of south Koreans for him can be felt in all cities and farms and fishing villages of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The feats he performed by opening an epochal phase of national reconciliation and unity with the idea of national independence and warm patriotic determination will shine forever."
        },
        {
            "title": " Yaksandongdae in Northwestern Part of Korea",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-20ee.html",
            "content": "Yaksandongdae in Northwestern Part of Korea\r\n Pyongyang, June 13 (KCNA) -- Yaksandongdae, a mountain in Nyongbyon County, North Phyongan Province, is one of eight scenic spots in the northwestern part of the DPRK,\n\t\t\t\t\t The word \"Yaksan\" means in English a mountain abundant in medical herbs and mineral waters.\n\t\t\t\t\t\n\t\t\t\t\t The mountain boasts of singular peaks and rocks, thick forest, various kinds of flowers and historical relics. And the highest one in the mountain is Jeil Peak 488 meter high above sea level.\n\t\t\t\t\t\n\t\t\t\t\t The word \"dongdae\" represents an observatory in the east, adjacent to Jeil peak. On the observatory there are many white-color rocks, including a turtle-shaped rock listed as a natural monument.\n\t\t\t\t\t\n\t\t\t\t\t Hakbyoru, a rocky peak in the northern tip of Yaksandongdae, is also one of its scenic spots. Engraved on the wall of its cliff is the immortal revolutionary hymn \"Song of General Kim Il Sung\".\n\t\t\t\t\t\n\t\t\t\t\t There are many historical remains and relics in Yaksandongdae, including Chonju and Soun temples and the Ryuksung Pavilion, which show architectural skills of the Korean ancestors.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung visited Yaksandongdae in October Juche 38 (1949), together with leader Kim Jong Il."
        },
        {
            "title": "Kim Jong Il's Exploits in Leading Songun Revolution",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-25ee.html",
            "content": "Kim Jong Il's Exploits in Leading Songun Revolution\r\n Pyongyang, June 13 (KCNA) -- The Korean people are looking back on with deep emotion the feats performed by leader Kim Jong Il in party building on the occasion of the 50th anniversary of his start of work at the Central Committee of the Workers' Party of Korea (WPK). \n\t\t\t\t\t Kim Jong Il put forward the Juche-oriented idea and theory on the party building and successfully applied them, strengthening the WPK into the militant and revolutionary party which forms a harmonious whole with the popular masses. \n\t\t\t\t\t\n\t\t\t\t\t He made public the work \"Let Us Strengthen Our Party into the Party of Comrade Kim Il Sung Forever\" on June 20, Juche 53 (1964). The work referred to the historic root of the WPK and clarified the idea and theory for strengthening the WPK into the party of President Kim Il Sung forever. \n\t\t\t\t\t\n\t\t\t\t\t In his works including \"On Some Immediate Tasks of Party Ideological Work for Modeling the Whole Society on Kimilsungism\" and \"Let Us Establish the Monolithic Ideological System More Thoroughly Throughout the Party and Society\" he formulated the revolutionary idea of Kim Il Sung as Kimilsungism and proclaimed the modeling of the whole society on Kimilsungism as the supreme programme of the WPK and gave perfect answers to the theoretical and practical problems arising in building the working class party. \n\t\t\t\t\t\n\t\t\t\t\t In his works such as \"People's Army Should Take the Lead in Realizing the Cause of Our Party\" and \"Commanding Officers of the People's Army Should Become Genuine Kimilsungists\" he set forth the tasks for the people's army to preserve the attribute as the army of the leader and the party and energetically led the army to successfully discharge this mission and duty. \n\t\t\t\t\t\n\t\t\t\t\t \"The Historical Lesson in Building Socialism and the General Line of Our Party\", \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\", \"Songun Politics of Our Party Is an Effective Socialist Political Mode\" and other works clarified the idea of taking hold on the Songun politics as almighty treasured sword for the victory of the revolution. \n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the WPK developed into a revolutionary party which remains unfailingly loyal to the idea and leadership of the leader and has the strong sense of organization and discipline and an invincible party with solid mass foundation."
        },
        {
            "title": "S. Korean Police Clamps Down Participants in Anti-\"government\" Actions",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-27ee.html",
            "content": "S. Korean Police Clamps Down Participants in Anti-\"government\" Actions\r\n Pyongyang, June 13 (KCNA) -- The south Korean puppet regime hurled police into violently suppressing the bereaved families and other people who are demanding the probe into the truth behind the ferry Sewol disaster, according to the south Korean internet paper Voice of People.\n\t\t\t\t\t On the anniversary of the June Popular Resistance, civic and social organizations in south Korea held a rally in Jongro District, Seoul on June 10, at which they demanded a probe into the truth behind the ferry disaster.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime termed their rally illegal and hurled hundreds of policemen into throwing a cordon around the venue of the rally, creating a terror-ridden atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally students of Hansin University and Songgonghoe University and people of various strata turned out in a demo, calling for heading to Chongwadae in demand of the earliest possible probe into the truth behind the disaster.\n\t\t\t\t\t\n\t\t\t\t\t When police blocked their way, the protesters offered strong resistance against the riot police. The police walked away more than 30 of them.\n\t\t\t\t\t\n\t\t\t\t\t The fascist police also committed violence against those who were protesting while blocking a police bus carrying protesters before arresting them.\n\t\t\t\t\t\n\t\t\t\t\t The fascist racket which began that evening continued till dawn next day.\n\t\t\t\t\t\n\t\t\t\t\t A student was carried to a hospital after losing consciousness due to brutal violence of police and 69 others were walked off.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the daily mounting actions against the \"government\" and Park Geun Hye in various parts of south Korea, the puppet gangsters are becoming more brutal in police crackdown on the people."
        },
        {
            "title": "Rodong Sinmun Praises Feats for Achieving Country's Reunification",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-14ee.html",
            "content": "Rodong Sinmun Praises Feats for Achieving Country's Reunification\r\n Pyongyang, June 13 (KCNA) -- Rodong Sinmun Friday carries an article to mark the 14th anniversary of the publication of the June 15 joint declaration.\n\t\t\t\t\t The idea of By Our Nation Itself set forth by leader Kim Jong Il is the most original and patriotic national idea which encourages all the Koreans at home and abroad to the struggle for independently carving out the nation's destiny, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, peerless great man and outstanding thinker and theoretician, put forward the genuine patriotic idea which indicates the road of independently carving out the destiny of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The President founded the immortal Juche idea and put forward the idea that the nation is a social group of people who regard the independence as their life and soul and that the destiny of the nation should be carved out by its driving force for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t He gave a scientific clarification that independence is what keeps the nation alive and established the idea of national independence reflecting the desire and interests of the nation to live and develop independently.\n\t\t\t\t\t\n\t\t\t\t\t His idea of national independence was successfully carried forward and embodied by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il indicated the idea that the issue of the nation's destiny is, in essence, the issue on its independence and that the nation's destiny depends on how independence is protected and realized. And he firmly maintained this idea in the whole historical course of struggling for revolution, construction and the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the idea of By Our Nation Itself as the mental pillar for the country's reunification and national prosperity with the north-south summit that was provided for the first time in the history of national division as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t The article says that the morning of reunification will dawn on this land as Marshal Kim Jong Un who is wisely leading the cause of the country's reunification true to the noble patriotic intention of Kim Il Sung and Kim Jong Il is held in high esteem as the sun of the nation."
        },
        {
            "title": " Criminals Who Opened Minutes of Summit to Public Should Be Punished: Minju Joson",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-16ee.html",
            "content": "Criminals Who Opened Minutes of Summit to Public Should Be Punished: Minju Joson\r\n Pyongyang, June 13 (KCNA) -- On June 9 the puppet prosecution of south Korea ruled that the guys of the \"Saenuri Party\" and those concerned of the Intelligence Service (IS) including Nam Jae Jun were \"free from suspicions\".  They circulated false minutes of the north-south summit during the 2012 \"presidential\" election and opened to the public the falsified minutes last year.\n\t\t\t\t\t Commenting on this, Minju Joson Friday terms this not only an open mockery and insult to all Koreans but an unbearable challenge to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The guys of the \"Saenuri Party\" and the IS opened to the public the minutes of the north-south summit in a bid to fabricate Park Geun Hye's election as \"president\" and, furthermore, to get rid of the worsening ruling crisis. This is an unpardonable heinous criminal act.\n\t\t\t\t\t\n\t\t\t\t\t That's why opposition parties and civic and public organizations of south Korea are strongly protesting against the judgment made by the prosecution.\n\t\t\t\t\t\n\t\t\t\t\t Standing at a nonplus due to the ferry Sewol disaster, the Park Geun Hye group let the prosecution set free the criminals who opened the above-said minutes to the public and tried to stamp down the opposition parties and democratic forces only to get into a scrape.\n\t\t\t\t\t\n\t\t\t\t\t This means that curses come home to roost.\n\t\t\t\t\t\n\t\t\t\t\t Irony is that Park Geun Hye often talked about the \"summit talks\".\n\t\t\t\t\t\n\t\t\t\t\t As proven by the opening of the above-said minutes, the Park group may unilaterally open to the public any \"summit talks\" for its wild ambition. The Park group is so unbelievable.\n\t\t\t\t\t\n\t\t\t\t\t It should clearly see the mounting protest and indignation and apologize for the opening of the minutes of the north-south summit and sternly punish those heinous criminals."
        },
        {
            "title": "KCNA Slams Reckless Remarks by Candidate for S. Korean PM",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-15ee.html",
            "content": "KCNA Slams Reckless Remarks by Candidate for S. Korean PM\r\n Pyongyang, June 13 (KCNA) -- Mun Chang Guk, candidate for the puppet prime minister of south Korea, talked a lot of rubbish in the past,  sparking off a strong uproar among south Koreans of different social standings. \n\t\t\t\t\t While giving a lecture at Seoul National University in April last he asserted \"it is needless to force Japan to make an apology for the comfort women issue.\" \n\t\t\t\t\t\n\t\t\t\t\t Addressing a forum marking the March First Popular Uprising in 2005, he let loose sophism that \"the comfort women issue was already settled 40 years ago and it is proper diplomacy not to raise the reparation issue any longer as it had been settled.\" \n\t\t\t\t\t\n\t\t\t\t\t This is an undisguised support and approval of the humiliating \"agreement\" signed between south Korea and Japan in 1965. His remarks are nothing but despicable rubbish talked by a crazy guy steeped in worship of the \"yusin\" dictator to the marrow of his bones. \n\t\t\t\t\t\n\t\t\t\t\t The south Korea-Japan \"agreement\" was a product of extremely traitorous diplomacy as it was signed by traitor Park Chung-hee who tried to maintain the military regime with Japan's \"economic aid\" and the Japanese government devoid of any will to settle the past crimes committed by the Japanese imperialists. \n\t\t\t\t\t\n\t\t\t\t\t Park Chung-hee, who was chairman of the \"Supreme Council for Reconstruction of State\" after the May 16 military coup, saw to it that the negotiations for signing the  agreement was hurried, claiming that \"if power is  transferred to civilians, the national assembly will appear to create a difficult situation.\"\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Japan held a political bargaining with the sycophantic forces of south Korea in a crafty effort to cover up its crime-woven past by providing a paltry amount of money to them under the pretext of \"economic cooperation.\" \n\t\t\t\t\t\n\t\t\t\t\t As the then south Korean puppet Ministry of Foreign Affairs and Trade admitted in 2004, the south Korea-Japan talks and south Korea-Japan \"agreement\" did not refer to the settlement of the sexual slavery for the imperial Japanese Army at all. \n\t\t\t\t\t\n\t\t\t\t\t The agreement was thus signed in a humiliating way, pursuant to the political strategy of Park's military regime and the Japanese government. It totally ignored the national emotion and interests of the Koreans. \n\t\t\t\t\t\n\t\t\t\t\t Mun must know well the illegal nature of the agreement and blood and tears shed by the Korean nation owing to more than four-decade-long colonial rule of the Japanese imperialists as he supervised the media of south Korea in the past. \n\t\t\t\t\t\n\t\t\t\t\t It is worth recalling once again that at least 8.4 million young and middle-aged Koreans were forcibly drafted and abducted by the Japanese imperialists before being hurled into the battle fields of war for aggression and slave labor sites. More than one million innocents of them lost their lives. A particular mention should be made of the fact that 200 000 Korean women were forced into sexual slavery for the Imperial Japanese Army to be subject to all sorts of cruel maltreatment and humiliation. \n\t\t\t\t\t\n\t\t\t\t\t The above-mentioned sexual slavery is the extremely brutal and most hideous crime in history. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, Mun talked the above-said rubbish 40 years since the conclusion of the south Korea-Japan \"agreement.\" This proves once again that Mun is a spiritless fool bereft of national self-respect and soul and the worst pro-Japanese lackey. \n\t\t\t\t\t\n\t\t\t\t\t The designation of Mun as a candidate for the \"prime minister\" is an intolerable insult to the south Korean people demanding Japan settle the crimes committed by the Japanese imperialists in the past. \n\t\t\t\t\t\n\t\t\t\t\t The settlement of the issue of sexual slavery for the Imperial Japanese Army is a national historic task to be carried out generation after generation. \n\t\t\t\t\t\n\t\t\t\t\t The international community termed the sexual slavery enforced by the Japanese imperialists as an organized crime against humanity and war crime and has consistently demanded the Japanese government settle it. \n\t\t\t\t\t\n\t\t\t\t\t However, the issue of sexual slavery has not yet been solved because of the persistent moves of the Japanese reactionaries to dodge the settlement of the past crimes at any cost. It is more attributable to the behaviors of such pro-Japanese lackeys as Mun siding with them. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people will never tolerate any act of embellishing and overlooking the Japanese imperialists' past crimes."
        },
        {
            "title": "S. Korean Organization against Park Geun Hye's Nominating Confrontational Maniac as \"PM\"",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-17ee.html",
            "content": "S. Korean Organization against Park Geun Hye's Nominating Confrontational Maniac as \"PM\"\r\n Pyongyang, June 13 (KCNA) -- The Solidarity for Progress of south Korea on June 10 released a commentary critical of Park Geun Hye nominating Mun Chang Guk, a vicious confrontational maniac, for puppet prime minister.\n\t\t\t\t\t Park's personal affairs with no understanding remain unchanged, the commentary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Mun Chang Guk, former chief editor of Choongang Ilbo, said in many articles that the north was a \"group of evils and terrorists\" and the unification policy of the south should be changed into the direction of inducing the \"internal collapse of the north\" and the authorities coped with the Cheonan warship sinking case and Yonphyong Island shelling case in a cowardly manner.\n\t\t\t\t\t\n\t\t\t\t\t He labeled the \"sunshine policy\" \"a drain on resources helping strengthen the social system of the north\". Taking issue with the \"north over its nuclear issue\", he blustered that the south was compelled to balance itself by introducing tactical nuclear weapons of the U.S. or in its own way.\n\t\t\t\t\t\n\t\t\t\t\t In a word, Mun is an anachronistic and conservative confrontational element. If such a guy is allowed to hold the post of \"prime minister\", there is no need to think more how the efforts for peace, national reunification and people's life will be.\n\t\t\t\t\t\n\t\t\t\t\t Park's nomination is entirely a blatant challenge to the people calling for peace, south-north reconciliation and right to existence.\n\t\t\t\t\t\n\t\t\t\t\t The personnel affair ignoring the people and with no understanding conducted by the present regime should be withdrawn at once as it means that it would not care the discontent of the people with the hostile policy toward the fellow countrymen in the north, moves to eliminate the \"forces following the north\", \"government\" bodies' illegal interference in the election and the ferry Sewol disaster."
        },
        {
            "title": "S. Korean Organization Declares June Popular Resistance",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-23ee.html",
            "content": "S. Korean Organization Declares June Popular Resistance\r\n Pyongyang, June 13 (KCNA) -- The Federation of Office and Financial Workers' Unions of south Korea held a press conference in Seoul on June 10 at which it declared the June popular resistance to force the Park Geun Hye regime, the chief culprit of the ferry Sewol disaster, to step down, according to the south Korean paper Nodong and Segye.\n\t\t\t\t\t At the conference Ri Yun Gyong, chairperson of the federation, said that office workers and government employees would turn out in the action to oust Park this year as was the case of the June popular resistance 27 years ago.\n\t\t\t\t\t\n\t\t\t\t\t Ju Pong Hui, vice-chairperson of the Confederation of Trade Unions, called upon office and financial workers to turn out in the resistance once again.\n\t\t\t\t\t\n\t\t\t\t\t A press release was read out. It noted that democracy is violated owing to the Park regime which took office through election rigging cooked up by the Intelligence Service. \n\t\t\t\t\t\n\t\t\t\t\t There is no freedom of media, assembly, demonstration and association but all political intrigues including the fabrication of attempted rebellion cases and spy cases are rampant, it said.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the Park regime step down as it tramples down democracy by enforcing fascist rule and lobbying politics.\n\t\t\t\t\t\n\t\t\t\t\t There is no need for the Park regime to remain as it violates the workers' right to existence through restructuring, lay-off, expansion of part-time jobs, reduction of wages and crackdown on trade unions, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Park regime did not failed to rescue more than 300 innocents but mercilessly killed them when the ferry Sewol sinking accident occurred.\n\t\t\t\t\t\n\t\t\t\t\t To oust the Park regime, the chief culprit of mass killings, is to inherit the spirit of the June popular resistance."
        },
        {
            "title": "Japanese Organization Supports DPRK-Japan Inter-Governmental Talks",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-11ee.html",
            "content": "Japanese Organization Supports DPRK-Japan Inter-Governmental Talks\r\n Pyongyang, June 13 (KCNA) -- The National Association for the Promotion of Japan-Korea Diplomatic Relations released a statement on June 6 as regards the fact that the DPRK-Japan inter-governmental talks were held some days ago.\n\t\t\t\t\t The statement expressed support for the Japanese side which clarified again its will to realize the normalization of diplomatic relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the normalization of the Japan-DPRK diplomatic relations is certainly needed for helping settle the historical issue peculiar to the two countries and, at the same time, achieving peace and stability in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t It said that Japanese people should have a correct understanding of it, not make the road opened by the diplomatic authorities prove fruitless but support the Japan-DPRK talks leading to the normalization of diplomatic relations.\n\t\t\t\t\t\n\t\t\t\t\t Noting that it is important for Japan to lift restrictions on visits of persons, special measure of restrictions taken against the DPRK regarding money remittance and money carried by visitors and the embargo on the entry of the DPRK-flagged ships with a humanitarian mission into the Japanese ports once the DPRK side sets up a \"special investigation committee\" for the comprehensive survey and starts it, the statement called upon the Japanese people to positively support it."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Ethiopian Figures",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-07ee.html",
            "content": "Kim Jong Il's Exploits Praised by Ethiopian Figures\r\n Pyongyang, June 13 (KCNA) -- Events took place in Ethiopia on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t A seminar and film show were held at branches of the Ethiopian Youth Study Group of the Juche Idea and round-table talks at a metal and machinery corporation and the Ethiopian Gabriel Hospital and another hospital between June 2 and 6.\n\t\t\t\t\t\n\t\t\t\t\t The chief of a branch of the Ethiopian Youth Study Group of the Juche Idea said that Kim Jong Il developed the immortal Juche idea into the eternal guiding idea in the era of independence with his energetic ideological and theoretical activities and illuminated the road to be followed by humankind by authoring a lot of famous works.\n\t\t\t\t\t\n\t\t\t\t\t The chief of another branch of the group and other personages noted that Kim Jong Il developed the WPK into a mother party taking care of the destiny of the people in a responsible manner, adding his party-building exploits would last forever.\n\t\t\t\t\t\n\t\t\t\t\t The chief designer of the metal and machinery corporation said that the WPK could become the steel-strong party with the organizing ability and discipline without an equal in the world and could steer the revolution and construction along the road of victory as it was led by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Vice-directors of the above-said hospitals said that exploits Kim Jong Il performed by developing the WPK into a force guiding the revolutionary cause of Songun to victory and more firmly consolidating the Korean People's Army into a matchless strong army would shine forever."
        },
        {
            "title": " Kim Jong Il's Exploits Lauded by Personages of Egypt, Myanmar",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-08ee.html",
            "content": "Kim Jong Il's Exploits Lauded by Personages of Egypt, Myanmar\r\n Pyongyang, June 13 (KCNA) -- Personages of Egypt and Myanmar released statements on June 4 and 5 on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt, said that the Egyptian people supporting global independence and Korea's reunification and prosperity are highly praising the immortal exploits performed by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Il was the Shining Star that rose in the sky over Korea and a brilliant commander who brought about only victories in the confrontation with the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The great exploits performed by him will always be kept in the hearts of progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The director-general of a publishing house of Myanmar noted:\n\t\t\t\t\t\n\t\t\t\t\t The WPK could demonstrate its might as a powerful party that achieved unbreakable unity and cohesion thanks to the distinguished ideological and theoretical activities and energetic leadership of HE Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t That's why the Korean people are holding him in high esteem as the eternal general secretary of the WPK and eternal leader.\n\t\t\t\t\t\n\t\t\t\t\t The exploits performed by him will be immortal along with the history of the WPK and the Korean people."
        },
        {
            "title": "Kim Jong Un's Politics Praised by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-09ee.html",
            "content": "Kim Jong Un's Politics Praised by Nigerian Organization\r\n Pyongyang, June 13 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article titled \"Leader loving the future\" on its website on June 5.\n\t\t\t\t\t The article said that everyone is fascinated by the personality of supreme leader Kim Jong Un as a great man.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t What impresses people most is his particular loving care for the younger generations.\n\t\t\t\t\t\n\t\t\t\t\t When he visited Mangyongdae Revolutionary School on the lunar New Year's Day in 2012, he fondled the cheeks of children who were moved to tears and watched them having meals for a while, showing paternal loving care for them.\n\t\t\t\t\t\n\t\t\t\t\t He was so impressive and charismatic when he talked with schoolchildren at the 7th Congress of the Korean Children's Union which he saw to it that was held on a large scale.\n\t\t\t\t\t\n\t\t\t\t\t The loving care shown by President Kim Il Sung and leader Kim Jong Il for the younger generations is being successfully carried forward by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Love the younger generations, and get convinced of victory!\n\t\t\t\t\t\n\t\t\t\t\t This is Kim Jong Un's outlook on the younger generations and the future.\n\t\t\t\t\t\n\t\t\t\t\t The international community is convinced of the rosy future of the DPRK in his warm loving care for children.\n\t\t\t\t\t\n\t\t\t\t\t There will always be only victory and glory for the Korean people dynamically advancing toward the rosy future following him."
        },
        {
            "title": "Great Personality of Kim Il Sung Praised by Guinean Organizations",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-10ee.html",
            "content": "Great Personality of Kim Il Sung Praised by Guinean Organizations\r\n Pyongyang, June 13 (KCNA) -- The Guinean Committee for Remembering President Kim Il Sung and the Guinean National Committee for the Study of the Juche Idea jointly issued a special information bulletin \"On the occasion of the 20th anniversary of demise of the great President Kim Il Sung\" on June 6.\n\t\t\t\t\t The bulletin in an article titled \"Kim Il Sung, benevolent image\" said:\n\t\t\t\t\t\n\t\t\t\t\t It is nearly 20 years since Kim Il Sung, founder of socialist Korea, passed away but he is remembered by many people of the world.\n\t\t\t\t\t\n\t\t\t\t\t What comes across one's mind for the first time when recollecting the President is the benevolent image with a bright smile on his face.\n\t\t\t\t\t\n\t\t\t\t\t It is the peculiar personality of the President as a great man that he took paternal care of south Korean people, overseas compatriots and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t His sunny smile was an expression of the feeling of the truest love for the human being and extraordinary humanity.\n\t\t\t\t\t\n\t\t\t\t\t Prominent figures of different countries in the world who were honored with the audience of the President are highly praising his personality as a great man.\n\t\t\t\t\t\n\t\t\t\t\t His benevolent image will always be kept in the hearts of progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article titled \"Distinguished leader in the 20th century\" said that he put spurs to the victorious advance of the human cause of independence by founding the Juche idea and the Songun idea and was deeply revered by all people for his noble personality."
        },
        {
            "title": " Kim Il Sung's Work Posted by Swiss Organization",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-12ee.html",
            "content": "Kim Il Sung's Work Posted by Swiss Organization\r\n Pyongyang, June 13 (KCNA) -- President Kim Il Sung's work \"Let Us Fight on Staunchly for the Liberation of the Fatherland\" was posted by the Swiss Group for the Study of the Juche Idea on its website on June 3.\n\t\t\t\t\t The work published on June 4, Juche 26 (1937) discloses the Japanese imperialists' fascist crackdown and plunder and clarifies tasks for achieving the cause of the liberation of the fatherland."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Ecuador",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Ecuador\r\n Pyongyang, June 13 (KCNA) -- An Ecuadorian committee for remembering President Kim Il Sung was formed in Quito on June 6.\n\t\t\t\t\t Milton Burbano Borquez, chairman of the Ecuadorian Cultural Institute for the Study of the Juche Idea, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to widely introduce Kim Il Sung's career and revolutionary exploits and organize political and cultural events on the occasion of the 20th anniversary of his demise."
        },
        {
            "title": "Kim Il Sung Praised by Ecuadorian Figure",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-03ee.html",
            "content": "Kim Il Sung Praised by Ecuadorian Figure\r\n Pyongyang, June 13 (KCNA) -- Milton Burbano Borquez, chairman of the Ecuadorian Cultural Institute for the Study of the Juche Idea who was elected chairman of the Ecuadorian committee for remembering President Kim Il Sung, said at its inaugural ceremony held on June 6:\n\t\t\t\t\t It is the noble moral obligation and duty of us struggling for the human cause of independence under the banner of the Juche idea to eternally hold in high esteem President Kim Il Sung, founder of the Juche idea and outstanding leader of the world revolution.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was the great man who defeated U.S. and Japanese imperialism in one generation, turned the DPRK into a socialist power and devoted his all to achieving the country's prosperity and people's happiness and realizing the human cause of independence."
        },
        {
            "title": " Kim Il Sung to Be Remembered in Indonesia",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-04ee.html",
            "content": "Kim Il Sung to Be Remembered in Indonesia\r\n Pyongyang, June 13 (KCNA) -- An Indonesian committee for remembering President Kim Il Sung was inaugurated in Jakarta on June 4.\n\t\t\t\t\t Eko Suryo Santjojo, general chairman of the National Guidance Council of the Pioneer Party of Indonesia, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events to praise the revolutionary career and exploits of the President from June 4 to July 10."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Sweden",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-05ee.html",
            "content": "Kim Il Sung to Be Remembered in Sweden\r\n Pyongyang, June 13 (KCNA) -- A Swedish committee for remembering President Kim Il Sung was formed on June 2.\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, Eric Andersson, executive member of the Communist Party in Sweden, and an executive member of the Communist Party of Sweden were elected co-chairpersons of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize various political and cultural events on the occasion of the 20th anniversary of demise of the President."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Denmark",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-06ee.html",
            "content": "Kim Il Sung to Be Remembered in Denmark\r\n Pyongyang, June 13 (KCNA) -- A Danish national committee for remembering President Kim Il Sung was formed in Copenhagen on June 1.\n\t\t\t\t\t A member of the Leadership of the Communist Party in Denmark and Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, were elected co-chairpersons of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the revolutionary career and exploits of the President and organize political and cultural events on the occasion of July 8, the anniversary of his demise."
        },
        {
            "title": "Kim Jong Un inspecciona la unidad de defensa de islote Ryo",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-28ee.html",
            "content": "Kim Jong Un inspecciona la unidad de defensa de islote Ryo\r\nPyongyang, 13 de junio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la unidad de defensa del islote Ryo que defiende el puesto avanzado de la costa oriental.\n\t\t\t\t\tEstrechando la mano de los comandantes de la unidad, el Mariscal dijo que se siente bien al ver el islote con bosques frondosos y evaluo que la unidad ha materializado el legado del Dirigente Kim Jong Il de plantar muchos arboles.\n\t\t\t\t\t\n\t\t\t\t\tCaminando por la vialidad interior del cuartel, se puso contento diciendo que le parece entrar en una casa de reposo. Al mirar los arboles frutales de diferentes especies incluidos albaricoque y caqui frescos, volvio a mostrarse muy satisfecho de que la unidad haya convertido el islote en un area bien forestada y huerta acorde al proposito del Comite Central del Partido.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo paso revista al monumento en memoria de las visitas de orientacion de los grandes hombres sin iguales del monte Paektu, la sala de educacion en la historia revolucionaria y la otra de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la sabia direccion del Presidente Kim Il Sung y el Dirigente Kim Jong Il, la unidad pudo convertirse en filas invictas capaces de aniquilar tajantemente cualquier agresion sorpresiva de los enemigos, acoto.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo que la unidad debe intensificar la educacion con las imperecederas hazanas de direccion militar del Presidente y el Dirigente para que los uniformados pasen mejor el servicio militar sintiendose orgullosos de defender estas trincheras de combate, en que estan impregnadas las huellas de los Generalisimos, aunque viven en este lugar muy lejos de la tierra firme.\n\t\t\t\t\t\n\t\t\t\t\tEscucho el informe sobre el estado de cumplimiento de la mision combativa de la unidad.\n\t\t\t\t\t\n\t\t\t\t\tLos comandantes y los soldados de la unidad deben pensar siempre en la batalla de vida o muerte con los enemigos aun en los tiempos sin detonaciones, enseno y aclaro los problemas que se presentan en perfeccionar los preparativos de combate de la unidad.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la unidad es la base avanzada a las puertas del Mar Este que conducen al patio del CC del PTC y los uniformados de aqui son centinelas que defienden al frente la patria.\n\t\t\t\t\t\n\t\t\t\t\tLa importante mision de combate de la unidad es convertir el islote en un bastion inexpugnable y buque de combate insumergible, de modo que los enemigos agresores no puedan pisar esta tierra de la patria socialista, apunto.\n\t\t\t\t\t\n\t\t\t\t\tOrdeno realizar de modo fresco e intensivo los 4 tipos de la educacion a los militares, o sea, la de conviccion, la clasista, la del patriotismo y la moral, y hacerles entrenar de dia y noche pensando siempre en el campo de batalla hasta que esten habituados a los ejercicios rutinarios.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo la Casa de los Militares, averiguo como marcha la educacion ideo-politica sobre los uniformados.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo que la Casa de los Militares esta bien acondicionada y los materiales graficos se han hecho conforme a la psicologia de los militares, y agrego que en la Casa se siente como en un museo.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que no existe en este mundo el arma mas poderosa que la fuerza ideo-politica de los soldados y es posible lograr siempre victorias en la batalla cuando se tome como medio omnipotente la fuerza espiritual de los uniformados.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que para armar ideo-politicamente a los militares, es necesario que ellos escuchen siempre la voz del partido viendo la TV, el periodico Joson Inmingun, las novelas revolucionarias y otros libros.\n\t\t\t\t\t\n\t\t\t\t\tAtendio con afecto paternal las condiciones de vida de los soldados durante su recorrido por el complejo de higiene para los soldados, el invernadero de verduras sin calefaccion, el sitio de cultivo de hongos, el invernadero de plantadas decorativas y otros establecimientos de abastecimiento e intendencia y las companias adscritas directamente a la unidad.\n\t\t\t\t\t\n\t\t\t\t\tAl ver diferentes platos servidos en la mesa del comedor del complejo de higiene y la sopa de carne hirviendo en la olla, reconocio la rica vida alimentaria diciendo que aunque vino sin previo aviso, ha visto muchos platos ya preparados. \n\t\t\t\t\t\n\t\t\t\t\tEs loable que esta unidad suministrara diariamente 250g de platos de soya a cada soldado cultivando con exito la soya, dijo.\n\t\t\t\t\t\n\t\t\t\t\tAl ver el area de cultivo de plantas ricas en proteina, donde esta construido un mirador, y los patos, gansos, conejos y pavos en los establos, comparo los invernaderos y establos de la unidad como jardin botanico y parque zoologico. Este hecho deja conocer que esta unidad ha sentado firme base de autoabastecimiento, afirmo.\n\t\t\t\t\t\n\t\t\t\t\tManifesto reiteradamente su satisfaccion aseverando que la unidad es un buque insumergible en vista de los preparativos de combate y un islote orgulloso en el nivel de la vida de los militares.\n\t\t\t\t\t\n\t\t\t\t\tEsta unidad materializo magnificamente todas las cosas apreciadas por el CC del PTC, senalo y valoro altamente que ella es la ejemplar donde se ejecuta con mas exactitud la politica militar del partido y el modelo para todo el ejercito.\n\t\t\t\t\t\n\t\t\t\t\tLa llave de los exitos en la labor politico-militar depende de los comandantes de las respectivas unidades, acoto y presento al jefe de la unidad como comandante pertinaz en el trabajo y como modelo para los comandantes de todo el ejercito.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal propuso otorgar el titulo de Heroe del Trabajo al jefe de la unidad Chon Jae Gwon, heroe de la Republica, y al comisario politico de la unidad y concedio a este el titulo militar de un grado mas alto decretando la orden de Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Hwang Pyong So, Pyon In Son, Choe Ryong Hae y Han Kwang Sang."
        },
        {
            "title": "Kim Yong Nam desea felicidad de reina britanica",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-29ee.html",
            "content": "Kim Yong Nam desea felicidad de reina britanica\r\nPyongyang, 13 de junio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia primero un mensaje de felicitacion a la reina de Gran Bretana e Irlanda del Norte, Elizabeth II, con motivo de su cumpleanos oficial, Dia Nacional del pais europeo.\n\t\t\t\t\tEn la misiva el remitente formulo votos por la salud y felicidad de la destinataria y por el bienestar y prosperidad del pueblo britanico."
        },
        {
            "title": "ACNC rechaza disparates del candidato al premier surcoreano",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-30ee.html",
            "content": "ACNC rechaza disparates del candidato al premier surcoreano\r\nPyongyang, 13 de junio (ACNC) -- Ahora los disparates del candidato al premier surcoreano, Mun Chang Guk, son rechazados fuertemente por los habitantes surcoreanos de distintos estratos. \n\t\t\t\t\tAl impartir en abril pasado una leccion en la Universidad de Seul, Mun dijo que \"no importa obtener el perdon de Japon por el problema de esclavas sexuales\". \n\t\t\t\t\t\n\t\t\t\t\tEn un foro celebrado en el ano 2005 con motivo del Levantamiento Popular del Primero de Marzo, chismeo que \"el caso de esclavas sexuales concluyo ya hace 40 anos. La diplomacia digna esta en no discutir mas el problema de indemnizacion ya acabada\". \n\t\t\t\t\t\n\t\t\t\t\tEste disparate del partidario fanatico del dictador de \"Yusin\" significa el apoyo abierto al leonino \"convenio\" Sur de Corea-Japon, firmado en 1965. \n\t\t\t\t\t\n\t\t\t\t\tEl \"convenio\" en cuestion, producto de la diplomacia vendepatria, fue firmado por el traidor surcoreano Park Chung Hee, que intentaba mantener el \"poder\" militar con la \"ayuda economica\" de Japon, y por el gobierno japones que no tenia la voluntad de liquidar sus crimenes del pasado. \n\t\t\t\t\t\n\t\t\t\t\tDespues del golpe militar del 16 de mayo, el traidor Park instruyo terminar con prisa las negociaciones sobre el convenio diciendo que \"en el caso del traslado del poder al gobierno civil, se complicaran las cosas debido a la aparicion de la asamblea nacional\".\n\t\t\t\t\t\n\t\t\t\t\tPor su parte, Japon hizo un regateo politico con los vendepatrias surcoreanos para encubrir su pasado criminal con un punado de dinero bajo el pretexto de la \"cooperacion economica\". \n\t\t\t\t\t\n\t\t\t\t\tEn particular, como reconocio en 2004 el entonces Ministerio de Relaciones Exteriores y de Comercio del Sur de Corea, en las \"conversaciones\" y en el \"convenio\" Sur de Corea-Japon no se hizo ninguna referencia al tema de esclavitud sexual para el viejo ejercito japones. \n\t\t\t\t\t\n\t\t\t\t\tEl \"convenio\" Sur de Corea-Japon fue concertado por la estrategia politica del \"poder\" militar de Park Chung Hee y el gobierno japones sin tener en consideracion el sentimiento y los intereses de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tEs imposible que Mun Chang Guk, que vino controlando el circulo de prensa del Sur de Corea, no sepa el caracter ilegal del \"convenio\" Sur de Corea-Japon y los sufrimientos de la nacion coreana causados por la dominacion colonial de mas de 40 anos del imperialismo japones sobre el territorio coreano.\n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas japoneses secuestraron y arrestaron forzosamente a mas de 8 millones 400 mil coreanos y los lanzaron a los campos de guerra de agresion y a los puestos de trabajos duros. Mas de un millon de ellos perdieron la vida y 200 mil mujeres coreanos fueron arrestadas como esclavas sexuales para el viejo ejercito japones. \n\t\t\t\t\t\n\t\t\t\t\tEl caso de esclavitud sexual fue el crimen mas barbaro y asqueroso nunca visto en la historia humana. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, en el ano de 40o aniversario del \"convenio\" Sur de Corea-Japon, Mun Chang Guk dijo que ya se resolvio completamente el problema de esclavitud sexual. Esto demuestra que el es un estupido carente de la dignidad y espiritu de la nacion coreana, idolatra de la dictadura de \"Yusin\" y vendepatria projapones. \n\t\t\t\t\t\n\t\t\t\t\tLa nominacion de ese tipejo como candidato al \"premier\" resulta un grave insulto a la poblacion surcoreana que demanda la liquidacion del pasado de Japon. \n\t\t\t\t\t\n\t\t\t\t\tCobrar el precio merecido de ese crimen es una tarea nacional. \n\t\t\t\t\t\n\t\t\t\t\tLa sociedad internacional demanda al gobierno japones liquidar su pasado criminal, en particular, el caso de esclavitud sexual, calificandolo de crimen antietico y organizado de guerra. \n\t\t\t\t\t\n\t\t\t\t\tLa no solucion del problema de esclavas sexuales se debe a los reaccionarios japoneses que lo eluden con tenacidad y a los vendepatrias projaponeses como Mun Chang Guk. \n\t\t\t\t\t\n\t\t\t\t\tEl pueblo coreano no permitira jamas a los que elogian y encubren los crimenes del pasado cometidos por el imperialismo japones."
        },
        {
            "title": "CNCDP rechaza introduccion de THAAD en el Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201406/news13/20140613-31ee.html",
            "content": "CNCDP rechaza introduccion de THAAD en el Sur de Corea\r\nPyongyang, 13 de junio (ACNC) -- Con respecto a que se conocio hace poco que los titeres surcoreanos intentan introducir en el suelo surcoreano el misil interceptor norteamericano THAAD con el fin de incorporarse al sistema de antimisiles de Estados Unidos, el portavoz del Comite Nacional Coreano por la Defensa de la Paz (CNCDP) hizo publica el dia 13 una declaracion.\n\t\t\t\t\tEl texto sigue: \n\t\t\t\t\t\n\t\t\t\t\tYa desde hace mucho tiempo, EE.UU. obligaba al Sur de Corea la ubicacion en suelo surcoreano del THAAD, componente principal del sistema antimisiles. Los titeres surcoreanos actuaron como si no lo introdujeran por la preocupacion del rechazo de la Republica Popular Democratica de Corea y los paises vecinos. \n\t\t\t\t\t\n\t\t\t\t\tIndignados por la actitud de doble caras de la camarilla surcoreana, los medios de prensa y los habitantes de distintos estratos del Sur de Corea expresan seria preocupacion y alzan las voces de criticas. \n\t\t\t\t\t\n\t\t\t\t\tChina y otros paises vecinos advierten a las autoridades surcoreanas que el emplazamiento del THAAD en el Sur de Corea \"afectara las relaciones bilaterales\" y \"pagara el precio inimaginable\". \n\t\t\t\t\t\n\t\t\t\t\tLa campana de los titeres surcoreanos para emplazar el THAAD en el suelo surcoreano e incorporarse al sistema antimisiles de EE.UU. es una provocacion militar tendente a asestar el golpe preventivo nuclear contra la RPDC y un intolerable crimen que acarrea los desastres nucleares a la Peninsula Coreana y el resto del Nordeste Asiatico. \n\t\t\t\t\t\n\t\t\t\t\tAhora los titeres surcoreanos insisten en el desarrollo de su propio sistema antimisiles y dicen que la instalacion en las bases militares norteamericanas no tiene nada que ver con ellos, pero esto no pasa de ser un engano.\n\t\t\t\t\t\n\t\t\t\t\tYa no es un secreto descifrado el que el desarrollo independiente del sistema antimisiles del Sur de Corea es un eslabon del sistema antimisiles de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tAnteriormente, EE.UU. anunciaba que ubican en sus bases militares las armas estrategicas y tacticas que producen la reaccion de la opinion publica, y despues de que se calmara la opinion publica, las entregaba a los titeres surcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tAsi quiere hacer con el THAAD. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que EE.UU. y los titeres surcoreanos hablan tanto de la \"amenaza nuclear y de misiles del Norte de Corea\" con el designio de introducir en el suelo surcoreano el THAAD y otros pertrechos de guerra nuclear y establecer el sistema de defensa antimisil para desatar finalmente la guerra nuclear en el Nordeste Asiatico, incluso la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEn caso de que se despliegue el THAAD, el Sur de Corea se convertira en la base avanzada nuclear para la agresion a la RPDC y al cumplimiento de la estrategia de hegemonia sobre Asia de EE.UU. y en el mayor arsenal nuclear que agravara extremadamente la tension militar y aumentara mas el peligro de guerra nuclear en la Peninsula Coreana y su contorno. \n\t\t\t\t\t\n\t\t\t\t\tEn fin de cuentas, el Sur de Corea sufrira los desastres nucleares siendo campo de guerra nuclear mundial. \n\t\t\t\t\t\n\t\t\t\t\tNo estaremos con brazos cruzados ante la introduccion del THAAD y el establecimiento del sistema antimisiles de EE.UU. y el Sur de Corea sino les responderemos con la consolidacion del disuasivo nuclear."
        }
    ]
}