{
    "date": "2014-05-03",
    "url": "http://kcna.co.jp/item/2014/201405/2014-05-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with Soldier-Builders",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-01ee.html",
            "content": "Kim Jong Un Has Photo Session with Soldier-Builders\r\nPyongyang, May 3 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, had a photo session with soldier-builders of KPA Unit 267 who performed labor feats in successfully remodeling Songdowon International Children's Camp as a monumental edifice in the era of Songun. \n\t\t\t\t\t When he appeared at the photographing site, the soldier-builders enthusiastically welcomed him amid rousing cheers of \"hurrah!\"\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un waved back to their enthusiastic cheers. \n\t\t\t\t\t\n\t\t\t\t\t He highly praised the soldier-builders for successfully carrying out the order of the party by overcoming bottlenecks and difficulties in the revolutionary soldier-spirit since the start of the remodeling project and fully displaying the militant spirit and working style of the guard unit, hero unit. \n\t\t\t\t\t\n\t\t\t\t\t The children's camp has turned into the only palace of children in the world associated with the party's outlook on the rising generation, he noted, adding this would be unthinkable without the sweat shed by the soldier-builders with loyalty. He extended thanks in the joint name of the Central Committee and the Central Military Commission of the WPK to KPA Unit 267 for creating a world-startling Korean speed and making a contribution to providing another precious wealth to be handed over to the generations to come. \n\t\t\t\t\t\n\t\t\t\t\t Expressing the expectation and belief that the soldier-builders of KPA Unit 267 would as ever fulfill a vanguard role in all work sites for building a thriving nation entrusted to it by the party, he had a photo session with them. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Hwang Pyong So, Ro Kyong Jun and Kim Jin Gun."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spread to Hwang Sun Hui",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-25ee.html",
            "content": "Kim Jong Un Sends Birthday Spread to Hwang Sun Huinty\r\nPyongyang, May 3 (KCNA) -- Marshal Kim Jong Un sent a birthday spread to anti-Japanese revolutionary fighter Hwang Sun Hui, curator of the Korean Revolution Museum, on her 95th birthday.\n\t\t\t\t\t Born on May 3, Juche 8 (1919), Hwang Sun Hui  acquired the real meaning of revolution after coming to the care of President Kim Il Sung and anti-Japanese war hero Kim Jong Suk in her teens.\n\t\t\t\t\t\n\t\t\t\t\t She struggled for accomplishing the historic cause of liberating the country and building a new country and a rich and powerful socialist nation under the guidance of the peerlessly great persons of Mt. Paektu. Working as an official of the museum for several decades, she has remained loyal to Generalissimos Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il saw to it that she was awarded party and state commendations including Order of Kim Il Sung, title of twice DPRK hero, title of labor hero, gold watch bearing the august name of the President.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made sure that she received Order of Kim Jong Il on the occasion of the centenary of birth of Kim Il Sung and a gold watch bearing the august name of Kim Jong Il on the occasion of the Day of the Shining Star this year.\n\t\t\t\t\t\n\t\t\t\t\t The birthday spread was conveyed to her on Saturday."
        },
        {
            "title": "Greetings to Polish Foreign Minister",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-14ee.html",
            "content": "Greetings to Polish Foreign Minister\r\nPyongyang, May 3 (KCNA) -- DPRK Foreign Minister Ri Su Yong sent a message of greeting to his Polish counterpart Radoslaw Sikorski on the occasion of the Constitutional Day, the national day of Poland on Saturday.\n\t\t\t\t\t The message expressed belief that the long-standing friendly and cooperative relations between the DPRK and Poland would develop on good terms in the common interests and desire of the two peoples, wishing the friendly Polish people steady progress and prosperity."
        },
        {
            "title": "Delegate, Delegation to Pyongyang Symposium on Medical Science Arrive",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-19ee.html",
            "content": "Delegate, Delegation to Pyongyang Symposium on Medical Science Arrive\r\nPyongyang, May 3 (KCNA) -- Kim Tae Sik, vice-chairman of the Korean Health Workers Association in Japan, and a delegation of Korean medical workers in the U.S. led by Pak Ki Bom arrived here Saturday to take part in the 16th Pyongyang symposium on medical science of Koreans at home and abroad."
        },
        {
            "title": "C.C., WPK and Its Central Military Commission Send Message of Thanks to KPA Unit 267",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-26ee.html",
            "content": "C.C., WPK and Its Central Military Commission Send Message of Thanks to KPA Unit 267\r\nPyongyang, May 3 (KCNA) -- The Central Committee of the Workers' Party of Korea (WPK) and the Central Military Commission of the WPK Saturday sent a message of thanks to the service personnel of Unit 267 of the Korean People's Army (KPA) for successfully completing the project for remodeling the Songdowon International Children's Camp.\n\t\t\t\t\t The message said that the camp is associated with warm loving care of President Kim Il Sung and leader Kim Jong Il who regarded the love for the rising generation and future as the greatest important affair of the party and the state and it is also a children's palace without an equal in the world which has been built thanks to the warm loving care of the WPK which has spared nothing for the younger generation, the successors to the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The message went on:\n\t\t\t\t\t\n\t\t\t\t\t The soldier-builders constructed all buildings of the camp into fashionable structures. They meet the needs of a highly civilized socialist nation in their style and contents. They ensure the principle of convenience and architectural beauty first as required by the Juche-based idea of architectural beauty and are associated with the WPK's outlook on the future.\n\t\t\t\t\t\n\t\t\t\t\t It is the great pride of the WPK and the Korean people to have KPA Unit 267, the guard unit and a model in combat capability and work style, which takes the lead in upholding the idea and the leadership of the WPK and devotes itself to the country and its people and the rising generation.\n\t\t\t\t\t\n\t\t\t\t\t The message expressed belief that all the service personnel of KPA Unit 267 would remain unfailingly loyal to the orders and instructions of the WPK Central Committee in the van of the whole army and continue giving full play to the might of the guard unit and hero unit which knows nothing impossible in major worksites for building a thriving socialist nation."
        },
        {
            "title": "DPRK Premier Surveys Spring Farming in Sukchon County",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-24ee.html",
            "content": "DPRK Premier Surveys Spring Farming in Sukchon County\r\nPyongyang, May 3 (KCNA) -- Premier Pak Pong Ju made a field survey of spring farming in Sukchon County, South Phyongan Province.\n\t\t\t\t\t He held a consultative meeting after inspecting the Yoltusamchon Farm.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting he called upon all officials and agricultural workers to live up to the deep trust and loving care of the party by increasing the grain production.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed the issue of putting farm work on a scientific and technological basis as required by climatic conditions in spring. It urged the relevant units to preferentially supply equipment and materials necessary for farming.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the premier inspected the Unpha Mine.\n\t\t\t\t\t\n\t\t\t\t\t After looking round the dressing plant and other places, he underlined the need to improve the management of equipment and their technical control and ensure their normal operation.\n\t\t\t\t\t\n\t\t\t\t\t He also underscored the need to take steps to remarkably increase the production of ores and supply electricity necessary for the production."
        },
        {
            "title": "Korean Youth in Japan Meet Unconverted Long-Term Prisoner",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-21ee.html",
            "content": "Korean Youth in Japan Meet Unconverted Long-Term Prisoner\r\nPyongyang, May 3 (KCNA) -- The delegation of the Korean Youth League in Japan headed by Vice-Chairman Kim Tu Sop met Ri Kong Sun, an unconverted long-term prisoner who is an indomitable pro-reunification patriot, Saturday.\n\t\t\t\t\t Ri Kong Sun said that he had fought to keep the pledge made by him before the party and the country, undergoing hardships in prison for decades.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the absolute trust and noble loyalty to Generalissimos Kim Il Sung and Kim Jong Il were the main secret enabling him to win victory in fierce confrontation of idea and faith with the enemies.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that he had enjoyed a worthy life as an indomitable pro-reunification patriot and DPRK hero after coming to the care of leader Kim Jong Il and is now leading a happy life under the warm loving care and benevolence of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that members of the delegation would stoutly grow up to be reliable successors to the General Association of Korean Residents in Japan and ardent patriots under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t An art performance was given by unconverted long-term prisoners and their families and members of the delegation at the meeting."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-22ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, May 3 (KCNA) -- A home-visiting group of Koreans in Japan visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Saturday.\n\t\t\t\t\t Members of the group laid bouquets before the statues and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t The group arrived here on the same day."
        },
        {
            "title": "April Plans Fulfilled by Different Units of National Economy in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-05ee.html",
            "content": "April Plans Fulfilled by Different Units of National Economy in DPRK\r\nPyongyang, May 3 (KCNA) -- Workers in different parts of the country fulfilled their April plans for national economy.\n\t\t\t\t\tThe builders of the power stations in tiers on the Chongchon River conducted dam concrete tamping of tens of thousands of cubic meters in April.\n\t\t\t\t\t\n\t\t\t\t\tIn order to finish the project for increasing capability of the Kosan Fruit Farm within this year at any cost, officials and members of the Construction Shock Brigade 618 directed all forces to the project and fulfilled their April plan.\n\t\t\t\t\t\n\t\t\t\t\tWorkers of the Kim Chaek Iron and Steel Complex overfulfiled their plan for steel production 28 percent.\n\t\t\t\t\t\n\t\t\t\t\tThe Musan Mining Complex scrupulously organized and commanded the production and radically increased the production of iron ore to be sent to metal factories.\n\t\t\t\t\t\n\t\t\t\t\tMiners of the Ryanggang Provincial Mining Complex, Sangnong and Riwon mines registered successes in the minerals production.\n\t\t\t\t\t\n\t\t\t\t\tThe Taedonggang Battery Factory also carried out its monthly plan and railway workers fulfilled their freight transport plans.\n\t\t\t\t\t\n\t\t\t\t\tThe Ministry of Coal Industry overfulfiled its monthly production plan 8 percent.\n\t\t\t\t\t\n\t\t\t\t\tSuccesses were also reported from factories and enterprises under the Ministry of Machine Industry.\n\t\t\t\t\t\n\t\t\t\t\tSeveral units of the light industry field are setting examples in fulfilling their plans."
        },
        {
            "title": "Successes Made in East Sea Fishery Research Institute",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-23ee.html",
            "content": "Successes Made in East Sea Fishery Research Institute\r\nWonsan, May 3 (KCNA) -- The East Sea Fishery Research Institute of the Branch Academy of Fishery has registered signal successes in the efforts to develop the country's fishing industry while settling scientific and technological issues arising in the reality.\n\t\t\t\t\t The fishing ground marine research room developed and introduced on a higher level the system for detecting and supporting fishing ground on the basis of information provided by satellite. The fishing boat equipment research room succeeded in settling such difficult scientific and technological issue as improving the performance of screws of fishing boats. This helped to increase their speed 20 percent while markedly cutting down the consumption of diesel.\n\t\t\t\t\t\n\t\t\t\t\t The room for producing stuffed specimen of aquatic resources has made those of rare sea animals of dozens of species in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t The fishing technique research room is pushing ahead with the designing of new and efficient trawl fishing tackles and the manufacture of  rope machine at the final stage."
        },
        {
            "title": "Three Principles of Reunification Common to Korean Nation",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-15ee.html",
            "content": "Three Principles of Reunification Common to Korean Nation\r\nPyongyang, May 3 (KCNA) -- It has been 42 years after Kim Il Sung, president of the Democratic People's Republic of Korea, made public his famous work \"On the Three Principles of National Reunification\".\n\t\t\t\t\t At that time, the situation of the Korean Peninsula took a turn favorable for the national reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t In August Juche 60 (1971) the President advanced a policy for wide-ranging north-south negotiations in order to open a radical turn in national reunification, declaring the DPRK's willingness to have contacts anytime with all political parties and public organizations, including the ruling party, and individual personages in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his initiative and energetic guidance, doors were opened for contacts and dialogues between the north and the south of Korea, and the north-south high-level political talks took place in Pyongyang early in May 1972.\n\t\t\t\t\t\n\t\t\t\t\t On May 3, the President warmly received and had conversations with the south Korean delegates who came to Pyongyang to attend the talks, mentioning the important matters arising in the national reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t In the conversations he clarified the three principles of national reunification that call for achieving the national reunification independently and peacefully on the basis of great national unity, without interference of any outside forces.\n\t\t\t\t\t\n\t\t\t\t\t He also referred to the detailed problems arising in realizing the national reunification on the basis of the three principles, stressing the need to further develop the political consultations between the north and the south, activate contacts and dialogues and run a north-south joint commission.\n\t\t\t\t\t\n\t\t\t\t\t After all, the July 4 North-South Joint Statement, based on the three principles--independence, peaceful reunification and great national unity--, was announced in Pyongyang and Seoul on July 4 that year.\n\t\t\t\t\t\n\t\t\t\t\t Today all Koreans are striving to realize the cause of national reunification, with the three principles and its embodiment, the June 15 joint declaration and the October 4 declaration, its action program, as the guidelines for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t However, the Park Geun Hye group of south Korea has denied the north-south joint declarations, disliking the national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t And it is rendering the situation of the Korean Peninsula extremely tense through anti-DPRK war exercises in league with the outside forces for aggression.\n\t\t\t\t\t\n\t\t\t\t\t All the fellow countrymen who love the country and the nation and want the national reunification should unite closer under the banner of the three principles and the joint declarations and smash every treacherous and confrontation move of the Park group so as to achieve the national reunification at an earlier date."
        },
        {
            "title": "Archery, One of Koreans' National Athletics",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-17ee.html",
            "content": "Archery, One of Koreans' National Athletics\r\nPyongyang, May 3 (KCNA) -- In the Archery World Cup Stage 1 in Shanghai, China some days ago, the DPRK team defeated the U.S. team 5 to 4 in the women's team event.\n\t\t\t\t\t Archery has been regarded as one of the national athletics in Korea from long ago. Seen in history books are records reading that \"Koreans have a forte for archery and riding\".\n\t\t\t\t\t\n\t\t\t\t\t Archery had been further developed in the Age of Three Kingdoms.\n\t\t\t\t\t\n\t\t\t\t\t The people of Koguryo Kingdom (B.C. 277-A.D. 668) liked archery in particular and the kingdom organized shooting event in March every year on a nation-wide scale.\n\t\t\t\t\t\n\t\t\t\t\t It can be well evidenced by mural paintings dating back to the kingdom, which show archers of different social standings.\n\t\t\t\t\t\n\t\t\t\t\t Now, archery has been encouraged in the DPRK as a means for physical training and cultural life.\n\t\t\t\t\t\n\t\t\t\t\t The country has channeled big efforts to improving the skills of professional archers, while paying deep attention to training reserve archers. It is also pushed forward in the DPRK to put archery training on a scientific basis."
        },
        {
            "title": "Rodong Sinmun Lays Bare Danger of S. Korea-Japan Military Nexus",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-07ee.html",
            "content": "Rodong Sinmun Lays Bare Danger of S. Korea-Japan Military Nexus\r\nPyongyang, May 3 (KCNA) -- The south Korean authorities are zealously stepping up military tie-up with Japan despite the unanimous opposition of the people from all walks of life.\n\t\t\t\t\t Rodong Sinmun Saturday says this in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t Jiji of Japan said that the U.S., Japan and south Korea confirmed the principle of sharing necessary information, reporting about a formal discussion on the issue of exchanging military information at their military high-level talks held in Washington recently.\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities' moves to exchange military information with Japan are an unpardonable treacherous crime stunning the world in their danger, point of time and method, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are working hard to put spurs to military nexus with Japan under the support of the U.S. in a bid to carry out their scenario to stifle the fellow countrymen at any cost with the back of their masters. Meanwhile, the Japanese reactionaries are seeking to pave the way for reinvasion of the Korean peninsula through cooperation with the puppet forces in military field and attain their goal of invading and dominating Asia which they failed to do in the past.\n\t\t\t\t\t\n\t\t\t\t\t In the end, the Park Geun Hye group's moves to exchange military information with Japan would lead to tightening the U.S.-Japan-south Korea triangular military alliance and entailing very dangerous consequences precipitating Japan's militarism and inciting its ambition for reinvasion. It is needless to say that such moves are a reckless war-like act of threatening peace and security not only on the Korean peninsula but also in the rest of Northeast Asia and increasing the danger of a nuclear war against the DPRK. Herein lies the danger of such moves.\n\t\t\t\t\t\n\t\t\t\t\t Detente can never be achieved on the Korean peninsula nor can the Korean nation get rid of the danger of a nuclear war as long as the puppet group, steeped in dependence on foreign forces and confrontation with fellow countrymen, is left intact, the commentary concludes."
        },
        {
            "title": "Confrontation and Confidence Can Never Go Together: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-08ee.html",
            "content": "Confrontation and Confidence Can Never Go Together: Rodong Sinmun\r\nPyongyang, May 3 (KCNA) -- It is extremely intolerable that the Park Geun Hye group of south Korea is misusing the word \"confidence\" for escalating confrontation with fellow countrymen and igniting a war against the north, Rodong Sinmun says in an article on Saturday.\n\t\t\t\t\t It goes on to say:\n\t\t\t\t\t\n\t\t\t\t\t The \"confidence-building process\" touted by the puppet group is a despicable sophism which clearly reveals its attitude kowtowing to outside forces and the root cause of worsening the distrust and confrontation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The puppet ruling forces are paying lip service to \"improving the south-north relations and laying the foundation of reunification by building confidence.\" But they are groundlessly terming the DPRK's sincere proposals and efforts to improve the inter-Korean relations the ones lack of \"sincerity\" and the \"strategy for achieving unification by communizing the south.\"\n\t\t\t\t\t\n\t\t\t\t\t What is unbearable is that they are getting more frantic in their anti-DPRK human rights smear campaign, a clear revelation of their sinister intention to realize the unification of the social systems.\n\t\t\t\t\t\n\t\t\t\t\t The confrontation between the social systems means a war and the \"confidence-building process\" serves a means of hastening its outbreak.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group can never evade the blame for having driven the inter-Korean relations into a catastrophe while talking about \"confidence.\"\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities had better clearly know the DPRK and stop at once the confrontational moves against reunification, before talking about \"confidence\".\n\t\t\t\t\t\n\t\t\t\t\t The confrontation and confidence can never go together.\n\t\t\t\t\t\n\t\t\t\t\t Park should stop nonsensical wordplay and give a clear answer to the open questionnaire of the Committee for the Peaceful Reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK hopes for confidence and unity between the north and the south but will never pardon the puppet group of traitors but wipe out them without mercy if they persist in their criminal acts of hurting fellow countrymen with the back of outside forces."
        },
        {
            "title": "Japan Should Be Sincere for Redeeming Its Past: News Analyst",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-10ee.html",
            "content": "Japan Should Be Sincere for Redeeming Its Past: News Analyst\r\nPyongyang, May 3 (KCNA) -- Recently, Japanese politicians are becoming vocal asserting that Japan cannot follow the way Germany did for making its post-war reparations as regards the issue of the past history. \n\t\t\t\t\t This is a clear proof that Japan lacks its political will to redeem its inglorious past.\n\t\t\t\t\t\n\t\t\t\t\t Both Germany and Japan are war criminal states which inflicted untold war disasters upon humankind during World War II.\n\t\t\t\t\t\n\t\t\t\t\t However, the roads they have taken since the end of the war are quite different.\n\t\t\t\t\t\n\t\t\t\t\t Germany has systematically made reparations to the countries, organizations and individuals that had fallen victim to the war since early in the post-war period. It was evidenced by the fact that Germany enacted a series of laws, and by these laws has made sustained decades-long reparations not only to war victims but also to individuals who had suffered mental, physical and material damage during the war in the wake of paying state-sponsored reparations to the countries that suffered damage during the war.\n\t\t\t\t\t\n\t\t\t\t\t However, Japan has desperately swum against this worldwide trend for settling the past. It has neither admitted its past crimes nor made any apology and reparations for them. On the contrary, it is busy embellishing its crime-woven past. \n\t\t\t\t\t\n\t\t\t\t\t The damage Japan inflicted upon Asian people after invading their countries under the signboard of \"Greater East Asia Co-prosperity Sphere\" is more horrible than the war crimes perpetrated by fascist Germany. Notably, the mental, physical and material damage it inflicted upon Koreans by enforcing a fascist repressive rule over Korea for over 40 years after occupying it at the point of bayonet was unprecedented in world war history.\n\t\t\t\t\t\n\t\t\t\t\t The truth behind the unheard-of crimes perpetrated by Japan is being disclosed one after another even today.\n\t\t\t\t\t\n\t\t\t\t\t Recently, China has newly discovered and opened to public 32 documents proving that the then Japanese government was involved in the sexual slavery for the Imperial Japanese Army and other data proving that 18 germ warfare units including 731 Unit were used by the Japanese imperialists as one of the strategic means for carrying out their policy of escalating aggression. The documents disclosing the biological weapons tests conducted by the germ warfare units of the erstwhile Japanese army in the regions under its occupation include at least 400 pieces of data contained in 81 volumes and more than 70 audio and video materials dating back to the period from 1936 to May, 1945.\n\t\t\t\t\t\n\t\t\t\t\t Documents of the U.S. forces have also been newly found to prove that the sexual slavery for the Imperial Japanese Army was enforced in an organized manner.\n\t\t\t\t\t\n\t\t\t\t\t Such crime-woven history can never be written off.\n\t\t\t\t\t\n\t\t\t\t\t Japan should not neglect the present global trend whereby other countries which did wrong in the past are sincerely working to win trust of world public after breaking with their inglorious past.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary for Japan itself, not for others, to sincerely reflect on its crime-woven past."
        },
        {
            "title": "Deceptive Apology of Park Geun Hye Rejected",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-12ee.html",
            "content": "Deceptive Apology of Park Geun Hye Rejected\r\nPyongyang, May 3 (KCNA) -- The south Korean internet paper Voice of People carried an editorial on April 30 denouncing Park Geun Hye's sham apology for the ferry sinking accident.\n\t\t\t\t\t The editorial noted:\n\t\t\t\t\t\n\t\t\t\t\t Park made an apology for the accident on April 29 but the bereaved families and other people were enraged at her who did not admit her wrongdoings at all.\n\t\t\t\t\t\n\t\t\t\t\t She shifted the blame for the accident on all other public officials except her. Not content with it, she claimed that the ferry Sewol sinking accident occurred owing to the past wrongdoings.\n\t\t\t\t\t\n\t\t\t\t\t No one will consider it as an apology. She claims that she is not to blame for the accident but others and the past are to blame for it. Such attitude becomes a big problem.\n\t\t\t\t\t\n\t\t\t\t\t Incompetent bureaucrats not properly behaving themselves are swaggering about in south Korea due to Park.\n\t\t\t\t\t\n\t\t\t\t\t The pro-Park forces should be removed as they are only reading the face of the \"government,\" far from protecting the security of the people.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to remake Park Geun Hye, the root cause of all evil practices, before any others."
        },
        {
            "title": "Park Geun Hye Accused of Move to Re-postpone Transfer of OPECON",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-13ee.html",
            "content": "Park Geun Hye Accused of Move to Re-postpone Transfer of OPECON\r\nPyongyang, May 3 (KCNA) -- A spokesman for the National Peace Committee of Korea made public a statement Saturday denouncing Park Geun Hye for perpetrating such treacherous crime as begging Obama to re-postpone the transfer of the wartime operation control (OPECON) during his visit to south Korea.\n\t\t\t\t\t The statement said: The Park group, referring to the time to transfer OPECON, insisted that \"it should be transferred after south Korea built a counter combat power system capable of identifying, detecting and striking nukes and missiles of the north at an early stage\" and \"it is possible in 2020 when a south Korean-style ballistic missile interceptor system would be built\" in a bid to postpone it indefinitely.\n\t\t\t\t\t\n\t\t\t\t\t This fully revealed the group's ulterior intention to reduce south Korea to a permanent military colony of the U.S. and more faithfully serve as a shock brigade and servant in carrying out the master's Asia strategy and war moves against the north, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said moves of the Park's group are an extremely dangerous act of allowing the U.S. to ignite a war of aggression as it pleases, escalating tensions on the Korean peninsula and Northeast Asia and putting spurs to arms race.\n\t\t\t\t\t\n\t\t\t\t\t Such moves are aimed to prolong its fate at death's door through sycophancy toward the U.S., confrontation with fellow countrymen and unpopular misrule and step up its war moves against the north by tightening military nexus with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t What she did this time reminds one of a disgusting old prostitute raising even her skirt, not feeling any shame to bring a stranger into her bedroom.\n\t\t\t\t\t\n\t\t\t\t\t It is a shame and disgrace of the Korean nation that there is such a pro-U.S. indecent philistine and vile prostitute serving the U.S. as Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t The Park group will be held fully accountable for the grave consequences to be entailed by its sycophancy toward the U.S., the statement warned."
        },
        {
            "title": "Park Geun Hye Regime Accused by S. Korean Internet Paper",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-16ee.html",
            "content": "Park Geun Hye Regime Accused by S. Korean Internet Paper\r\nPyongyang, May 3 (KCNA) -- The south Korean internet newspaper Minjok Ilbo on April 28 carried an editorial titled \"General crisis of Park Geun Hye regime\".\n\t\t\t\t\t The editorial said that the south Korean Cabinet's general resignation is inevitable as the incompetence of the Park's regime is brought to light as regards the ferry Sewol sinking accident.\n\t\t\t\t\t\n\t\t\t\t\t The present regime is in the general crisis as the public opinions at home and abroad are becoming vocal demanding Park, not Cabinet, step down, it noted.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the inter-Korean relations are in the worst crisis incomparable with the ferry sinking accident, it deplored.\n\t\t\t\t\t\n\t\t\t\t\t If toughest tensions reminiscent of the eve of a war are to be defused, the Park regime should make a policy switchover for national cooperation, stop the human rights smear campaign against the north  and joint military exercises and lift the \"May 24 step\", to begin with, it said.\n\t\t\t\t\t\n\t\t\t\t\t If not, the Park regime should be wholly responsible for catastrophic consequences, it said, warning the present authorities that there is no time now."
        },
        {
            "title": "Anti-\"Government\" Actions Staged in 15 Areas of S. Korea",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-27ee.html",
            "content": "Anti-\"Government\" Actions Staged in 15 Areas of S. Korea\r\nPyongyang, May 3 (KCNA) -- Anti-\"government\" actions were staged in 15 cities and provinces of south Korea on May 1 with the attendance of members of the Confederation of Trade Unions and people from all walks of life, at least 50 000 in all, according to the south Korean internet paper Thongil News.\n\t\t\t\t\t There took place a rally at the plaza of Seoul Railway Station with more than 10 000 persons attending.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers termed the ferry Sewol sinking incident as killings by the present regime and capital.\n\t\t\t\t\t\n\t\t\t\t\t If the de-nationalization of public sectors including railways, healthcare and education and politics-business nexus are not warded off, such tragedy will repeat itself anytime, they warned.\n\t\t\t\t\t\n\t\t\t\t\t They held that Park Geun Hye should be wholly responsible for the accident caused by total failure and incompetence.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would demand the present regime own all responsibilities for all socials problems including industrial disasters and part-time jobs.\n\t\t\t\t\t\n\t\t\t\t\t The Confederation of Trade Unions noted it would raise an 11-point demand including the resignation of Park Geun Hye, guarantee of basic labor right, checking of de-nationalization and abolition of part-time jobs and a 5-point demand for the settlement of the ferry Sewol disaster and wage a more dynamic struggle in the future.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants staged a demonstration.\n\t\t\t\t\t\n\t\t\t\t\t The Federation of Trade Unions also held a rally and demanded the authorities take measures to prevent disasters.\n\t\t\t\t\t\n\t\t\t\t\t It said it would stage an action to defend the rights of the workers including the issue of cutting down of working hours and wage issue."
        },
        {
            "title": "People's Resentment at Chongwadae Can Never Be Calmed down: S. Korean Media",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-20ee.html",
            "content": "People's Resentment at Chongwadae Can Never Be Calmed down: S. Korean Media\r\nPyongyang, May 3 (KCNA) -- An editorial titled \"Gagging people's mouths is no solution\" was posted on the south Korean internet paper Voice of People on May 1.\n\t\t\t\t\t People expressed their bitter indignation, with tears in their eyes, watching videos showing students aboard ferry Sewol eagerly asking for help right before it was sunk, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t But Park Geun Hye, visiting the scene of the accident and joint incense-burning altars, made no apology, did not drop tears and read out a written apology without any sincerity, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Many protest articles including \"Reason why Park Geun Hye should not remain president\" and \"We post this article at the risk of our lives\" were posted on websites of Chongwadae at one time, paralyzing websites. There continued protests and candlelight and torchlight actions of youth and students, teachers and citizens across south Korea. The Park regime was to blame for all this. \n\t\t\t\t\t\n\t\t\t\t\t But the authorities have not yet realized the gravity of the situation but are encroaching upon the freedom of expression, threatening to detain and punish those posting articles accusing them of the accident on websites.\n\t\t\t\t\t\n\t\t\t\t\t They are seriously mistaken if they think they can ward off the eruption of people's resentment at Chongwadae."
        },
        {
            "title": "Korean Women in Japan Wage 70-Day Campaign to Greet Congress of Chongryon",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-11ee.html",
            "content": "Korean Women in Japan Wage 70-Day Campaign to Greet Congress of Chongryon\r\nTokyo, May 2 (KNS-KCNA) -- The Korean Democratic Women's Union in Japan is putting spurs to the 70-day campaign for greeting the 23rd Congress of the General Association of Korean Residents in Japan (Chongryon) by laying a foundation for making a leap forward in the efforts to usher in a fresh heyday of the Korean movement in Japan, according to Choson Sinbo, organ of the Central Standing Committee of Chongryon.\n\t\t\t\t\t The union encouraged all Korean women in Japan to invariably take the patriotic road, bearing deep in mind the honor of being blessed with the illustrious leaders generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t It is paying primary attention to the work for deeply grasping the greatness of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It has conducted peculiar movements in various areas including the \"movement for boasting our flower-like branch\" and \"movement for building our own village\" by directing efforts to the work to strengthen chapters and branches.  It has made successes in inviting Korean women in Japan including youngsters to actively join the union.\n\t\t\t\t\t\n\t\t\t\t\t It has organized the work to preserve the national education and the national identity of the Korean community in a diverse and unique manner and aroused broad strata of Korean women in Japan to turn out in actions against the Japanese authorities' discrimination against the Korean schools.\n\t\t\t\t\t\n\t\t\t\t\t It helped Korean women join various groups and attend meetings and sponsored diverse cultural and sports events one after another, making Korean community always alive with activities.\n\t\t\t\t\t\n\t\t\t\t\t The union also conducted dynamic activities for national reunification and DPRK-Japan friendship."
        },
        {
            "title": "KPA Anniversary Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-06ee.html",
            "content": "KPA Anniversary Celebrated in Different Countries\r\nPyongyang, May 3 (KCNA) -- Events for celebrating the 82nd anniversary of the Korean People's Army (KPA) took place in different countries between April 23 and 25.\n\t\t\t\t\t They included a meeting in Poland, lectures in Nigeria and Benin and film shows in Guinea.\n\t\t\t\t\t\n\t\t\t\t\t Exhibited at the venue of the meeting were works of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and other Korean books.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Tradition Association of the Polish People's Army praised Kim Il Sung and Kim Jong Il for founding and developing the Korean revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism said that the world is recognizing the might of the KPA winning victory after victory in the struggle against imperialism, seeing the KPA reliably defending the sovereignty of the DPRK and its socialist system and regional peace and security.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Benin Group for the Study of Kimilsungism-Kimjongilism praised the Korean revolutionary armed forces for having won only victories, adding that the victorious history of the KPA will be given a steady continuity along with the Songun revolution as it is led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A commander of the Guinean navy said that he was deeply impressed by the image of Kim Jong Il making a ceaseless forced march for the development of the KPA day and night and it is quite natural that the service personnel of the KPA are devoting themselves to carrying out the orders and instructions of the supreme commander unconditionally and thoroughly."
        },
        {
            "title": "KPA Praised by Foreign Media",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-02ee.html",
            "content": "KPA Praised by Foreign Media\r\nPyongyang, May 3 (KCNA) -- Foreign media featured articles to mark the 82nd founding anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t The Vietnamese paper Quan Doi Nhan Dan on April 25 carried an article titled \"Korean People's Army and Songun revolution\" illustrated with a photo showing the might of the invincible revolutionary Paektusan army.\n\t\t\t\t\t\n\t\t\t\t\t No other army can match the KPA in idea and faith, the article said, praising it as an elite army capable of annihilating any aggressor at a blow.\n\t\t\t\t\t\n\t\t\t\t\t The KPA has made great contributions to consolidating the political and ideological position of the country in every way as a mainstay and driving force of the revolution, performing uninterrupted miracles and feats in the building of a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean Domestic and International Radio and 7 National Languages Radio on the same day reported as follows under the title of \"Invincible Korean People's Army\":\n\t\t\t\t\t\n\t\t\t\t\t The most powerful might of the KPA is political and ideological might.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel of the KPA move as one under orders given by its supreme commander, firmly determined to unhesitatingly devote their lives to defend him.\n\t\t\t\t\t\n\t\t\t\t\t The KPA has also displayed its might through its great unity with the people and tremendous military and technological power.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel of the KPA are fully determined to reunify the country and win the final victory of the revolutionary cause of Juche, united close around Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian Committee for Solidarity with the DPRK posted an article titled \"Exploits performed by the Generalissimos in army-building\" on its website on April 24. The article was accompanied with photos documenting revolutionary activities of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The article praised the President and leader Kim Jong Il for founding and strengthening the KPA."
        },
        {
            "title": "U.S. Hostile Policy toward DPRK Accused by Romanian, Serbian Political Parties",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-03ee.html",
            "content": "U.S. Hostile Policy toward DPRK Accused by Romanian, Serbian Political Parties\r\nPyongyang, May 3 (KCNA) -- Articles accusing the U.S. hostile policy toward the DPRK were posted by political parties of Romania and Serbia on their websites.\n\t\t\t\t\t The Socialist Party of Romania in an article \"Juche Idea\" on April 22 said that the U.S. pivot to Asia-Pacific strategy is aimed to keep the political and military edge in Northeast Asia including the Korean peninsula, adding that the U.S. is regarding the \"nuclear threats\" from the DPRK as the main pretext for realizing the strategy.\n\t\t\t\t\t\n\t\t\t\t\t The article urged the U.S. to roll back its anachronistic hostile policy toward the DPRK and immediately respond to talks for ensuring a durable peace and stability on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The New Yugoslav Communist Party of Serbia in an article posted on its website on April 24 said that it is none other than the U.S. and the south Korean authorities which are driving the situation on the Korean peninsula to a hair-trigger phase."
        },
        {
            "title": "Kim Il Sung Lauded by Polish Organization",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-04ee.html",
            "content": "Kim Il Sung Lauded by Polish Organization\r\nPyongyang, May 3 (KCNA) -- The Poland branch of the Korean Friendship Association issued a statement on April 15, the birth anniversary of President Kim Il Sung (Day of the Sun).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people and other progressive people of many countries including Poland are celebrating the birth anniversary of the President with splendor.\n\t\t\t\t\t\n\t\t\t\t\t This is a manifestation of the unanimous desire of humankind for the immortality of the President who made undying contributions to not only the Korean revolution but the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The President rendered unsparing assistance to the people of the developing countries in their struggle for progress and prosperity with his noble internationalist obligation.\n\t\t\t\t\t\n\t\t\t\t\t He worked heart and soul to strengthen the unity and cooperation among the people in the struggle against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The people of the developing countries could achieve great successes in their struggle for building a new society thanks to his wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t We pay high tribute to the President who made great contributions to human emancipation, cause of independence, global peace and prosperity on the occasion of the significant Day of the Sun."
        },
        {
            "title": "Kim Jong Un se encuentra junto con ninos en Songdowon",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-01ss.html",
            "content": "Kim Jong Un se encuentra junto con ninos en Songdowon\r\nWonsan, 2 de mayo (ACNC) -- Tuvo lugar con solemnidad el dia 2 en el terreno el acto deportivo-cultural para conmemorar la inauguracion del Campamento Internacional de Ninos de Songdowon.\n\t\t\t\t\tSe efectuo la final de la competencia nacional de futbol de ninos en el patio al aire libre construido magnificamente armonizandose bien con el paisaje natural de Songdowon, famoso lugar del Mar Este.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un participo en el acto junto con Hwang Pyong So, Kim Ki Nam, Choe Thae Bok, Choe Ryong Hae, Han Kwang Sang, Ri Il Hwan, Choe Hwi, Ma Won Chun, Kim Yo Jong, el presidente del Comite Central de la Union de la Juventud Socialista Kim Il Sung, Jon Yong Nam, los funcionarios y empleados del campamento, los brigadistas, los funcionarios de la citada union juvenil, los ninos escolares y funcionarios de la provincia de Kangwon.\n\t\t\t\t\t\n\t\t\t\t\tTras anotar respectivamente un gol, los onces de las provincias de Phyong-an del Sur y de Hamgyong del Sur no pudieron lograr otros goles hasta finales del segundo tiempo de la competencia. De ahi, se realizo el penalti.\n\t\t\t\t\t\n\t\t\t\t\tEn fin de cuentas, el equipo de la provincia de Hamgyong del Sur vencio a su rival por 5:4.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente hubo premiacion.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la competencia, el Mariscal respondio cordialmente a las efusivas aclamaciones de los jugadores y espectadores.\n\t\t\t\t\t\n\t\t\t\t\tEstrecho una por una la mano de los jugadores y entrenadores de ambos equipos y arbitros, les estimulo y tomo foto de recuerdo junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tLlamo a su lado hasta los auxiliadores de la competencia y se fotografio tambien con ellos.\n\t\t\t\t\t\n\t\t\t\t\tEste dia, se realizo en la Casa de Ninos de Amistad Internacional del campamento la funcion de felicitacion de la Banda Moranbong \"!No envidiamos nada a nadie en el mundo!\" con la presencia del Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tEn la escena de funcion, iniciada con el coro femenino \"Marcha de Organizacion de Ninos\", se pusieron variadas piezas tales como el trio femenino \"El General y los ninos\", el duo femenino \"Padre en el frente\" y el solo femenino \"Nuestro padre\".\n\t\t\t\t\t\n\t\t\t\t\tLas artisticas describieron emocionantemente con la maravillosa y abundante resonancia de la musica ligera a estilo coreano las inmortales hazanas de los Generalisimos quienes presentaron a los ninos como reyes del pais, hicieron construir el palacio de ninos y el campamento en los lugares pintorescos del pais y anotaron en toda su vida la historia de amor por las generaciones venideras.\n\t\t\t\t\t\n\t\t\t\t\tAdemas cantaron pateticamente que continua en este territorio la gran historia de los grandes hombres sin pares del monte Paektu gracias a contar al Mariscal como padre de la gran familia de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tAvivaron mas el ambiente de la funcion la musica ligera y la serie de canciones \"Coleccion de canciones de dibujos animados\" y \"Mundo de dibujos animados\", descritas segun la psicologia infantil con temas musicales de dibujos animados aplaudidos por los ninos escolares coreanos.\n\t\t\t\t\t\n\t\t\t\t\tLa funcion arranco efusivas ovaciones de los espectadores.\n\t\t\t\t\t\n\t\t\t\t\tEl acto deportivo-cultural llego al apogeo con el disparo de fuegos artificiales efectuado despues de la funcion artistica.\n\t\t\t\t\t\n\t\t\t\t\tFinalizado el disparo de salvas, el Mariscal respondio cordialmente agitando la mano a todos los participantes que volvian a dar las aclamaciones de \"!vivas!\""
        },
        {
            "title": "Kim Jong Un se fotografia con constructores militares",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-02ss.html",
            "content": "Kim Jong Un se fotografia con constructores militares\r\nPyongyang, 3 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, tomo fotos de recuerdo junto con los constructores militares de la unidad 267 del EPC quienes hicieron proezas laborales en reconstruir magnificamente el Campamento Internacional de Ninos de Songdowon como creacion monumental de la  epoca del Songun.\n\t\t\t\t\tCuando el Mariscal salio al lugar de filmacion, los constructores militares le dieron acaloradas aclamaciones de \"!viva!\"\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal respondio agitando la mano a tales vitores.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente las proezas de ellos quienes desde los primeros dias de la reconstruccion del campamento superaron las dificultades interpuestas con el espiritu revolucionario de militares y pusieron de pleno manifiesto el impetu combativo y temple de lucha de unidad vanguardia y de heroe materializando con exito la orden dada por el partido.\n\t\t\t\t\t\n\t\t\t\t\tAl margen del sudor de fidelidad de los constructores militares es imposible pensar en el campamento levantado como palacio de ninos inhallable en este mundo, indico y dio el agradecimiento en nombre comun del Comite Central y la Comision Militar Central, del PTC a la unidad 267 del EPC que creo la velocidad de Corea sorprendente al mundo y preparo otro valioso patrimonio a ser entregado a las generaciones venideras.\n\t\t\t\t\t\n\t\t\t\t\tExpuso su esperanza y conviccion de que los constructores militares de dicha unidad seguiran cumpliendo con su papel de vanguardia en cada campo de la construccion de un Estado prospero indicado por el partido y se fotografio junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Hwang Pyong So, Ro Kyong Jun y Kim Jin Gun."
        },
        {
            "title": "Kim Jong Un recibe felicitaciones del presidente angoleno",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-03ss.html",
            "content": "Kim Jong Un recibe felicitaciones del presidente angoleno\r\nPyongyang, 3 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje de felicitacion que le remitiera el 15 de abril el Presidente de la Republica de Angola, Jose Eduardo Dos Santos.\n\t\t\t\t\tEl remitente felicita la reeleccion del destinatario como Primer Presidente del CDN de la RPDC en nombre del gobierno de Angola y en el suyo, le desea exitos en su noble trabajo.\n\t\t\t\t\t\n\t\t\t\t\tSu reeleccion es una expresion de confianza que deposita el pueblo coreano en Su Excelencia que dirige la lucha por defender la paz y la unidad nacional y lograr el desarrollo socioeconomico, senala el remitente y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que Su Excelencia conducira sabiamente las labores para lograr la estabilidad y la reconciliacion de la Peninsula Coreana acorde a la intencion del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tLe expreso a Su Excelencia el testimonio de mi mas alta consideracion reafirmando la voluntad del gobierno de Angola de seguir fortaleciendo los lazos de amistad y cooperacion entre nuestros dos paises."
        },
        {
            "title": "CC y CMC de PTC envian mensaje de agradecimiento a militares de Unidad 267 del EPC",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-13ss.html",
            "content": "CC y CMC de PTC envian mensaje de agradecimiento a militares de Unidad 267 del EPC\r\nPyongyang, 3 de mayo (ACNC) -- El Comite Central y la Comision Militar Central del Partido del Trabajo de Corea enviaron este sabado un mensaje de agradecimiento a los oficiales y soldados de la Unidad 267 del Ejercito Popular de Corea que terminaron exitosamente la obra de reconstruccion del Campamento Internacional de Ninos de Songdowon. \n\t\t\t\t\tLa nota senala que el Campamento Internacional de Ninos de Songdowon es el palacio infantil sin igual donde estan registradas las huellas de carino de los Generalisimos Kim Il Sung y Kim Jong Il, quienes presentaban el amor por las generaciones venideras y el futuro como asunto mas importante del partido y el Estado.\n\t\t\t\t\t\n\t\t\t\t\tEl campamento fue reconstruido magnificamente segun el calido amor del PTC que no escatima nada para las nuevas generaciones, continuadores de la revolucion, recalca el texto y prosigue: \n\t\t\t\t\t\n\t\t\t\t\tLos constructores militaristas construyeron todos los edificios conforme al aspecto del pais civilizado socialista tanto en la forma como en el contenido y segun la autoctona idea de estetica arquitectonica. Todos los edificios del campamento aseguran al maximo la comodidad y la estetica y reflejan la concepcion de las generaciones venideras del PTC. \n\t\t\t\t\t\n\t\t\t\t\tEs un gran orgullo del PTC y el pueblo coreano tener la Unidad 267 del EPC, vanguardia con gran capacidad combativa y mejor modo de trabajo que apoya en la delantera la idea y la direccion del partido y trabaja con abnegacion por la patria, el pueblo y las generaciones venideras. \n\t\t\t\t\t\n\t\t\t\t\tEl CC y la CMC del PTC manifiestan la esperanza de que todos los oficiales y soldados de la Unidad 267 seran fieles a las ordenes del CC del PTC y seguiran demostrando el poderio de la tropa vanguardia y heroina en los importantes sectores de la construccion de un Estado prospero socialista situandose al frente de todo el ejercito."
        },
        {
            "title": "Premier coreano averigua faenas agricolas en distrito de Sukchon",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-15ee.html",
            "content": "Three Principles of Reunification Common to Korean Nation\r\nPyongyang, May 3 (KCNA) -- It has been 42 years after Kim Il Sung, president of the Democratic People's Republic of Korea, made public his famous work \"On the Three Principles of National Reunification\".\n\t\t\t\t\t At that time, the situation of the Korean Peninsula took a turn favorable for the national reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t In August Juche 60 (1971) the President advanced a policy for wide-ranging north-south negotiations in order to open a radical turn in national reunification, declaring the DPRK's willingness to have contacts anytime with all political parties and public organizations, including the ruling party, and individual personages in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his initiative and energetic guidance, doors were opened for contacts and dialogues between the north and the south of Korea, and the north-south high-level political talks took place in Pyongyang early in May 1972.\n\t\t\t\t\t\n\t\t\t\t\t On May 3, the President warmly received and had conversations with the south Korean delegates who came to Pyongyang to attend the talks, mentioning the important matters arising in the national reunification movement.\n\t\t\t\t\t\n\t\t\t\t\t In the conversations he clarified the three principles of national reunification that call for achieving the national reunification independently and peacefully on the basis of great national unity, without interference of any outside forces.\n\t\t\t\t\t\n\t\t\t\t\t He also referred to the detailed problems arising in realizing the national reunification on the basis of the three principles, stressing the need to further develop the political consultations between the north and the south, activate contacts and dialogues and run a north-south joint commission.\n\t\t\t\t\t\n\t\t\t\t\t After all, the July 4 North-South Joint Statement, based on the three principles--independence, peaceful reunification and great national unity--, was announced in Pyongyang and Seoul on July 4 that year.\n\t\t\t\t\t\n\t\t\t\t\t Today all Koreans are striving to realize the cause of national reunification, with the three principles and its embodiment, the June 15 joint declaration and the October 4 declaration, its action program, as the guidelines for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t However, the Park Geun Hye group of south Korea has denied the north-south joint declarations, disliking the national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t And it is rendering the situation of the Korean Peninsula extremely tense through anti-DPRK war exercises in league with the outside forces for aggression.\n\t\t\t\t\t\n\t\t\t\t\t All the fellow countrymen who love the country and the nation and want the national reunification should unite closer under the banner of the three principles and the joint declarations and smash every treacherous and confrontation move of the Park group so as to achieve the national reunification at an earlier date."
        },
        {
            "title": "Efectuado seminario de especialistas en zona de desarrollo economico",
            "url": "http://kcna.co.jp/item/2014/201405/news03/20140503-04ss.html",
            "content": "Efectuado seminario de especialistas en zona de desarrollo economico\r\nPyongyang, 3 de mayo (ACNC) -- Tuvo lugar el dia 2 en el capitalino Hotel Internacional Yanggakdo el seminario de especialistas en la zona de desarrollo economico, auspiciado por la Asociacion de Desarrollo Economico de Corea.\n\t\t\t\t\tParticiparon en la ocasion el vicepresidente Ri Chol Sok y otros funcionarios de dicha asociacion, los especialistas, los profesores e investigadores de las instituciones de ciencia y educacion y los funcionarios de ramas interesadas.\n\t\t\t\t\t\n\t\t\t\t\tSe distinguian ademas Kyung-Ae Park, profesora de la Universidad British Columbia de Canada, los especialistas prestigiosos en zonas economicas especiales de China, la India, Canada, Filipinas y Estados Unidos, los representantes diplomaticos y de organizaciones internacionales y los integrantes de las embajadas de varios paises en Corea.\n\t\t\t\t\t\n\t\t\t\t\tRi Chol Sok y Kyung-Ae Park pronunciaron discursos.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores felicitaron la exitosa apertura del seminario y se refirieron a la importancia del intercambio de experiencias y la cooperacion en el desarrollo y la administracion de zonas economicas especiales.\n\t\t\t\t\t\n\t\t\t\t\tSenalaron que el seminario contribuira a ampliar la vision de los especialistas, ampliar los proyectos de desarrollo y promover el intercambio y cooperacion internacional.\n\t\t\t\t\t\n\t\t\t\t\tHubo intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tSe dieron a conocer la situacion actual y las perspectivas de desarrollo de algunas zonas de desarrollo economico coreanas, las politicas preferenciales y el plan general de la zona Wonsan-monte Kumgang, se intercambiaron los resultados de investigacion y criterios y se discutieron sobre el modo BOT, que se aplica ampliamente en la cooperacion de inversion, y las experiencias de varios paises que lo introdujeron.\n\t\t\t\t\t\n\t\t\t\t\tEl seminario marco un hito para convertir las zonas de desarrollo economico de Corea en las de talla mundial al introducir acorde a las condiciones propias las avanzadas experiencias."
        }
    ]
}