{
    "date": "2014-03-09",
    "url": "http://kcna.co.jp/item/2014/201403/2014-03-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Kim Il Sung University of Politics and Takes Part in Election of Deputy to SPA",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-19ee.html",
            "content": "Kim Jong Un Visits Kim Il Sung University of Politics and Takes Part in Election of Deputy to SPA\r\n Pyongyang, March 9 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, visited the Kim Il Sung University of Politics and took part in the election of a deputy to the Supreme People's Assembly at sub-constituency No. 43 of Constituency No. 105 together with service personnel of the KPA on Sunday.\n\t\t\t\t\t Kim Jong Un received a ballot from the chairman of the election committee of the KPA for the election of deputies to the SPA and voted for Kim Kwang Hyok, commander of the KPA Unit 855, who is a candidate for SPA deputy.\n\t\t\t\t\t\n\t\t\t\t\t He met the candidate and warmly shook hands with him, encouraging him to display a high sense of responsibility in the struggle for stepping up the combat preparations and bolstering up the combat capabilities, not forgetting even a moment the last instructions given by leader Kim Jong Il while visiting the unit in the last period of his life.\n\t\t\t\t\t\n\t\t\t\t\t After voting for him, Kim Jong Un inspected the university.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the room for the education in the revolutionary history and the room devoted to the history of the university.\n\t\t\t\t\t\n\t\t\t\t\t He said that the university has creditably fulfilled its honorable mission and duty as the nation's highest seat for training political officers of the KPA, adding that it is great honor and pride of the WPK and the people to have the Kim Il Sung University of Politics and its history will always remain shining along with the history of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t He went round the e-library and the hall of service personnel and other places of the university.\n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied to learn that the university has created an excellent educational environment for training its cadets as versatile political officers and it is effectively using it. He appreciated the efforts made by the teaching staff while devoting all their wisdom and energies to training political officers.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the university has a very important position and role in developing the party political work in the People's Army as required by the modeling of the whole army on Kimilsungism-Kimjongilism, he set tasks which would serve as guidelines for steadily improving the instruction and education, educational environment and the living conditions of the cadets.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un expressed his expectation and conviction that teachers of the university would train more able all-round political officers strong in the party spirit, keenly aware of the sense of responsibility for training the backbones for carrying out the revolutionary cause of Songun. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA Vice-Marshal Choe Ryong Hae, member of the Presidium of the Political Bureau of the Central Committee of the WPK and director of the General Political Bureau of the KPA, and  Kim Kyong Ok, Hwang Pyong So and Kim Yo Jong, senior officials of the C.C., the WPK."
        },
        {
            "title": "All Voters Go to Polls ",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-14ee.html",
            "content": "All Voters Go to Polls \n\t\t\t\t\t\t\r\n Pyongyang, March 9 (KCNA) -- The election of the deputies to the 13th Supreme People's Assembly of the DPRK is going on, according to the Rules on the Elections of Deputies to the People's Assemblies at All Levels. \n\t\t\t\t\t As of 18:00 Sunday, all electors registered on the lists of voters went to the polls, except for those on foreign tour or working in oceans, according to a report of the Central Election Committee.\n\t\t\t\t\t\n\t\t\t\t\t Overseas citizens of the DPRK staying in the homeland also took part in voting according to their wishes.\n\t\t\t\t\t\n\t\t\t\t\t Those voters unable to go to the polling stations because of old age or illness cast their ballots into mobile ballot boxes. \n\t\t\t\t\t\n\t\t\t\t\t The election committees of constituencies across the country are confirming the results of voting for the candidates of the deputies to the SPA registered in the relevant constituencies."
        },
        {
            "title": "Senior Party, State Officials Go to Polls",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-15ee.html",
            "content": "Senior Party, State Officials Go to Polls\r\n Pyongyang, March 9 (KCNA) -- Senior party and state officials of the DPRK went to sub-constituencies across the country on Sunday to join the voters there in the election of the deputies to the 13th Supreme People's Assembly.\n\t\t\t\t\t Kim Yong Nam, Pak Pong Ju, Kim Ki Nam and Choe Thae Bok and other senior and party officials and the chairpersons of friendly parties voted for candidates for the deputies to the SPA at relevant sub-constituencies.\n\t\t\t\t\t\n\t\t\t\t\t They met and encouraged the candidates for deputies and voters who have devotedly worked for the development of the DPRK with ardent loyalty and patriotic enthusiasm for the party, leader, country and its people. And they expressed belief that the voters would continue to creditably discharge their duties as citizens of the DPRK in the efforts to build the socialist country into the best thriving nation in the world and a paradise for the people under the wise leadership of supreme leader Kim Jong Un."
        },
        {
            "title": "Election of Deputies to SPA Goes On ",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-16ee.html",
            "content": "Election of Deputies to SPA Goes On \r\n Pyongyang, March 9 (KCNA) -- The election of the deputies to the 13th Supreme People's Assembly of the DPRK is going on at the sub-constituencies across the country.\n\t\t\t\t\t As of 14:00, 90.91 percent of those registered on the lists of voters went to the polls, according to a report of the Central Election Committee.\n\t\t\t\t\t\n\t\t\t\t\t Those voters unable to go to the polling stations because of old age or illness are casting their ballots into mobile ballot boxes."
        },
        {
            "title": "Election of Deputies to SPA Under Way in DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-17ee.html",
            "content": "Election of Deputies to SPA Under Way in DPRK\r\n Pyongyang, March 9 (KCNA) -- The election of the deputies to the 13th Supreme People's Assembly is taking place in the DPRK on Sunday.\n\t\t\t\t\t As of noon 65.57 percent of those registered on the lists of voters have participated in voting, according to a report of the Central Election Committee.\n\t\t\t\t\t\n\t\t\t\t\t Overseas citizens of the DPRK staying in the homeland are also taking part in voting according to their wishes."
        },
        {
            "title": "DPRK Seething with Election Atmosphere",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-13ee.html",
            "content": "DPRK Seething with Election Atmosphere\r\n Pyongyang, March 9 (KCNA) -- The election of deputies to the 13th Supreme People's Assembly (SPA) began in the DPRK Sunday.\n\t\t\t\t\t Constituencies are crowed with voters fully determined to strengthen the revolutionary power and further glorify the socialist homeland. \n\t\t\t\t\t\n\t\t\t\t\t Ri Kyong Chol, a worker of the Pyongyang Steel Works who voted at subconstituency No. 37 under Ryugyong constituency No. 19, when interviewed by KCNA, said:\n\t\t\t\t\t\n\t\t\t\t\t The ballots for candidates are an expression of profound thanks to the country in which the working people are put forward as the masters of the country and their happiness guaranteed down through generations.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are keeping deep in their minds the belief that the prosperity of the socialist homeland will be surely achieved and their desire brought into full bloom as long as they are led by the respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t I will devote my all to increasing the steel production with a pride of being a DPRK citizen leading independent life thanks to the most dignified and advantageous people's power, thus glorifying the Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ung Chol, director of a department of the State Science and Technology Commission who would sit for the above-said subconstituency, said:\n\t\t\t\t\t\n\t\t\t\t\t I, as a scientist brought up under the loving care of the DPRK government, am very happy to be elected as a deputy to the SPA. \n\t\t\t\t\t\n\t\t\t\t\t I can hardly find words to express my profound thanks.\n\t\t\t\t\t\n\t\t\t\t\t I will regard all ballots for me as the request of voters to achieve more scientific successes, true to the leadership of the respected Marshal Kim Jong Un, and devote all my wisdom and enthusiasm to the development of the country's science.\n\t\t\t\t\t\n\t\t\t\t\t Ri Kwang Chol, a worker of the Pyongyang Timber Mill who voted for candidate Pak Pong Nam, commander of the Phyongchon Train Inspection Company of the Service Brigade of Passenger and Freight Trains at the Pyongyang Switch Yard under the Pyongyang Railway Bureau, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Through the election, I came to reconfirm my duty as a DPRK citizen. I will do my best to glorify the socialist motherland, upholding the leadership of the respected Marshal. \n\t\t\t\t\t\n\t\t\t\t\t Rim Hyang, a citizen living in Jungsin-dong, Sosong District who had the first experience of voting, said:\n\t\t\t\t\t\n\t\t\t\t\t I grew up with nothing to envy under the socialist system. Today, I cast a ballot as a DPRK citizen for the first time in my life. I will keep deep in my mind the loving care shown by the socialist system of the DPRK and make a positive contribution to the prosperity of the country."
        },
        {
            "title": "Impressions Given by Overseas Koreans at Polling Station",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-18ee.html",
            "content": "Impressions Given by Overseas Koreans at Polling Station\r\n Pyongyang, March 9 (KCNA) -- Overseas Koreans staying in the socialist motherland Sunday participated in the election of the deputies to the 13th Supreme People's Assembly together with compatriots in the DPRK.\n\t\t\t\t\t They voted for a candidate at sub-constituency No. 7 of the Pothonggang Constituency No. 18.\n\t\t\t\t\t\n\t\t\t\t\t Regarding it as a great honor to participate in the election which was held amid high enthusiasm of the people in the homeland to consolidate the power as firm as a rock, they expressed their feelings.\n\t\t\t\t\t\n\t\t\t\t\t Pae Hong Ryol, a Korean in Japan, said he was overcome with emotion as he participated in voting, recalling the immortal exploits President Kim Il Sung and leader Kim Jong Il performed, regarding it as their motto to believe in people as in Heaven and devoting their all to the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Sil, a Korean in Japan, noted that the socialist motherland is the best country centered on the popular masses in the world, adding that the government of the DPRK would always demonstrate its invincible might as it enjoys full support from the people. \n\t\t\t\t\t\n\t\t\t\t\t Ri Hwa Son, a Korean in Japan, said she was deeply impressed to see the voters casting ballots with patriotism and felt refreshed after dancing together with compatriots in the homeland to celebrate the significant day.\n\t\t\t\t\t\n\t\t\t\t\t Ko Kyong Ryul, a Korean in Japan, stressed that the election marked a good occasion in powerfully demonstrating the solidity of the most advantageous Korean-style socialist system and the might of the single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t Kim Sung Gol, a Korean in China, noted he keenly realized the truth that the socialist system represented the genuine life and destiny of the people and their eternal future.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Ok, a Korean in China, said she was firmly convinced that to consolidate the government of the DPRK would firmly guarantee the eternal prosperity of the nation."
        },
        {
            "title": "Kim Il Sung and Kim Jong Il Perform Great Exploits for Consolidating People's Power of DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-09ee.html",
            "content": "Kim Il Sung and Kim Jong Il Perform Great Exploits for Consolidating People's Power of DPRK\r\n Pyongyang, March 9 (KCNA) -- The service personnel and people of the DPRK are recollecting with deep emotion the immortal revolutionary career and exploits President Kim Il Sung and leader Kim Jong Il performed by consolidating the people's power of the DPRK.\n\t\t\t\t\t During the anti-Japanese revolutionary struggle, Kim Il Sung laid down the original line of building the people's power based on the Juche idea and set up people's revolutionary governments in the guerilla bases in the form of liberated area near the River Tuman.\n\t\t\t\t\t\n\t\t\t\t\t He set up the provisional people's committee of north Korea, a genuine people's power, to suit the specific conditions of the country after its liberation. Later, he made indefatigable efforts to consolidate the People's Committee of north Korea which had been strengthened by law through a democratic election involving all the people.\n\t\t\t\t\t\n\t\t\t\t\t By wisely leading the struggle to establish the power representing the whole of Korea, he founded the Democratic People's Republic of Korea on September 9, Juche 37 (1948), thus  successfully settling the issue of power.\n\t\t\t\t\t\n\t\t\t\t\t From his early years of leading the party and the revolution, Kim Jong Il fully implemented Kim Il Sung's Juche-oriented idea and line of building power, thus developing the people's power into a genuine revolutionary power deeply rooted among the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that the Kim Il Sung Constitution which codifies it as a law to hold Kim Il Sung in high esteem as eternal President of the DPRK was instituted and promulgated and saw to it that the people's power was more firmly consolidated with revolutionary idea of Kim Il Sung and the undying exploits the President performed in the nation-building as an eternal cornerstone.\n\t\t\t\t\t\n\t\t\t\t\t He pursued original Songun politics in all fields in the 90s of the last century, firmly protecting the Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary power of the DPRK is getting stronger under the leadership of Marshal Kim Jong Un who has pursued the politics characterized by his respect and love for people, having profound love for them as his inborn traits."
        },
        {
            "title": "Voting Takes Place at Paektusan Constituency No. 111",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-10ee.html",
            "content": "Voting Takes Place at Paektusan Constituency No. 111\r\n Pyongyang, March 9 (KCNA) -- All service personnel of the Paektusan Constituency No. 111 took part in the significant event of voting for Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, as a deputy to the 13th Supreme People's Assembly of the DPRK.\n\t\t\t\t\t At 9 a.m. Sunday voting began at the polling stations.\n\t\t\t\t\t\n\t\t\t\t\t Jang Jong Nam, Yang Hyong Sop, Ri Yong Mu, Kim Won Hong, Choe Pu Il and Kim Chang Sop were among the voters.\n\t\t\t\t\t\n\t\t\t\t\t The voters at the polling stations of the sub-constituencies including ones Nos. 30, 33, 11 and 15 received ballots bearing the august name of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They cast the ballots into the voting boxes, expressing their loyalty to Kim Jong Un who has developed the KPA into an invincible revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t At the same time, the voters pledged to further glorify the genuine people's power under the uplifted banner of modeling the whole army on Kimilsungism-Kimjongilism, looking up to the portraits of smiling President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t After voting for Kim Jong Un with loyalty, the service personnel presented cheerful dances full of pride and honor.\n\t\t\t\t\t\n\t\t\t\t\t The voting at Paektusan Constituency No. 111 powerfully demonstrated the unshakable revolutionary faith and iron will of the army of the party of the Juche type and the powerful revolutionary army of Kim Jong Un to glorify the exploits performed by Kim Il Sung and Kim Jong Il in the nation-building for all ages and remain loyal to the Songun revolutionary leadership of Kim Jong Un."
        },
        {
            "title": "Election of Deputies to 13th SPA Under Way",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-11ee.html",
            "content": "Election of Deputies to 13th SPA Under Way\r\n Pyongyang, March 9 (KCNA) -- The election of deputies to the 13th Supreme People's Assembly (SPA) is now under way in the DPRK.\n\t\t\t\t\t Seen in streets and villages are fluttering national flags and slogans and posters calling for further consolidating the people's power.\n\t\t\t\t\t\n\t\t\t\t\t Polling booths are crowded with voters in festive dresses amid the playing of light music from early morning.\n\t\t\t\t\t\n\t\t\t\t\t Some of voters are dancing to the tune of lilting melodies, beating drums or gongs.\n\t\t\t\t\t\n\t\t\t\t\t Artistes are giving performances in different parts of the country, adding to the festive atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t The voting began at 9:00 a.m.\n\t\t\t\t\t\n\t\t\t\t\t Overseas compatriots on a visit to the socialist homeland visited the subconstituency No. 7 of the Pothonggang constituency No. 18.\n\t\t\t\t\t\n\t\t\t\t\t They said that election in capitalist countries is a competition between a tiny handful of wealthy and powerful persons, but in the DPRK it is a synonym for happiness of electing representatives among ordinary people and becomes an important occasion to demonstrate the single-minded unity. Such election is beyond imagination in capitalist countries, they said.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their determination to take active part in the work for the prosperity of the socialist homeland, true to the noble patriotic will of the respected Marshal Kim Jong Un with the pride of being overseas citizens of the DPRK."
        },
        {
            "title": "Paektusan Constituency No. 111 Replete with Loyalty to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-12ee.html",
            "content": "Paektusan Constituency No. 111 Replete with Loyalty to Kim Jong Un\r\n Pyongyang, March 9 (KCNA) -- Voting started at Paektusan Constituency No. 111 to elect Supreme Commander of the Korean People's Army Kim Jong Un as a deputy to the 13th Supreme People's Assembly (SPA) of the DPRK.\n\t\t\t\t\t Servicepersons are casting ballots, full of determination to remain intensely loyal to the leadership of Supreme Commander Kim Jong Un, who is carrying forward the great revolutionary cause of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t KPA officer Jo Pyong Hak told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest privilege and glory for us to take part in electing the supreme commander as a deputy to the SPA.\n\t\t\t\t\t\n\t\t\t\t\t We have keenly felt the greatness of the supreme commander, who is possessed of far-sighted military wisdom and extraordinary commanding art.\n\t\t\t\t\t\n\t\t\t\t\t We are fully determined to dedicate our lives to the supreme commander, eternal banner of the victory of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwang Jin, a commissioned officer, said:\n\t\t\t\t\t\n\t\t\t\t\t All the service personnel are reconfirming their loyalty to Supreme Commander Kim Jong Un through the election. This is an eruption of their boundless reverence for the peerlessly brilliant commander who is stoutly carrying forward the lineage of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Their ballots for him represent their genuine loyalty to and deep trust in him.\n\t\t\t\t\t\n\t\t\t\t\t We will prepare ourselves as a-match-for-a-hundred fighters strong in idea and faith through more intensive training, as the anti-Japanese guerrillas did on Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Soldier Kim Kyong Sim expressed her firm determination to take the lead in fully demonstrating the might of the powerful revolutionary army of Kim Jong Un."
        },
        {
            "title": "Papers Call on All Citizens to Turn out as One to Consolidate People's Power",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-05ee.html",
            "content": "Papers Call on All Citizens to Turn out as One to Consolidate People's Power\r\n Pyongyang, March 9 (KCNA) -- Leading papers Sunday editorially say that the election of the deputies to the 13th Supreme People's Assembly serves as another noteworthy event for resolutely defending the immortal feats performed by the peerlessly great men of Mt. Paektu in building power and glorifying the DPRK as Kim Il Sung's and Kim Jong Il's Korea and a dignified and prosperous thriving socialist nation of Juche forever.\n\t\t\t\t\t Rodong Sinmun says that the government of the DPRK is a people's power serving them only as a representative of the independent rights of the working people, organizer of creative ability and activities, house-keeper responsible for the people's living and protector of their interests.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary character of our people's power is being invariably upheld and the dignity of the DPRK and the spirit of winning a sure victory are fully demonstrated in the new century of Juche. This is a brilliant fruition of the seasoned leadership of supreme leader of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The current election is an important work for consolidating the supreme power organ with genuine representatives of the people and consolidating the government of the DPRK as firm as a rock.\n\t\t\t\t\t\n\t\t\t\t\t All the candidates for deputies registered at all constituencies across the country are the true revolutionaries and ardent patriots who have devotedly worked for the country and its people and the development of the people's power, remaining loyal to the Songun leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t When the supreme power organ is built with these vanguard fighters who are boundlessly loyal to the cause of the party and the leader and devotedly work for the happiness of the people, the revolutionary and popular character of the government of the DPRK will be strikingly demonstrated and the cause of building a thriving state will make dynamic progress full of vitality.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls upon all citizens to turn out as one in the election of the deputies to the 13th SPA and once again powerfully demonstrate before the whole world the dignity and might of the DPRK advancing under the leadership of Kim Jong Un."
        },
        {
            "title": "Rodong Sinmun Calls for Strengthening Ideological Work",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-06ee.html",
            "content": "Rodong Sinmun Calls for Strengthening Ideological Work\n\t\t\t\t\t\t\r\n Pyongyang, March 9 (KCNA) -- The final victory of the revolution is in store for the Workers' Party of Korea (WPK) when it steadily strengthens the ideological work as required by the era and the developing revolution.\n\t\t\t\t\t Rodong Sinmun on Sunday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t Ideology is the only most powerful weapon for the party which is making revolutions, responsible for the destiny of the people, it notes and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK has channeled great efforts into strengthening the ideological work, regarding it as an essential requirement for accomplishing the cause of socialism in every period of the developing revolution and at its each stage.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast stand for the WPK not to allow any concession or any compromise as far as ideological work is concerned.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un set forth the militant slogan \"Let Us Hasten the Final Victory through a Revolutionary Ideological Offensive!\" in his historic speech made at the 8th Conference of Ideological Workers of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t To strengthen the ideological work is an important requirement for establishing the monolithic leadership system of the Party throughout it and society and giving steady continuity to the Juche revolution and Songun revolution pioneered in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t It is, at the same time, an urgent requirement for giving fullest play to the mental power of the masses on all fronts for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t It is the WPK's traditional way of work to solve all issues arising in carrying out revolution and construction by motivating the masses ideologically and by dint of ideology.\n\t\t\t\t\t\n\t\t\t\t\t The article calls for fully embodying the Juche-oriented theory of ideology as required by the developing revolution to eternally glorify the ever-victorious history of the Korean revolution."
        },
        {
            "title": "Rodong Sinmun Slams Bush's Reckless Remarks against DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-07ee.html",
            "content": "Rodong Sinmun Slams Bush's Reckless Remarks against DPRK\r\n Pyongyang, March 9 (KCNA) -- Former U.S. President Bush during his recent visit to south Korea desperately pulled up the DPRK and cried out for \"sanctions\" over its nuclear issue. Meanwhile, Bush praised the human scum who defected to the south while raising a hue and cry over \"change\" and \"human rights\".\n\t\t\t\t\t Rodong Sinmun Sunday says in a commentary in this regard: What Bush uttered was aimed to build up public opinion on the nuclear issue and \"human rights\" issue, put brake on the progress made in the relations between the north and the south and egg the south Korean authorities on  to escalate the confrontation with compatriots. \n\t\t\t\t\t\n\t\t\t\t\t  Bush is the sworn enemy of the Korean nation who pushed the relations between the DPRK and the U.S. to the worst phase and brought the inter-Korean relations to a collapse. \n\t\t\t\t\t\n\t\t\t\t\t Not content with impudently letting loose a whole string of rubbish about the nuclear issue and \"human rights\" issue after flying into Seoul, he made sheer sophism, praising to the sky those who escaped from the north after committing crimes. How wicked he was.\n\t\t\t\t\t\n\t\t\t\t\t Pitiful, indeed, was the plight of the U.S. as it was compelled to kick off a racket of confrontation with the DPRK by bringing together even human scum stuck in a back room infected with dementia. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. introduced its nuclear-powered submarine Columbus and strategic nuclear force to Key Resolve and Foal Eagle joint military drills recently, bringing to light their undisguised aggressive nature.    Meanwhile, it is escalating the racket to isolate and stifle the DPRK while groundlessly terming the DPRK's rocket launching drills for self-defense \"provocation\" and \"violation of resolutions of the UN Security Council\".\n\t\t\t\t\t\n\t\t\t\t\t This is a serious provocation against the DPRK and a dangerous act of persistently hamstringing the efforts to improve the inter-Korean relations and igniting a nuclear war against it.\n\t\t\t\t\t\n\t\t\t\t\t This is, however, nothing but a shrill cry of those who are taken aback by the DPRK's ideology and social system, might and solidity of the single-minded unity and the victorious advance of the socialist cause of Juche, and that of the defeated."
        },
        {
            "title": "Japan Denounced for Denying Its Past Crimes",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-08ee.html",
            "content": "Japan Denounced for Denying Its Past Crimes\r\n Pyongyang, March 9 (KCNA) -- Rodong Sinmun Sunday in a commentary denounces Japan for totally denying and distorting its past crimes.\n\t\t\t\t\t The commentary says:\n\t\t\t\t\t\n\t\t\t\t\t The German government, which feels guilty of the crimes committed by Nazis during World War II, has pushed ahead with the work without letup to search and uncover war criminals for the past more than half century since then.\n\t\t\t\t\t\n\t\t\t\t\t Quiet contrary to it, the authorities of Japan, a criminal state, are taking the lead in visiting the Yasukuni Shrine. \n\t\t\t\t\t\n\t\t\t\t\t This is a vivid expression of the militarist ambition to defend Japan's history of aggression and repeat it.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists committed against the Asian people crimes unprecedented in the human history and the crimes related to the sexual slavery for the Imperial Japanese Army, in particular,  are the most hideous ones against humanity recognized and denounced by the international community.\n\t\t\t\t\t\n\t\t\t\t\t Far from making an honest apology and reparation for them, the Japanese reactionaries are resorting to every means and method to totally deny and distort the past crimes and shirk their responsibility for them.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the crafty moves of the Japanese reactionaries to cover up the past history of aggression is a wild ambition to repeat it.\n\t\t\t\t\t\n\t\t\t\t\t The past crimes can never be glossed over, no matter how much water may flow under the bridge.\n\t\t\t\t\t\n\t\t\t\t\t There is no statute of limitation to the unethical crimes.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should clearly know that those who try to repeat the crime-woven history are bound to face a stern punishment."
        },
        {
            "title": "Stop to U.S.-south Korea Joint Military Drills Demanded by Austrian Organization",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-03ee.html",
            "content": "Stop to U.S.-south Korea Joint Military Drills Demanded by Austrian Organization\r\n Pyongyang, March 9 (KCNA) -- The Solidarity Committee of Unionists for the Peaceful Reunification of Korea in Austria on March 4 sent letters to the U.S. and south Korean embassies in Vienna each in protest against the Key Resolve and Foal Eagle joint military drills.\n\t\t\t\t\t The letters disclosed the aggressive nature of the above-said drills and strongly demanded the U.S. and the south Korean authorities stop at once the reckless exercises.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the U.S. opt for a dialogue for concluding a peace agreement with the DPRK and the south Korean authorities respond to the just crucial proposal of the DPRK."
        },
        {
            "title": "Relations with DPRK Will Grow Stronger in Various Fields: Syrian PM",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-04ee.html",
            "content": "Relations with DPRK Will Grow Stronger in Various Fields: Syrian PM\r\n Pyongyang, March 9 (KCNA) -- Choe Su Hon, DPRK ambassador to Syria, paid a farewell call on Wael Nader Al Halqi, prime minister of Syria, on March 5.\n\t\t\t\t\t The prime minister said that the relations between the two countries are special ones which were provided by former President Hafez Al－Assad and President Kim Il Sung, immortal leaders, and are growing stronger under the special care of President Bashar Al－Assad and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t I think that the party, government and people of the DPRK have been able to resolutely foil the blockade and pressure by the hostile forces including the U.S. as they are led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t All victories and successes could be won by the DPRK as Kim Jong Un is wise, the Workers' Party of Korea is strong and the Korean people are single-mindedly united around the leader.\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that the relations between the two countries will grow stronger in various fields in the future."
        },
        {
            "title": "Kim Jong Un's Speech Given Wide Publicity Abroad ",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-01ee.html",
            "content": "Kim Jong Un's Speech Given Wide Publicity Abroad \r\n Pyongyang, March 9 (KCNA) -- The full text of \"Let Us Hasten the Final Victory through a Revolutionary Ideological Offensive\", a speech made by supreme leader Kim Jong Un at the 8th Conference of Ideological Workers of the Workers' Party of Korea, was posted on the Russian internet magazines Mar 12, Hanber Journal and Remchichi and it was also  posted on websites by the Russia-DPRK Solidarity Group, the Crimean Association for the Study of the Juche Idea of Ukraine and the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions on February 27 and 28.\n\t\t\t\t\t The speech clarifies that the whole course of the Korean revolution is the history of ideological campaign for fully displaying the might of the truth of the revolutionary idea of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It indicates the tasks and ways for the field of the party ideological work."
        },
        {
            "title": "Day of Sun to Be Marked in Egypt",
            "url": "http://kcna.co.jp/item/2014/201403/news09/20140309-02ee.html",
            "content": "Day of Sun to Be Marked in Egypt\r\n Pyongyang, March 9 (KCNA) -- An Egyptian national preparatory committee for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) was inaugurated with due ceremony on March 3.\n\t\t\t\t\t Yehia Zakaria Khairullah, vice chairman of the Socialist Freedom Party of Egypt, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful political and cultural events to praise the sacred revolutionary career and immortal exploits of Kim Il Sung from March 5 to April 15."
        }
    ]
}