{
    "date": "2014-06-12",
    "url": "http://kcna.co.jp/item/2014/201406/2014-06-12ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Message to Russian President",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-01ee.html",
            "content": "Kim Jong Un Sends Message to Russian President\r\n Pyongyang, June 12 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, Thursday sent a message of greeting to Vladimir Putin, president of the Russian Federation.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend congratulations to you and your friendly people on the occasion of the national day of the Russian Federation.\n\t\t\t\t\t\n\t\t\t\t\t The Russian people have made great successes in the work to ensure the country's security and stability, modernize the economy and bolster up the national defence capability under your leadership.\n\t\t\t\t\t\n\t\t\t\t\t I am pleased that the long-standing relations of friendship and cooperation between the DPRK and Russia are expanding and developing in the interests of the two peoples and express belief that these traditional relations would grow stronger in the spirit of the joint documents signed between the two sides.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I wish you success in your work to protect the dignity and interests of Russia and build powerful Russia."
        },
        {
            "title": "Talks between FMs of DPRK and Gabon Held",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-37ee.html",
            "content": "Talks between FMs of DPRK and Gabon Held\r\n Pyongyang, June 12 (KCNA) -- Talks between Ri Su Yong, foreign minister of the DPRK who is heading the DPRK government delegation on a visit to Gabon, and Emmanuel Issoze Ngondet, minister of Foreign Affairs, Francophone and Regional Integration of Gabon, were held at the Gabonese Foreign Ministry building on June 10.\n\t\t\t\t\t At the talks the Gabonese minister of Foreign Affairs, Francophone and Regional Integration said that the friendly and cooperative relations provided by the preceding leaders of the two countries are growing stronger under the deep care of Ali Bongo Ondimba, president of Gabon, and HE Kim Jong Un, the great leader of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the bilateral relations that had developed in various fields for the past 40 years after the establishment of diplomatic relations would grow stronger in the interests of the peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Expressing thanks to the government of the DPRK for having extended support and encouragement to the Gabonese government in its efforts for achieving economic development and improving people's standard of living, he said the government and people of Gabon fully support the just cause of the DPRK and sincerely wished it bigger successes.\n\t\t\t\t\t\n\t\t\t\t\t Invariable is the stand of Gabon that Korea's reunification should be realized peacefully and independently, free from interference of outside forces, he added."
        },
        {
            "title": "Kim Yong Nam Greets Philippine President",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-26ee.html",
            "content": "Kim Yong Nam Greets Philippine President\r\n Pyongyang, June 12 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DRPK, Thursday sent a message of greeting to Benigno Simeon Cojuangco Aquino, president of Philippines, on the occasion of the 116th anniversary of its independence.\n\t\t\t\t\t The message wished the friendly Philippine people progress and prosperity and the president success in his responsible work."
        },
        {
            "title": "Ri Su Yong Greets FM of Philippines",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-18ee.html",
            "content": "Ri Su Yong Greets FM of Philippines\r\n Pyongyang, June 12 (KCNA) -- Ri Su Yong, minister of Foreign Affairs of the DPRK, on Thursday sent a message of greeting to Albert F. del Rosario, minister of Foreign Affairs of the Philippines, on the 116th anniversary of its independence.\n\t\t\t\t\t The message expressed belief that the DPRK-Philippines friendly relations would develop in the common interests and desire of the peoples of the two countries."
        },
        {
            "title": "Ri Su Yong Sends Congratulations to Minister of Foreign Affairs and Trade of Hungary",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-30ee.html",
            "content": "Ri Su Yong Sends Congratulations to Minister of Foreign Affairs and Trade of Hungary \r\n DPRK Foreign Minister Ri Su Yong Wednesday sent a congratulatory message to Navracsics Tibor upon his appointment as minister of Foreign Affairs and Trade of Hungary.\n\t\t\t\t\t The message wished him success in his new job."
        },
        {
            "title": "National Seminar on Kim Jong Il's Exploits Held",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-32ee.html",
            "content": "National Seminar on Kim Jong Il's Exploits Held \r\n Pyongyang, June 12 (KCNA) -- A national seminar took place at the Central Youth Hall Thursday to deeply grasp and glorify the immortal exploits performed by leader Kim Jong Il in building the Workers' Party of Korea (WPK). \n\t\t\t\t\t Attending there were Kim Ki Nam, secretary of the Central Committee of the WPK, officials of national institutions, those of party and administrative bodies and working people's organizations in Pyongyang and those of the fields of science, education, literature and arts, media and the preservation of revolutionary relics and party cadre training institutions. \n\t\t\t\t\t\n\t\t\t\t\t The participants heard papers explaining and proving the exploits Kim Jong Il performed by developing the WPK into the glorious party of President Kim Il Sung and enhancing the party's leadership role to lay an eternal foundation for building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Sik, editor-in-chief of Rodong Sinmun, said that Kim Jong Il's start of work at the WPK Central Committee marked a great event which brought about epoch-making changes in all fields of politics, military, economy and culture by enhancing the leadership role of the party. \n\t\t\t\t\t\n\t\t\t\t\t Kim Thae Hi, chief secretary of the party committee of Kim Il Sung University, said it was the exploits of Kim Jong Il that he firmly established the oneness of the idea and leadership in the party and achieved the unbreakable unity and cohesion centered on Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Chol, director and editor-in-chief of the Workers' Party of Korea Publishing House, said: Kim Jong Il, peerless patriot and genius of creation and construction, built matchless military power and laid an eternal foundation for building a thriving nation by radically enhancing the leadership role of the party, adding that this was an epoch-making miracle which could be wrought only by him. \n\t\t\t\t\t\n\t\t\t\t\t Ko Ki Chol, secretary of the primary party committee of the Academy of Social Sciences, said Kim Jong Il was the prominent leader who successfully solved the issue of succession to the party's leadership with his outstanding far-sightedness and thus brought eternal future of Kim Il Sung's nation and Kim Jong Il's Korea that will prosper forever. \n\t\t\t\t\t\n\t\t\t\t\t Cha Yong Myong, rector of Kim Il Sung Higher Party School, said that to establish the Party's unitary leadership system of supreme leader Kim Jong Un is a sure guarantee for dynamically advancing the revolutionary cause of Juche along the road of independence, Songun and socialism true to the noble intentions of Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Speakers called upon all officials, party members and other working people to hold in high esteem Kim Jong Un as the only center of unity and leadership and work hard for the final victory of the revolutionary cause of Juche under the uplifted banner of Kimilsungism-Kimjongilism."
        },
        {
            "title": "Int'l Tourist Zone to Appear in DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-27ee.html",
            "content": "Int'l Tourist Zone to Appear in DPRK\r\n Pyongyang, June 12 (KCNA) -- The world-class Masikryong Ski Resort and Songdowon International Children's Camp were successfully built and areas of Wonsan, Ullim Falls, Sokwang Temple and Thongchon are being peculiarly spruced up as cultural recreation grounds for people in Wonsan-Mt. Kumgang area under the wise guidance of the Workers' Party of Korea. Koreans and world people are showing ever-growing expectation and interest in world famous Mt. Kumgang and other scenic spots. \n\t\t\t\t\t The DPRK decided to set up Wonsan-Mt. Kumgang International Tourist Zone in Wonsan-Mt. Kumgang area in Kangwon Province to reenergize the international tour of scenic spots in the area of Wonsan and scenic spots on the east coast now in the process of turning into world famous tourist destinations.\n\t\t\t\t\t\n\t\t\t\t\t The international tourist zone includes areas of Wonsan, Masikryong Ski Resort, Ullim Falls, Sokwang Temple, Thongchon and Mt. Kumgang. \n\t\t\t\t\t\n\t\t\t\t\t The Wonsan area comprises some parts of Wonsan City and Anbyon County, the ski resort area includes some parts of Wonsan City and Popdong County, the area of Ullim Falls comprises some parts of Munchon City and Chonnae County, the area of Sokwang Temple includes some parts of Kosan County, the Thongchon area comprises some parts of Thongchon County and the area of Mt. Kumgang includes the international tourist special zone and some parts of Kosong County and Kumgang County. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK law on Mt. Kumgang International Tourist Special Zone, the law on economic development zone and the laws related to foreign investment are applied to the relevant areas and objects in the Wonsan-Mt. Kumgang International Tourist Zone. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK decided to increase new tourist destinations, depending on the progress made in the development of the Wonsan-Mt. Kumgang International Tourist Zone and tour.\n\t\t\t\t\t\n\t\t\t\t\t The Presidium of the DPRK Supreme People's Assembly promulgated a relevant decree on June 11."
        },
        {
            "title": "CPRK Secretariat Accuses S. Korean Regime of Declaring Criminals Not Guilty",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-35ee.html",
            "content": "CPRK Secretariat Accuses S. Korean Regime of Declaring Criminals Not Guilty\r\n Pyongyang, June 12 (KCNA) -- Some days ago the south Korean puppet authorities made public the results of the investigation made by the prosecution into the case of opening the minutes of the north-south summit to the public in which they declared all those involved in the case not guilty. The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) on Thursday issued information bulletin No. 1066 denouncing this ruling.\n\t\t\t\t\t The information bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t This hideous case was cooked up by the group of the \"Saenuri Party\" together with Chongwadae, the Intelligence Service and others to kick off a racket for eliminating the \"followers of the north\" during the \"presidential\" election in 2012 and make the situation favorable for them. They illegally read and opened to the public the minutes of the north-south summit in 2007 in a bid to cook up former south Korean president Roh Moo Hyun's \"remarks giving up the northern limit line.\" \n\t\t\t\t\t\n\t\t\t\t\t Opposition parties and south Koreans of different social standings branded the opening of the minutes to the public as \"breach of national discipline\" and \"crime\", strongly demanding a legal punishment of the chief culprits including those heavyweights of the \"Saenuri Party\" and accomplices. This led to the investigation by the prosecution. \n\t\t\t\t\t\n\t\t\t\t\t However, the investigation dragged on more than a year and the puppet prosecution did not prosecute the prime movers of the case Kim Mu Song, lawmaker from the \"Saenuri Party\", and Kwon Yong Se, south Korean ambassador to China, claiming that they were not suspected of violating the law. The prosecution ruled that So Sang Gi, chairman of the Information Committee of the puppet \"National Assembly,\" who illegally opened to the public the original copy of the minutes of the north-south summit; Nam Jae Jun, former director of the Intelligence Service (IS); Han Ki Bom, first vice-director of the IS; and others were free from suspicions. \n\t\t\t\t\t\n\t\t\t\t\t And in October, 2012, Jong Mun Hon, a lawmaker from the \"Saenuri Party\", was punished with a light fine after the inspection of state administration by the south Korean puppet regime though he sparked furor over the above-said allegation about Roh and opened the minutes to the press.\n\t\t\t\t\t\n\t\t\t\t\t However, the prosecution convicted Paek Jong Chon, security chief of Chongwadae of the former Roh regime, and Jo Myong Gyun, secretary for security policy of the former regime, of felonies on groundless charges that they deleted the transcript of the minutes of the north-south summit and imposed a fine upon Kang Ki Jong, a lawmaker from the Democratic Alliance for New Politics, and three others, who disclosed the IS's involvement in political affairs, on charges of involvement in the case of detaining a woman agent of the IS.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution's recent judgment reminds one of the fascist suppression in the days of the \"yusin\" dictatorial regime which resorted to any hooliganism to gratify its greed for power and eliminated all the political rivals without exception through a various conspiratorial plots.\n\t\t\t\t\t\n\t\t\t\t\t The above-said actions are nothing but a blatant challenge and vicious mockery of the summit and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t We will never pardon the south Korean puppet regime for unilaterally opening to the public the minutes and defaming the north-south joint declaration, hurting the dignity of the supreme leadership of the DPRK, the acts of treachery and criminal actions against national reunification."
        },
        {
            "title": "2014-2017 Plan for Cultural Exchange Signed between DPRK and Cambodia",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-23ee.html",
            "content": "2014-2017 Plan for Cultural Exchange Signed between DPRK and Cambodia\r\n Pyongyang, June 12 (KCNA) -- The 2014-2017 plan for cultural exchange between the governments of the DPRK and Cambodia was signed in Pyongyang on Thursday.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were Hwang Ho Nam, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned and from the Cambodian side Op Sisawada, Cambodian ambassador to the DPRK, and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Hwang Ho Nam and Op Sisawada signed the plan."
        },
        {
            "title": "Syrian President Supports DPRK's Struggle for National Reunification",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-09ee.html",
            "content": "Syrian President Supports DPRK's Struggle for National Reunification\r\n Pyongyang, June 12 (KCNA) -- The Syrian government and people extend invariable support and encouragement to the government and people of the DPRK in their efforts for building a thriving nation and achieving national reunification.\n\t\t\t\t\t Bashar Al-Assad, president of Syria, said this when meeting Jang Myong Ho, DPRK ambassador to Syria, on June 9.\n\t\t\t\t\t\n\t\t\t\t\t He said that the friendly relations between Syria and the DPRK were provided and developed by President Kim Il Sung and leader Kim Jong Il. He went on:\n\t\t\t\t\t\n\t\t\t\t\t I am pleased that the bilateral relations are invariably developing on good terms under the deep attention of HE leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We highly estimate the government and people of the DPRK for having firmly supported the Syrian people suffering difficulties.\n\t\t\t\t\t\n\t\t\t\t\t The peoples of the two countries are comrades-in-arms and close friends fighting against the moves of hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that the relations between the two countries would grow stronger."
        },
        {
            "title": "Anniversary of Establishment of Diplomatic Ties between DPRK and Laos Marked",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-10ee.html",
            "content": "Anniversary of Establishment of Diplomatic Ties between DPRK and Laos Marked\r\n Pyongyang, June 12 (KCNA) -- A reception, photo exhibition and film show took place at the DPRK embassy in Vientiane on June 5 on the 40th anniversary of the establishment of diplomatic ties between the DPRK and Laos.\n\t\t\t\t\t Displayed at the venue of the events were photos dealing with the exploits performed by President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Thongloun Sisoulith, member of the Political Bureau of the Central Committee of the Lao People's Revolutionary Party, chairman of the Committee for External Affairs of the Party and vice-prime minister and foreign minister, and personages of the Committee for External Affairs of the Party, the Ministry of Foreign Affairs, the National Construction Front, the People's Supreme Court and the Laos-Korea Friendship Association.\n\t\t\t\t\t\n\t\t\t\t\t Ri Sang Gun, DPRK ambassador to Laos, and his embassy officials were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round the photos before watching a Korean film \"Order No. 027.\"\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "Gift to Kim Jong Un from Nigerian Personage",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-24ee.html",
            "content": "Gift to Kim Jong Un from Nigerian Personage\r\n Pyongyang, June 12 (KCNA) -- Supreme leader Kim Jong Un was presented with a gift by Jidda Baba Ahmed, secretary of the Borno State Government of Nigeria.\n\t\t\t\t\t The gift was handed over to the DPRK ambassador to Nigeria by the secretary."
        },
        {
            "title": "Wreaths Laid before Liberation Tower, Cemetery of Soviet Army Fallen Fighters",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-25ee.html",
            "content": "Wreaths Laid before Liberation Tower, Cemetery of Soviet Army Fallen Fighters\r\n Pyongyang, June 12 (KCNA) -- Staff members of the Russian embassy here laid a wreath before the Liberation Tower on Thursday on the occasion of the national day of Russia.\n\t\t\t\t\t Present at the wreath-laying ceremony were Alexandr Timonin, Russian ambassador to the DPRK, staff members of his embassy and military attaches of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t After a wreath was laid in the name of the Russian embassy, the participants paid a silent tribute to the fallen fighters of the Soviet Army.\n\t\t\t\t\t\n\t\t\t\t\t They went round the tower.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Russian embassy also laid a wreath and bouquets before the cemetery of the fallen fighters of the Soviet Army in Sadong District, Pyongyang."
        },
        {
            "title": "Agricultural Workers and Members of Union of Agricultural Workers Meet",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-28ee.html",
            "content": "Agricultural Workers and Members of Union of Agricultural Workers Meet\r\n Pyongyang, June 12 (KCNA) -- Agricultural workers and members of the Union of Agricultural Workers of Korea (UAWK) held a meeting on Thursday in Anak County, South Hwanghae Province on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present there were officials concerned, agricultural workers and members of the union in Anak County.\n\t\t\t\t\t\n\t\t\t\t\t A report made by Ri Myong Gil, chairman of the Central Committee of the UAWK, was followed by speeches at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's start of work at the C.C., the WPK was a historic event of an epoch-making significance in increasing the militancy of the party and successfully carrying forward through generations the revolutionary cause of Juche pioneered on Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Jong Il, the whole party and society have been modeled on the monolithic idea and the revolutionary ranks have been united in single mind with absolute confidence in the leader in the spirit of devotedly defending the leader.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said the Juche-oriented idea and exploits in party-building have been successfully carried forward by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They said they will attain the goal of grain production set forth by the party and mass-produce livestock products, hothouse vegetables and mushrooms to supply more of them to the people."
        },
        {
            "title": "50th Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed by GFTUK Members",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-29ee.html",
            "content": "50th Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed by GFTUK Members\r\n Pyongyang, June 12 (KCNA) -- Workers and members of the General Federation of Trade Unions of Korea (GFTUK) held a meeting at the Central Hall of Workers on Thursday to mark the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present there were officials of the GFTUK, officials concerned, workers and members of the GFTUK.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Sang Ju, chairman of the C.C., GFTUK, made a report at the meeting to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said Kim Jong Il's start of work at the C.C., WPK on June 19, Juche 53 (1964) was a historic event which brought about a fresh turn in the development of the WPK and the accomplishment of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the undying exploits he performed by developing the WPK into the organizer and guide of all victories of the Korean people and the mighty militant staff leading the Korean revolution to victory\n\t\t\t\t\t\n\t\t\t\t\t He also put the DPRK on the position of an invincible politico-ideological power and a nuclear weapons state, kindled the torch of the industrial revolution in the new century to lay a solid foundation for the building of an economic power and the improvement of the people's standard of living and ushered in a new era of building socialist culture, they added.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to make dynamic efforts to hasten the final victory in the building of a thriving nation, holding aloft the red flag of the WPK under the Songun leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Staff Members of AINDF Pyongyang Mission Visit Monument to Three Charters for National Reunification",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-31ee.html",
            "content": "Staff Members of AINDF Pyongyang Mission Visit Monument to Three Charters for National Reunification\r\n Pyongyang, June 12 (KCNA) -- Chief Jo Il Min and staff members of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF) visited the Monument to the Three Charters for National Reunification on Thursday on the occasion of the 14th anniversary of the historic June 15 joint declaration.\n\t\t\t\t\t They went round the tower body, group sculptures of subsidiary theme, etc., being briefed on the fact that the monument was built successfully in reflection of the desire and will of the fellow countrymen to convey down through generations the undying feats the peerless great persons of Mt. Paektu performed in accomplishing the cause of national reunification and open up a new era of independent reunification, peace and prosperity under the banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit the chief said that the three charters for national reunification were the most justifiable, realistic and reasonable proposal for Korea's reunification that calls upon all Koreans in the south, the north and abroad to carry out the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The cause of national reunification is sure to win as the Korean nation is holding supreme leader Kim Jong Un in high esteem, he noted, adding: \n\t\t\t\t\t\n\t\t\t\t\t The vanguard fighters of the AINDF will together with the patriotic people of all social strata in the south wage a more vigorous struggle for independence, democracy and reunification under the banner of By Our Nation Itself."
        },
        {
            "title": "Some Areas of DPRK Hit by Sudden Hailstorms and Downpour",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-36ee.html",
            "content": "Some Areas of DPRK Hit by Sudden Hailstorms and Downpour\r\n Pyongyang, June 12 (KCNA) -- Sudden hailstorms and heavy rain hit some areas of the DPRK. \n\t\t\t\t\t Hailstones that fell in Central District and several other districts, Pyongyang and in Kusong City, North Phyongan Province were 15-20mm in diameter and those that hit Kwanghung-ri, Sinyang County, South Phyongan Province were 5-25mm in diameter while those that fell in Nampho City and Jaeryong and Anak counties, South Hwanghae Province were 10 mm in diameter. Hailstones 8mm in diameter also fell in Unpha County, North Hwanghae Province.\n\t\t\t\t\t\n\t\t\t\t\t Unpha County, North Hwanghae Province and Anak County, South Hwanghae Province registered 30mm and 40mm downpours respectively in just one hour.\n\t\t\t\t\t\n\t\t\t\t\t On Wednesday afternoon there was 40mm heavy rain accompanied by hailstones 10mm in diameter in Chonma County, North Phyongan Province.\n\t\t\t\t\t\n\t\t\t\t\t Experts say that such atmospheric phenomena can occur often."
        },
        {
            "title": "DPRK Players Return Home",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-22ee.html",
            "content": "DPRK Players Return Home\r\n Pyongyang, June 12 (KCNA) -- DPRK players returned home on Thursday after taking part in the 2014 Asian Junior Wrestling Championship in Mongolia.\n\t\t\t\t\t DPRK wrestlers bagged two gold medals and one silver medal and two bronze medals at the championship.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted at Pyongyang Railway Station by Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Hun, minister of Physical Culture and Sports, officials concerned and families of wrestlers."
        },
        {
            "title": "New Species of Pear Bred in DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-21ee.html",
            "content": "New Species of Pear Bred in DPRK\r\n Pyongyang, June 12 (KCNA) -- Scientists of the Academy of Agricultural Science of the DPRK has bred a new high-yielding variety of pear. \n\t\t\t\t\t It was named Sukchon pear, which begins to flower from mid-April and be ripe between early and mid-September. It bears fruits a year after transplantation and yields 1.7 times more fruits than the existing ones after four years.\n\t\t\t\t\t\n\t\t\t\t\t The round-shaped pear weighs 350 grams on an average and 600 grams at its maximum. It is full of juice with high sugar content."
        },
        {
            "title": "Yonggwang Furniture Joint Venture Company",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-20ee.html",
            "content": "Yonggwang Furniture Joint Venture Company\r\n Pyongyang, June 12 (KCNA) -- The Yonggwang Furniture Joint Venture Company is one of leading furniture and building materials production companies in the DPRK.\n\t\t\t\t\t The company manufactures high-quality furniture and architectural decorations necessary for major construction projects, institutions and enterprises as well as public catering establishments.\n\t\t\t\t\t\n\t\t\t\t\t The newly remodeled Songdowon International Children's Camp has been equipped with furniture produced by the company.\n\t\t\t\t\t\n\t\t\t\t\t Its products have been used in apartment houses for educators of Kim Il Sung University, Masikryong Hotel, Ryugyong Dental Hospital, Okryu Children's Hospital, Munsu Water Park, and other buildings.\n\t\t\t\t\t\n\t\t\t\t\t The company, located in the outskirts of Pyongyang, has also a process for producing interior and exterior paints, of which yearly output surpasses several thousand tons.\n\t\t\t\t\t\n\t\t\t\t\t Some kinds of luxurious furniture are gaining popular even in foreign markets.\n\t\t\t\t\t\n\t\t\t\t\t In recent years it has steadily updated its production processes and introduced CAD program to put the furniture production on a modern and scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t Sin Nam Chol, director of the company, told KCNA that the company aims to boost the production of high-quality furniture by introducing latest technologies to be competitive in foreign markets."
        },
        {
            "title": "KCNA Commentary Accuses S. Korean Authorities of Challenging Nation's Desire for Reunification ",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-14ee.html",
            "content": "KCNA Commentary Accuses S. Korean Authorities of Challenging Nation's Desire for Reunification \r\n Pyongyang, June 12 (KCNA) -- The DPRK proposed the south and overseas sides holding a reunification event common to the nation on the occasion of the 14th anniversary of the publication of the June 15 joint declaration.\n\t\t\t\t\t This proposal was unanimously hailed by the fellow countrymen as it reflects the patriotic will to defuse acute confrontation between the north and the south and open a new phase for independent reunification, peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean puppet Ministry of Unification disallowed the south side's participation in the event, claiming that it is not appropriate to hold the event under the present situation of the south-north relations.\n\t\t\t\t\t\n\t\t\t\t\t This is an open challenge to the June 15 North-South Joint Declaration and the aspiration of the nation for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The event has been compelled to take place separately for six years since the last one which opened at Mt. Kumgang resort in 2008 due to the vicious challenges of the anti-reunification forces at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south Korean authorities are talking a lot about \"unification\", a mockery of the nation and shameless hypocrisy.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group has turned away its face from the just proposal of the DPRK to pave the way of improving the inter-Korean relations by the concerted efforts of the Koreans as clarified by the June 15 joint declaration. But it is ridiculously behaving as if it would do something big for inter-Korean relations and national reunification, while vociferating about \"gaining a great opportunity of unification\", \"initiative for unification\" and \"three-point proposal towards the north\".\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation has the great programmes and principles for national reunification common to the nation which are being fully supported and hailed by all Koreans in the north and the south and abroad and the world people. It does not require the pseudo-theory of unification touted by the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 joint declaration is the basis of national reconciliation and unity, a starting point for settling the issue of the north-south relations and a great programme for achieving reunification common to the nation the validity and vitality of which have been clearly proved.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration and the October 4 declaration, a programme for implementing it, reflect all issues in developing the north-south relations and achieving peace and prosperity and if they are implemented, it will pave a wide avenue for mending the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 era of reunification clearly proved that if foreign forces are rejected and the Koreans pool their efforts, it is possible to develop the inter-Korean relations and pave a wide avenue for peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The more frantically the puppet group violates the north-south joint declarations, cracks down on the activities of the people of all social standings for reunification and resorts to confrontation with the fellow countrymen in the north, the stronger resistance of them  it will encounter.\n\t\t\t\t\t\n\t\t\t\t\t The issue of national reunification on which hinges the destiny of the nation cannot be a plaything of anyone. No force can quell the aspiration and will of the fellow countrymen for independent reunification, peace and prosperity."
        },
        {
            "title": "KCNA Commentary Blasts Park Geun Hye's Scenario for Revival of \"Yusin\" Dictatorship",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-15ee.html",
            "content": "KCNA Commentary Blasts Park Geun Hye's Scenario for Revival of \"Yusin\" Dictatorship\r\n Pyongyang, June 12 (KCNA) -- South Korean puppet chief executive Park Geun Hye designated chief editor of Choongang-Ilbo Mun Chang Guk as a candidate for prime minister and former deputy director of the Security Planning Board and south Korean ambassador to Japan Ri Pyong Gi as a candidate for director of the Intelligence Service on June 10.\n\t\t\t\t\t Earlier, she informally designated YTN representative Yun Tu Hyon as publicity chief of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t This brought to light that the \"talk to the people\" in which Park called for \"a Cabinet reshuffle\" to serve the people in the wake of the ferry Sewol disaster was sheer rhetoric.\n\t\t\t\t\t\n\t\t\t\t\t The \"Cabinet reshuffle\" touted by her is nothing but a move to consolidate the \"yusin\" dictatorial system which she has zealously pursued after coming to power.\n\t\t\t\t\t\n\t\t\t\t\t She is reviving all the ruling mechanisms dating back to the era of Park Chung-Hee dictatorship and staffing not only Chongwadae but all the ministries and agencies of the \"government\" as well as the military and the \"National Assembly\" with guys and fanatics dating back to the \"yusin\" period.\n\t\t\t\t\t\n\t\t\t\t\t Mun Chang Guk is a die-hard fanatic and worshipper for the \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t He called the 1960s and 1970s when south Korea was under the Park Chung-Hee's one-man fascist rule a \"great era\" and talked nonsense that \"lots of talents were produced in those days.\"\n\t\t\t\t\t\n\t\t\t\t\t He took the lead in reviving the \"yusin\" dictatorship as evidenced by the fact that he took part in mapping out the ill-famed \"yusin constitution\" and worked as a director when Park's confidant and incumbent presidential chief of staff of Chongwadae Kim Ki Chun held the post of the first director general of the Memorial Council for Park Chung-Hee.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as a pikestaff that the candidate for prime minister was designated with the backstage manipulation of some forces and with their \"confidence\".\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye's designation of Mun as the candidate for prime minister is a hideous move to escalate confrontation, an act of pushing the north-south relations to a catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t Mun is the chief editor of Choongang-Ilbo which has malignantly defamed the dignified political system in the DPRK and the reality in its society in the past and an ultra-right conservative element who branded the DPRK as \"group of evils and terrorists\".\n\t\t\t\t\t\n\t\t\t\t\t He described the north-south cooperation as \"drain on resources for the north\" and called for introducing to south Korea the U.S. tactical nuclear weapons, citing the DPRK's armed forces for self-defense as a pretext.\n\t\t\t\t\t\n\t\t\t\t\t He is a villain who likened the queue of students standing for lunch at schools in south Korea to the scene of distributing food rations among citizens in the north while calling it a \"socialist sign\".\n\t\t\t\t\t\n\t\t\t\t\t This is enough to make one guess his political idea and his poor appearance as a human being. At the hands of the nasty confidant of the puppet ruling authorities, the media of south Korea were seriously misled and lots of people were thrown into prisons and were hanged on groundless charges after being branded as \"forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t Park's designation of Yun Tu Hyon who earned an ill fame as a man of \"currying favor with those in power\" and  an \"expert on censoring media\" for the \"president\" and Ri Pyong Gi is part of the scenario for reinforcing the dictatorial system.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that south Koreans are shocked by the actions of Park Geun Hye and Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t Needless to say, the on-going \"Cabinet reshuffle\" means the revival of the \"yusin\" dictatorship aimed to bring the dark era of fascism to south Korea again.\n\t\t\t\t\t\n\t\t\t\t\t The Park regime is the second \"yusin\" regime made up of remnants and descendents of \"yusin\" as it enforces the \"yusin\" dictatorial system. \n\t\t\t\t\t\n\t\t\t\t\t Her \"Cabinet reshuffle\" is an act of going against the trend of the times and history and a challenge to justice and democracy.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation should never allow the revival of the \"yusin\" dictatorship."
        },
        {
            "title": "Japan's Move to Evade Settlement of Past Crimes Denounced",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-12ee.html",
            "content": "Japan's Move to Evade Settlement of Past Crimes Denounced\r\n Pyongyang, June 12 (KCNA) -- Osaka Mayor Hashimoto, who co-heads the opposition Japan Restoration Party, recently told journalists that it was good that the Japanese people came to know about comfort women system and it was natural to oppose things which are at variance with historical facts. \n\t\t\t\t\t He unhesitatingly talked rubbish that Japanese reactionaries made a group visit to the Yasukuni Shrine and honored the memory of the war dead and the visit to the shrine would be continued in the future, too, as Japan hoped for global peace. \n\t\t\t\t\t\n\t\t\t\t\t All these show that Japan is not thinking of looking back on the past crime-woven history, Rodong Sinmun Thursday says in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t Inhumane crimes committed by the Japanese imperialists in the past are not matters to be dealt with by historians nor a matter that can be written off by persistence as Japan might think. \n\t\t\t\t\t\n\t\t\t\t\t Japan's crimes are hideous ones against humanity to which no statute of limitations is applicable even after the lapse of decades and it is a pending issue the solution of which is unanimously desired by the world.\n\t\t\t\t\t\n\t\t\t\t\t Now more evidence proving crimes committed by the Japanese imperialists in the past are being disclosed one after another in different parts of the world, lashing the world people into greater fury. \n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to clearly understand the unanimous demand of the world people and the steadfast will of the international community to settle accounts with Japan for its crimes come what may. \n\t\t\t\t\t\n\t\t\t\t\t Japan will be made to keenly realize sooner or later the truth that it can never go scot-free after committing crimes. \n\t\t\t\t\t\n\t\t\t\t\t The present Japanese government is evading the responsibility for the past crimes the way of dodging the matter. Then the descendants of Japan will have to shoulder upon the responsibility till the end.\n\t\t\t\t\t\n\t\t\t\t\t Tomorrow of Japan depends on its present attitude."
        },
        {
            "title": "Anti-U.S. Struggle Worldwide Brought by U.S. Itself; Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-13ee.html",
            "content": "Anti-U.S. Struggle Worldwide Brought by U.S. Itself; Rodong Sinmun\r\n Pyongyang, June 12 (KCNA) -- Voices critical of the U.S. are growing stronger worldwide. This is a due outcome of the U.S. highhanded and arbitrary practices and its interference in the internal affairs of other countries.\n\t\t\t\t\t Rodong Sinmun Thursday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ruling quarters are undisguisedly claiming that the U.S. is a special country and has the right to decide on the destiny of other countries, but the situation proves that the reality is quite contrary to its claim, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t As regards the human rights \"issue\", the U.S. is releasing a \"human rights report\" every year in a bid to pull up other countries over their human rights \"faults\", shelving its worst human right situation.\n\t\t\t\t\t\n\t\t\t\t\t Interfering in the internal affairs of other countries the way it is groundlessly taking issue with other's business, the U.S. makes no scruple of invading them after slapping \"sanctions\" against those countries which court its displeasure.\n\t\t\t\t\t\n\t\t\t\t\t There is not a single tranquil day and tragic disasters are occurring one after another in the world due to the U.S. extremely impudent and arrogant practices.\n\t\t\t\t\t\n\t\t\t\t\t The facts indicate that a peaceful world free from aggression and war will be built earlier if there is no such country as the U.S. in the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to behave itself, bearing in mind that its anachronistic highhanded and arbitrary practices and unreasonable interference in the internal affairs of other countries will spark off an anti-U.S. struggle, concludes the article."
        },
        {
            "title": "S. Korean Organizations Denounce Police for Suppressing People's Anti-\"government\" Actions",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-16ee.html",
            "content": "S. Korean Organizations Denounce Police for Suppressing People's Anti-\"government\" Actions\r\n Pyongyang, June 12 (KCNA) -- The Confederation of Trade Unions, the Government Employees Union and the Joint Action to Regain the Status of the Human Rights Committee of south Korea held a press conference on June 9 denouncing the police for suppressing the anti-\"government\" struggle of people from all walks of life, according to the south Korean Nodong and Segye.\n\t\t\t\t\t At the press conference, speakers accused the \"government\" of labeling the families of victims calling for positive rescue operation \"forces following the north\" though it caused the ferry Sewol disaster which claimed hundreds of casualties.\n\t\t\t\t\t\n\t\t\t\t\t It also mercilessly suppressed the people protesting against it and took them to police stations, they charged.\n\t\t\t\t\t\n\t\t\t\t\t We made a group written petition to the human rights committee, unable to tolerate the police's action of tramping down the human rights by violence, they held.\n\t\t\t\t\t\n\t\t\t\t\t The participants opened to the public information on the police atrocities to be submitted to the human rights committee. \n\t\t\t\t\t\n\t\t\t\t\t On May 8, the police took away more than 110 persons, threatening the citizens who were making an all-people march as regards the ferry Sewol disaster \"to walk away to the last man.\" Not content with this, the police took away even those who went to meet the detainees. \n\t\t\t\t\t\n\t\t\t\t\t  The police encircled those who were staging a silent demonstration on May 18 and beat them with shields before walking them away, claiming that the silent demonstration was obstructing the traffic of ordinary citizens.\n\t\t\t\t\t\n\t\t\t\t\t The police pounced upon a citizen who blocked its van and kicked and trampled down him with boots before taking him to a police station. They assaulted even a reporter who tried to photograph the scene.\n\t\t\t\t\t\n\t\t\t\t\t On May 19, the police arrested the young people who were staging a surprise demonstration on charges of \"intrusion into a building and disturbance of performance of duties\".\n\t\t\t\t\t\n\t\t\t\t\t On May 22, the police walked away all students who entered the \"government\" building and launched a surprise demonstration demanding the resignation of Kim Ki Chun and Nam Jae Jun responsible for the ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t On May 24, they took to a police station those who were staging a march at the end of a memorial service for the victims of the ferry disaster.\n\t\t\t\t\t\n\t\t\t\t\t The organizations submitted to the human rights committee the written petition containing the above-said information, points in question, a report on the police's violence dealing with the violations of articles of the law and demands."
        },
        {
            "title": "Gap between Rich and Poor Increases in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-17ee.html",
            "content": "Gap between Rich and Poor Increases in S. Korea\r\n Pyongyang, June 12 (KCNA) -- The gap between the rich and the poor is widening in south Korea, according to the south Korean Yonhap News.\n\t\t\t\t\t Relevant organs including the Agency of Statistics said on June 10 that the gap between the rich and the poor was doubled for the past two decades."
        },
        {
            "title": "Meetings of Chongryon Headquarters Held",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-34ee.html",
            "content": "Meetings of Chongryon Headquarters Held\r\n Tokyo, June 11 (KNS-KCNA) -- Meetings of the headquarters of the General Association of Korean Residents in Japan (Chongryon) took place in different parts of Japan on June 8 to carry through the decisions of the 23rd Congress of Chongryon in hearty response to the congratulatory message sent by Marshal Kim Jong Un to the congress.\n\t\t\t\t\t The 23rd meeting of the Tokyo Metropolitan Headquarters of Chongryon was held at the Korean Hall of Culture in Tokyo.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Nam Sung U, vice-chairman of the Central Standing Committee of Chongryon, Hwang Myong, chairman of the headquarters, and other deputies.\n\t\t\t\t\t\n\t\t\t\t\t The congratulatory message sent by Kim Jong Un to the 23rd Congress of Chongryon was read out.\n\t\t\t\t\t\n\t\t\t\t\t Hwang Myong made a report on the work of the 22nd-term headquarters.\n\t\t\t\t\t\n\t\t\t\t\t Japanese personages made solidarity addresses at the meeting. Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t Nam Sung U spoke at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t He said that in the period of review new buildings of Tokyo Korea Primary and Secondary School No.1 and Tokyo Korea Primary School No. 2 were built and the construction of a new building of Tokyo Korea Primary School No. 6 is reaching a completion stage.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting there took place the first meeting of the 23rd-term Executive Committee of the Tokyo Metropolitan Headquarters of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The 23rd meeting of the Osaka Prefectural Headquarters of Chongryon was held at the Korean Hall of Culture in Osaka.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, there took place meetings of the Nishi Tokyo, Saitama, Kyoto, Hyogo and Miyagi prefectural headquarters of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Meetings reelected Hwang Myong chairman of the Tokyo Metropolitan Headquarters of Chongryon, Pu Yong Uk chairman of the Osaka Prefectural Headquarters, Ko Tok U chairman of the Nishi Tokyo Headquarters, Jo Il Yon chairman of the Saitama Prefectural Headquarters and Kim Hak Bok chairman of the Kyoto Prefectural Headquarters.\n\t\t\t\t\t\n\t\t\t\t\t It also elected Kim Chun Gwon chairman of the Hyogo Prefectural Headquarters of Chongryon and Jon To Hyon chairman of the Miyagi Prefectural Headquarters."
        },
        {
            "title": "Japan's Sexual Slavery Censured by Chongryon",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-33ee.html",
            "content": "Japan's Sexual Slavery Censured by Chongryon\r\n Pyongyang, June 12 (KCNA) -- A meeting to denounce Japan's sexual slavery and hear testimonies proving it took place at a lecture hall of Korea University under the General Association of Korean Residents in Japan (Chongryon) on June 3, according to Choson Sinbo, the organ of the Chongryon Central Standing Committee.\n\t\t\t\t\t Present there were a member of the Secretariat of the Korean Human Rights Association in Japan, the permanent representative of the Council for the Solution of the Issue of the Volunteers Corps in south Korea and teachers and students of the university.\n\t\t\t\t\t\n\t\t\t\t\t South Korean woman Kim Pok Dong, a victim of the sexual slavery for the Imperial Japanese Army, testified to the unethical crimes committed by the Japanese imperialists in the past.\n\t\t\t\t\t\n\t\t\t\t\t She recalled she was taken away as a sexual slave for the Imperial Japanese Army at the age of 15 in 1941 and ruthlessly violated in Japan, China, Malaysia, Indonesia, Singapore and other places.\n\t\t\t\t\t\n\t\t\t\t\t She said she has waged a struggle to make Japan liquidate its past crimes and have victims of sexual slavery reinstated.\n\t\t\t\t\t\n\t\t\t\t\t She referred to the pain resulting from the national split and the urgency of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t  Yun Mi Hyang, permanent representative of the council, said the victims have undergone sufferings though several decades have passed, calling on the compatriots to pool efforts in the struggle to seek a solution to the issue of sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the meeting, teachers and students of the university watched a video dealing with the shuddering crimes committed by the Japanese imperialists against humanity and the actions to have the issue of sexual slavery settled."
        },
        {
            "title": "Park Geun Hye Regime Denounced by Koreans in U.S.",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-19ee.html",
            "content": "Park Geun Hye Regime Denounced by Koreans in U.S.\r\n Pyongyang, June 12 (KCNA) -- Korean women in the U.S. staged an action before the building of the south Korean puppet consulate general in Los Angeles on June 6 demanding the probe into the truth about the ferry Sewol disaster and punishment of those responsible, according to Minjok Thongsin, the internet newspaper of Koreans in the U.S.\n\t\t\t\t\t They honored the memory of the victims of the ferry disaster.\n\t\t\t\t\t\n\t\t\t\t\t Then they marched along the street, shouting the slogans \"Accept the demand of the bereaved families and make an investigation into the state policy!\" \"Let's find out the cause to the last!\" and \"Incompetent and irresponsible Park Geun Hye regime, resign!\"\n\t\t\t\t\t\n\t\t\t\t\t The MC of the meeting said the Korean women in the U.S. took the lead in waging a dynamic struggle for a probe into the truth behind the ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t They will wage solidarity action in the future, too, until the truth behind the disaster is probed and the families of the victims are relieved of their pain, she declared.\n\t\t\t\t\t\n\t\t\t\t\t Koreans in the U.S. made speeches.\n\t\t\t\t\t\n\t\t\t\t\t The tragic sinking of the ferry Sewol caused by the incompetent \"government\" buried at the sea hundreds of passengers aboard, speakers said, expressing their anger.\n\t\t\t\t\t\n\t\t\t\t\t They said Park is to blame for the hideous disaster as she took office through election that was rigged.\n\t\t\t\t\t\n\t\t\t\t\t The ferry sinking was not a mere accident but a man-made disaster which was brought about by irregularities and corruption endemic in south Korean society, they held.\n\t\t\t\t\t\n\t\t\t\t\t They urged Park to hold responsibility for the disaster and resign from office.\n\t\t\t\t\t\n\t\t\t\t\t They will struggle until Park resigns, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t After the meeting, the participants watched a video."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Brazil",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Brazil\r\n Pyongyang, June 12 (KCNA) -- A Brazilian committee for remembering President Kim Il Sung was inaugurated in Sao Paulo City on June 6.\n\t\t\t\t\t Rosanita Campos, vice-president of the Party for Free Motherland of Brazil, was elected chairperson of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events including seminar, photo exhibition and film show to praise the revolutionary career of the President and his exploits in the period between June 7 and July 8."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Nepal",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-03ee.html",
            "content": "Kim Il Sung to Be Remembered in Nepal\r\n Pyongyang, June 12 (KCNA) -- The Nepali national committee for remembering President Kim Il Sung and leader Kim Jong Il released a decision on June 6.\n\t\t\t\t\t The decision said:\n\t\t\t\t\t\n\t\t\t\t\t We set the remembrance month from June 8 to July 8, 2014 on the occasion of the 20th anniversary of demise of the great leader President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t We will organize with splendor in this period colorful political and cultural events including seminar on the exploits performed by the President, remembrance meeting, lecture and photo exhibition with  representatives of major political parties and personages of various circles of Nepal attending and thus positively introduce his immortal exploits.\n\t\t\t\t\t\n\t\t\t\t\t We will widely introduce the Korean people in their heroic struggle for building a thriving socialist nation and achieving the independent and peaceful reunification of the country under the guidance of Comrade Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t And we will extend full support and solidarity to the Korean people in their just cause."
        },
        {
            "title": "Kim Jong Il's Exploits Praised in Various Countries",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-04ee.html",
            "content": "Kim Jong Il's Exploits Praised in Various Countries\r\n Pyongyang, June 12 (KCNA) -- Seminars took place in Benin, Bulgaria, Peru and Mexico from May 26 to June 3 on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed at the venues of the seminars were photos documenting leadership exploits performed by President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un in the party-building.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were works of the peerless great men of Mt. Paektu and books introducing the history of the ever-victorious WPK.\n\t\t\t\t\t\n\t\t\t\t\t Ali Houdou, president of the Socialist Party of Benin, in his report said that Kim Jong Il was an outstanding leader and rare political elder who strengthened the WPK into an organizer and guide of all victories of the Korean people and led the Korean revolution to victory only.\n\t\t\t\t\t\n\t\t\t\t\t Lyudmil Kostadinov, chief of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism, said in a speech that the WPK and the army and people of the DPRK are revering as the eternal sun Kim Jong Il who laid the firm foundation for the country's prosperity and put the national dignity on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t Guillermo Alcazar Ribera, chairman of the Peruvian Group for the Study of Kimilsungism-Kimjongilism, stressed that Kim Jong Il's exploits in building and leading the party would be ever-lasting along with the century."
        },
        {
            "title": "Foreign Newspapers Introduce Kim Jong Il's Exploits",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-05ee.html",
            "content": "Foreign Newspapers Introduce Kim Jong Il's Exploits\r\n Pyongyang, June 12 (KCNA) -- Newspapers of Myanmar and Nigeria dedicated special write-ups to the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The Myanmar paper The New Age on May 31 carried an article titled \"Eternal General Secretary of the WPK\" accompanied with a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The paper said:\n\t\t\t\t\t\n\t\t\t\t\t His outstanding exploits in leading the WPK serve as an eternal driving force dynamically pushing forward the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest exploit performed by him that the Party and the masses have become a harmonious whole.\n\t\t\t\t\t\n\t\t\t\t\t It was the fruition of his wise leadership that the DPRK emerged one of a few satellite manufacturers and launchers and nuclear weapons states in the world.\n\t\t\t\t\t\n\t\t\t\t\t He conducted energetic activities for improving the people's living standard, regarding believing in the people as in Heaven as his motto.\n\t\t\t\t\t\n\t\t\t\t\t He will live forever along with the invincible WPK leading the Korean people in their general advance for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian newspaper Nigerian Observer on June 2 edited an article titled \"Kim Jong Il, his undying exploits in party-building\" praising him for strengthening the WPK into the party of President Kim Il Sung, a mother party taking care of the destiny of the people in a responsible manner and guiding force of the revolutionary cause of Songun."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Political Figure of DR Congo",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-06ee.html",
            "content": "Kim Jong Il's Exploits Praised by Political Figure of DR Congo\r\n Pyongyang, June 12 (KCNA) -- Jimmy Kikoni, general secretary of the Central Committee of the Workers' Party of DR Congo, released a statement on June 4 on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Il wisely led the popular masses, the master of revolution and construction, with the Juche idea as the guideline.\n\t\t\t\t\t\n\t\t\t\t\t All the successes made by the Korean people proved the greatness of his leadership and the scientific accuracy and validity of the Juche idea and confirmed that a country is sure to emerge victorious when it creatively settles all the issues arising in its revolution and construction from an independent stand and in conformity with its specific conditions.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party and people of DR Congo are admiring the DPRK as it is winning victories only by firmly adhering to the principle of independence in politics, self-support in economy and self-reliance in national defence.\n\t\t\t\t\t\n\t\t\t\t\t We highly praise the great exploits HE Kim Jong Il performed by achieving the unity and cohesion of the leader, the party and masses.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the leadership of the respected HE Kim Jong Un, the idea and cause of HE Kim Jong Il will last forever along with history."
        },
        {
            "title": "Kim Jong Il Praised by Personages of Myanmar, Brazil",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-07ee.html",
            "content": "Kim Jong Il Praised by Personages of Myanmar, Brazil\r\n Pyongyang, June 12 (KCNA) -- Personages of Myanmar and Brazil released statements on June 3 and 4 on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The acting secretary of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar said:\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of HE Kim Jong Il the WPK developed into an ever-victorious and steel-strong party absolutely supported and trusted by the popular masses as it is deeply rooted among them.\n\t\t\t\t\t\n\t\t\t\t\t He performed undying exploits before the era and history by leading the WPK and the army and people of the DPRK for a long period with his outstanding idea and through his prominent leadership.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are holding him in high esteem as the eternal general secretary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Brazilian Committee for Remembering Leader Kim Jong Il referred to the great exploits performed by him in the field of ideas and theories of the WPK, adding:\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Jong Il was the master of leadership.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that all the members of the society are firmly equipped with the Juche idea and pursued benevolent politics and all-embracing politics, further consolidating the traditional cohesion and unity of the Korean society.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his extraordinary political caliber and energetic leadership, the DPRK developed into a politico-ideological and military power and is making remarkable and significant successes in the building of an economic power day by day.\n\t\t\t\t\t\n\t\t\t\t\t He will be immortal with the ever-victorious WPK headed by the respected Comrade Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's Work Carried by Mexican Paper",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-08ee.html",
            "content": "Kim Jong Un's Work Carried by Mexican Paper\r\n Pyongyang, June 12 (KCNA) -- A detailed gist of supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was carried by the Mexican paper Unidad Nacional on May 31.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), clarifies that it is the fundamental requirement for successfully advancing the Korean revolution to invariably hold leader Kim Jong Il in high esteem as eternal general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks to be fulfilled to steadily develop the WPK into the glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Un envia mensaje de felicitacion al presidente ruso",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-38ee.html",
            "content": "Kim Jong Un envia mensaje de felicitacion al presidente ruso\r\nPyongyang, 12 de junio (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 12 un mensaje de felicitacion al Presidente de la Federacion Rusa, Vladimir Vladimirovich Putin.\n\t\t\t\t\tSu texto sigue:\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del Dia Nacional de la Federacion Rusa, extiendo felicitaciones a Vd. y a su pueblo amistoso.\n\t\t\t\t\t\n\t\t\t\t\tBajo su orientacion, el pueblo ruso alcanza hoy dia muchos exitos en las labores para garantizar la seguridad y la estabilidad del pais, modernizar la economia y fortalecer el poderio de defensa nacional.\n\t\t\t\t\t\n\t\t\t\t\tComplacido de que las relaciones Corea-Rusia con larga historia de amistad y cooperacion, se ampliaran y se desarrollaran conforme a los intereses de ambos pueblos, manifiesto la conviccion de que esos lazos tradicionales seguiran fortaleciendose en el futuro segun el espiritu de los documentos conjuntos acordados por ambas partes.\n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para desear exitos en sus responsabilidades por defender la dignidad y los intereses de Rusia y construir una Rusia poderosa."
        },
        {
            "title": "Tiene lugar simposio central sobre proezas de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-39ee.html",
            "content": "Tiene lugar simposio central sobre proezas de Kim Jong Il\r\nPyongyang, 12 de junio (ACNC) -- Tuvo lugar el dia 12 en la Casa Central de la Juventud el simposio central para asimilar y hacer brillar las imborrables proezas del Dirigente Kim Jong Il en la realizacion de la causa de construccion del partido. \n\t\t\t\t\tParticiparon en el foro el secretario del Comite Central del Partido del Trabajo de Corea, Kim Ki Nam, los funcionarios de las instituciones partidistas y administrativas y entidades de masas en el centro y la ciudad de Pyongyang, y los funcionarios de los dominios de la ciencia, educacion, literatura y arte, prensa e informacion, la rama de conservacion y educacion con objetos de interes historico-revolucionario y los organos de formacion de cuadros del partido. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se presentaron las disertaciones que argumentan las proezas del Dirigente quien desarrollo el PTC como glorioso partido del Presidente Kim Il Sung y elevo su papel directivo para sentar la base de construccion de un Estado prospero. \n\t\t\t\t\t\n\t\t\t\t\tEl editor jefe de la Editora del periodico Rodong Sinmun, Ri Yong Sik, dijo que el inicio del trabajo del Dirigente en el Comite Central del PTC fue un acontecimiento trascendental que posibilito elevar el papel directivo del partido y traer cambios del siglo en todos los dominios de la politica, los asuntos militares, la economia y la cultura. \n\t\t\t\t\t\n\t\t\t\t\tEl secretario jefe del comite del PTC en la Universidad Kim Il Sung, Kim Thae Hi, enfatizo que la proeza del Dirigente es haber logrado la identidad de ideologia y direccion en las filas del partido y consolidado la unidad monolitica en torno al Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tEl director y editor jefe de la Editora del Partido del Trabajo de Corea, Ri Yong Chol, dijo que el Dirigente elevo extraordinariamente el papel directivo del partido y asento la firme base para consolidar el poderio militar y construir un Estado prospero, y agrego que este milagro secular lo puede lograr solo ese patriota sin igual y genio de creacion y construccion.\n\t\t\t\t\t\n\t\t\t\t\tEl secretario de la organizacion primaria del Partido en la Academia de Ciencias Sociales, Ko Ki Chol, elogio a Kim Jong Il como destacado dirigente que al resolver con su clarividencia el problema de sucesion de la direccion del PTC, forjo el futuro de la nacion de Kim Il Sung y la Corea de Kim Jong Il que prosperara siempre. \n\t\t\t\t\t\n\t\t\t\t\tEl director de la Escuela Superior del Partido Kim Il Sung, Cha Yong Myong, puntualizo que establecer el sistema de unica guia del Mariscal Kim Jong Un es la garantia decisiva para llevar adelante la causa revolucionaria del Juche a la unica senda de la independencia, el Songun y el socialismo segun el noble proposito de los Generalisimos Kim Il Sung y Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores llamaron a todos los funcionarios, militantes del partido y trabajadores a apoyar al Mariscal como unico centro de unidad y de direccion y luchar con dinamismo por la victoria final de la causa revolucionaria del Juche sosteniendo en alto la bandera del kimilsungismo-kimjongilismo."
        },
        {
            "title": "Se fundara en Corea la zona turistica internacional Wonsan-monte Kumgang",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-40ee.html",
            "content": "Se fundara en Corea la zona turistica internacional Wonsan-monte Kumgang\r\nPyongyang, 12 de junio (ACNC) -- Bajo la sabia guia del Partido del Trabajo de Corea, se construyeron magnificamente en la zona de Wonsan-monte Kumgang el Campo de Esqui del monte Masik de talla mundial y el Campamento Internacional de Ninos de Songdowon y se acondicionan con peculiaridades como destinos de descanso cultural del pueblo las zonas de Wonsan, la cascada Ullim, el templo Sokwang y Thongchon. Crecen cada dia mas la esperanza y la atencion de la nacion coreana y los pueblos del mundo al famosisimo monte Kumgang y otros lugares pintorescos.\n\t\t\t\t\t  Para dar auge al turismo internacional en la zona de Wonsan y los lugares famosos del Mar Este que se convierten en polo turistico de talla mundial, se tomo en Corea la resolucion de fundar la Zona Turistica Internacional Wonsan-monte Kumgang de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Se incluyen en ella las zonas de Wonsan, el Campo de Esqui del monte Masik, la cascada Ullim, el templo Sokwang, Thongchon y monte Kumgang.\n\t\t\t\t\t\n\t\t\t\t\tLa zona de Wonsan comprende una parte de esta ciudad y del distrito de Anbyon; la zona del Campo de Esqui del monte Masik, una porcion de la ciudad de Wonsan y del distrito de Popdong; la zona de la cascada Ullim, una parte de la ciudad de Munchon y del distrito de Chonnae; la zona del templo Sokwang, una porcion del distrito de Kosan; la zona de Thongchon, una parte del distrito homonimo; la zona del monte Kumgang, la zona especial del turismo internacional al monte Kumgang y algunas partes de los distritos de Kosong y Kumgang. \n\t\t\t\t\t\n\t\t\t\t\tEn la Zona Turistica Internacional regiran, segun areas y objetos correspondientes, la ley de la zona especial del turismo internacional al monte Kumgang, la ley de la zona de desarrollo economico y los reglamentos sobre la inversion extranjera. \n\t\t\t\t\t\n\t\t\t\t\tA medida que se impulsen el desarrollo y el turismo de la Zona Turistica Internacional Wonsan-monte Kumgang, se aumentaran nuevos objetos turisticos. \n\t\t\t\t\t\n\t\t\t\t\tQuedo publicado el dia 11 el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea."
        },
        {
            "title": "Rubricado plan de intercambio cultural 2014-2017 entre RPDC y Camboya",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-41ee.html",
            "content": "Rubricado plan de intercambio cultural 2014-2017 entre RPDC y Camboya\r\nPyongyang, 12 de junio (ACNC) -- Quedo firmado el jueves en esta capital el plan de intercambio cultural 2014-2017 entre los gobiernos de la Republica Popular Democratica de Corea y del Reino de Camboya. \n\t\t\t\t\tEn la ceremonia de firmas participaron por la parte coreana el vicepresidente del Comite Coreano de Relaciones Culturales con el Extranjero, Hwang Ho Nam, y otros funcionarios y por la contraparte, el embajador Op Sisawada y otros miembros de la sede diplomatica camboyana en Corea. \n\t\t\t\t\t\n\t\t\t\t\tHwang Ho Nam y Op Sisawada suscribieron el documento."
        },
        {
            "title": "Presidente sirio respalda lucha de gobierno y pueblo de RPDC",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-42ee.html",
            "content": "Presidente sirio respalda lucha de gobierno y pueblo de RPDC\r\nPyongyang, 12 de junio (ACNC) -- El gobierno y el pueblo de Siria envian el invariable apoyo y solidaridad a la lucha del gobierno y el pueblo de la Republica Popular Democratica de Corea por la construccion de un Estado prospero y la reunificacion de la patria.\n\t\t\t\t\tAsi senalo el dia 9 Bashar al-Assad, presidente de la Republica Arabe de Siria, a Jang Myong Ho, embajador de la RPDC acreditado en su pais, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tLas relaciones de amistad entre Siria y la RPDC fueron preparadas y desarrolladas por el Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEstoy complacido de que las relaciones bilaterales siguen desarrollandose positivamente como de siempre bajo la profunda atencion de Su Excelencia Dirigente Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente al gobierno y al pueblo de la RPDC que apoyan con firmeza al pueblo sirio que sufre las dificultades.\n\t\t\t\t\t\n\t\t\t\t\tLos pueblos de ambos paises son companeros de armas y amigos intimos que luchan juntos contra las maquinaciones de las fuerzas hostiles.\n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que las relaciones de los dos paises se desarrollaran mas en el futuro."
        },
        {
            "title": "CRPP condena sentencia a culpables surcoreanos",
            "url": "http://kcna.co.jp/item/2014/201406/news12/20140612-43ee.html",
            "content": "CRPP condena sentencia a culpables surcoreanos\r\nPyongyang, 12 de junio (ACNC) -- En relacion con que hace poco, la banda de los titeres surcoreanos publico el resultado de investigacion de fiscalia sobre el caso de publicacion de la nota de dialogo de la Cumbre Norte-Sur y declaro la inculpabilidad a todos los involucrados, el Secretariado del Comite por la Reunificacion Pacifica de la Patria publico el dia 12 la informacion no.1066.\n\t\t\t\t\tEste caso es el intrigante que inventaron los compinches del \"Partido Saenuri\" con el proposito de cambiar favorablemente la situacion de elecciones presidenciales de 2012 mediante la campana contra las supuestas \"fuerzas pro-Norte\", comienza la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tEntonces, ellos leyeron y publicaron ilegalmente en contubernio con Chongwadae, el Servicio Nacional de Inteligencia y otros la nota de dialogo de la Cumbre Norte-Sur de 2007 y fabricaron el llamado \"discurso de Roh Moo Hyun que renuncio a la linea de limite al Norte\".\n\t\t\t\t\t\n\t\t\t\t\tLos partidos opositores y los surcoreanos de diferentes sectores calificaron la publicacion de esa nota como \"perturbacion de la disciplina nacional\" y \"acto criminal\" e insistieron energicamente en el juicio legal a los autores y complices del caso incluyendo los relacionados del \"Partido Saenuri\". Asi se realizo la investigacion de fiscalia al respecto.\n\t\t\t\t\t\n\t\t\t\t\tAl fin de investigacion de mas de un ano, la fiscalia titere surcoreana no acuso a los autores del caso Kim Mu Song, parlamentario por el \"Partido Saenuri\" y Kwon Yong Se, embajador surcoreano en China, diciendo que no hay sospechas de que ellos violaron la ley.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, declaro insospechables a So Sang Gi, presidente de informaciones de la Asamblea Nacional, a Nam Jae Jun, ex presidente del SNI y a Han Gi Bom, primer subjefe de seccion del SNI, que han publicado ilegalmente la version original de la nota original de dialogo de la Cumbre.\n\t\t\t\t\t\n\t\t\t\t\tEn la inspeccion parlamentaria respecto al gobierno de octubre de 2012, se limito a imponer un poco de multa a Jong Mun Hon, parlamentario por el \"Partido Saenuri\", quien provoco la polemica de \"discurso de Roh Moo Hyun de renunciar a la linea de limite al Norte\" y publico en la prensa el contenido de la nota en cuestion.\n\t\t\t\t\t\n\t\t\t\t\tPor el contrario, trato a Paek Jong Chon y Jo Myong Gyun, jefe de la Oficina de Seguridad y secretario de la politica de seguridad de Chongwadae del \"poder\" de Roh, respectivamente, como delincuentes graves bajo la absurda sospecha de haber borrado la version principal de la nota.\n\t\t\t\t\t\n\t\t\t\t\tMulto a Kang Ki Jong, parlamentario por la Alianza Democratica para Nuevas Politicas, y otros 3 acusandolos de encarcelamiento de una empleada del Servicio Nacional de Inteligencia.\n\t\t\t\t\t\n\t\t\t\t\tTales sentencias de la fiscalia surcoreana hacen imaginar el acto fascista del \"poder\" de la dictadura de \"Yusin\" que para satisfacer su ambicion del poder, no vacilo en los actos gangsteriles e invento los casos intrigantes para eliminar a sus rivales politicos.\n\t\t\t\t\t\n\t\t\t\t\tEl veredicto de inculpabilidad al caso de publicacion de la nota y a los criminales constituye un desafio frontal a la Cumbre y la Declaracion del 4 de Octubre.\n\t\t\t\t\t\n\t\t\t\t\tNo perdonaremos el acto antinacional y anti-reunificacion de la banda titere surcoreana que al dar a la publicidad la nota, insulto la Declaracion Conjunta Norte-Sur acusando a la maxima dignidad de la RPDC."
        }
    ]
}