{
    "date": "2014-01-12",
    "url": "http://kcna.co.jp/item/2014/201401/2014-01-12ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Command of KPA Unit 534",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-02ee.html",
            "content": "Kim Jong Un Inspects Command of KPA Unit 534\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, inspected the command of KPA Unit 534.\n\t\t\t\t\t He was greeted by Col. General So Hong Chan, first vice-minister of the People's Armed Forces, and commanding officers of the unit.\n\t\t\t\t\t\n\t\t\t\t\t He encouraged the officers and soldiers of the unit who are devoting all their wisdom and enthusiasm and making devoted efforts to improve the living standards of service personnel in hearty response to the slogan of the Party that supply service precisely means a battle for defending socialism, and had a photo taken with them.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the room devoted to the education in the revolutionary history.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that Generalissimos Kim Il Sung and Kim Jong Il regarded it as an important requirement for army-building to improve the living standards of service personnel, underscoring the need for the unit to wage a dynamic drive to improve their material and cultural living standards so as to firmly preserve the undying feats performed by the Generalissimos.\n\t\t\t\t\t\n\t\t\t\t\t He said he visited the unit to make 2014 a year of a radical turn in supply service to the People's Army and bring about a signal victory in defending socialism, adding that it is a main link in the whole chain for strengthening the affairs of the People's Army to improve the living standards of its service personnel.\n\t\t\t\t\t\n\t\t\t\t\t He called on the People's Army to launch a high-pitched drive in bean farming, fishing and stockbreeding this year.\n\t\t\t\t\t\n\t\t\t\t\t The unit plays a very important role in improving the living standards of the service personnel, he said, calling on the unit to take the lead in doing so.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to bring about a radical turn in improving the living standards of the service personnel and organize a meeting of logistic personnel of the KPA late this year, adding that they should proudly come to the meeting with successes and experience gained in the efforts to improve the living standards of service personnel.\n\t\t\t\t\t\n\t\t\t\t\t He went round an e-library of the unit and looked at data on scientific and technological achievements.\n\t\t\t\t\t\n\t\t\t\t\t He appreciated a performance given by the unit's art squad at the soldier's hall and gave a precious instruction as regards its performing activities.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA Vice Marshal Choe Ryong Hae, director of the KPA General Political Bureau, Kim Kyong Ok, first vice department director of the C.C., the WPK, and Hwang Pyong So, vice department director of the C.C., the WPK."
        },
        {
            "title": "SPA Presidium Decides to Form Central Election Committee",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-01ee.html",
            "content": "SPA Presidium Decides to Form Central Election Committee\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- The Presidium of the Supreme People's Assembly (SPA) of the DPRK decided to organize the central election committee for the election of deputies to the 13th SPA. The decision was released on Jan. 7. \n\t\t\t\t\tThe chairman of the committee is Yang Hyong Sop, vice-chairman Kim Phyong Hae, secretary general Hong Son Ok and its members Choe Pu Il, Kim Yong Dae, Kim Yong Ho, Jon Yong Nam, Hyon Sang Ju, Ri Myong Gil, Ro Song Sil, Ryom Chol Song, Kim Wan Su and Yun Jong Ho."
        },
        {
            "title": "First Day of Sports Observed",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-14ee.html",
            "content": "First Day of Sports Observed\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- A group race of officials from ministries and national institutions was held Sunday on the first day of sports this year.\n\t\t\t\t\t Kim Il Sung Square was crowded with employees of ministries and national institutions firmly determined to step up the New Year advance in hearty response to Marshal Kim Jong Un's New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Sang Ju, chairman of the Central Committee of the General Federation of Trade Unions of Korea, made a speech prior to the start of the race.\n\t\t\t\t\t\n\t\t\t\t\t Then they, divided into two groups, ran along streets.\n\t\t\t\t\t\n\t\t\t\t\t Officials of ministries and national institutions including the State Science and Technology Commission, the Ministry of Agriculture and the Ministry of Construction and Building-Materials Industry ran,  shouting slogans \"human bombs\", \"devoted defence\" and so on, encouraged by loudspeaker vans' agitation and the songs played by them. \n\t\t\t\t\t\n\t\t\t\t\t Then followed demonstrations of mass rhythmic exercise and Taekwon-do exercise for health.\n\t\t\t\t\t\n\t\t\t\t\t Group race, mass rhythmic exercise and Taekwon-do exercise for health took place by youths and students at the plaza of Pyongyang Indoor Stadium on the same day.\n\t\t\t\t\t\n\t\t\t\t\t Such diverse sports events as volleyball and table tennis contests took place at industrial establishments and other units in the city of Pyongyang including the Pyongyang Thermal Power Complex and Pyongyang Essential Foodstuff Factory.\n\t\t\t\t\t\n\t\t\t\t\t Similar group races took place in every province, city and county."
        },
        {
            "title": "New Poster Produced",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-07ee.html",
            "content": "New Poster Produced\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- The Workers' Party of Korea Publishing House produced poster \"Let us thoroughly carry out the militant tasks set forth in the New Year Address for this year!\"\n\t\t\t\t\t The poster depicts a worker calling for opening up a heyday in the revolution and construction by stepping up the heroic advance full of confidence in victory and enthusiasm in this hopeful year.\n\t\t\t\t\t\n\t\t\t\t\t Letters \"At a Go\", \"Single-minded Unity\" and \"Devoted Implementation\" are seen on the red flag depicted on the poster. It calls for carrying out the tasks set forth by Marshal Kim Jong Un in his historic New Year Address. This fully reflects the faith and will of the Korean people to dynamically advance, holding aloft the torch of innovations.\n\t\t\t\t\t\n\t\t\t\t\t The poster greatly encourages the party members and other working people all out in the general offensive for glorifying this significant year as a year of grandiose struggle, a year of sea changes single-mindedly united around Kim Jong Un."
        },
        {
            "title": "DPRK Football Team Defeats Yemeni Rival 3:1",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-15ee.html",
            "content": "DPRK Football Team Defeats Yemeni Rival 3:1\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- Group league matches for the First Asian U-22 Football Championship started on Saturday in Masqat, Oman, which would last till Jan. 26.\n\t\t\t\t\t 16 teams are divided into 4 groups to play group league matches. The teams placed first and second in the groups will play knock out events to decide champion.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK team played the first match with Yemeni team on Saturday. It scored two goals in the first half and one in the second half of the match, defeating its rival 3:1.\n\t\t\t\t\t\n\t\t\t\t\t It will play the next match with its Syrian rival on Jan. 13. \n\t\t\t\t\t\n\t\t\t\t\t The teams from the DPRK, Syria, Yemen and United Arab Emirates belong to Group B."
        },
        {
            "title": "Rodong Sinmun Calls for Glorifying This Year with Increased Agricultural Production",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-11ee.html",
            "content": "Rodong Sinmun Calls for Glorifying This Year with Increased Agricultural Production\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- Rodong Sinmun Sunday in an editorial calls for glorifying this year with increased agricultural production, saying that this year is a meaningful one that marks the 50th anniversary of President Kim Il Sung's work \"Theses on the Socialist Rural Question in Our Country\".\n\t\t\t\t\t The editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t The theses on socialist rural question serves as a great programme for building socialist countryside the validity and vitality of which have been clearly proved in the protracted struggle for implementing it.\n\t\t\t\t\t\n\t\t\t\t\t Shining successes and changes have taken place in the rural construction in the DPRK as a result of the dynamic struggle waged to carry out the socialist rural theses under the guidance of President Kim Il Sung and leader Kim Jong Il. The successful progress of the ideological, technical and cultural revolutions helped significantly raise the level of ideological consciousness and culture and technique of the agricultural workers and consolidate the material and technical foundation of rural economy.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to give full play to the validity and vitality of the rural theses, highly proud of having the programme for building socialist countryside the like of which is rare to be found in the world.\n\t\t\t\t\t\n\t\t\t\t\t All the officials and other working people in the field of agriculture across the country should wage a dynamic drive to carry out the socialist rural theses and glorify this year with increased agricultural production.\n\t\t\t\t\t\n\t\t\t\t\t It is an important principle for solving the socialist rural question indicated by the rural theses to boost assistance to the countryside.\n\t\t\t\t\t\n\t\t\t\t\t All the officials, party members and other working people should glorify this year that marks the 50th anniversary of the theses on socialist rural question as a proud year of victory to bring about a revolutionary turn in the agricultural production under the leadership of the party, the editorial concludes."
        },
        {
            "title": "Rodong Sinmun Slams Dangerous Remarks Made by Japanese Militarist Maniac",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-13ee.html",
            "content": "Rodong Sinmun Slams Dangerous Remarks Made by Japanese Militarist Maniac\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- Prime Minister Abe in a recent New Year interview talked nonsense that the struggle to restore \"strong Japan\" is to start now and it is necessary to deepen the people's discussion on the revision of the Constitution as required by the change of the times. \n\t\t\t\t\t Rodong Sinmun Sunday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What Abe said was dangerous outbursts which brought to light the true colors of a militarist maniac.\n\t\t\t\t\t\n\t\t\t\t\t It is not the first time that Abe uttered the above-said words. \n\t\t\t\t\t\n\t\t\t\t\t Right after coming to power, he cried out for widely disseminating \"Kimigayo\", symbolic of militarism, and said this marks the \"first step to restore strong Japan\". His reckless remarks make it clearer that \"strong Japan\" touted by Abe means revived militarist Japan.\n\t\t\t\t\t\n\t\t\t\t\t This time Abe declared that he would launch an action to make a revision of the \"Pacifist Constitution\" in a bid to build such Japan. What he uttered is, in essence, nothing but a revelation of his scenario to bring back the era in the last century when the Japanese imperialists could dominate Asia while talking about \"Greater East Asia Co-Prosperity Sphere\".\n\t\t\t\t\t\n\t\t\t\t\t Abe officially declared before the world that he would realize Japan's militarization and its ambition for reinvasion come what may by completely discarding the veil of \"pacifist state\" and disclosing its true colors as a war state. This is a blatant challenge to the peoples of Asia and the rest of the world aspiring after peace.\n\t\t\t\t\t\n\t\t\t\t\t For Japan to keep to the road of militarism is as foolish an act as precipitating its self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t If the present ruling forces of Japan have even an iota of reasonable thinking, they should face up to the reality and behave themselves."
        },
        {
            "title": "Hostile Forces' Interference in Internal Affairs Should Not Be Allowed; Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-12ee.html",
            "content": "Hostile Forces' Interference in Internal Affairs Should Not Be Allowed; Rodong Sinmun\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- The U.S. trumpeting about \"human rights,\" \"freedom\" and \"democracy\" is aimed to interfere in the internal affairs of other countries and the interference by hostile forces including the U.S.  should not be allowed.\n\t\t\t\t\t Rodong Sinmun Sunday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t What is ridiculous is that the U.S. pretends to make efforts for justice while trumpeting about \"human rights\" and \"democracy\" in a bid to achieve its sinister purpose of aggression, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. goes so arrogant that it alone has \"political criteria\" and right to judge right and wrong in the world. No matter how hard it works to justify its aggression and interference which bring pain and disaster to the peoples of other countries as \"justice\" of international community, but this can never work on others.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is behaving impudently in disregard of international law.\n\t\t\t\t\t\n\t\t\t\t\t The \"human rights report\" released by the U.S. every year is a clear proof of its hostile policy aimed to stretch its tentacles to the internal affairs of other countries and hatch plots to bring down their leadership.\n\t\t\t\t\t\n\t\t\t\t\t Western-style \"democracy\" floated by the U.S. is fraught with terrible poison.\n\t\t\t\t\t\n\t\t\t\t\t All the countries in the world which allowed the infiltration of the above-said \"democracy\" are torn with serious political and economic turmoil and fierce sectarian and tribal disputes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is directing the spearhead of human rights offensive to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Such mean offensive of the hostile forces to tarnish the image of the DPRK is sparking off anti-U.S. sentiment among the Korean people and arousing their awareness to firmly defend Korean-style socialism, the best one in the world.\n\t\t\t\t\t\n\t\t\t\t\t The countries that value the sovereignty of the country and dignity of the nation should heighten the vigilance against the U.S. interference in their internal affairs and thoroughly smash it."
        },
        null,
        {
            "title": "U.S. Plans to Reinforce Air Force in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-06ee.html",
            "content": "U.S. Plans to Reinforce Air Force in S. Korea\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- The 7th Air Force Command of the U.S. imperialist aggression forces in south Korea Saturday announced that it would deploy in south Korea F-16s from its Air Force base in Utah State, according to CBS of south Korea.\n\t\t\t\t\t It is reported that 12 F-16s and more than 300 forces would be deployed in south Korea on a rotation basis according to the plan.\n\t\t\t\t\t\n\t\t\t\t\t Such moves of the U.S. imperialists are touching off strong protest and denunciation by the public inside and outside as they are dangerous ones to bring nuclear disaster to the Korean peninsula."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied in UK, Romania",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-04ee.html",
            "content": "Kim Jong Un's New Year Address Studied in UK, Romania\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- There were round-table talks and a briefing on supreme leader Kim Jong Un's New Year Address in the UK and Romania on Jan. 4 and 6.\n\t\t\t\t\t Present there were figures of the Revolutionary Communist Party of Britain (Marxist-Leninist), the New Communist Party, the Association for the Study of Songun Policy, the Group for the Study of the Juche Idea of Britain, the British Branch of the Korean Friendship Association and the Socialist Party of Romania and masses.\n\t\t\t\t\t\n\t\t\t\t\t Michael Chant, general secretary of the Central Committee of the Revolutionary Communist Party of Britain (Marxist-Leninist) said it was a sacred duty of the British revolutionaries to send full support and solidarity to the Workers' Party of Korea and the Korean revolution led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He noted they witnessed the successes made by the DPRK in socialist construction under the leadership of Kim Jong Un despite all sorts of machinations of the imperialists while taking part in the celebrations of the 60th anniversary of the Korean people's victory in the Fatherland Liberation War last year.\n\t\t\t\t\t\n\t\t\t\t\t We will have the organ of our party and its website give publicity to Kim Jong Un's New Year Address to encourage all the party members to turn out in the movement for solidarity with the Korean people, he said.\n\t\t\t\t\t\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, said:\n\t\t\t\t\t\n\t\t\t\t\t World media reported about Kim Jong Un's New Year Address as topic news.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves his personality as a great man who steers the international political situation.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Romania fully supports his New Year Address and urges the U.S. and south Korean authorities discard their anachronistic conception of confrontation and respond to the DPRK's just and principled stand and goodwill as early as possible,.\n\t\t\t\t\t\n\t\t\t\t\t It is confident that the heroic Korean people will achieve greater success in the building of an economic power and in the struggle for achieving the reunification of the country this year, too under the leadership of Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Political Party and Organization in Peru",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-05ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Political Party and Organization in Peru\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- A Peruvian political party and organization made public statements on January 3 and 6 in support of supreme leader Kim Jong Un's New Year Address.\n\t\t\t\t\t The Peruvian National Independent Movement for Free Voting's Union noted:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, in his New Year Address recalled that the party, government and people of the DPRK significantly celebrated the 65th anniversary of the founding of the DPRK and the 60th anniversary of victory in the Fatherland Liberation War and achieved brilliant successes in carrying out the cause of socialism last year.\n\t\t\t\t\t\n\t\t\t\t\t And he set forth tasks and ways to raise a fierce wind of making a fresh leap forward on all fronts of building a thriving country and called for establishing a climate for improved relations between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t His New Year Address serves as a militant programme indicating not only to the Korean people but also to the world progressive people and revolutionaries this year's orientation for carrying out the cause of socialism and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t We fully support Kim Jong Un's New Year Address and reiterate our support and solidarity with the Workers' Party and people of the DPRK in their just struggle for building an economic power and achieving national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian Committee for Remembering Generalissimo Kim Jong Il noted that in his New Year Address Kim Jong Un set forth tasks facing the army and people of the DPRK this year.\n\t\t\t\t\t\n\t\t\t\t\t The organization extended warm congratulations to the Korean people all out to carry out the tasks true to his New Year Address."
        },
        {
            "title": "Kim Jong Un's Work Published in Nigeria",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-09ee.html",
            "content": "Kim Jong Un's Work Published in Nigerian\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" was brought out in booklet by N. K. Publishing House in Enugu of Nigeria.\n\t\t\t\t\t The booklet said in its preface:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is a leader who draws the greatest attention in the shortest period in history- this is a view of world media on him.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made appeal \"Forward to the Final Victory\" in his speech made at the military parade on the centenary of birth of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place at the publishing house on Jan. 6."
        },
        {
            "title": "Socialist Korea Is Sure to Triumph: Nigerian Figure",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-03ee.html",
            "content": "Socialist Korea Is Sure to Triumph: Nigerian Figure\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- Socialist Korea is sure to win a final victory and the human cause of independence has an immensely rosy prospect thanks to the leadership of Marshal Kim Jong Un. The managing director of the N. K. Publishing House in Enugu of Nigeria said this at a ceremony of releasing supreme leader Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" held on Jan. 6. \n\t\t\t\t\t There is strong Kim Jong Un enthusiasm in the present international community, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The world progressive people hold in high esteem Kim Jong Un as a great successor to President Kim Il Sung and General Secretary Kim Jong Il who explored and triumphantly advanced the global cause of independence."
        },
        {
            "title": "British Organizations Denounce S. Korean Authorities' Fascist Suppression",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-08ee.html",
            "content": "British Organizations Denounce S. Korean Authorities' Fascist Suppression\n\t\t\t\t\t\t\r\nPyongyang, January 12 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British branch of the Korean Friendship Association made public a joint statement on December 30 last year to condemn the south Korean authorities for their fascist suppression of people.\n\t\t\t\t\t The south Korean authorities are cracking down on the people including workers all out to protest against the privatization of railway service, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Their suppression is a hideous act of violating elementary vital rights of toiling masses and their democratic rights and a blatant challenge to the desire of the people.\n\t\t\t\t\t\n\t\t\t\t\t South Koreans can never live in peace even a day as long as the Park Geun Hye fascist authorities are working hard to revive \"yusin\" dictatorship by pursuing a repressive policy after seizing power through frauds and corruption.\n\t\t\t\t\t\n\t\t\t\t\t Class contradictions are festering to an extreme pitch in the south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities are seeking a way out of their crisis in suppressing the popular masses, but this is no more than a day dream.\n\t\t\t\t\t\n\t\t\t\t\t They can never escape a stern punishment by history as they are going against the people's mindset and the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t The working people in south Korea including workers and farmers will bring down the fascist dictatorship without fail.\n\t\t\t\t\t\n\t\t\t\t\t The statement extended full support and solidarity to the south Koreans in their struggle for vital rights, democracy and independent reunification of Korea."
        },
        {
            "title": "Kim Jong Un inspecciona la comandancia de unidad 534 de EPC",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-02ss.html",
            "content": "Kim Jong Un inspecciona la comandancia de unidad 534 de EPC\n\t\t\t\t\t\t\r\nPyongyang, 12 de enero (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la comandancia de la unidad 534 del EPC.\n\t\t\t\t\tLe acogieron en la ocasion el coronel general de las fuerzas terrestres del EPC So Hong Chan, primer viceministro de las Fuerzas Armadas Populares y los comandantes de la unidad.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal estimulo a los oficiales y soldados de la unidad quienes en acato a la consigna del partido: el trabajo de intendencia es la batalla de defensa socialista dedican toda su inteligencia, pasion, abnegacion y esfuerzos a la mejora de la vida de los uniformados y tomo la foto de recuerdo junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\tPrimeramente, el Mariscal estuvo en la sala de la educacion en la historia revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tLos grandes Generalisimos presentaron la mejora del nivel de vida de los soldados como la demanda importante de la construccion de ejercito, senalo y destaco que la unidad debe defender a costa de la vida las imperecederas hazanas de ellos mediante ingentes esfuerzos por mejorar la vida material y cultural de los militares.\n\t\t\t\t\t\n\t\t\t\t\tLa mejora de la vida de los militares constituye un eslabon principal de los asuntos militares del EPC para este ano, acoto y anadio que visito esta unidad para hacer el 2014 de un ano en que se registrara cambio en el trabajo de intendencia del EPC y lograr la victoria en la batalla de defensa socialista.\n\t\t\t\t\t\n\t\t\t\t\tRatifico que el EPC debe levantar con vigor este ano un gran auge en el cultivo de soyas, la pesca y la ganaderia.\n\t\t\t\t\t\n\t\t\t\t\tEs importante la mision de esta unidad en la mejora de la vida de los militares, puntualizo y destaco que la unidad debe ser la vanguardia en resolver el problema de la vida de los militares\n\t\t\t\t\t\n\t\t\t\t\tOrganicemos a finales del presente ano la conferencia de los funcionarios de la intendencia del EPC tras obtener viraje trascendental en tal labor, recalco y subrayo que los funcionarios de intendencia deben tomar parte dignamente en el conclave con los exitos y experiencias obtenidos en el mejoramiento de nivel de la vida de los soldados.\n\t\t\t\t\t\n\t\t\t\t\tRecorrio la biblioteca electronica y la libreria de la unidad y examino los datos sobre los exitos cientifico-tecnicos.\n\t\t\t\t\t\n\t\t\t\t\tPresencio en la casa de los militares la funcion del grupo de propaganda artistica de la unidad y dio valiosas instrucciones que se presentan en actividades de funcion.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en la ocasion el vicemariscal del EPC Choe Ryong Hae, jefe de la Direccion Politica General del EPC, Kim Kyong Ok, primer subjefe de departamento del Comite Central del PTC, y Hwang Pyong So, subjefe de departamento del CC del PTC."
        },
        {
            "title": "Presidium de APS decide organizar el comite electoral central",
            "url": "http://kcna.co.jp/item/2014/201401/news12/20140112-01ss.html",
            "content": "Presidium de APS decide organizar el comite electoral central\n\t\t\t\t\t\t\r\nPyongyang, 12 de enero (ACNC) -- Quedo publicada el dia 7 la resolucion del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea sobre la organizacion del comite electoral central para elegir a los diputados de la XIII legislatura de la APS.\n\t\t\t\t\tDe acuerdo con el documento, el comite esta presidido por Yang Hyong Sop y tiene a Kim Phyong Hae y Hong Son Ok como vicepresidente y secretaria general, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tSus miembros son Choe Pu Il, Kim Yong Dae, Kim Yong Ho, Jon Yong Nam, Hyon Sang Ju, Ri Myong Gil, Ro Song Sil, Ryom Chol Song, Kim Wan Su y Yun Jong Ho."
        }
    ]
}