{
    "date": "2014-06-17",
    "url": "http://kcna.co.jp/item/2014/201406/2014-06-17ee.html",
    "articles": [
        {
            "title": "Greeting to President of Seychelles　",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-30ee.html",
            "content": "Greeting to President of Seychelles\r\n Pyongyang, June 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Sunday sent a message of greeting to James Alix Michel, president of Seychelles, on the occasion of its national day.\n\t\t\t\t\t The message wished the president and people of Seychelles greater successes in their work for the socio-economic development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the friendly and cooperative relations between the two countries would grow stronger."
        },
        {
            "title": "Congratulations to Prime Minister-elect of Antigua and Barbuda　",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-37ee.html",
            "content": "Congratulations to Prime Minister-elect of Antigua and Barbuda\r\n Pyongyang, June 17 (KCNA) -- DPRK Premier Pak Pong Ju Tuesday in a message congratulated Gaston Browne on his election as prime minister of Antigua and Barbuda.\n\t\t\t\t\t The message wished him successes in his future work for the development and prosperity of the country."
        },
        {
            "title": "PM of Qatar on Boosting Friendly Relations with DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-39ee.html",
            "content": "PM of Qatar on Boosting Friendly Relations with DPRK\r\n Pyongyang, June 17 (KCNA) -- Abdullah Bin Nasser Bin Khalifa Al Thani, prime minister of Qatar, had a talk with the DPRK government delegation headed by Foreign Minister Ri Su Yong who paid a courtesy call on him on June 15.\n\t\t\t\t\t The prime minister said he highly appreciates the sincere efforts made by the DPRK government and people to achieve big successes in building a thriving nation under the leadership of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The government of Qatar is pleased with the fact that the bilateral relations are developing on good terms under the deep care of the leaders of the two countries, he said, stressing that he will make positive efforts for the development of friendly relations with the DPRK."
        },
        {
            "title": "DPRK Friendship Delegation Back Home",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-31ee.html",
            "content": "DPRK Friendship Delegation Back Home\r\n Pyongyang, June 17 (KCNA) -- A DPRK friendship delegation headed by Im Hun, chairman of the North Hwanghae Provincial People's Committee, returned home on Tuesday after visiting Mongolia."
        },
        {
            "title": "Meetings Held by Working People's Organizations",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-33ee.html",
            "content": "Meetings Held by Working People's Organizations\r\n Pyongyang, June 17 (KCNA) -- Working people's organizations held meetings on Tuesday to mark the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t Present there were Choe Ryong Hae, secretary of the C.C., the WPK, officials concerned, officials of working people's organizations, youth and students in Pyongyang and members of the women's union.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the C.C., the youth league, made a report at the meeting of youth and students held at the plaza of the Monument to Party Founding. Then followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said Kim Jong Il formulated the revolutionary idea of President Kim Il Sung as Kimilsungism and strengthened the WPK into the party of the leader which firmly established the monolithic ideological system and leadership system.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the youth to more firmly arm with the Juche idea and the Songun idea of the WPK and thus firmly prepare themselves to be genuine Kimilsungists-Kimjongilists thinking and acting in conformity with the idea and intention of the party.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Sun, chairwoman of the C.C., the women's union, made a report at the meeting of its members held at the Hall of Women. Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Il led the WPK with his outstanding idea and leadership and brought epochal changes in carrying out the revolutionary cause of Juche. His revolutionary feats will be everlasting with the history of the country, they added.\n\t\t\t\t\t\n\t\t\t\t\t They appealed to the officials and members of the women's union to carry out the behests of the great Generalissimos Kim Il Sung and Kim Jong Il to the last under the leadership of the party, holding in high esteem Kim Jong Il as eternal general secretary of the WPK for all ages."
        },
        {
            "title": "State Merited Chorus Starts Performance in Sinuiju",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-40ee.html",
            "content": "State Merited Chorus Starts Performance in Sinuiju\n\t\t\t\t\t\t\r\n Sinuiju, June 17 (KCNA) -- The State Merited Chorus started its performance in Sinuiju, North Phyongan Province from Tuesday.\n\t\t\t\t\t Put on the stage were colorful numbers such as male chorus \"Song of the Korean People's Army\" and orchestra and serial songs \"Song in Praise of the Sun\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang praises of the revolutionary lives and exploits of President Kim Il Sung and leader Kim Jong Il who visited Rakwon during the war days, making a new history of building a leading machine and equipment producer, indicating the orientation and ways to be followed by workers of the Rakwon Machine Complex at every stage of socialist construction and leading them with loving care. \n\t\t\t\t\t\n\t\t\t\t\t Eight members of a party  cell of the complex and other audience recollected with deep emotion the proud path covered by the complex along which it turned into a leading machine-building base thanks to the loving care and trust of the President and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also put on the stage were numbers like female quartet \"Our Marshal\", male solo and chorus \"My Blessed Life\", instrumental trio \"It Is Pride of Our Party\" and male chorus \"Revolutionary Armed Forces Upholds Leadership of Marshal Only\".\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Ri Man Gon, chief secretary of the North Phyongan Provincial Committee of the Workers' Party of Korea, Choe Jong Gon, chairman of the North Phyongan Provincial People's Committee, officials in the province and workers of the complex.\n\t\t\t\t\t\n\t\t\t\t\t The performance goes on."
        },
        {
            "title": "Friendship Meeting Held　",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-27ee.html",
            "content": "Friendship Meeting Held\r\n Pyongyang, June 17 (KCNA) -- There took place a friendship meeting at East Pyongyang Secondary School No. 1 on Tuesday to mark the 55th anniversary of the class named after Mao Zhedong.\n\t\t\t\t\t Invited to it were Liu Hongcai, Chinese ambassador to the DPRK, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t Present there were So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as vice-chairman of the Central Committee of the DPRK-China Friendship Association, officials concerned, and teachers and students of the school.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that over the past 55 years Mao Zedong Class has conducted exchange activities with Kim Il Sung Class of Beijing Middle School No. 5 of China and deepened the feelings of friendship between the students of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t This year marks the 65th anniversary of establishment of the DPRK-China diplomatic relations, they said, expressing belief that the friendly relations between the two countries provided by President Kim Il Sung and Chairman Mao Zedong.\n\t\t\t\t\t\n\t\t\t\t\t Then the participants looked round various places of the school conducive to training reserve talents of the country before enjoying an art performance given by students.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Chinese embassy donated education equipment to the school that day."
        },
        {
            "title": "8th Pyongyang Department Store No. 1 Commodity Exhibition Opens　",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-38ee.html",
            "content": "8th Pyongyang Department Store No. 1 Commodity Exhibition Opens\r\n Pyongyang, June 17 (KCNA) -- There opened the 8th Pyongyang Department Store No. 1 commodity exhibition with due ceremony on June 17.\n\t\t\t\t\t On show are more than 1 600 varieties of consumer goods presented by ministries, national institutions, industrial establishments, joint-venture units and trade companies.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Kim Yong Jin, vice-premier of the Cabinet, officials concerned, officials and workers of the units supplying commodities.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kyong Nam, minister of Commerce, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the exhibition hall after the ceremony."
        },
        {
            "title": "Performance Given by Art Group of Pyongyang Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-29ee.html",
            "content": "Performance Given by Art Group of Pyongyang Schoolchildren's Palace\r\n Pyongyang, June 17 (KCNA) -- A performance was given by members of the art group of the Pyongyang Schoolchildren's Palace on Tuesday to mark the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The performance began with song and dance \"Let's Sing of June 19\".\n\t\t\t\t\t\n\t\t\t\t\tPut on the stage were colorful numbers including oungum and solo \"General Represents the Whole World\", dance story-telling \"The General Goes to the Front While Children to Camp\" and folk singing in unison \"Grateful Embrace of Party\".\n\t\t\t\t\t\n\t\t\t\t\t The performers praised Kim Jong Il for developing the WPK into the guiding force for carrying out the revolutionary cause of Songun and the true mother party taking care of the destiny and future of the people and the rising generation.\n\t\t\t\t\t\n\t\t\t\t\t Poetry solo \"I Have Real Father\" and national instrumental ensemble music for kayagum \"My Best Country\" vividly reflected the schoolchildren growing stoutly with nothing more to desire under the care of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Ri Il Hwan, department director of the Central Committee of the Workers' Party of Korea, Jon Yong Nam, chairman of the Central Committee of the youth league, officials concerned of the youth league and school youth and children in Pyongyang."
        },
        {
            "title": "Archery Final Matches Held",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-32ee.html",
            "content": "Archery Final Matches Held\r\n Pyongyang, June 17 (KCNA) -- Archery final matches of the Sports Contest for Pochonbo Torch Prize took place at the Sosan Football Stadium on Tuesday.\n\t\t\t\t\t The archery matches started on June 11. They brought together the defense sports team of the Korean People's Army, Amnokgang defense sports team, Suyangsan sports team, Songaksan sports team and sports teams of the February 8 Vinalon Complex and the Hungnam Fertilizer Complex.\n\t\t\t\t\t\n\t\t\t\t\t The final matches were played between groups A and B of the KPA defense sports team and group A of the Amnokgang defense sports team, divided into men and women team events, mixed team events and men's and women's individual events.\n\t\t\t\t\t\n\t\t\t\t\t The players fully showed their techniques cultivated in their day-to-day training.\n\t\t\t\t\t\n\t\t\t\t\t Players of group A of the KPA defense sports team won the men and women team events, players of group A of the KPA defense sports team placed first at the mixed team events and Jon Chol and Kang Un Ju of the KPA defense sports team came first at the men's and women's individual matches."
        },
        {
            "title": "New Stamps Issued　",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-21ee.html",
            "content": "New Stamps Issued\r\n Pyongyang, June 17 (KCNA) -- The State Stamp Bureau of the DPRK issued new stamps (a sheet and sheetlet) in commemoration of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (June 19, 1964).\n\t\t\t\t\t Seen in the upper part of the stamps are letters \"Commemoration of the 50th anniversary of leader Kim Jong Il's Start of Work at the Central Committee of the Workers' Party of Korea (WPK)\" and \"Juche 53 (1964)-Juche 103 (2014)\".\n\t\t\t\t\t\n\t\t\t\t\t The sheet carries an acrylic painting \"Dawn breaks in the history of the WPK\", which depicts Kim Jong Il starting his work at the C.C., the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The sheetlet carries Korean paintings showing lofty moral traits of Kim Jong Il who had always found himself among the servicepersons and people of the DPRK to encourage them to make fresh innovations."
        },
        {
            "title": "Kim Ung U, Great Patriot",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-20ee.html",
            "content": "Kim Ung U, Great Patriot\r\n Pyongyang, June 17 (KCNA) -- Today marks the 166th birth anniversary of Kim Ung U, great-grandfather of President Kim Il Sung \n\t\t\t\t\t Kim Ung U's life was the one wholly consistent with patriotic deeds.\n\t\t\t\t\t\n\t\t\t\t\t When he heard that the U.S. imperialist aggressors' ship General Sherman had sailed up to Yanggak Islet along the River Taedong in 1866, killing people with its cannons and guns and stealing their possessions, he called upon the people in and surrounding Mangyongdae to fight against the aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The people rose in response to his call to sink the ship through a fire attack, thus displaying the stamina of the Korean nation not to forgive any foreign aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The sinking of the ship was a historic victory, the first of its kind in the struggle of the Korean nation against the U.S.\n\t\t\t\t\t\n\t\t\t\t\t After the sinking of the General Sherman, the U.S. imperialist aggressors sent another vessel, the warship Shenandoah, which sailed into the mouth of the River Taedong, where its crew committed murder, incendiary attacks and pillage. Kim Ung U called on the people of Mangyongdae again to form a volunteers unit and fight to defend their country from the Shenandoah.\n\t\t\t\t\t\n\t\t\t\t\t On this occasion, people in the DPRK are recalling with deep emotion his patriotic life."
        },
        {
            "title": "New Kinds of Paints Developed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-22ee.html",
            "content": "New Kinds of Paints Developed in DPRK\r\n Pyongyang, June 17 (KCNA) -- The Road Construction Trading Company in the DPRK has developed various kinds of high-quality paints for decoration of interior walls.\n\t\t\t\t\t Among them are those for decorating with relief, multi-color and other decorative effects.\n\t\t\t\t\t\n\t\t\t\t\t What catches one's eye are the multi-color paints made based on advanced technologies, which are highly resistant even to microorganism.\n\t\t\t\t\t\n\t\t\t\t\t They are strong in heat and sound proof and have decorative effect even on fiber and metal sheets.\n\t\t\t\t\t\n\t\t\t\t\t The company has also developed other coating materials, highly acceptable at construction sites."
        },
        {
            "title": "Cornhusk Footwear Good for Health",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-23ee.html",
            "content": "Cornhusk Footwear Good for Health\r\n Pyongyang, June 17 (KCNA) -- The Korea Hungsong Trading Company in the DPRK recently developed cornhusk footwear based on nano-technology and started to mass-produce them.\n\t\t\t\t\t Among its products are shoes, sports shoes and sandals which have been specially heat-treated before applying nano-silver on them.\n\t\t\t\t\t\n\t\t\t\t\t Their durability is three times higher than synthetic leather footwear and they are highly resistant to water and stroke.\n\t\t\t\t\t\n\t\t\t\t\t They have proved good for health due to the bactericidal action of nano-silver.\n\t\t\t\t\t\n\t\t\t\t\t Those cornhusk products were presented to the 17th Pyongyang Spring International Trade Fair held some days ago to draw attention of visitors."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-12ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n Pyongyang, June 17 (KCNA) -- Rodong Sinmun Tuesday dedicates an article to marking the 17th anniversary of leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\".\n\t\t\t\t\t The work, published on June 19, Juche 86 (1997), elucidates that preserving the Juche character and national identity in the revolution and construction is a principled requirement for accomplishing the cause of popular masses for independence, the socialist cause  in conformity with its essential nature and social historic condition.\n\t\t\t\t\t\n\t\t\t\t\t  The work deals with the essential nature and advantages of Korean-style socialism strong in Juche character and national identity and the important guidelines to be adhered to in the struggle for the independent development of the country and the prosperity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Since the work was published, the Workers' Party of Korea has firmly preserved the Juche character and national character in the revolution and construction and led the cause of socialism to victory under the leadership of the peerless great men.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il wisely led the struggle to preserve the Juche character and national character in the revolution and construction while firmly defending the dignity and sovereignty of the country and the nation with his original Songun politics under the acute and complicated political situation.\n\t\t\t\t\t\n\t\t\t\t\t The struggle to preserve the Juche character and national character in the revolution and construction is being developed on a new high stage under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Korean socialism is the one of Juche achieving the independent development and prosperity of the country and the nation on the principle of national independence, the invincible one achieving victories by dint of the powerful driving force and the patriotic one firmly carrying forward the national tradition pervaded by the nation's soul and spirit, the article concluded."
        },
        {
            "title": "Rodong Sinmun Blasts U.S.-S. Korea War Drills against DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-14ee.html",
            "content": "Rodong Sinmun Blasts U.S.-S. Korea War Drills against DPRK\r\n Pyongyang, June 17 (KCNA) -- The past  more than six decades witnessed ceaseless U.S.-south Korea war exercises against the DPRK, the largest-ever in the world and the most dangerous in their nature, says Rodong Sinmun on Tuesday  in a commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t South Korea witnessed more than 18 000 war drills against the north after the ceasefire, counting only those opened to media. These war drills were nothing but preliminary and test wars targeting the DPRK from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t The targets of these saber-rattlings were not the DPRK only.\n\t\t\t\t\t\n\t\t\t\t\t Such war drills in south Korea and in its vicinity are becoming evermore provocative and aggressive in their nature. This would be unthinkable without the U.S. pivot to Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\t The essence of the U.S. hostile policy towards the DPRK is war.\n\t\t\t\t\t\n\t\t\t\t\t We neither beg for peace nor are afraid of war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has experience in which it won the war with the multi-national aggressor forces grouping the U.S. imperialists and their 15 satellite states, the south Korean puppet troops and the Japanese militarists in the last century when it was very young.\n\t\t\t\t\t\n\t\t\t\t\t As long as the powerful nuclear deterrence is reliably defending the sky, land and seas of Songun Korea, it will never allow the repetition of the tragic history of Korea in which the Korean nation fell victim to the scramble of big powers for influence in the past.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is keen to recklessly use its military force against the DPRK, obsessed with its theory that military muscle is all-powerful. But it would be well advised to bear in mind that its \"myth of being the world's only superpower\" will be shattered to smithereens.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better stop its reckless war drills at once, properly understanding that the DPRK is no longer what used to be in 1950."
        },
        {
            "title": "Minju Joson Demands Pullback of U.S. Forces from S. Korea and Japan",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-15ee.html",
            "content": "Minju Joson Demands Pullback of U.S. Forces from S. Korea and Japan\r\n Pyongyang, June 17 (KCNA) -- The U.S. imperialist aggressor forces stationed in south Korea and Japan should be withdrawn at once in order to put an end to the GIs' crimes in those regions, holds Minju Joson on Tuesday in a commentary.\n\t\t\t\t\t Inhabitants in the areas occupied by U.S. forces are undergoing unspeakable misfortune and pain, the commentary notes, and goes on: They are suffering severe damage mentally and physically due to the crimes being committed by GIs almost every day.\n\t\t\t\t\t\n\t\t\t\t\t GIs' crimes in those regions are mainly attributable to the U.S. arrogant standpoint of regarding south Korea and Japan as its scapegoats and its strategy for dominating Asia.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. strategic scenario to have grip on south Korea and Japan as outposts and strategic bases for carrying out its strategy for dominating the Asia-Pacific region, enforce its military hegemonic policy in this region and lord it over for an indefinite period.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has no interest in respecting the sovereignty and dignity of south Korea and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-south Korea and the U.S.-Japan \"Status of Forces Agreement\" and the agreement on the U.S. forces status in Japan do not allow the south Korean and Japanese authorities to exercise their rights to legal action against GI criminals as it regards them as mere junior allies. \n\t\t\t\t\t\n\t\t\t\t\t Consequently, the GIs in south Korea and Japan enjoy extraterritorial privileges and go scot-free even after they commit felonies.\n\t\t\t\t\t\n\t\t\t\t\t As long as south Korea and Japan are tightly shackled to the U.S. aggressive strategy for dominating Asia and U.S. forces are present there, GIs' crimes can never be stopped and the local people can never be free from constant uneasiness and fear."
        },
        {
            "title": "KCNA Commentary Snubs U.S. Talk about \"Threat\" from DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-11ee.html",
            "content": "KCNA Commentary Snubs U.S. Talk about \"Threat\" from DPRK \r\n Pyongyang, June 17 (KCNA) -- The U.S. is plugging south Korea into the building of THAAD, a key element of its missile defense system.\n\t\t\t\t\t The belligerent forces of the U.S. military are openly crying out for expanding the MD capacity, claiming that \"north Korea is the first challenge the U.S. forces are facing in Asia and the north's nuclear and missile programs and provocations are existing threats\". The deployment of THAAD in south Korea which is becoming a reality against this backdrop is aimed to expand the MD in the Asia-Pacific region under the pretext of \"threats\" from the DPRK and thus contain their potential rivals and establish an unchallenged edge in the region.\n\t\t\t\t\t\n\t\t\t\t\t The deputy director of the Far Eastern Research Institute of the Russian Academy of Sciences said the deployment of THAAD in south Korea is another move of the U.S. to expand its military presence in the Asia-Pacific region. This indicates that though the U.S. is escalating its activities in the region citing the nuclear threats from the DPRK, its all interceptor missile systems in the region are targeted against China with an aim to contain it.\n\t\t\t\t\t\n\t\t\t\t\t Voice of Russia also said it is beyond doubt that the U.S. MD is aimed to threaten China and the interceptor missile system in the European region is targeted against Russia.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that the U.S. oft-repeated \"threat from the north\" is nothing but a smokescreen and sheer sophism to calm down the opposition of China and Russia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. moves to build missile shields are, in essence, aimed to establish a system whereby to mount a powerful missile attack on the Eurasian continent and the sphere of its operation covers big powers and strategic bases in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. claims its MD is to ward off a missile attack from the DPRK but it is nothing but a lame excuse. The U.S. MD involves the whole Europe and Mideast as well as vast regions from Alaska to Japan, south Korea, Philippines and Australia. It is nonsensical for the U.S. to claim that its huge missile shields that require a colossal amount of funds is just to fend off a missile attack from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. MD is being built apparently the way of compressing its potential rivals in the Asia-Pacific region from the east and the west.\n\t\t\t\t\t\n\t\t\t\t\t If it is for defense, there is no need for it to be deployed in areas far away from NATO member countries and the U.S. But the U.S. MD lays a siege to big powers in the Asia-Pacific region and those countries that are not obedient to it.\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, the Russian foreign minister said Washington can never justify the measures it has taken by citing \"threats from north Korea\" as a pretext for putting spurs to building the components of the worldwide MD. A spokesperson for the Chinese Foreign Ministry also held that the deployment of the U.S. interceptor missiles in south Korea is not beneficial to regional stability and strategic equilibrium.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. stepped-up moves for the MD in the Asia-Pacific region are criminal acts of rendering the regional situation extremely tense and sparking off new stand-off and arms race.\n\t\t\t\t\t\n\t\t\t\t\t Its foolish moves to quell the opposition of big powers in the region with the hackneyed story about \"missile threats\" from the DPRK are no longer workable."
        },
        {
            "title": "Anniversary of June 15 North-South Joint Declaration Observed in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-24ee.html",
            "content": "Anniversary of June 15 North-South Joint Declaration Observed in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- There took place a meeting in Seoul on June 15, the 14th anniversary of the publication of the north-south joint declaration, under the sponsorship of the South Side Committee for Implementing the June 15 Joint Declaration.\n\t\t\t\t\t An \"appeal to all Koreans at home and abroad\" in the joint name of the North Side, South Side and Overseas Side Committees for Implementing the June 15 Joint Declaration was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Then, Ri Chang Bok, permanent chairman of the South Side Committee, made a speech.\n\t\t\t\t\t\n\t\t\t\t\t He said the reunification event common to the nation scheduled to be held in Kaesong as proposed by the North Side Committee failed to take place due to the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t It is, indeed, deplorable that the authorities are defying the public mind-set calling for holding the reunification event, still failing to drop its anachronistic logic, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The authorities' claim that the event would create \"discord among the people in the south\" is no more than an ill-advised pretext.\n\t\t\t\t\t\n\t\t\t\t\t If the June 15 joint declaration is implemented comprehensively, a new road will be paved for mending the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\t He called for restoring the June 15 era which will bring peace and co-prosperity.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the South Side Committee will take the lead in the efforts to realize multi-faceted exchange between the south and the north and pave the way of mending the south-north relations.\n\t\t\t\t\t\n\t\t\t\t\t Then members of organizations of various circles of south Korea including the federation of women's organizations and the federation of peasants organizations took the floor.\n\t\t\t\t\t\n\t\t\t\t\t They vehemently denounced the Park Geun Hye regime for denying the June 15 joint declaration and blocking its implementation.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants made a march as far as to Seoul Square."
        },
        {
            "title": "Park Geun Hye Group Censured for Its Human Rights Racket against DPRK ",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-19ee.html",
            "content": "Park Geun Hye Group Censured for Its Human Rights Racket against DPRK\r\n Pyongyang, June 17 (KCNA) -- The General Association of Koreans in China released a statement on June 10 denouncing the Park Geun Hye group of traitors keen on the human rights racket against the DPRK.\n\t\t\t\t\t It recalled that the Park group decided to set up the UN \"office on human rights in the north\" in south Korea and made reckless remarks taking issue with the DPRK for no ground.\n\t\t\t\t\t\n\t\t\t\t\t The office is an anti-DPRK plot-breeding machine aimed to invade the DPRK and bring down its social system as it is pursuant to the \"report on human rights in the north\" and \"resolution on human rights performance in the north\" cooked up by the U.S. and its followers, it said.\n\t\t\t\t\t\n\t\t\t\t\t The tentacles of the imperialists to interfere in internal affairs in other countries under the pretext of \"protection of human rights\" are stretching to all aspects of the state politics and social life in different parts of the world, it said, adding typical of this is the establishment of the above-said office in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The disgusting behavior of the Park group which is no more than the one of colonial stooges of the U.S. is a sycophantic and treacherous act to be cursed by all Koreans, it held.\n\t\t\t\t\t\n\t\t\t\t\t If the group sets up the office, all the overseas Koreans will mercilessly punish those kicking off the anti-DPRK human rights racket while slandering the dignity and social system of the DPRK, it warned.\n\t\t\t\t\t\n\t\t\t\t\t The General Association of Koreans in China and all Koreans in China will never pardon the anti-DPRK human rights racket of the U.S. and Park Geun Hye group of traitors and their hostile policy toward the DPRK and resolutely foil them together with the people in homeland, convinced of the final victory."
        },
        {
            "title": "S. Korean Authorities Slammed for Trying to Deploy THAAD",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-13ee.html",
            "content": "S. Korean Authorities Slammed for Trying to Deploy THAAD \r\n Pyongyang, June 17 (KCNA) -- A high-ranking official of the U.S. Department of Defense at a recent news briefing opened to public the fact that the south Korean authorities asked the U.S. to provide them with the information about the performance and price of THAAD and the discussion between those concerned is going on for south Korea's joining in the U.S. missile defense system (MD).\n\t\t\t\t\t The DPRK's leading papers Tuesday in their commentaries term this a dangerous provocation aimed at mounting a preemptive nuclear attack on the DPRK and an unpardonable criminal act of harassing peace and stability on the Korean peninsula and in the rest of Northeast Asia and escalating the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The projected deployment of THAAD in south Korea brings to light the adventurous scenario of the U.S. bellicose forces to invade the DPRK, threaten its neighboring countries and dominate the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t The deployment of THAAD in south Korea would drive again the situation on the Korean peninsula to the worst pitch of tension and escalate the danger of a nuclear war in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t Absolutely unpardonable are military provocations of the U.S. and the south Korean warmongers who conspire and collude with each other to deploy THAAD and establish the MD in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson warns that south Korea will be the first to suffer from the deployment of THAAD in south Korea and its moves to join in the U.S. MD.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group should bear in mind that the deployment of THAAD is no more than a suicidal act of bringing the nuclear disaster to south Korea, it notes."
        },
        {
            "title": "S. Korean Authorities Accused of Nominating Mun as \"Prime Minister\"",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-25ee.html",
            "content": "S. Korean Authorities Accused of Nominating Mun as \"Prime Minister\"\r\n Pyongyang, June 17 (KCNA) -- The south Korean internet paper Voice of People posted an editorial denouncing the Park Geun Hye group for pressing for the nomination of Mun Chang Guk as the \"prime minister\" despite a strong public opposition.\n\t\t\t\t\t Mun, a candidate for the \"prime minister\", made an apology for his past wrongdoings at the press interview on June 15, the editorial noted.\n\t\t\t\t\t\n\t\t\t\t\t The Park group vividly revealed its intention to get rid of the pretty fix it faced in the wake of the elections to the local self-governing bodies by making an apology, it held, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The recently disclosed facts proved that Mun was the same traitor as pro-Japanese element Ri Wan Yong.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are about to hold a hearing at the \"National Assembly\" in a bid to appoint such a traitor to the post of \"prime minister\" despite the public call for his withdrawal of candidacy. It is not a will of the people but an insult to them.\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" has revealed its intention to defend Mun. \n\t\t\t\t\t\n\t\t\t\t\t The editorial underscored the need to resolutely frustrate the self-righteous acts of Park Geun Hye."
        },
        {
            "title": "Chongwadae Urged to Rescind Designation of Candidate for Prime Minister ",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-18ee.html",
            "content": "Chongwadae Urged to Rescind Designation of Candidate for Prime Minister \r\n Pyongyang, June 17 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea in a statement on June 12 demanded Chongwadae withdraw the designation of candidate for puppet prime minister.\n\t\t\t\t\t The statement recalled that it has been disclosed recently that Mun Chang Guk, who was designated as a candidate for \"prime minister\", made reckless remarks insulting activities to have the issue of sexual slavery for the Imperial Japanese Army settled, claiming that people are obsessed with extreme anti-Japanese sentiment and are not aware of the international climate.\"\n\t\t\t\t\t\n\t\t\t\t\t The statement held that the above-said sexual slavery should be settled by law on the basis of the Japanese government's responsibility for it as it was an organized crime committed by the Japanese imperialists in the past.\n\t\t\t\t\t\n\t\t\t\t\t It also recalled that international bodies and various countries of the world termed the sexual slavery a violation of the international law on human rights and recommended the Japanese government to admit crimes, make an official apology and make legal reparations for them.\n\t\t\t\t\t\n\t\t\t\t\t It went on: Even at this moment growing voices critical of the Japanese government's distortion of history, visits to Yasukuni Shrine and denial of war crimes are heard from various parts of the world. \n\t\t\t\t\t\n\t\t\t\t\t We warn the authorities that they should properly know it is not the people who demand the settlement of the issue of sexual slavery but Mun that is not aware of the international climate.\n\t\t\t\t\t\n\t\t\t\t\t We cannot but question Chongwadae how can it dare assert Mun is qualified to be a prime minister though he neither has a proper understanding of the international community nor knows the views of the people.\n\t\t\t\t\t\n\t\t\t\t\t Urging Chongwadae to rescind the designation of Mun who fully revealed his anachronistic understanding of history, the statement warned if Park Geun Hye refuses to do so, this will once again bring to light her true colors as the chief executive unable to understand the will of the people."
        },
        {
            "title": "Japanese Authorities Accused of Discrimination Policy against Korean Schools",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-28ee.html",
            "content": "Japanese Authorities Accused of Discrimination Policy against Korean Schools\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- Organizations of south Korea including those of religionists, women, workers and judicial officials on June 13 formed the \"Citizens Meeting for Protecting Our Schools and Children\" in protest against the Japanese authorities' discrimination policy against Korean schools in Japan.\n\t\t\t\t\t At the inaugural ceremony the speakers condemned the Japanese authorities for having excluded Korean schools from the tuition-free program for senior high schools.\n\t\t\t\t\t\n\t\t\t\t\t They termed such move an attempt to inveigle the Korean schools into the educational system of teaching only the history and language of Japan.\n\t\t\t\t\t\n\t\t\t\t\t The formation of the citizens meeting is aimed to have the students of Korean schools receive equal education, they added.\n\t\t\t\t\t\n\t\t\t\t\t They said the council would stage positive actions in protest against the Japanese authorities' moves of violating human rights of Koreans in Japan and discrimination policy.\n\t\t\t\t\t\n\t\t\t\t\t They noted that they would conduct diverse activities in demand of the settlement of the issue of Korean schools including signature campaign, information service and seminar."
        },
        {
            "title": "Bird Flu Spreads in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-35ee.html",
            "content": "Bird Flu Spreads in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- Bird flu is spreading in various parts of south Korea, according to south Korean KBS on Monday.\n\t\t\t\t\t Bird flu broke out at a farm house of Hoengsong County, Kangwon Province of south Korea on June 14.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, domestic fowls were reportedly found infected with bird flu virus at a farm house at Okpho-myon, Talsong County of Taegu City, which was raising geese after bringing them from the above-said farm house."
        },
        {
            "title": "29th Congress of Korean Democratic Women's Union in Japan Held",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-36ee.html",
            "content": "29th Congress of Korean Democratic Women's Union in Japan Held\r\n Tokyo, June 16 (KNS-KCNA) -- The 29th Congress of the Korean Democratic Women's Union in Japan was held in Tokyo on June 12.\n\t\t\t\t\t Present there were Ho Jong Man, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), Kang Chu Ryon, vice-chairperson of its Central Standing Committee and concurrently chairperson of the Central Standing Committee of the women's union, O Jae Se, director of the Organizational Department of the Central Standing Committee of Chongryon, and deputies selected at the organizations at various levels.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message sent by Marshal Kim Jong Un to the 23rd Congress of Chongryon was read out at the congress.\n\t\t\t\t\t\n\t\t\t\t\t Kang Chu Ryon in a report said that in the period under review the women's union organizations have positively conducted ideological work, the work for strengthening chapters and branches, education of children, national cultural movement comprising a broad segment of Korean women, the movement for national reunification and external activities.\n\t\t\t\t\t\n\t\t\t\t\t It is the general orientation of the 29th-term women's union's work to usher in a new heyday of the movement of Koreans in Japan, holding Kim Jong Un in high esteem, she noted.\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t Japanese made solidarity speeches at the congress. Also read out there was a congratulatory message sent by them.\n\t\t\t\t\t\n\t\t\t\t\t Kang Chu Ryon was reelected chairwoman of the Central Standing Committee of the women's union.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man, addressing the congress, called upon the women's union to turn out in the action to usher in a new heyday of the movement of Koreans in Japan true to the intention of Kim Jong Un just as it traversed the road of patriotism under the leadership of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was read out at the congress.\n\t\t\t\t\t\n\t\t\t\t\t Then followed an art performance.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the congress there took place the first meeting of the 29th-term Central Committee of the women's union."
        },
        {
            "title": "Actions against Japanese Ultra-Rightist Conservative Elements Called for by Korean in Japan ",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-26ee.html",
            "content": "Actions against Japanese Ultra-Rightist Conservative Elements Called for by Korean in Japan\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- Ri Hwa U, a member of the Secretariat of the Gunma group for the probe into the truth about the forcible drafting of Koreans, on June 11 called for checking the reckless acts of the Japanese ultra-rightist conservative elements desperately attempting to remove the monument to the memory of the Korean victims of the forcible drafting, according to Minjok Thongsin, an internet paper of Koreans in the U.S.\n\t\t\t\t\t He noted that the monument erected at a park in Gunma Prefecture is on the verge of being removed due to the moves of the Japanese ultra-rightist conservative elements.\n\t\t\t\t\t\n\t\t\t\t\t Korean residents in Japan and fair-minded Japanese people are making efforts in every way to protect the monument at any cost.\n\t\t\t\t\t\n\t\t\t\t\t He called on overseas Koreans' organizations to join in this action."
        },
        {
            "title": "14th Anniversary of June 15 Joint Declaration Observed by Koreans in Europe",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-34ee.html",
            "content": "14th Anniversary of June 15 Joint Declaration Observed by Koreans in Europe\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- The European Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration held a meeting in Germany on June 14, a day before the 14th anniversary of the June 15 joint declaration, according to Minjok Thongsin, an internet paper of Koreans in the U.S.\n\t\t\t\t\t Ri Ji Suk, permanent representative of the European Regional Committee, in an opening address said the only way of the Korean nation is to implement the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t Rim Min Sik, chairman of the Overseas Headquarters of the Pan-national Alliance for Korea's Reunification, and other overseas Koreans made speeches under the titles of \"Points in question of Park Geun Hye's policy of unification\", \"Points in question of ferry Sewol disaster and south Korean society\" and \"Analysis of situation on Korean peninsula\".\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out.\n\t\t\t\t\t\n\t\t\t\t\t It said that compatriots in Europe reaffirmed that the June 15 joint declaration is, indeed, the most realistic and concrete proposal for peace and reunification of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are turning their face away from this steadfast and clear truth but repeating the reckless remarks about \"north's abandonment of nukes\" while clamoring for cooperation with foreign forces, it charged.\n\t\t\t\t\t\n\t\t\t\t\t They turned down the proposal of the DPRK to hold an event for reunification common to the nation and a joint memorial service to honor the memory of the victims of the ferry sinking disaster on the occasion of the 14th anniversary of the publication of the joint declaration, it held.\n\t\t\t\t\t\n\t\t\t\t\t It demanded Park Geun Hye rescind the confrontation policy, halt all war maneuvers, ensure the reunification movement of NGOs and lift the \"May 24 step\".\n\t\t\t\t\t\n\t\t\t\t\t It called upon all overseas Koreans to stage actions in firm solidarity with patriotic organizations for peace and reunification of the country."
        },
        {
            "title": "Korean in Russia Calls for Implementing June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-17ee.html",
            "content": "Korean in Russia Calls for Implementing June 15 Joint Declaration\r\n Pyongyang, June 19 (KCNA) -- The chairman of the Korean Autonomous Society for National Culture in Partizansk City of Maritime Territory of the Russian Federation issued a statement on June 11 on the occasion of the historic June 15 North-South Joint Declaration.\n\t\t\t\t\t The joint declaration is the patriotic and peace-loving landmark which clearly indicated the most correct orientation and way of putting an end to the tragedy of division and reunifying Korea independently, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of the declaration were clearly proved in the June 15 era of reunification, it noted, adding that exchange and cooperation was brisk between the north and the south during the days and all Koreans were seethed with hope, conviction and enthusiasm for reunification.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S., displeased with the joint declaration, prodded traitor Lee Myung Bak, the pro-U.S. stooge, into bedeviling the favorably developing north-south relations, pushing them into a catastrophe, it said, accusing Park Geun Hye of putting the inter-Korean relations into an uncontrollable phase.\n\t\t\t\t\t\n\t\t\t\t\t It went on: The DPRK took practical steps for improving the inter-Korean relations one after another including the halt to slandering the other party but the Park Geun Hye group, the pro-U.S. puppet forces, totally denied them and sought confrontation with fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t The key to national reunification is to implement the joint declaration which is run through with the patriotic spirit.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans in Russia warn Park once again not resort to confrontation with fellow countrymen in the north, currying favor with the U.S., but take the road of By Our Nation Itself."
        },
        {
            "title": "Kim Jong Il's Work Published in Germany",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-01ee.html",
            "content": "Kim Jong Il's Work Published in Germany\r\n Pyongyang, June 17 (KCNA) -- Leader Kim Jong Il's work \"Let Us Become an Official like Kim Chaek Boundlessly Loyal to the Idea and Leadership of the Party\" was brought out in booklet by a publishing house in Berlin, Germany.\n\t\t\t\t\t The work published on Jan. 31, Juche 90 (2001) deals with the whole life of Kim Chaek who had been boundlessly loyal to President Kim Il Sung till the last moments of his life since the anti-Japanese armed struggle and clarifies the tasks to be fulfilled to become an official like him."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by German Figure",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-02ee.html",
            "content": "Kim Jong Il's Exploits Praised by German Figure\r\n Pyongyang, June 17 (KCNA) -- The president of a publishing house in Berlin, Germany at a book releasing ceremony held on June 11 praised leader Kim Jong Il for his exploits.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The firm unity between the leader, party and people is very important at present.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is most afraid of the DPRK which is not yielding to it and united close around the leader and is working hard to stifle the latter at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The realization of the unbreakable unity of the party and popular masses is the great exploit of HE Kim Jong Il ."
        },
        {
            "title": "Kim Il Sung Lauded by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-03ee.html",
            "content": "Kim Il Sung Lauded by Nigerian Organization\r\n Pyongyang, June 17 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted on its website articles praising President Kim Il Sung on June 8 and 10 on the occasion of the 20th anniversary of his demise.\n\t\t\t\t\t The article titled \"Kim Il Sung and his tender-hearted image\" said:\n\t\t\t\t\t\n\t\t\t\t\t It is the tender-hearted image of Kim Il Sung, his face beaming with a broad smile, which comes to one's mind when recollecting him.\n\t\t\t\t\t\n\t\t\t\t\t He always had a broad smile on his face at any place and at any time.\n\t\t\t\t\t\n\t\t\t\t\t His broad smile which made everybody feel easy and happy was an expression of the truest love for human beings and distinguished tenderness.\n\t\t\t\t\t\n\t\t\t\t\t It was charisma of the President as a great man to cordially treat people and take warm care of them as their real father would do, his face always beaming with a broad smile.\n\t\t\t\t\t\n\t\t\t\t\t The website introduced in detail the facts that he met not only people of the DPRK but also south Koreans, overseas compatriots and foreigners, his face always beaming with a broad smile, and open-mindedly and kindly treated them without the slightest formality and reserve. \n\t\t\t\t\t\n\t\t\t\t\t The tender-hearted image of the President who was distinguished in his thinking and outstanding in his leadership and possessed of rare personality which touched all people will always be remembered by many people of the world, the website stressed.\n\t\t\t\t\t\n\t\t\t\t\t It in its article titled \"Happy day of President Kim Il Sung\" told stories about the noble virtues of the President who found joy in totally dedicating himself to the people all his life."
        },
        {
            "title": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-04ee.html",
            "content": "Anniversary of Kim Jong Il's Start of Work at C.C., WPK Observed in Foreign Countries\n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- Events took place in various countries on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t They included meetings, seminars, round-table talks, film shows and photo exhibitions in India, Italy and Ethiopia from June 2 to 10.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos documenting the exploits of Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were works of President Kim Il Sung and Kim Jong Il and books and photos introducing the army and people of the DPRK in their struggle for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Balzor Singh Chauhan, chairman of the Indian Youth Group for the Study of Works of Comrade Kim Il Sung, said that the WPK was developed into an ideological pure entity, an integral organization and the party which achieved the unity of actions under the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Parveen Gupta, secretary general of the Indian Society for Juche Idea-Self-Reliance Studies, said that nearly 50 years in which Kim Jong Il had led the WPK were the historic period in which it set an example in building a socialist party.\n\t\t\t\t\t\n\t\t\t\t\t Franco Costanzi, secretary general of the Italian Committee for the Study of the Juche Idea, noted that Kim Jong Il turned the DPRK into a socialist power and brightly indicated the road ahead of the progressive people struggling to accomplish the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The chief of a branch of the Ethiopian Youth Study Group of the Juche Idea and other speakers praised Kim Jong Il for developing the WPK into an invincible party which enjoys the absolute support and trust of the popular masses."
        },
        {
            "title": "Significant Day of DPRK Observed in Mongolia",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-05ee.html",
            "content": "Significant Day of DPRK Observed in Mongolia\r\n Pyongyang, June 17 (KCNA) -- Events took place in Mongolia on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t A meeting was held at Kim Jong Il Kindergarten in Darkhan-Uul Province, a film show at a club of the Taekwon-Do Association and an art performance at the theatre of the State Symphony Orchestra from May 29 to June 10.\n\t\t\t\t\t\n\t\t\t\t\t Displayed on the front wall of the venue of the meeting was a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Present at the events were figures of various circles and other masses.\n\t\t\t\t\t\n\t\t\t\t\t The director of Kim Jong Il Kindergarten said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK could steadily advance along the road of socialism chosen by its people while demonstrating its dignity thanks to the wise leadership of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Our kindergarten will continue to exalt its honor of going by his august name.\n\t\t\t\t\t\n\t\t\t\t\t We will successfully bring up our children to hand down the greatness of Kim Jong Il generation after generation and further boost the friendly relations between Mongolia and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The chief of a club of the Taekwon-Do Association said that the film show offered an opportunity to keenly realize the might of Songun politics of the DPRK. The DPRK is standing firm against any formidable enemy as it has great military power, he added.\n\t\t\t\t\t\n\t\t\t\t\t Mongolian artistes sang Korean songs well in the performance, winning a high acclamation of the audience."
        },
        {
            "title": "German Organization Supports Appeal of Asia-Pacific Regional Organization",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-06ee.html",
            "content": "German Organization Supports Appeal of Asia-Pacific Regional Organization \r\n Pyongyang, June 17 (KCNA) -- The Anti-Imperialist Forum of Germany issued a statement on June 8 in support of the appeal of the Asia-Pacific Regional Committee for Supporting Peaceful Reunification of Korea.\n\t\t\t\t\t The statement recalled that the above-said regional committee issued an appeal on the occasion of the 20th anniversary of demise of Kim Il Sung, eternal President of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Forum of Germany expresses support for the activities of friends of the DPRK in the world for highly praising his immortal exploits and widely introducing them.\n\t\t\t\t\t\n\t\t\t\t\t We will take an active part in the international internet seminar to be held on the above-said occasion.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is successfully carrying forward the cause of the President who devoted his all to building socialism and reunifying the country."
        },
        {
            "title": "Kim Il Sung, Kim Jong Il Praised by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-07ee.html",
            "content": "Kim Il Sung, Kim Jong Il Praised by Nigerian Organization\r\n Pyongyang, June 17 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted on its website an article titled \"We Serve the People!\" on June 8 on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea.\n\t\t\t\t\t The article said that the WPK always regards it as an iron rule to put the wishes and interests of the people above all matters and settle them.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the WPK fully reflects the public mind-set and is undisputedly supported by the masses as it has geared all its affairs to faithfully serving the people from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the popular policies being enforced by the DPRK, the article noted such policies would be unthinkable without the transparent outlook of the leaders of the WPK on the people.\n\t\t\t\t\t\n\t\t\t\t\t It said that the WPK could be called a mother party as it was led by President Kim Il Sung and Kim Jong Il who dedicated themselves to the people all their lives while regarding it as their mottos to believe in the people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un is devoting his all to the people true to the intention of the President and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t His all thoughts and activities are aimed to let the people, who have remained loyal to the WPK, weathering all difficulties and ordeals, live in luxury and comfort under socialism without tightening their belts even longer."
        },
        {
            "title": "Indonesian Organization Urges S. Korean Authorities to Implement June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-08ee.html",
            "content": "Indonesian Organization Urges S. Korean Authorities to Implement June 15 Joint Declaration \n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- The Indonesian Federation of Transport Workers Unions extends full support and solidarity to the Korean people in their staunch struggle to achieve peace and reunification of the country by their own efforts. The Indonesian federation said this in a statement on June 10 to mark the 14th anniversary of the publication of the June 15 North-South Joint Declaration, a landmark for Korea's reunification. \n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration, the core of which is the idea of By Our Nation Itself, is the banner of independent national reunification for all the Koreans in the north and the south and overseas. It is a landmark for Korea's reunification reflecting the will and desire of all the Koreans for reunification. \n\t\t\t\t\t\n\t\t\t\t\t Korea should be reunified by the Korean nation with its own efforts according to their will and demand. There is no reason for outside forces to interfere in the issue. \n\t\t\t\t\t\n\t\t\t\t\t Historically the U.S. has staged all kinds of large-scale joint military exercises with south Korea, threatening peace and security of the Korean peninsula and the rest of the world. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities run amuck in their anti-reunification moves against the nation, totally denying the June 15 North-South Joint Declaration. \n\t\t\t\t\t\n\t\t\t\t\t So, the grave touch-and-go situation is prevailing on the Korean peninsula where a war may break out any moment. \n\t\t\t\t\t\n\t\t\t\t\t We bitterly denounce the south Korean authorities for desperately trying to realize the daydream of \"unification by absorption\" while driving the north-south relations into a catastrophe. \n\t\t\t\t\t\n\t\t\t\t\t We demand the south Korean authorities stop all the moves aggravating confrontation and tension on the Korean peninsula and respect and implement the joint declaration."
        },
        {
            "title": "Peruvian Party and Organization Support Korea's Reunification",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-09ee.html",
            "content": "Peruvian Party and Organization Support Korea's Reunification \n\t\t\t\t\t\t\r\n Pyongyang, June 17 (KCNA) -- The Peruvian National Independent Movement for Free Voting's Union and the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea made public a joint statement on June 11 to mark the 14th anniversary of the adoption of the June 15 North-South Joint Declaration. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The north-south summit took place and the June 15 North-South Joint Declaration for Korea's reunification was adopted in June, 2000 in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. imperialists and south Korean warlike forces have steadily waged anti-DPRK moves for a war of aggression and kicked up the racket for confrontation with the fellow countrymen, totally denying the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification should be achieved independently and peacefully by the efforts of the Korean nation without any interference by outside forces. \n\t\t\t\t\t\n\t\t\t\t\t To this end, it is necessary to withdraw all the U.S. troops and nuclear war equipment from south Korea and remove interference by outsiders and danger of a nuclear war and create atmosphere of reconciliation and peace between the north and the south. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has continuously made sincere efforts to achieve independent and peaceful reunification of Korea while firmly defending sovereignty of the country and nation against the aggressive maneuvers of the U.S. imperialists and their stooges. \n\t\t\t\t\t\n\t\t\t\t\t We support the Korean people in their just struggle for national reunification."
        },
        {
            "title": "Korean Book, Photo and Fine Art Exhibition Opens in China",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-10ee.html",
            "content": "Korean Book, Photo and Fine Art Exhibition Opens in China\r\n Beijing, June 16 (KCNA) -- A Korean book, photo and fine art exhibition opened with due ceremony in Foshan City, Guangdong Province of China on June 13 to mark the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK). \n\t\t\t\t\t On display at the venue of the exhibition were photos documenting the exploits of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t There were also works of the peerless great men of Mt. Paektu, books and photos introducing Songun Korea and fine art pieces associated with creative talents of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were officials and other people in the city and staff members of the DPRK embassy in Beijing and officials of the Korean Overseas Exhibition General Bureau. \n\t\t\t\t\t\n\t\t\t\t\t The exhibition will last till June 20."
        },
        {
            "title": "Kim Yong Nam felicita al presidente de Seychelles",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-45ee.html",
            "content": "Kim Yong Nam felicita al presidente de Seychelles\r\nPyongyang, 17 de junio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 15 un mensaje de felicitacion al presidente de la Republica de Seychelles, James Alix Michel, con motivo del Dia Nacional de ese pais.\n\t\t\t\t\tEl remitente desea al mandatario y a su pueblo mayores exitos en sus trabajos para el desarrollo socioeconomico y la prosperidad del pais y expresa la conviccion de que las relaciones de amistad y cooperacion entre los dos paises seguiran desarrollandose favorablemente."
        },
        {
            "title": "Entidades de masas organizan actos de elogio a Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-46ee.html",
            "content": "Entidades de masas organizan actos de elogio a Kim Jong Il\r\nPyongyang, 17 de junio (ACNC) -- Tuvieron lugar este martes los actos de las entidades de masas dedicados al 50o aniversario del inicio del trabajo del Dirigente Kim Jong Il en el Comite Central del Partido del Trabajo de Corea.\n\t\t\t\t\tEn las ocasiones participaron el secretario del CC del PTC, Choe Ryong Hae, funcionarios de entidades de masas, jovenes y estudiantes en esta capital e integrantes de la Union de Mujeres Democraticas de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto de los jovenes y estudiantes efectuado en la explanada del Monumento a la Fundacion del Partido, hubo el informe de Jon Yong Nam, presidente del CC de la Union de la Juventud Socialista Kim Il Sung, y las intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores subrayaron que el Dirigente formulo como kimilsungismo la idea revolucionaria del Presidente y fortalecio y desarrollo el PTC como partido del lider en que se establecieron firmemente el sistema de ideologia unica y el de direccion unica.\n\t\t\t\t\t\n\t\t\t\t\tDestacaron que todos los jovenes deben prepararse firmemente como verdaderos kimilsungistas-kimjongilistas, que piensen y actuen segun la idea y el proposito del partido aun en medio de cualquier adversidad, al armarse con la idea Juche, la del Songun del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto de las miembros de la UMDC efectuado en la Casa de la Mujer, hubo el informe de la presidenta del CC de esa entidad femenina, Kim Jong Sun, y otros discursos.\n\t\t\t\t\t\n\t\t\t\t\tLas oradoras senalaron que el Dirigente condujo el PTC con la destacada idea y direccion y trajo el cambio secular en el cumplimiento de la causa de la revolucion de Juche y apuntaron que las inmortales hazanas revolucionarias del Dirigente seran eternas junto con los anales de la patria.\n\t\t\t\t\t\n\t\t\t\t\tDestacaron que las funcionarias y miembros de la UMDC deben materializar incondicionalmente y hasta el final los legados de los Generalisimos Kim Il Sung y Kim Jong Il bajo la direccion del partido enalteciendo siempre al segundo como eterno Secretario General del PTC."
        },
        {
            "title": "Iniciada en Sinuiju la funcion de Coro Estatal Benemerito",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-47ee.html",
            "content": "Iniciada en Sinuiju la funcion de Coro Estatal Benemerito\r\nSinuiju, 17 de junio (ACNC) -- Quedo iniciada a partir de hoy en esta ciudad de la provincia de Phyong-an del Norte  la funcion artistica del Coro Estatal Benemerito.\n\t\t\t\t\tSe presentaron en la escena variadas piezas, tales como el coro masculino \"Cancion del Ejercito Popular de Corea\", la musica orquestal y la cancion en serie \"Himno al Sol\", el duo mixto y el coro masculino \"Epoca gloriosa\", el solo y coro masculinos \"Voz de mi corazon\" y el solo femenino \"Tejedora de seda de Nyongbyon\".\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes cantaron la vida revolucionaria y las hazanas de los Generalisimos Kim Il Sung y Kim Jong Il quienes convirtieron la tierra de Rakwon en la gran base de maquinaria y aclararon el rumbo y los remedios a cumplir por la clase obrera local en cada decada de la construccion socialista.\n\t\t\t\t\t\n\t\t\t\t\tLos 8 militantes del partido y otros espectadores de Rakwon se pusieron muy emocionados recordando con orgullo la trayectoria del Complejo de Maquinaria de Rakwon desarrollado bajo la direccion y confianza de los grandes hombres sin iguales del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tSe interpretaron ademas el cuarteto femenino \"Nuestro Mariscal\", el solo y coro masculinos \"Mi vida bendita\", el trio de instrumentos musicales \"Es orgullo de nuestro partido\", el duo mixto \"Tren hacia el frente\", los coros masculinos \"Defendamos el socialismo\" y \"Fuerzas armadas revolucionarias apoyan solo la guia del Mariscal\", etc.\n\t\t\t\t\t\n\t\t\t\t\tDisfrutaron el espectaculo Ri Man Gon, secretario responsable del Comite del Partido del Trabajo de Corea en la provincia de Phyong-an del Norte, Choe Jong Gon, presidente del Comite Popular de la misma provincia, otros funcionarios de la provincia y los obreros del Complejo de Maquinaria de Rakwon. \n\t\t\t\t\t\n\t\t\t\t\tLa funcion continua."
        },
        {
            "title": "Abierta feria del Almacen No. 1 de Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201406/news17/20140617-48ee.html",
            "content": "Abierta feria del Almacen No. 1 de Pyongyang\r\nPyongyang, 17 de junio (ACNC) -- Quedo inaugurada la 8a Exposicion de Mercancias del Almacen No. 1 de Pyongyang.\n\t\t\t\t\tEn la ocasion se exhibieron mas de mil 600 variedades de los articulos de consumo popular presentados por los ministerios y organos centrales, las fabricas, empresas, entidades mixtas y comanditarias y las companias comerciales de todo el pais. \n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia inaugural tuvo lugar hoy.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en la ocasion el vicepremier Kim Yong Jin, los funcionarios interesados, los otros de las unidades de abastecimiento de mercancias y los trabajadores.\n\t\t\t\t\t\n\t\t\t\t\tLa palabra de la ocasion estuvo a cargo del ministro de Comercio, Kim Kyong Nam. \n\t\t\t\t\t\n\t\t\t\t\tTerminado el acto, los participaron dieron una vuelta por la sede de la feria."
        }
    ]
}