{
    "date": "2014-05-09",
    "url": "http://kcna.co.jp/item/2014/201405/2014-05-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Reply Messages to Foreign Party and State Leaders",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-06ee.html",
            "content": "Kim Jong Un Sends Reply Messages to Foreign Party and State Leaders\r\nPyongyang, May 9 (KCNA) -- Supreme leader Kim Jong Un sent messages to foreign political party and state leaders in reply to their messages and letters to congratulate him upon his reelection as first chairman of the National Defence Commission of the DPRK at the 1st Session of the 13th Supreme People's Assembly.\n\t\t\t\t\t They are Xi Jinping, general secretary of the Central Committee of the Communist Party of China, president of the People's Republic of China and chairman of the Central Military Commission of the PRC, Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of Cuba, Ram Baran Yadav, president of Nepal, Choummaly Sayasone, general secretary of the Central Committee of the Lao People's Revolutionary Party, Thein Sein, president of Myanmar, Tsakhiagiin Elbegdorj, president of Mongolia, Norodom Sihamoni, king of Cambodia, Truong Tan Sang, president of Vietnam and president of the National Defence and Security Council of Vietnam, Joseph Kabila Kabange, president of DR Congo, Jose Eduardo Dos Santos, president of Angola, and Abdelaziz Bouteflika, president of Algeria."
        },
        {
            "title": "CPRK Secretariat Denounces S. Korean Authorities' Fascist Action against Inhabitant",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-13ee.html",
            "content": "CPRK Secretariat Denounces S. Korean Authorities' Fascist Action against Inhabitant\r\nPyongyang, May 9 (KCNA) -- Shortly ago, the south Korean puppet court took such a fascist action as sentencing an inhabitant to one year in prison, and one year of suspension of qualifications for the mere reason that he visited the Kumsusan Palace of the Sun to pay homage to President Kim Il Sung during his visit to Pyongyang in 1995.\n\t\t\t\t\t When he returned to south Korea in January last year from Germany, the Park Geun Hye puppet group indicted him on charges of violation of the \"Security Law\" and sentenced him to one year and 6 months in prison. While persecuting him after putting him on probation, it held a trial again this time and finally put him behind bars, claiming \"he sympathized with the north's propaganda\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) in its information bulletin No. 1062 on Friday termed such fascist action a challenge to the dignity of the supreme leadership of the DPRK, a heinous provocation against it and an unpardonable criminal act of chilling the unanimous reverence of the south Koreans for the sun of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is a very justifiable and moral act both in light of the honor of being a member of the nation and beautiful manners and customs of the Koreans handed down through generations to pay respects to the fatherly leader who dedicated himself to the struggle for reunifying the country after liberating it, the information bulletin said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Park Geun Hye group found fault with his righteous deed nearly two decades ago, a clear indication that it is a band of immoral and corrupt persons engrossed in confrontation with their fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as a pikestaff that nothing can be expected from the inter-Korean relations and only disasters and misfortunes will befall to the nation as long as the above-said group is allowed to stay in office in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Park group will not be able to escape a stern judgment of history as they are keen on confrontation with its fellow countrymen, trampling down the aspiration of the nation and human ethics."
        },
        {
            "title": "Letter to Kim Jong Un from Participants in European Regional Seminar of Juche Idea",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-03ee.html",
            "content": "Letter to Kim Jong Un from Participants in European Regional Seminar of Juche Idea\r\nPyongyang, May 9 (KCNA) -- Supreme leader Kim Jong Un received a letter from the participants in the European regional seminar of the Juche idea on European experience and role in protecting global independence and peace held in Italy on May 3.\n\t\t\t\t\t The letter said that the seminar proved the validity of the Juche idea and the invincible vitality of the Songun politics and affirmed that the most correct guiding idea in the present era is the Juche idea and the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t It noted that Kimilsungism-Kimjongilism which was formulated by Kim Jong Un is the greatest idea to frustrate the arbitrary practices of the domination forces and their interference in internal affairs of other countries, defend the sovereignty of the country and nation and guarantee the victory of the global cause of independence, and the only guiding principle to be held up high by humankind in the world.\n\t\t\t\t\t\n\t\t\t\t\t Witnessing the DPRK winning victories while creating miracles startling the world people in the grim ordeals in which all hostile forces are becoming all the more undisguised in their moves to slap sanctions against it and stifle it and the danger of a nuclear war is increasing, the world is ardently revering Kim Jong Un possessed of extraordinary political caliber and distinguished leadership ability as the peerlessly great man, the letter said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t We are optimistic about the victory of the Juche idea which indicates on a scientific basis the nature of human being to enjoy an independent life and develop against subordination and domination and will make more brisk activities for studying and disseminating Kimilsungism-Kimjongilism in conformity with the specific conditions of countries and regions.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that Korea would surely be reunified in a near future and shed its rays as a thriving nation of Juche as the DPRK is getting united in one mind under the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will positively support the Korean people in their struggle to defend the sovereignty of the country and achieve its independent and peaceful reunification."
        },
        {
            "title": "Wreaths Laid before Liberation Towers, Cemeteries of Soviet Army Fallen Fighters",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-10ee.html",
            "content": "Wreaths Laid before Liberation Towers, Cemeteries of Soviet Army Fallen Fighters\r\nPyongyang, May 9 (KCNA) -- Staff members of the Russian embassy here laid a wreath before the Liberation Tower on Friday to mark the 69th anniversary of the victory in the great Patriotic War of Russia.\n\t\t\t\t\t Present at the wreath-laying ceremony were Alexandr Timonin, Russian ambassador to the DPRK, staff members of his embassy and diplomatic envoys and military attaches of foreign embassies here. \n\t\t\t\t\t\n\t\t\t\t\t After a wreath in the name of the Russian embassy was laid, the participants paid a silent tribute to the fallen fighters of the Soviet Army. \n\t\t\t\t\t\n\t\t\t\t\t They went round the Liberation Tower. \n\t\t\t\t\t\n\t\t\t\t\t The staff members of the Russian embassy also laid wreaths and bouquets before the cemetery of the fallen fighters of the Soviet Army in Sadong District, Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t Earlier, they laid bouquets before the liberation towers, statues, cemeteries and memorial towers of the fallen fighters of the Soviet Army in local areas. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, members of the Russian consulate general in Chongjin laid wreaths before the liberation tower and cemetery of the Soviet Army fallen fighters in Chongjin City."
        },
        {
            "title": "SWAPO Party Delegation Here",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-11ee.html",
            "content": "SWAPO Party Delegation Here\r\nPyongyang, May 9 (KCNA) -- A delegation of the South West Africa People's Organizational Party of Namibia headed by Secretary General Nangolo Mbumba arrived here on Friday."
        },
        {
            "title": "Chinese Delegation Leaves",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-12ee.html",
            "content": "Chinese Delegation Leaves\r\nPyongyang, May 9 (KCNA) -- The delegation of the China Institute of Contemporary International Relations headed by Vice-President Fu Mengzi left here for home on Friday."
        },
        {
            "title": "DPRK Wrestler Catches Gold Medal",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-14ee.html",
            "content": "DPRK Wrestler Catches Gold Medal\r\nPyongyang, May 9 (KCNA) -- DPRK wrestler Ri Se Ung bagged a gold medal at the Greco-Roman 42 kg category of the 2014 Asian Junior Wrestling Championship which started in Thailand from Thursday. \n\t\t\t\t\t The championship brought together more than 300 boy and girl wrestlers from 23 countries and regions including the DPRK, Iran and Uzbekistan. \n\t\t\t\t\t\n\t\t\t\t\t He defeated his Uzbekistan rival 8:0, Indian rival by fall and the player of Taipei of China 10:0 before advancing into finals. \n\t\t\t\t\t\n\t\t\t\t\t He trounced his Iranian rival by fully displaying his special skill, diverse technique and strong fighting spirit to catch a gold medal. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK wrestler Ro Yong Jin snatched a bronze medal at the Greco-Roman 50 kg category event."
        },
        {
            "title": "Construction or Remodeling of Centers for Science and Technology Dissemination Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-15ee.html",
            "content": "Construction or Remodeling of Centers for Science and Technology Dissemination Brisk in DPRK\r\nPyongyang, May 9 (KCNA) -- A dynamic drive is now under way in cities and counties of the DPRK to build modern Miraewon or centers for disseminating scientific and technological knowledge and remodel the existing ones. \n\t\t\t\t\t These centers will have e-libraries, computer study rooms, rooms for scientific and technological knowledge, tele-education rooms, etc. \n\t\t\t\t\t\n\t\t\t\t\t They will positively contribute to the economic development of the country and cultural and emotional life of the people. \n\t\t\t\t\t\n\t\t\t\t\t These projects are making brisk headway in cities and counties of North Hwanghae, North Phyongan, North Hamgyong, Jagang and Kangwon provinces. \n\t\t\t\t\t\n\t\t\t\t\t Sangwon County has completed a two-storied miraewon on the bank of River Sangwon. \n\t\t\t\t\t\n\t\t\t\t\t A similar center was built in a peculiar style in Kwaksan County. \n\t\t\t\t\t\n\t\t\t\t\t Kosan and Jonchon counties remodeled the inside and outside of the center as required by the new century. \n\t\t\t\t\t\n\t\t\t\t\t Kwaksan and Ryonggang counties wound up overall projects including installing of equipment including computers in a brief span of time. They are now busy with the work for putting the management and operation of the centers on a scientific and IT basis. \n\t\t\t\t\t\n\t\t\t\t\t As these centers have a data service system linked with the capital and various provinces, cities and counties, readers there can use modern scientific and technological data and latest achievements in various fields any time. \n\t\t\t\t\t\n\t\t\t\t\t The above-said centers in Taehongdan, Anak and Hochon counties are successfully providing services in close touch with Kim Il Sung University, the Grand People's Study House and other units."
        },
        {
            "title": "Spring Land Management Makes Progress in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-16ee.html",
            "content": "Spring Land Management Makes Progress in DPRK\r\nPyongyang, May 9 (KCNA) -- General mobilization for land management in spring is progressing apace in the DPRK.\n\t\t\t\t\t Tree-planting, road pavement and technological improvement and river improvement have been wound up in the main as planned in almost all areas except highlands.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Ministry of Land and Environment Protection, provinces, cities and counties have given fullest play to the mental power of masses, thus bringing about successes in the efforts to carry out their quotas for land construction.\n\t\t\t\t\t\n\t\t\t\t\t Working people across the country have carried out the plan for spring tree-planting at 80 percent.\n\t\t\t\t\t\n\t\t\t\t\t Officials of ministries and national institutions planted good species of trees and flower shrubs in the area of the Mirim Riding Club.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Land and Environment Protection saw to it that the work was successfully done for creating shelter belt for the Masikryong Ski Resort.\n\t\t\t\t\t\n\t\t\t\t\t Kaechon City planted at least 50 000 trees in the area of the Yonphungho Children's Camp on the principle of planting right trees on right soil while Kaesong City planted trees in vast forest area including the area on both sides of Pyongyang-Kaesong Motorway.\n\t\t\t\t\t\n\t\t\t\t\t Youth league organizations, secondary schools, colleges, universities and other educational institutions planted more than one million trees at the revolutionary battle sites and revolutionary sites in relevant areas and youth forests and children's union forests.\n\t\t\t\t\t\n\t\t\t\t\t Rivers and streams extending 1 700 km in total were improved through a dynamic drive to repair dikes and reinforce river banks.\n\t\t\t\t\t\n\t\t\t\t\t Projects for repairing the Sokho Dike on the River Taedong and dikes on the basin of the Rivers Ryesong and Songchon were carried out as required by technological regulations.\n\t\t\t\t\t\n\t\t\t\t\t Inhabitants in Tokchon City and Songchon County pushed forward embankment projects, creating embankment forests.\n\t\t\t\t\t\n\t\t\t\t\t Officials of party and power organs in North Phyongan Province including Nyongbyon, Hyangsan and Unsan counties aroused masses to push ahead with projects to dredge river-beds and straighten water courses so that minor rivers and streams are protected from flood damage.\n\t\t\t\t\t\n\t\t\t\t\t Technological improvement and construction of roads are also making brisk headway across the country.\n\t\t\t\t\t\n\t\t\t\t\t Officials and other people in Kim Chaek City of North Hamgyong Province are face-lifting streets, worksites, factories and villages to meet the needs of socialism by qualitatively paving the main roads in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t People in Sinyang and Hoechang counties laid stones and expanded roadbeds for building major mountainous roads extending more than 30 km.\n\t\t\t\t\t\n\t\t\t\t\t Working people in North Phyongan Province including Sakju, Changsong and Chonma counties are successfully building posts for protecting major roads."
        },
        {
            "title": "DPRK Proves Successful in Figure Skating Competition",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-17ee.html",
            "content": "DPRK Proves Successful in Figure Skating Competition\r\nPyongyang, May 9 (KCNA) -- The DPRK won five medals, including three golds, in the figure-skating competition of the International Skating Union World Development Trophy 2014.\n\t\t\t\t\t The competition was held divided into junior A and B classes and youth class.\n\t\t\t\t\t\n\t\t\t\t\t Ro Hyang Mi, active in the Taesongsan Sports Team of the DPRK, came first in individual women's junior A class by defeating her Philippine rival, a gold medal hopeful.\n\t\t\t\t\t\n\t\t\t\t\t Ro Yong Myong of the Pyongyang Railway Bureau Sports Team and Kim Un Hyang of the Taesongsan Sports Team respectively finished first in individual men's junior B class and individual women's junior B class.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Han Kum Chol of the Sports Team of Pyongyang Jang Chol Gu University of Commerce placed second and Han Kwang Bom of the Taesongsan Sports Team third in individual men's youth class."
        },
        {
            "title": "Mobile Air Sterilizer Developed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-19ee.html",
            "content": "Mobile Air Sterilizer Developed in DPRK\r\nPyongyang, May 9 (KCNA) -- A new kind of mobile air sterilizer has been developed recently by the Manufactory No. 111 of the State Academy of Sciences.\n\t\t\t\t\t The high-performance sterilizer works to arrest dust and kill bacteria simultaneously while removing the odor and generating anions.\n\t\t\t\t\t\n\t\t\t\t\t The equipment can reduce the number of bacteria in the air up to below 2/100, an index recommended by academic circles. It is able to make 50 to 60 cubic-meter-space room sterile in an hour.\n\t\t\t\t\t\n\t\t\t\t\t It was found that the infection rate after surgery decreased below one percent when this sterilizer was installed in an operation room.\n\t\t\t\t\t\n\t\t\t\t\t The mobile sterilizer is now very popular among hospitals."
        },
        {
            "title": "Potato-planting Progresses Apace in Ryanggang Province",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-09ee.html",
            "content": "Potato-planting Progresses Apace in Ryanggang Province\r\nHyesan, May 9 (KCNA) -- Rural areas of Ryanggang Province are reporting signal successes in potato-planting.\n\t\t\t\t\t The agricultural workers of Taehongdan County overfulfiling their daily plan for potato-planting more than 20 percent by making a maximum use of tractors, potato planting machines and other farm machines. All farms in the county finished potato-planting in a little over 15 days.\n\t\t\t\t\t\n\t\t\t\t\t Samjiyon and Paekam counties are ensuring the speed and quality of potato-planting by giving priority to field plowing, applying quality compost to each plant and introducing a rational method of potato-planting.\n\t\t\t\t\t\n\t\t\t\t\t After fixing on a scientific basis the time for potato-planting according to each field and area, Kapsan, Samsu and Pochon counties are honoring their daily quotas for potato-planting through a brisk socialist emulation among workteams and sub-workteams.\n\t\t\t\t\t\n\t\t\t\t\t Cooperative farms of Phungso, Unhung and other counties are planting potatoes as required by the Juche farming method while organizing manpower rationally and ensuring the number of plants per phyong.\n\t\t\t\t\t\n\t\t\t\t\t Officials and other people of the industrial establishments in the province are rendering material and moral assistance to the agricultural workers out in potato-planting."
        },
        {
            "title": "Defense of Mainland Touted by U.S. Is Sophism: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-07ee.html",
            "content": "Defense of Mainland Touted by U.S. Is Sophism: KCNA Commentary\r\nPyongyang, May 9 (KCNA) -- The U.S. has recently justified its ambitious military strategy as one for defending its mainland.\n\t\t\t\t\t The Obama administration mulls drastically increasing the budget for nukes and missiles for next year under the pretext of defending the mainland. The administration's budget for the production and management of nukes and missiles for next year is expected to reach 7. 78 billion U.S. dollars or an increase of 11.6 percent over this year.\n\t\t\t\t\t\n\t\t\t\t\t Washington is seeking to increase the budget for the missile defence under the pretext of a \"possible attack on the U.S. mainland\" by the DPRK's missile, in particular.\n\t\t\t\t\t\n\t\t\t\t\t According to a report released by the Military Commission of the House of Representatives, the Missile Defense Agency of the U.S. Defense Department requested for the approval of the budget amounting to over 75 million U.S. dollars in order to deploy long-range identification radar.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Defense Department in its \"quadrennial defense review report\" said \"challenge\" to the defense of mainland is increasing due to the \"threats\" from the DPRK's ballistic missiles.\n\t\t\t\t\t\n\t\t\t\t\t At a meeting related to the budgetary issue of the Military Commission of the Senate, the commander of U.S. forces in south Korea also raised a hue and cry over \"attack on the mainland\" by the DPRK's missiles.\n\t\t\t\t\t\n\t\t\t\t\t But even a mere child knows who is threatening whom.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., the world's biggest nuclear and missile possessor, is citing the \"threats\" from the DPRK as a pretext, a childish wordplay.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK developed various kinds of diversified missiles to cope with the U.S. moves for a nuclear war against it. But it is a peace-loving country that has never fired even a single bullet or shell at those countries that have not provoked it.\n\t\t\t\t\t\n\t\t\t\t\t The story about an \"attack on the mainland\" by the DPRK's missile touted by the U.S. is nothing but sophism to justify its establishment of the missile defense system aimed at the world domination and hold military hegemony in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t Nuclear and missile threats to the region are coming from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. missile shield covers vast regions from Alaska to Japan, south Korea, Philippines and Australia, to say nothing of Europe and Mid-east. It is nonsensical to assert that this very costly missile shield is aimed to ward off missiles from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. MD is being built in the form of containing its potential rivals in the Asia-Pacific region from the east and west.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is giving the south Korean puppet forces various forms of assistance. It is zealously instigating them to develop ballistic missiles while lifting the restrictions on their ranges and weights of warheads and transferring technology to them.\n\t\t\t\t\t\n\t\t\t\t\t A plan to spend a total of 37 billion U.S. dollars for the MD till 2019 is now under discussion at U.S. Congress.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. reckless missile racket against the DPRK and its moves for the MD are putting the peace and security on the Korean peninsula and other parts of the world including the Asia-Pacific region at greater peril.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. truly wishes for the defense of its mainland, it had better not provoke the DPRK. The DPRK is fully ready for nuclear and missile stand-off with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary armed forces of the DPRK will blow up the headquarters of the enemies by merciless missile strikes, should even a single missile is fired at any area of their side."
        },
        {
            "title": "Rodong Sinmun Calls for Dynamic Agitation for Great Leap Forward",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-05ee.html",
            "content": "Rodong Sinmun Calls for Dynamic Agitation for Great Leap Forward\r\nPyongyang, May 9 (KCNA) -- Rodong Sinmun Friday editorially calls upon all the service personnel and people of the DPRK to launch a dynamic agitation for increased production and faster construction in keeping with the present sky-high spirit so as to bring about a great leap forward on all fronts for building a thriving nation. \n\t\t\t\t\t Now is the time to launch intensive and effective agitation for increased production and faster construction in order to make the whole country seethe with enthusiasm and raise a strong wind of fresh leap forward on all fronts for building a thriving nation as the people did in the 1970s, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The short cut to the final victory lies in glorifying the history and tradition of giving priority to the ideological work and intensifying the agitation for increased production and faster construction. \n\t\t\t\t\t\n\t\t\t\t\t To conduct such agitation at present means a great ideological offensive to give full play to the ardent patriotism of the service personnel and people of the DPRK. It is, at the same time, an intensive ideological campaign to encourage all of them to fully display the indomitable mental power and the style of working in the spirit of self-reliance and an effective political work to give full rein to popular heroism and collective innovations. \n\t\t\t\t\t\n\t\t\t\t\t The above-said agitation means vitality of the drive for building a thriving nation and an engine for bringing about a great leap forward and innovations. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people have a wealth of experience gained in dynamically accelerating the socialist construction through the said agitation and have in place forces and means for conducting such agitation to effect a great surge across the country at once. \n\t\t\t\t\t\n\t\t\t\t\t All the sectors and units including the field of the party's ideological work should further intensify the above-said agitation as required by the present stirring reality and thus fully demonstrate the spirit of the great Paektusan nation vigorously advancing for the final victory in the drive for building a thriving nation."
        },
        {
            "title": "Park Geun Hye Regime Blasted for Threatening People",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-08ee.html",
            "content": "Park Geun Hye Regime Blasted for Threatening People\r\nPyongyang, May 9 (KCNA) -- Jaju Minbo, south Korean internet newspaper, denounced the puppet authorities for threatening the people as regards the sinking of ferry Sewol on May 7.\n\t\t\t\t\t The article recalled when ferry Sewol sank, the \"government\" was keen on misleading the people's mindset and distorting the truth behind the accident, far from opting to rescue survivors and put the situation under control.\n\t\t\t\t\t\n\t\t\t\t\t The minister of education instructed schools to punish students who spread rumors as regards the sinking of the ferry and the education agency in Taegu city cried out for taking a disciplinary action against a teacher who said that the \"responsibility for the disaster of Sewol rests with the president\".\n\t\t\t\t\t\n\t\t\t\t\t The education agency in Ulsan city urged the head of Ulsan branch of the Teachers Union to delete an article posted on internet under the title \"the only solution to the recent case is the resignation of Park Geun Hye\", terming it an \"act of tarnishing the face and prestige of public officials\".\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the Park Geun Hye regime which failed to preserve face and prestige as it caused the sinking of the ferry and death of all those missing.\n\t\t\t\t\t\n\t\t\t\t\t As south Korea is under the regime of Park, even internet and the public are threatened to keep quiet."
        },
        {
            "title": "World Public Criticizes S. Korean Regime over Ferry Sinking",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-18ee.html",
            "content": "World Public Criticizes S. Korean Regime over Ferry Sinking\r\nPyongyang, May 9 (KCNA) -- The Park Geun Hye \"government's\" wrong approach toward the tragic sinking of ferry \"Sewol\" in south Korea has aroused derision from among the world community.\n\t\t\t\t\t Recently the World News Journal of China (Shijie Xinwenbao) carried a brief comment titled \"Trust Crisis\" on the case. Noting that the south Korean \"government\" faced a great pressure by the society and the public opinion, the comment said:\n\t\t\t\t\t\n\t\t\t\t\t An opinion poll released in south Korea on May 2 shows that the support rate for \"President\" Park Geun Hye dropped 11 percent.\n\t\t\t\t\t\n\t\t\t\t\t Before the ferry \"Sewol\" accident was put down, there happened a subway accident in Seoul. In fact, a series of man-made disasters due to the lack of management have been recently reported in south Korea, and they are a main cause of the lowered approval rating.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean \"government\" should be aware that the people's unrest by such man-made disasters is graver than the effect by a fall in support rate. How can the \"government\", unable to properly control any home affair, deal with the security affair more important than it.\n\t\t\t\t\t\n\t\t\t\t\t The comment is just an advice to Park Geun Hye, an \"owner of grave keeper's cottage\", as she turned the whole of south Korea into a big graveyard.\n\t\t\t\t\t\n\t\t\t\t\t Now in south Korea, an impeachment action is growing stronger to oust incompetent and unreliable Park from Chongwadae. However, she cooks up cunning tricks one after another to keep up her power and calm down the people's surging wrath.\n\t\t\t\t\t\n\t\t\t\t\t Public opinions say that the devil's luck is brought to south Korea as disastrous accidents have happened in succession in the sky, ground and waters after Park took office.\n\t\t\t\t\t\n\t\t\t\t\t The drastic drop of support rate for Park tells about her dark future. The south Korean society will fall into a deeper hole of decay if she is allowed to stay in power."
        },
        {
            "title": "WFTU and Foreign Trade Unions Express Solidarity for Korean People in Their Just Struggle",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-01ee.html",
            "content": "WFTU and Foreign Trade Unions Express Solidarity for Korean People in Their Just Struggle\r\nPyongyang, May 9 (KCNA) -- The World Federation of Trade Unions (WFTU), Centre of the Cuban Workers, Centre of Indian Trade Unions, and the Brazilian Center of Workers and trade unions of New Zealand, Spain, Portugal, Jamaica, Argentina and the U.S. issued a joint solidarity statement calling for ensuring peace on the Korean peninsula on May 2.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK took one positive peace-loving measure after another this year to ensure that the north and the south stop slandering each other and completely halt hostile military actions and prevent a nuclear disaster.\n\t\t\t\t\t\n\t\t\t\t\t However, prevailing in the peninsula at present is such situation that should never be overlooked due to the U.S. and other hostile forces' evermore reckless war moves against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At a time when dangerous Foal Eagle joint military exercises reached their height in south Korea, large-scale Ssangryong joint landing drills were staged to be followed by Max Thunder, the largest-ever air battle exercise aimed at air strikes at the DPRK with the skies above the whole of south Korea as operational theatres.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that the U.S. criminal hostile policy towards the DPRK to deprive it of its sovereignty and stifle it through international \"sanctions\" and military pressure has become evermore undisguised.\n\t\t\t\t\t\n\t\t\t\t\t We strongly urge the U.S. to accept the sincere, reasonable proposals of the DPRK to mend the relations with south Korea and achieve the reunification of the country in the idea of \"By the Korean Nation Itself,\" and to roll back its hostile policy towards the DPRK and lift at once all steps pursuant to it.\n\t\t\t\t\t\n\t\t\t\t\t We express full support and solidarity for the Korean people in their just struggle to achieve the reunification of the country and the peace and prosperity of the country."
        },
        {
            "title": "European Regional Seminar of Juche Idea Held in Italy",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-02ee.html",
            "content": "European Regional Seminar of Juche Idea Held in Italy\r\nPyongyang, May 9 (KCNA) -- There took place in Rome on May 3 the European regional seminar of the Juche idea on European experience and role in protecting global independence and peace.\n\t\t\t\t\t Displayed at the venue of the seminar were works of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and Korean books and photos.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the secretary general of the International Institute of the Juche Idea, the director-general, the secretary general and council members of the European Society for the Study of the Juche Idea, representatives of organizations for the study of the Juche idea of different countries, political and social figures of Italy.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the delegation of the Social Scientists Society of Korea and staff members of the DPRK mission in Italy.\n\t\t\t\t\t\n\t\t\t\t\t Edmond Jouve, director-general of the European Society for the Study of the Juche Idea, said in his report that the Juche idea could be called the noblest idea calling for respect for the people and the protection of human beings and the only all-powerful treasured sword not only for hewing out the destiny of independent human beings but for accomplishing the cause of each country and nation and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t He noted:\n\t\t\t\t\t\n\t\t\t\t\t The European Society for the Study of the Juche Idea was founded in Paris on October 20, 1985. This marked an important event in achieving the independence of Europe by transforming the human beings with the Juche philosophy and the Juche idea centered on the man. \n\t\t\t\t\t\n\t\t\t\t\t He called on the organizations for the study of the Juche idea and the Juche idea adherents to bring about a new turn in studying and disseminating the great Kimilsungism-Kimjongilism with the 30th anniversary of its foundation as an occasion and thus make a tangible contribution to expanding the ranks of the Juche idea adherents among people of all social strata, achieving progress and development in the region and accomplishing the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t Kenichi Ogami, secretary general of the International Institute of the Juche Idea, and representatives of organizations of the study of the Juche idea of different countries made speeches on the subjects \"President Kim Il Sung made great contribution to the cause of independence in Europe,\" \"The Juche idea and struggle for the independence in Europe\" and \"The validity of the Songun politics and the necessity to enforce the Songun politics in Europe,\" etc.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the seminar."
        },
        {
            "title": "Kim Jong Un envia mensajes de respuesta a lideres de partido y Estado de varios paises",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-05ss.html",
            "content": "Kim Jong Un envia mensajes de respuesta a lideres de partido y Estado de varios paises\r\nPyongyang, 9 de mayo (ACNC) -- El Mariscal Kim Jong Un envio mensajes de respuesta a los lideres del partido y el Estado de varios paises quienes le extendieron mensajes y cartas de felicitacion en ocasion de su reeleccion como Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea en el primer periodo de sesiones de la XIII Legislatura de la Asamblea Popular Suprema.\n\t\t\t\t\tEntre los destinatarios figuran Xi Jinping, Secretario General del Comite Central del Partido Comunista de China y Presidente de la Republica Popular China y de la Comision Militar Central de la RPCh; Raul Castro Ruz, Primer Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba; Ram Baran Yadav, presidente de Nepal; Choummaly Sayasone, secretario general del Comite Central del Partido Popular Revolucionario Lao; Thein Sein, presidente de la Republica de la Union de Myanmar; Tsakhiagiin Elbegdorj, presidente de Mongolia; Norodom Sihamoni, rey de Cambodia; Truong Tan Sang, presidente de la Republica Socialista de Vietnam y del Consejo de Defensa Nacional y Seguridad; Joseph Kabila Kabange, presidente de la Republica Democratica de Congo; Jose Eduardo Dos Santos, presidente de la Republica de Angola y Abdelaziz Bouteflika, presidente de la Republica Argelina Democratica y Popular."
        },
        {
            "title": "Kim Jong Un recibe carta de participantes en Seminario Europeo sobre Idea Juche",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-06ss.html",
            "content": "Kim Jong Un recibe carta de participantes en Seminario Europeo sobre Idea Juche\r\nPyongyang, 9 de mayo (ACNC) -- El Mariscal Kim Jong Un recibio una carta que le dirigieran los participantes en el Seminario Europeo sobre la Idea Juche, efectuado el dia 3 en Italia, relativo a las experiencias y el papel de Europa en defender la independencia y la paz del mundo.\n\t\t\t\t\tEl seminario argumento la justeza de la idea Juche y la invencible vitalidad de la politica de Songun y afirmo que la idea directiva, ideal directivo, mas justo de la epoca actual, es la idea Juche, la de Songun, senala la carta y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl kimilsungismo-kimjongilismo, que Su Excelencia Kim Jong Un formulo y aclaro su contenido profundo, es la idea mas grande que permite frustrar la arbitrariedad y la intervencion de las fuerzas dominacionistas en los asuntos internos, defender la soberania del pais y la nacion y garantizar la victoria de la causa de la independencia del mundo, y sirve del unico principio directriz de la humanidad de todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\tAl presenciar el aspecto de la RPDC que gana victoria tras victoria creando milagros asombrosos a todo el mundo, aun en medio de las dificultades severas por las mas abiertas maniobras de sanciones y sofocacion anti-RPDC de las fuerzas hostiles de toda indole y el peligro de la guerra nuclear cada vez mas inminente, el mundo admira mucho a Su Excelencia como gran hombre quien tiene la  extraordinaria capacidad politica y directiva.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes estan optimistas sobre la victoria de la idea Juche que aclara de manera cientifica la naturaleza del ser humano aspirante a vivir y desarrollar de modo independiente rechazando la subyugacion y la dominacion, y realizaran dinamicamente las actividades de investigacion y propaganda del kimilsungismo-kimjongilismo conforme a las condiciones actuales de los paises y regiones.\n\t\t\t\t\t\n\t\t\t\t\tY expresan la conviccion de que la RPDC unida monoliticamente bajo la sabia direccion de Su Excelencia Kim Jong Un brillara mas como Estado del Juche reunificado y  prospero.\n\t\t\t\t\t\n\t\t\t\t\tLa carta finaliza que los participantes apoyaran con mas activo la lucha del pueblo coreano para defender la soberania del pais y realizar la reunificacion independiente y pacifica."
        },
        {
            "title": "ACNC revela intencion de EE.UU. de aumentar el presupuesto militar",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-09ss.html",
            "content": "ACNC revela intencion de EE.UU. de aumentar el presupuesto militar\r\nPyongyang, 9 de mayo (ACNC) -- Bajo el pretexto de la defensa del territorio nacional, la administracion Obama trata de incrementar notablemente los presupuestos del proximo ano para el arma nuclear y el misil. \n\t\t\t\t\tLa asignacion para la produccion y el mantenimiento del arma nuclear y el misil en el ano proximo llegara a 7 mil 780 millones de dolares con un aumento de 11.6% en comparacion con el ano en curso.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, bajo el rotulo de la \"posibilidad de ataque de misiles norcoreanos al territorio estadounidense\", el imperio intenta incrementar el presupuesto para el sistema antimisiles.\n\t\t\t\t\t\n\t\t\t\t\tSegun el informe publicado hace poco por la Comision Militar de la Camara de Representantes del Congreso de EE.UU., la Agencia de Defensa de Misil del Departamento de Defensa exigio la aprobacion del presupuesto de mas de 75 millones de US$ para ubicar el radar de largo alcance.\n\t\t\t\t\t\n\t\t\t\t\tEn su \"informe cuatrienal de la revision de defensa\", el Pentagono escribio que crece el \"desafio\" a la defensa de territorio nacional aduciendo la \"amenaza de misil balistico\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn una reunion referente al presupuesto de la Comision Senatorial de Servicios Armados, el comandante de las tropas norteamericanas ocupantes del Sur de Corea hizo hincapie en el supuesto \"ataque de misiles norcoreanos\".\n\t\t\t\t\t\n\t\t\t\t\tTodos sabran bien quien amenaza y quien es amenazado.\n\t\t\t\t\t\n\t\t\t\t\tEl pretexto de la \"amenaza\" proveniente de la RPDC, usado por EE.UU., primer poseedor de armas nucleares y misiles del mundo, no pasa de ser un juego verbal.\n\t\t\t\t\t\n\t\t\t\t\tAunque la RPDC posee los misiles diversificados para hacer frente a las tentativas de EE.UU. de guerra de agresion, ella es pais pacifista que no ha tirado todavia ni una bala a otro pais que no ha hecho nada contra ella.\n\t\t\t\t\t\n\t\t\t\t\tEl rumor del \"ataque al territorio estadounidense\" es una sofisteria para justificar los pasos del establecimiento del sistema antimisiles con vistas a la hegemonia mundial y el mantenimiento de la supremacia militar en la region de Asia-Pacifico.\n\t\t\t\t\t\n\t\t\t\t\tEn esta region, la amenaza nuclear y de misil proviene de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEl sistema de defensa antimisil, que esta estableciendo EE.UU. gastando fabulosos fondos, abarca Europa, el Medio Oriente, Alaska, Japon, el Sur de Corea, Filipinas y Australia.\n\t\t\t\t\t\n\t\t\t\t\tEntonces, resulta ilogico que esta gigantesca red haga falta para defenderse de los misiles norcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tEl escudo antimisil de EE.UU. se va formando en el sentido de presionar desde el este y el oeste a sus rivales potenciales en Asia-Pacifico.\n\t\t\t\t\t\n\t\t\t\t\tAhora, EE.UU. instiga tanto el desarrollo de misil balistico por parte de los titeres surcoreanos levantando las restricciones en el alcance, el peso de ojivas y otros y transfiriendo la tecnologia.\n\t\t\t\t\t\n\t\t\t\t\tEn el Congreso de EE.UU. se discute el plan de asignar hasta el ano 2019 37 mil millones de US$.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la campana de misiles anti-RPDC y al sistema antimisiles de EE.UU., se ven cada vez mas amenazadas la paz y la seguridad de la Peninsula Coreana y la region de Asia-Pacifico, el mundo entero.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. desea la defensa de su territorio, le convendria no atentar contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tNuestro pais esta totalmente listo para el enfrentamiento de armas nucleares y misiles con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tNuestras fuerzas armadas revolucionarias destruiran el bastion enemigo con implacable ataque de misiles si cae un solo misil enemigo en cualquier punto del territorio de la RPDC."
        },
        {
            "title": "Park Geun-hye debe recibir castigo divino",
            "url": "http://kcna.co.jp/item/2014/201405/news09/20140509-04ss.html",
            "content": "Park Geun-hye debe recibir castigo divino\r\nPyongyang, 9 de mayo (ACNC) -- Las medidas del \"gobierno\" surcoreano de Park Geun-hye tomadas para  el caso de hundimiento del barco surcoreano \"Sewol\" causan la risa burlona de la sociedad internacional.\n\t\t\t\t\tHace poco, el periodico chino World News Journal (Shijie Xinwenbao), inserto un comentario corto intitulado \"Crisis de confianza\".\n\t\t\t\t\t\n\t\t\t\t\tEl comentario senala que el \"gobierno\" surcoreano se enfrenta con una gran presion de la sociedad y opinion publica, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEl resultado de la recien investigacion de la opinion publica, divulgado el dia 2, anuncia que el porcentaje de apoyo a la \"presidenta\" surcoreana Park Geun-hye cayo a 11%.\n\t\t\t\t\t\n\t\t\t\t\tAntes de calmarse el accidente del barco \"Sewol\", surgio en Seul el otro del metro. En realidad, las perdidas humanas causadas ultimamente en el Sur de Corea por la imperfeccion de administracion constituyen el motivo fundamental de la baja del porcentaje de apoyo a Park. El \"gobierno\" surcoreano debe tener presente que la inquietud de los habitantes motivada por tales calamidades humanas es mas grave que la influencia dada por la baja del porcentaje de apoyo. ?Como puede tratar el \"gobierno\" el problema de seguridad mas importante en la condicion en que no atiende bien los asuntos interiores?\n\t\t\t\t\t\n\t\t\t\t\tste comentario de la prensa extranjera es el consejo del mundo dirigido a la \"mandataria\" surcoreana, \"duena de la casa de celador de sepulcros\" quien convirtio el territorio surcoreano en una tumba grande.\n\t\t\t\t\t\n\t\t\t\t\tAhora en el Sur de Corea se extiende bruscamente el movimiento por retirar de Chongwadae a la incapacitada y necia presidenta Park.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de esto, Park trama sucesivamente los ardides intrigantes para prolongar su mandato.\n\t\t\t\t\t\n\t\t\t\t\t?Cuan miserable es el pensamiento de Park quien trata de calmar la opinion publica mediante las artimanas enanas?\n\t\t\t\t\t\n\t\t\t\t\tEl porcentaje de apoyo que rebaja bruscamente hacia cero augura el futuro de la experta en difamaciones y ramera vieja.\n\t\t\t\t\t\n\t\t\t\t\tMientras que Park Geun-hye siga ocupando el poder, la sociedad surcoreana se sumergira en lo mas profundo del mar de corrupcion."
        }
    ]
}