{
    "date": "2014-01-16",
    "url": "http://kcna.co.jp/item/2014/201401/2014-01-16ee.html",
    "articles": [
        {
            "title": "NDC of DPRK Advances Crucial Proposals to S. Korean Authorities",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-29ee.html",
            "content": "NDC of DPRK Advances Crucial Proposals to S. Korean Authorities\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- The National Defence Commission (NDC) of the DPRK made the following principled proposals to the south Korean authorities Thursday upon authorization of the government, political parties and organizations of the DPRK:\n\t\t\t\t\t1. We propose taking practical measures in hearty response to the warm call for establishing a climate for improved north-south relations.\n\t\t\t\t\t\n\t\t\t\t\tWe officially propose the south Korean authorities to take a practical measure of halting all acts of provoking and slandering the other side from January 30, a day before the Lunar New Year's Day.\n\t\t\t\t\t\n\t\t\t\t\t2. We propose taking a practical step of halting all hostile military acts against the other side in response to the historic call for defending the security and peace of the nation.\n\t\t\t\t\t\n\t\t\t\t\tSo, we again propose immediately and unconditionally halting all military and hostile acts targeting the fellow countrymen in collusion with outsiders.\n\t\t\t\t\t\n\t\t\t\t\tFor the present the south Korean authorities should take a political decision of canceling Key Resolve and Foal Eagle joint military exercises which they plan to stage from the end of February under the pretext of \"annual and defensive\" drills.\n\t\t\t\t\t\n\t\t\t\t\tIf the \"coordination\" and \"cooperation\" with the U.S. are so precious and valuable, they had better hold the exercises in the secluded area or in the U.S. far away from the territorial land, sea and air of the DPRK. This is the stand of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tWe specially propose stopping all acts provoking the other side on the ground and in the sea and air including five islands in the West Sea, hotspots where both sides are in acute show-down, leveling their guns at each other.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK side will show its practical action first for the realization of this proposal.\n\t\t\t\t\t\n\t\t\t\t\t3. We propose taking a mutual practical measure to prevent a nuclear holocaust from being inflicted on this land.\n\t\t\t\t\t\n\t\t\t\t\tOur nuclear force serves as a means for deterring the U.S. from posing a nuclear threat. It will never be a means for blackmailing the fellow countrymen and doing harm to them.\n\t\t\t\t\t\n\t\t\t\t\tWe courteously propose the south Korean authorities not to resort to reckless acts of bringing dangerous nuclear strike means of the U.S. to south Korea and to areas around it, taking this occasion as an opportunity.\n\t\t\t\t\t\n\t\t\t\t\tIt is the stand of the DPRK that the south side should resolutely break with the double-dealing stand of tolerating nuclear weapons of outsiders which are harmful to the fellow countrymen while denying the nuclear weapons of fellow countrymen which protect the nation.\n\t\t\t\t\t\n\t\t\t\t\tIf these proposals are put into practice, it will be possible to settle all issues, big or small, arising in the north-south relations including the reunion of separated families and relatives.\n\t\t\t\t\t\n\t\t\t\t\tWe express the expectation that the south Korean authorities will positively respond to our principled crucial proposals."
        },
        {
            "title": "Cause of Korea's Peaceful Reunification Supported by Angolan President",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-09ee.html",
            "content": "Cause of Korea's Peaceful Reunification Supported by Angolan President\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- I sincerely wish for good health of HE Kim Jong Un who is energetically leading the Workers' Party of Korea, the government and people of the DPRK to straightly advance along the road chosen by them.\n\t\t\t\t\t Angolan President Jose Eduardo Dos Santos said this when meeting Kim Hyon Il, DPRK ambassador to Angola, on Jan. 10.\n\t\t\t\t\t\n\t\t\t\t\t The president added:\n\t\t\t\t\t\n\t\t\t\t\t I am pleased that everything goes well in the DPRK under the leadership of HE Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will invariably support the cause for the peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t We will continue to develop multi-faceted ties with the DPRK."
        },
        {
            "title": "Bulgarian Delegation Here",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-24ee.html",
            "content": "Bulgarian Delegation Here\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- A delegation of the Bulgarian Foreign Ministry headed by Petko Doykov, general director for Bilateral Relations, arrived here on Thursday."
        },
        {
            "title": "Delegation of U.S. Asia Society Here",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-26ee.html",
            "content": "Delegation of U.S. Asia Society Here\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- A delegation of the Asia Society of the United States led by Chairwoman Josette Sheeran arrived here on Thursday by air."
        },
        {
            "title": "Kanji Inoki Leaves",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-22ee.html",
            "content": "Kanji Inoki Leaves\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Kanji Inoki, member of the House of Councillors of Japan, and his party left here for home on Thursday.\n\t\t\t\t\t During their stay in the DPRK they visited the Masikryong Ski Resort."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spread to Centenarian",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-02ee.html",
            "content": "Kim Jong Un Sends Birthday Spread to Centenarian\n\t\t\t\t\t\t\r\nUnjon, January 16 (KCNA) -- Supreme leader Kim Jong Un sent a birthday spread to Kwon Hyang Sim, centenarian who lives in Unjon County, North Phyongan Province, on Wednesday.\n\t\t\t\t\t Born as a daughter of a servant, she was subject to all sorts of humiliation and contempt as a nursemaid before the liberation of the country.\n\t\t\t\t\t\n\t\t\t\t\t It was not until President Kim Il Sung liberated the country that she could enjoy a genuine life. She worked hard for agricultural production to live up to the country's loving care.\n\t\t\t\t\t\n\t\t\t\t\t She is now leading an optimistic life, keeping herself busy. She has a balanced diet.\n\t\t\t\t\t\n\t\t\t\t\t She is telling her children to work hard for the sake of the grateful country, saying that all people lead a happy life thanks to the benevolent socialist system as it takes care of every aspect of their living."
        },
        {
            "title": "Ground-breaking Ceremony for Shopping Mall in East Pyongyang Area Held",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-28ee.html",
            "content": "Ground-breaking Ceremony for Shopping Mall in East Pyongyang Area Held\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- A ground-breaking ceremony for a shopping mall in East Pyongyang area took place Thursday.\n\t\t\t\t\t Present there were Kim Ki Sok, chairman of the State Commission for Economic Development, officials concerned, soldiers, builders, Huang Shizai, president and general manager of the Great China International Group, and his entourage, Yang Zuoyuan, economic and commercial councilor of the Chinese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Lieutenant General of the Korean People's Army Kim Jong Gwan made a speech at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t He said one more large commercial service base will be built in east Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t He called on builders of the two countries to successfully build the shopping mall on the principle of strengthening cooperation and unity and thus contribute to hardening the bonds of friendship between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Zheng Chunjia, vice-president of the Chinese Group, made a congratulatory speech.\n\t\t\t\t\t\n\t\t\t\t\t He paid deep respects to Marshal Kim Jong Un on behalf of the Group.\n\t\t\t\t\t\n\t\t\t\t\t China and Korea are friendly neighbors linked by the same rivers and mountain, he said. The friendly relations provided by the preceding leaders of the two countries are being invariably and steadily carried forward.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the shopping mall will be successfully built to be conducive to improving the standard of the Korean people's living.\n\t\t\t\t\t\n\t\t\t\t\t The construction began after the ceremony."
        },
        {
            "title": "Diplomats, Representatives of Int'l Bodies and Military Attaches Visit Masikryong Ski Resort",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-10ee.html",
            "content": "Diplomats, Representatives of Int'l Bodies and Military Attaches Visit Masikryong Ski Resort\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Diplomats, representatives of international bodies and military attaches here spent a pleasant time at the Masikryong Ski Resort with their families.\n\t\t\t\t\t They went round different places of the resort, being briefed on the fact that the service personnel of the Korean People's Army built the world-class ski resort in the Masikryong speed startling the world, true to the grand idea of Marshal Kim Jong Un and in hearty response to his patriotic call. \n\t\t\t\t\t\n\t\t\t\t\t The hotel and excellent ski service facilities in good harmony with the nature and the landscape of steep Masik Pass left deep impressions on the visitors. \n\t\t\t\t\t\n\t\t\t\t\t The resort drew keen interest of the visitors as it is a base for all winter sports events and a mass sports tourist destination to serve all conditions for sports, tourism and recreation.\n\t\t\t\t\t\n\t\t\t\t\t The guests looked around skiing and sleighing courses, skating ground and huge electronic display showing climatic conditions such as temperature, humidity, atmospheric pressure and wind velocity.\n\t\t\t\t\t\n\t\t\t\t\t Going up and down more than 1 360 meters-high Taehwa Peak by ski lift and ski-motors, foreigners including Chinese and Russian ambassadors to the DPRK, enjoyed a bird's-eye view of the spectacular resort including skiing courses and Masikryong Hotel.\n\t\t\t\t\t\n\t\t\t\t\t Chinese Ambassador Liu Hongcai said one who has not mounted here can not say to have visited the resort and that he could feel how Masikryong miracle was created. He added the huge resort is a mental and cultural treasure of the people. He expressed the conviction that the Masikryong spirit will give encouragement to the Korean people who turned out in the drive to build a thriving nation and improve the standard of people's living under the leadership of the Workers' Party of Korea headed by First Secretary Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Foreigners enjoyed skiing and sleighing.\n\t\t\t\t\t\n\t\t\t\t\t Ismail Ahmed Mohamed Hasan, Palestinian ambassador who is the doyen of the diplomatic corps, extended thanks in the name of diplomats and their families to Marshal Kim Jong Un for letting them spend a pleasant time in such a beautiful place. Kim Jong Un provided guidance for the successful construction of the resort in a short span of time, he said, adding these unforgettable days will remain as happy memories in all of us. He wished the friendly Koreans progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Hassan Reza Husseini, military attache of Iranian embassy who is the doyen of the military attaches corps, said the word excellent will not be enough to express his impression of the resort. He said he, as a ski fan, could know that everything in the resort is above the world level. He added that service personnel of the Korean People's Army built such a huge ski resort to be flawless one in a short span of time, stressing that this can be called a miracle of history. He said as a military man he can hardly repress his admiration, expressing the belief that the KPA will build good edifices in the future, too, under the outstanding leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Sheng Li, military attache of Chinese embassy, said it was very refreshing to visit the resort, emphasizing that the world-level resort showcases the cultural characteristics of Korea as well as world characteristics.\n\t\t\t\t\t\n\t\t\t\t\t He said Kim Jong Un shows deep attention for the cultural and emotional life of the Korean people and that the service personnel built the resort at the initiative of the Marshal. He added that the KPA strong in militancy completed the resort to be perfect in terms of quality by unconditionally carrying out the order of the supreme commander.\n\t\t\t\t\t\n\t\t\t\t\t He voiced his will to make active contribution to developing friendship between the parties, armies and peoples of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Diplomats, representatives of international organizations and military attaches stayed at Masikryong Hotel together with their families.\n\t\t\t\t\t\n\t\t\t\t\t Their wives said the hotel is cozy and peculiar, they enjoyed specialties they had not had at home and that they made themselves at home.\n\t\t\t\t\t\n\t\t\t\t\t The night view of the brightly lit resort nestling in deep mountainous area gave delight to the visitors.\n\t\t\t\t\t\n\t\t\t\t\t They held sports activities at swimming and wading pools of the hotel and other places and enjoyed diverse entertainment, singing and dancing all night.\n\t\t\t\t\t\n\t\t\t\t\t Iliana Almaguer Rodriguez, wife of the Cuban ambassador to the DPRK, said the ski resort was built under the wise guidance of Kim Jong Un, who devotes his all to the people. She congratulated the DPRK on building another edifice, adding that she had full enjoyment."
        },
        {
            "title": "Congratulatory Message Sent to Soldier-builders of Masikryong Ski Resort",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-27ee.html",
            "content": "Congratulatory Message Sent to Soldier-builders of Masikryong Ski Resort\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- The Central Committee of the Workers' Party of Korea and the WPK Central Military Commission sent a congratulatory message to the soldier-builders who successfully completed the construction of the Masikryong Ski Resort.\n\t\t\t\t\t There took place meetings for conveying the congratulatory message at relevant units.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials of the Ministry of the People's Armed and units which participated in the construction and soldier-builders.\n\t\t\t\t\t\n\t\t\t\t\t The message was read out at the meetings.\n\t\t\t\t\t\n\t\t\t\t\t The message said that the construction of the Masikryong Ski Resort is a great miracle produced by the deep love and leadership of the WPK to put forward the Korean people who have single-mindedly made a long journey for the Songun revolution under the leadership of the party as the most civilized and happiest people in the world, and a great structure built thanks to the indomitable mental power and inexhaustible militancy of the powerful revolutionary Paektusan army ready to flatten even a high mountain at one go once the supreme commander issues an order.\n\t\t\t\t\t\n\t\t\t\t\t The construction of the ski resort was a project to build a large-scale modern ski resort, the first of its kind in the DPRK in its scale and style, and a gigantic nature-harnessing project to build skiing courses and structures on a steep mountain despite unfavorable climatic conditions by weathering manifold difficulties and ordeals, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The shouts of hurrah which resounded forth in the whole area of Masik Pass represented thrilling fireworks as they demonstrated the dignity and national power of the great Paektusan nation, which does everything as it pleases by its own efforts and with its indigenous technology and natural resources, and a thunder as they dealt a sledge hammer at the hostile forces which made foolish efforts to delay the construction of the ski resort, it said.\n\t\t\t\t\t\n\t\t\t\t\t It highly praised all soldier-builders for building the world-class sports tourist resort on the highest level in the shortest span of time and thus making a great contribution to building a highly civilized socialist nation and providing the landmark of a new leap forward in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meetings to renew their determination."
        },
        {
            "title": "Soft Winter Weather Persists in Korea",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-20ee.html",
            "content": "Soft Winter Weather Persists in Korea\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Soft winter weather is going on in Korea this year, with temperature being higher than last year.\n\t\t\t\t\t According to weather experts, this winter in Korea is characterized with soft weather in general as compared with cold weather of recent years.\n\t\t\t\t\t\n\t\t\t\t\t The average temperature early in January was registered 6.1 degrees below zero, 1.8 degrees Celsius higher than the average (7.9 degrees below zero) and 7.6 degrees higher than last year (13.7 degrees below zero).\n\t\t\t\t\t\n\t\t\t\t\t The western coastal area of the DPRK experienced 6-1 degrees below zero, 2-3 degrees higher than the average, the northern inland area 15-6 degrees below zero, 1-3 degrees higher than the average, and the eastern coastal area 11 degrees below zero to 1 degree, 0-3 degrees higher than the average.\n\t\t\t\t\t\n\t\t\t\t\t This average temperature is expected to go on in the country till the end of January. \n\t\t\t\t\t\n\t\t\t\t\t Such weather phenomenon is due to the weakened influence of Northern high pressure, which failed to create winter atmospheric circulation field and started the winter season about one week later than the average, and the weak cold air from the North Pole."
        },
        {
            "title": "DPRK People Turn Out in Drive for Learning Modern Sci-Tech",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-15ee.html",
            "content": "DPRK People Turn Out in Drive for Learning Modern Sci-Tech\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Kim Jong Un, supreme leader of the DPRK, in his New Year Address stressed that all officials and working people should diligently learn modern science and technology, upholding the slogan of making all the people well versed in science and technology.\n\t\t\t\t\t The slogan reflects the intention of the Workers' Party of Korea to raise the creative ability of all the people to the level of competent scientist and achieve the final victory in building a thriving socialist country by dint of science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Making all the people well versed in science and technology is a basic guarantee for propelling the building of an economic power.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has well-regulated education and study systems for all citizens, including compulsory education system and higher education system for the rising generations, spare-time educational system and passing-on technique system.\n\t\t\t\t\t\n\t\t\t\t\t The State set it as the three mainstays for building a thriving socialist nation to attach importance to science and technology as well as to ideology and military affairs and has pushed ahead with the work to develop the nation's science and technology. Centers for disseminating scientific knowledge were built on a modern basis, measures taken to put all sectors on a scientific basis and a social atmosphere established to treat scientists preferentially.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to large contingents of scientists and technologists, the level of putting the national economy on CNC basis has grown higher, with big progress in improving the country's economic structure.\n\t\t\t\t\t\n\t\t\t\t\t Inspired by the New Year Address, the Korean people are now working hard to attain the goal of making all the people well versed in science and technology, mindful that their happiness and the future of the country depend on the development of science and technology."
        },
        {
            "title": "DPRK Servicepersons Take Lead in Socialist Construction",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-18ee.html",
            "content": "DPRK Servicepersons Take Lead in Socialist Construction\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- The servicepersons of the DPRK are playing the decisive role not only in defending the country but in building of a thriving socialist nation.\n\t\t\t\t\t Thanks to their devoted efforts for the country's prosperity and the people's wellbeing, many monumental edifices have been built in the DPRK in recent years like the People's Theatre, Rungna People's Pleasure Park, Breast Tumour Institute of the Pyongyang Maternity Hospital, Munsu Water Park, Okryu Children's Hospital and Masikryong Ski Resort.\n\t\t\t\t\t\n\t\t\t\t\t Regarding socialist construction as one of their combat tasks, they have worked miracles in socialist construction. Under the patriotic slogan \"Let the People's Army take charge of both national defence and socialist construction!\" they have not hesitated even a moment to carry out any difficult tasks. Therefore, everyone in the DPRK keeps in mind their sincere efforts for the happiness and wellbeing of the people. \n\t\t\t\t\t\n\t\t\t\t\t In those days of their struggle, such phrases as \"At a go\", \"Like lightning\" and \"Like a charge of dynamite set off\", symbolic of their firm faith in victory, were created.\n\t\t\t\t\t\n\t\t\t\t\t Now the servicepersons are making a breakthrough in socialist construction, inspiring the people with courage and confidence in rosy future.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un, when inspecting a KPA unit some days ago, said that \"Let the People's Army take charge of both national defence and socialist construction!\" is an excellent slogan."
        },
        {
            "title": "Namhung Youth Chemical Complex Boosts Production",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-19ee.html",
            "content": "Namhung Youth Chemical Complex Boosts Production\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Fertilizer production is on the increase at the Namhung Youth Chemical Complex, one of the DPRK's leading chemical industrial establishments.\n\t\t\t\t\t In this regard, Chief Engineer of the complex Yun Jong Guk, when interviewed by KCNA, said:\n\t\t\t\t\t\n\t\t\t\t\t As of January 15, the complex has overfulfilled its daily quota by 50 percent when compared with the same period of last year.\n\t\t\t\t\t\n\t\t\t\t\t Workers of the complex are making a fresh leap in fertilizer production based on locally available materials.\n\t\t\t\t\t\n\t\t\t\t\t The workers in charge of sorting coal are increasing its rate while keeping the unloading equipment in full operation.\n\t\t\t\t\t\n\t\t\t\t\t The humic acid workshop has created an efficient method of operating equipment, thus boosting the production. \n\t\t\t\t\t\n\t\t\t\t\t The workers of generator shop have improved their technical ability to operate the generator as required by the standard regulations, keenly aware that fertilizer production depends on gas production.\n\t\t\t\t\t\n\t\t\t\t\t Successes have also been made at other shops including the ammonia shop and the synthesis shop. \n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Ho, deputy head of forwarding workshop, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t We have turned out in a drive for implementing the tasks set forth by supreme leader Kim Jong Un in his New Year Address, in which he underscored the need to keep up agriculture as a major thrust of the country's efforts for economic construction and improvement of the people's standard of living and concentrate all efforts on farming.\n\t\t\t\t\t\n\t\t\t\t\t We are fully determined to further increase the production."
        },
        {
            "title": "Veteran Weightlifting Coach",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-16ee.html",
            "content": "Veteran Weightlifting Coach\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Among the ten best coaches for Juche 102 (2013) selected in the DPRK is Kim Chun Hui, a weightlifting coach of the Kigwancha Sports Team.\n\t\t\t\t\t She has trained a number of promising weightlifters, including Ryo Un Hui and Rim Jong Sim who won gold medals at the Asian Weightlifting Championship and the London Olympic Games.\n\t\t\t\t\t\n\t\t\t\t\t Born in Pyongyang, Kim got interested in weightlifting when she was studying at Korea University of Physical Education. After leaving the university, she became a weightlifting instructor of the then juvenile sports school at the Weightlifting Gymnasium.\n\t\t\t\t\t\n\t\t\t\t\t Since then, she had studied a lot of weightlifting-related references and data as well as scientific training methods and techniques suited for lifters of different ages. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim's devoted efforts and ability, her trainee Rim in her teens took the women's 48kg weightlifting title at the Mangyongdae Prize Sports Games held in 2008, startling the domestic weightlifting coaches and players.\n\t\t\t\t\t\n\t\t\t\t\t Being active as a coach of the Kigwancha Sports Team from 2009, she has worked hard to train competent lifters with unique techniques."
        },
        {
            "title": "Kimilsungism-Kimjongilism, Great Guiding Idea",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-17ee.html",
            "content": "Kimilsungism-Kimjongilism, Great Guiding Idea\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- The Korean people's revolutionary cause is sure to emerge victorious as they advance under the great banner of Kimilsungism-Kimjongilism, said supreme leader Kim Jong Un in his historic New Year Address\n\t\t\t\t\t Kimilsungism-Kimjongilism is an integral system of idea, theory and method of Juche and a great revolutionary idea representing the era of Juche, the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t At the Fourth Conference of the Workers' Party of Korea, Kim Jong Un said that the WPK would take Kimilsungism-Kimjongilism as the only guiding idea of the party and hold fast to the policy of modeling whole society on Kimilsungism-Kimjongilism as the supreme programme of the party.  \n\t\t\t\t\t\n\t\t\t\t\t Clarified in Kimilsungism-Kimjongilism are the ultimate goal of the Korean revolution and the basic way for its implementation, strategy and tactics for speeding up the advance in the new century of Juche and detailed tasks to be carried out in all the fields of the revolution and construction. \n\t\t\t\t\t\n\t\t\t\t\t Now the struggle for modeling whole society on Kimilsungism- Kimjongilism is getting momentum in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t All the servicepersons and civilians of the DPRK are becoming stronger in their will not to retreat even a bit from the implementation of the party's policy. And they are fully displaying the revolutionary traits of carrying out at a go whatever the leader is determined to do. In the spirit of keeping their feet firmly planted on the homeland and looking out over the world, they are effecting bold innovations in different fields of the country.\n\t\t\t\t\t\n\t\t\t\t\t All these developments are attributable to the wise leadership of Kim Jong Un, who has devoted his heart and soul to accomplishing the cause of modeling whole society on Kimilsungism-Kimjongilism. \n\t\t\t\t\t\n\t\t\t\t\t Elucidating that Kimilsungism-Kimjongilism, in its essence, is the people-first doctrine, he saw to it that the spirit of the slogan \"Everything for the people and everything by relying on them!\" prevails in the party work, state activities and all other fields. \n\t\t\t\t\t\n\t\t\t\t\t The servicepersons and civilians of the country will make a dynamic advance for the final victory under the leadership of Kim Jong Un, holding high the great banner of Kimilsungism-Kimjongilism."
        },
        {
            "title": "KCNA Commentary Hits U.S.-S. Korea Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-21ee.html",
            "content": "KCNA Commentary Hits U.S.-S. Korea Joint Military Exercises\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- The bellicose forces of the United States and south Korea are bringing dark clouds of a war again to the Korean Peninsula at the beginning of the year, in disregard of the desire of the DPRK and the international community for peace and stability.\n\t\t\t\t\t With the U.S. deploying its aggression forces massively in areas close to the Military Demarcation Line, they announced that huge Key Resolve and Foal Eagle joint military exercises would be staged for months from the end of February.\n\t\t\t\t\t\n\t\t\t\t\t The projected exercises, involving the U.S. 3rd marine task force to deploy before all others on the Korean Peninsula in case of emergency, will be the biggest military rehearsal in scale after the 1989 Team Spirit.\n\t\t\t\t\t\n\t\t\t\t\t Its purpose is apparently to take control of nuclear facilities in the DPRK and occupy Pyongyang in case of \"emergency in the north\".\n\t\t\t\t\t\n\t\t\t\t\t This is another serious military provocation to the DPRK and an outright challenge to its good faith and the public opinion at home and abroad as it is aimed to drive the situation of the Korean Peninsula again to phase of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t No matter how vociferously the U.S. may talk about other's \"threat\" and about its role in \"defending peace\", it can no longer cover up its nature of the very one who has continued aggravating the situation on the peninsula cyclically.\n\t\t\t\t\t\n\t\t\t\t\t Ensuring peace on the Korean Peninsula is an important link in the chain for securing regional peace and stability and, furthermore, global peace.\n\t\t\t\t\t\n\t\t\t\t\t That is why the DPRK's principled stand and sincere measures clarified in the New Year to ease tension, defend peace on the peninsula and improve the north-south relations have commanded full support and aroused a great response from peoples at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean bellicose forces have made provocative remarks from the beginning of the year only to come under criticism of the world community. They are describing the projected military exercises as \"annual\" and \"defensive\", but it is no more than sophism to cover up the aggressive nature of the exercises and their insidious intention.\n\t\t\t\t\t\n\t\t\t\t\t It is a bad habit of the U.S. imperialists and the south Korean puppet forces to annually stage large-scale war drills all the year round, extremely aggravating the situation.\n\t\t\t\t\t\n\t\t\t\t\t Such war moves of several decades have only engendered antagonism and hostility among the Korean nation, resulting in bedeviled north-south relations, escalated tension and increased war danger in the Korean Peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t The recent announcement of joint war exercises is tantamount to the total denial of improved relations and dialogue between the north and the south of Korea and a declaration of overall nuclear showdown.\n\t\t\t\t\t\n\t\t\t\t\t The provokers had better ponder over the serious consequences to be entailed by the exercises."
        },
        {
            "title": "Rodong Sinmun Calls for Ushering in Period of Prosperity of Songun Korea",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-12ee.html",
            "content": "Rodong Sinmun Calls for Ushering in Period of Prosperity of Songun Korea\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Rodong Sinmun Thursday in an editorial calls upon all the service personnel and people to dynamically advance for the victory of the revolutionary cause of Juche and the revolutionary cause of Songun, which was pioneered in Mt. Paektu, under the leadership of Marshal Kim Jong Un, taking the revolutionary spirit of Mt. Paektu as the eternal lifeline of the Korean revolution.\n\t\t\t\t\t The editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary spirit of Mt. Paektu is the ideological and mental mainstay to be more firmly cherished despite manifold hardships and trials and grim situation, and the fighting spirit to be fully displayed as the revolution advances far and socialist construction progresses apace.\n\t\t\t\t\t\n\t\t\t\t\t The precious tradition of unity and cohesion of the revolutionary ranks centering on the leader could be provided as passionate loyalists held President Kim Il Sung in high esteem as the sun of the nation in the period when the revolution was hewed out, and anti-Japanese revolutionary fighters followed him to the last with the immutable belief that Korea is sure to be liberated as they are led by him, overcoming grim ordeals in the vast area of Mt. Paektu. Transparent and true are the faith and obligation of the anti-Japanese revolutionary forerunners who followed and upheld their leader though there was no promise when the revolution is won.\n\t\t\t\t\t\n\t\t\t\t\t The anti-Japanese revolutionary fighters were human beings like gem and bamboo. It was them who did not pardon to the slightest the betrayers of revolution seized with fear for the changing situation even though they were their kinsmen.\n\t\t\t\t\t\n\t\t\t\t\t The red flag of revolution fluttered in the forest of Mt. Paektu was precisely the banner of defending the leader, and the gun report by the anti-Japanese revolutionary forerunners to annihilate the enemy was the one for defending the leader.\n\t\t\t\t\t\n\t\t\t\t\t The noble mental world of the anti-Japanese revolutionary fighters who put up the slogan \"Let us defend the headquarters of the revolution with our very lives!\" has been carried forward along with the slogan \"Let us defend with our very lives the Party Central Committee headed by the great Comrade Kim Jong Un!\"\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all service personnel and people to usher in a golden age of Songun Korea in the on-going general advance in the revolutionary spirit of Mt. Paektu as they did in the past annals."
        },
        {
            "title": "Rodong Sinmun Calls for Developing Friendly Ties on Principle of Respect for Independence",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-13ee.html",
            "content": "Rodong Sinmun Calls for Developing Friendly Ties on Principle of Respect for Independence\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- It is the firm stand of the Workers' Party of Korea and the government of the DPRK to boost friendship with all countries and people aspiring after independence  and it is a necessary and right choice required by the present international situation.\n\t\t\t\t\t Rodong Sinmun Thursday observes this in an article.\n\t\t\t\t\t\n\t\t\t\t\t It is an important requirement of the global cause of independence to boost the international relations of friendship and cooperation on the principles of independence, equality, mutual respect and non-interference in other's internal affairs, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable stand of the DPRK to develop good relations, friendship and cooperation with all countries that respect its sovereignty and are friendly to it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has remained unchanged in its stand to have normal state relations with the countries that respect its sovereignty and are friendly to it even though they had been in inglorious relationship with it in the past.\n\t\t\t\t\t\n\t\t\t\t\t The same can be said of the ties with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Whether the armistice state and warring relations are terminated between the DPRK and the U.S. and durable peace is ensured on the Korean Peninsula or not, they depend on the U.S. attitude. \n\t\t\t\t\t\n\t\t\t\t\t Washington should roll back its hostile policy against the DPRK if it sincerely wants to defuse the tension, ensure peace on the peninsula and improve the relations with the DPRK. The DPRK will, in the future too, open and develop the relations of friendship and cooperation with all countries of the world that respect its sovereignty and take a friendly approach towards it and thus make a positive contribution to shattering the imperialist aggressor forces' war policies and hegemonic machinations, championing peace and achieving global independence."
        },
        {
            "title": "S. Korean Organization Slams U.S. War Moves against DPRK",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-14ee.html",
            "content": "S. Korean Organization Slams U.S. War Moves against DPRK\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- The People for Achieving Peace and Reunification in south Korea held the 172nd action for independent reunification and peace in Seoul on Jan. 14 denouncing the U.S. moves for a war against the DPRK.\n\t\t\t\t\t The organization said that nuclear submarines of the U.S. imperialists are always deployed around the Korean Peninsula and ceaseless military drills targeting the north are being staged.\n\t\t\t\t\t\n\t\t\t\t\t Voices threatening the north are heard from among U.S. authorities every day, it said. It is the U.S. intention to swallow up the north by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. made the danger of war persist on the Korean Peninsula last year and is now seeking to keep it this year, too, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It called upon broad segments of people to make positive efforts to achieve independence and peaceful reunification and get a peace agreement signed."
        },
        {
            "title": "S. Korean Regime's Humiliating Decision to Increase Its Share of Upkeep under Fire",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-23ee.html",
            "content": "S. Korean Regime's Humiliating Decision to Increase Its Share of Upkeep under Fire\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- The People for Achieving Peace and Reunification on Jan. 12 in a commentary slammed the south Korean puppet regime for yielding to the U.S. pressure to increase its share of upkeep of U.S. forces. \n\t\t\t\t\t The commentary accused the authorities of agreeing to increase south Korea's share of upkeep of U.S. forces in south Korea 5.8 percent over that last year at the negotiations held for concluding a special agreement on sharing the upkeep of U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t It is unpardonable that the authorities decided to boost such share again despite the fact that the amount of the money illegally accumulated by the U.S. forces out of the above-said upkeep reached more than a trillion won.\n\t\t\t\t\t\n\t\t\t\t\t They cited the U.S. cutdown of its defense spending as a reason for increasing the share of the upkeep, the commentary noted, adding this is a humiliating act of yielding to the outside forces' unreasonable demand for shifting the responsibility for the economic crisis and the policy failure caused by the war of aggression on to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The commentary declared that the organization would conduct positive activities to let the people know better about the injustice of the negotiations and pressurize the \"National Assembly\" to refuse to ratify such humiliating agreement."
        },
        {
            "title": "Japanese Workers Support KCTU's General Strike",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-25ee.html",
            "content": "Japanese Workers Support KCTU's General Strike\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Japanese workers held a rally and demonstration in Shibuya Ward, Tokyo Metropolis on Monday in solidarity with the general strike launched by the south Korean Confederation of Trade Unions (KCTU).\n\t\t\t\t\t They referred to the strike of workers of the KCTU against the privatization pushed forward by the \"government\".\n\t\t\t\t\t\n\t\t\t\t\t They voiced positive support and solidarity to the KCTU's struggle, noting it is drawing attention of the world working class."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Romanian Politician",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-04ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Romanian Politiciana\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Constantin Rotaru, chairman of the Romanian Socialist Union, made public a statement on January 10 in support of the New Year Address made by supreme leader Kim Jong Un. \n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader of the Korean people Kim Jong Un in his New Year Address proudly reviewed that last year the Korean people achieved a great victory in the acute showdown with the imperialists and brilliant successes in the drive for building an economic power and improving the people's living standard. He specified the goals to be attained by all fields this year. \n\t\t\t\t\t\n\t\t\t\t\t He stressed among other things the need for improving the north-south relations and solving the issue of reunification of the country by concerted efforts of the Korean nation in the idea of By Our Nation Itself. \n\t\t\t\t\t\n\t\t\t\t\t Studying his New Year Address sentence by sentence, I deeply grasped the personality and qualifications of Kim Jong Un as a great leader. \n\t\t\t\t\t\n\t\t\t\t\t I fully support the New Year Address of Kim Jong Un and hope that the heroic Korean people will achieve bigger successes in the building of an economic power and the struggle for national reunification this year. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should lend an ear to the just voices of the DPRK and the south Korean authorities should roll back their traitorous confrontation policy and positively respond to the peace-loving stand of the DPRK for prosperity common to the nation as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people led by Kim Jong Un will win a final victory."
        },
        {
            "title": "Kim Jong Un's New Year Address Favored by Serbian, Polish Politicians",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-08ee.html",
            "content": "Kim Jong Un's New Year Address Favored by Serbian, Polish Politicians\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Serbian and Polish political figures made public statements in support of the New Year Address made by supreme leader Kim Jong Un.\n\t\t\t\t\t Batric Mijovic, general secretary of the New Yugoslav Communist Party of Serbia, on Jan. 6 said that Kim Jong Un in his New Year Address clearly indicated the orientation and ways for the Korean people to build a thriving socialist nation. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's New Year Address reflects the consistent stand of the DPRK and the unanimous desire of the Korean people for improved relations between the north and the south and independent and peaceful reunification. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean authorities should lend an ear to the just demand of the Korean people wanting peace and reunification and withdraw at once all the hostile moves towards the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t I believe that the Korean people led by Kim Jong Un will surely reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t Juzef Lachut, member of the National Executive Committee of the Polish Communist Party and chairman of the Executive Committee of the Warsaw Regional Committee of the party, said on Jan. 8:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his New Year Address clarified the goal for this year and the tasks to achieve it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is registering great successes in the drive for building an economic power. This is ascribable to his far-sightedness and wise leadership. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il pursued the Songun politics and Kim Jong Un is carrying forward it, a reliable guarantee for successfully building a thriving nation."
        },
        {
            "title": "Kim Jong Un's Work Published in India",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-01ee.html",
            "content": "Kim Jong Un's Work Published in India\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- The Indian newspaper Indian and World Event published in booklet supreme leader Kim Jong Un's work \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People\". \n\t\t\t\t\t The work, published on April 20, Juche 101 (2012), deals with the revolutionary exploits of President Kim Il Sung and leader Kim Jong Il and indicates the tasks to firmly defend their ideas and exploits and glorify them for all ages.\n\t\t\t\t\t\n\t\t\t\t\t The book releasing ceremony took place at the building of the newspaper on January 8."
        },
        {
            "title": "Kim Jong Un Praised in Brazil, Nigeria",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-06ee.html",
            "content": "Kim Jong Un Praised in Brazil, Nigeria\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Brazilian and Nigerian organizations posted articles on their internet homepages in praise of the greatness of supreme leader Kim Jong Un on January 6. \n\t\t\t\t\t The Brazilian Committee for Solidarity with the DPRK posted on its website an article titled \"Leader of People\" illustrated with his photo attending the ceremony for completion of the apartment houses for educators of Kim Il Sung University. \n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Leader of the DPRK Kim Jong Un is deeply loved by the people. \n\t\t\t\t\t\n\t\t\t\t\t His profound love for the people would be unthinkable without his transparent outlook on them. \n\t\t\t\t\t\n\t\t\t\t\t He regards the people as the most valuable beings in the world. \n\t\t\t\t\t\n\t\t\t\t\t It is his motto that there exist officials and the leader for the people. \n\t\t\t\t\t\n\t\t\t\t\t His love for the people is the starting point of all his thinking and activities and this is the supreme principle and goal of his political activities. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un always asks the officials to put the interests of the people and conveniences for them above anything else and regard them as absolute and work hard for them. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has achieved great successes under the leadership of Kim Jong Un, who totally dedicates his all to the people. \n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of the Juche Idea said in the article titled \"Kim Jong Un, Statesman who Loves People\":\n\t\t\t\t\t\n\t\t\t\t\t The field guidance given by H.E. Kim Jong Un is of popular and tenderhearted nature. \n\t\t\t\t\t\n\t\t\t\t\t All his traits are outstanding and the most fascinating one is his immensely noble personality and boundless moral virtues."
        },
        {
            "title": "Indian Figure Wishes Korean People Great Successes under Leadership of Kim Jong Un",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-03ee.html",
            "content": "Indian Figure Wishes Korean People Great Successes under Leadership of Kim Jong Un\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- The Korean people will achieve great successes in the efforts to build a thriving socialist nation and achieve the reunification of the country under the leadership of Marshal Kim Jong Un, a great statesman, iron-willed brilliant commander and tender-hearted father of the people. \n\t\t\t\t\t Wipin Gupta, chairman of the Juche Philosophy Study Committee of India who is editor of the newspaper Indian and World Event, said this at a ceremony of releasing \"The Great Comrade Kim Il Sung Is the Eternal Leader of Our Party and People,\" a work of supreme leader Kim Jong Un, held at the building of the newspaper on January 8. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in the work called for holding President Kim Il Sung in high esteem as eternal leader and the sun of Juche for all ages and accomplishing the revolutionary cause of Juche started and glorified by Kim Il Sung and leader Kim Jong Il, under the banner of Kimilsungism-Kimjongilism. \n\t\t\t\t\t\n\t\t\t\t\t Every sentence of the work fully reflects ardent yearning and reverence for Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Great Personality of Kim Jong Un Reported Abroad",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-05ee.html",
            "content": "Great Personality of Kim Jong Un Reported Abroad\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- Foreign newspapers and broadcasting services praised the great personality of supreme leader Kim Jong Un on January 7 and 8. \n\t\t\t\t\t The Indonesian paper Suara Karya in an article titled \"Outstanding Leadership Art\" said:\n\t\t\t\t\t\n\t\t\t\t\t H.E. Kim Jong Un unrolled a grandiose design for building a highly civilized socialist country and has energetically led it. As a result, world-class structures like Munsu Water Park, Mirim Riding Club and Masikryong Ski Resort sprang up one after another in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t His leadership powerfully arousing the service personnel and people to the building of a thriving nation gave rise to a fierce wind of great innovations and leap forward across the country. \n\t\t\t\t\t\n\t\t\t\t\t The international community is greatly admired by the leadership art of Kim Jong Un which brought about world-startling miracles in the building of a thriving nation by uniting all service persons and people. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will emerge a thriving country in the near future thanks to Kim Jong Un possessed of outstanding leadership art. \n\t\t\t\t\t\n\t\t\t\t\t The Indonesian paper International Media said that Kim Jong Un has devoted everything to the people. \n\t\t\t\t\t\n\t\t\t\t\t A Cambodian paper said that love for people is the starting point of all thoughts and activities of Kim Jong Un and the supreme principle and goal of his politics. \n\t\t\t\t\t\n\t\t\t\t\t The Cambodian State Radio Broadcasting Service and \"F.M. 90.5\" Radio and the Lao National Radio praised the clear-sighted leadership of Kim Jong Un ushering in a golden age of Songun Korea in programs titled \"Kim Jong Un, genius of creation and construction\", etc."
        },
        {
            "title": "Korean People's Struggle Supported by Political Parties, Organizations of Nepal",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-07ee.html",
            "content": "Korean People's Struggle Supported by Political Parties, Organizations of Nepal\n\t\t\t\t\t\t\r\nPyongyang, January 16 (KCNA) -- 17 Nepali political parties and organizations made public a joint statement on Jan. 8 in support of the New Year Address of supreme leader Kim Jong Un. They included the Nepal Communist Party (Marxist-Leninist), Nepal Communist Party (United), Nepali National Committee for Remembering President Kim Il Sung and Leader Kim Jong Il, Nepal-Korea Friendship Association, Nepal Institute for the Juche Studies and the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics.\n\t\t\t\t\t The statement expressed full support and solidarity with the Korean people in their struggle to make a fresh advance in the movement for national reunification, adding: \n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad should reject foreign forces and hold fast to the standpoint of By Our Nation Itself. It is necessary to uphold the principle of independence which is one of the three principles of national reunification and has been confirmed in the north-south joint declarations. \n\t\t\t\t\t\n\t\t\t\t\t It is imperative to make positive efforts to defend national security and peace and establish a favorable climate for improved relations between the north and the south. \n\t\t\t\t\t\n\t\t\t\t\t The Nepali people loving peace, together with the world progressives, hope that a durable peace will be achieved on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The statement called upon whole world to make contributions to achieving independent and peaceful reunification of Korea by concerted efforts of the Korean nation and promoting the north-south relations in the idea of independence, democracy and reunification by getting foreign troops withdrawn from the Korean peninsula, stopping the reckless confrontation racket, opposing all joint military drills and sincerely implementing the historic June 15 North-South Joint Declaration."
        },
        {
            "title": "CDN de RPDC publica propuesta importante a autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-17ss.html",
            "content": "CDN de RPDC publica propuesta importante a autoridades surcoreanas\n\t\t\t\t\t\t\r\nPyongyang, 16 de enero (ACNC) -- El Comite de Defensa Nacional de la Republica Popular Democratica de Corea propuso el dia 16 a las autoridades surcoreanas los temas de principios por encargo del gobierno, los partidos politicos y entidades de la RPDC.\n\t\t\t\t\tEl CDN puntualizo como sigue:\n\t\t\t\t\t\n\t\t\t\t\t1. Propone tomar desde las medidas practicas en respuesta al caluroso llamamiento de preparar el ambiente favorable a la mejora de relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tPropone oficialmente a las autoridades surcoreanas tomar con motivo del Ano Nuevo Lunar, o sea a partir del 30 del mes en curso las medidas practicas para cesar totalmente todos los actos tendentes a incitar y calumniar entre si.\n\t\t\t\t\t\n\t\t\t\t\t2. Propone tomar las medidas practicas de cesar completamente todas las acciones militares contra su contraparte en respuesta al llamamiento historico de defender la seguridad y paz de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tPor esta razon, propone otra vez cancelar incondicional e inmediatamente todas las acciones hostiles militares que se despliegan apuntando los fusiles contra los connacionales en contubernio con las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tPor inmediato, las autoridades surcoreanas deberan tomar la decision politica de cesar primero los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\" planeados a finales de  febrero proximo calificandolos de simulacro \"anual\" y de caracter \"defensivo\".\n\t\t\t\t\t\n\t\t\t\t\tSi son tan preciosos los \"ejercicios conjuntos\" con EE.UU., podran desarrollarlos en un lugar retirado muy lejos del territorio, el mar y el cielo jurisdiccionales de la Peninsula Coreana o en el mismo territorio norteamericano. Esta es nuestra posicion.\n\t\t\t\t\t\n\t\t\t\t\tProponemos dando enfasis especial cesar todas las acciones que incitan a la contraparte en la tierra, el mar y el cielo, inclusive la zona  candente de 5 islas del Mar Oeste de Corea, donde ambas partes estan apuntando fusiles entre si.\n\t\t\t\t\t\n\t\t\t\t\tPara realizar esta propuesta, mostraremos ante todo las acciones practicas.\n\t\t\t\t\t\n\t\t\t\t\t3. Propone tomar mutuamente las medidas reales para evitar las calamidades nucleares en este territorio. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas armadas nucleares de la RPDC no son el remedio para chantajear y atentar a los connacionales sino para disuadir cabalmente la amenaza nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta ocasion propone cortesmente a las autoridades surcoreanas no recurrir al acto temerario destinado a introducir en el territorio surcoreano y su contorno los peligrosos medios de ataque nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa insistencia de la RPDC es que ellas deben abandonar con audacia los actos de dos caras, con los cuales toleran las fuerzas armadas nucleares de las fuerzas extranjeras que danan a los connacionales, pero niegan las de estos que defienden a todos los compatriotas.\n\t\t\t\t\t\n\t\t\t\t\tSi se realizan estas propuestas importantes, se resolveran todos los problemas grandes y pequenos que se presentan en las relaciones intercoreanas incluyendo el encuentro de los familiares y parientes separados.\n\t\t\t\t\t\n\t\t\t\t\tExpresamos la esperanza de que las autoridades surcoreanas respondan positivamente a nuestras propuestas importantes de principios."
        },
        {
            "title": "Presidente angoleno apoya causa de reunificacion pacifica de Corea",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-13ss.html",
            "content": "Presidente angoleno apoya causa de reunificacion pacifica de Corea\n\t\t\t\t\t\t\r\nPyongyang, 16 de enero (ACNC) -- El presidente de la Republica de Angola, Jose Eduardo Dos Santos, recibio el dia 10 al embajador coreano en su pais Kim Hyon Il.\n\t\t\t\t\tEn la ocasion, el mandatario africano deseo de todo corazon buena salud a Su Excelencia Kim Jong Un quien conduce incansablemente al partido, el gobierno y el pueblo para que la RPDC marche directo por el camino optado por si misma.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro satisfecho por el hecho de que todo marchara bien en la RPDC bajo la orientacion de Su Excelencia Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tManifesto la posicion de apoyar siempre la causa de reunificacion pacifica de Corea y de seguir desarrollando multilateralmente las relaciones bilaterales."
        },
        {
            "title": "En Pyongyang delegacion de MINREX de Bulgaria",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-18ss.html",
            "content": "En Pyongyang delegacion de MINREX de Bulgaria\n\t\t\t\t\t\t\r\nPyongyang, 16 de enero (ACNC) -- Arribo hoy a esta capital la delegacion de la cancilleria de la Republica de Bulgaria presidida por Petko Doykov, director general de Relaciones Bilaterales."
        },
        {
            "title": "En Pyongyang la delegacion de Sociedad de Asia de EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-19ss.html",
            "content": "En Pyongyang la delegacion de Sociedad de Asia de EE.UU.\n\t\t\t\t\t\t\r\nPyongyang, 16 de enero (ACNC) -- Llego el dia 16 a esta capital por via aerea la delegacion de la Sociedad de Asia de Estados Unidos dirigida por su presidente Josette Sheeran."
        },
        {
            "title": "Iniciada construccion de reparto comercial de Pyongyang Este",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-20ss.html",
            "content": "Iniciada construccion de reparto comercial de Pyongyang Este\n\t\t\t\t\t\t\r\nPyongyang, 16 de enero (ACNC) -- Tuvo lugar hoy la ceremonia de comienzo de la obra del reparto comercial de Pyongyang Este.\n\t\t\t\t\tEstuvieron presentes en la ocasion Kim Ki Sok, presidente del Comite Estatal de Desarrollo de Economia, los funcionarios concernientes, los militares, los constructores, Huang Shizai, presidente del Grupo Internacional de Gran China, y su comitiva, y Yang Zuoyuan, consejero economico-comercial de la embajada china en Corea.\n\t\t\t\t\t\n\t\t\t\t\tLa palabra de la ocasion estuvo a cargo de Kim Jong Gwan, teniente coronel del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl orador dijo que una vez construida el reparto comercial de Pyongyang Este, se preparara otra gran base de servicio comercial.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que los constructores de ambos paises deben contribuir a consolidar mas los lazos de la tradicional amistad Corea-China al levantar magnificamente el reparto comercial  a base del principio de cooperacion y unidad.\n\t\t\t\t\t\n\t\t\t\t\tZheng Chunjia, vicepresidente del Grupo chino, pronuncio la palabra de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tEl expreso noble consideracion al Mariscal Kim Jong Un en representacion de su Grupo.\n\t\t\t\t\t\n\t\t\t\t\tChina y Corea son vecinos amistosos colindados con montanas y rios, dijo y prosiguio que continuan invariablemente las  relaciones de amistad preparadas por los lideres antecedentes de los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que el reparto se construya excelentemente para contribuir a la mejora de vida del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la ceremonia, se inicio la construccion."
        },
        {
            "title": "ACNC denuncia aumento de fuerzas armadas y simulacro de EE.UU. y Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-16ss.html",
            "content": "ACNC denuncia aumento de fuerzas armadas y simulacro de EE.UU. y Sur de Corea\n\t\t\t\t\t\t\r\nPyongyang, 16 de enero (ACNC) -- Hay las fuerzas que acarrean el nubarron de guerra en la Peninsula Coreana desde primeros dias del Ano Nuevo en contrapelo a la demanda de la Republica Popular Democratica de Corea y la sociedad internacional aspirantes a la paz y la estabilidad.\n\t\t\t\t\tEn la zona cerca de de linea de demacracion militar se aumentan las fuerzas armadas de las tropas agresivas yanquis, mientras este imperio y los titeres surcoreanos anunciaron que desde finales de febrero proximo libraran los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\".\n\t\t\t\t\t\n\t\t\t\t\tNo ocultan que el presente simulacro, en que participaran tambien la fuerza movil de marina no. 3, con la mision de aparecer primero en el \"tiempo de emergencia\" de la Peninsula Coreana, es de mayor envergadura despues del entrenamiento conjunto \"Team Spirit\" de 1989 y su objetivo es ocupar las instalaciones nucleares de la RPDC y su capital Pyongyang frente a la \"situacion de cambio repentino del Norte (de Corea)\".\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene otro desafio frontal contra la bondad de la RPDC y la opinion del interior y exterior, siendo una grave provocacion militar tendente a llevar la situacion de la Peninsula Coreana a la fase conflictiva.\n\t\t\t\t\t\n\t\t\t\t\tAsi, EE.UU. puso al desnudo su naturaleza de autor y provocador que sigue exacerbando periodicamente la situacion regional, aunque habla tanto de la \"amenaza\" de alguien y de su papel en la \"defensa de la paz\".\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, el problema de asegurar la paz en la Peninsula Coreana esta relacionado directamente con la paz y la estabilidad de la region y mas adelante, con la conservacion de la paz del mundo. \n\t\t\t\t\t\n\t\t\t\t\tPor eso, la RPDC presento este ano la posicion de principios y las medidas sinceras para aliviar la tension de la Peninsula Coreana, defender la paz y mejorar las relaciones intercoreanas, los cuales provocan la gran repercusion y el apoyo activo del interior y el exterior.\n\t\t\t\t\t\n\t\t\t\t\tDesde primeros dias del ano, los yanquis y los belicistas titeres lanzaron una tras otra las palabras provocativas, los cuales son objeto de criticas de la sociedad internacional. A pesar de esto, ellos tratan de encubrir el caracter belicoso del presente simulacro y su malsana intencion disfrazandolo como \"rutinario\" y de \"caracter defensivo\", lo cual no pasa de ser una sofisteria.\n\t\t\t\t\t\n\t\t\t\t\tAgravar al maximo la situacion al desplegar sucesivamente durante todo el ano los entrenamientos de guerra de gran envergadura es un habito vicioso del imperio yanqui y los belicistas surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tDebido a tal proceder, solamente le tocaron a la nacion coreana la antipatia y hostilidad entre los connacionales y persistieron en la Peninsula Coreana y region la ruptura de relaciones intercoreanas, la agravacion de tension y el aumento de peligro de guerra.\n\t\t\t\t\t\n\t\t\t\t\tEl anuncio del presente entrenamiento constituye la negacion total a la mejora de relaciones intercoreanas y al dialogo y la declaracion de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLos provocadores deben reflexionar sobre las consecuencias catastroficas que se emanen del presente simulacro."
        },
        {
            "title": "Rodong Sinmun exhorta a desarrollar relaciones de amistad",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-03ss.html",
            "content": "Rodong Sinmun exhorta a desarrollar relaciones de amistad\n\t\t\t\t\t\t\r\nPyongyang, 16 de enero (ACNC) -- Fortalecer la amistad con todos los paises y pueblos aspirantes a la independencia constituye la invariable posicion del Partido del Trabajo de Corea y el gobierno de la RPDC y una opcion imprescindible y justa tomada segun la situacion internacional de hoy.\n\t\t\t\t\tSenala asi el diario Rodong Sinmun en un articulo individual publicado hoy y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tPara verificar la independencia en el mundo, hace falta consolidar las relaciones internacionales de amistad y cooperacion en el principio de independencia, igualdad, respeto mutuo y no intervencion en asuntos internos.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC mantiene la invariable posicion de desarrollar las relaciones de buena vecindad, amistad y cooperacion con todos los paises que respeten la soberania de ella y la traten con amistad.\n\t\t\t\t\t\n\t\t\t\t\tEsta dispuesta a mejorar y normalizar las relaciones con los paises, con que tenia relaciones desagradables, si ellos optan por tratar con amistad a la RPDC respetando su soberania.\n\t\t\t\t\t\n\t\t\t\t\tLo mismo pasara en el caso de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEliminar o no el estado de armisticio y las relaciones beligerantes entre la RPDC y EE.UU. y garantizar o no la paz duradera en la Peninsula Coreana dependen totalmente de la posicion de Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. tiene la voluntad de aliviar el estado de tension de la Peninsula Coreana y asegurar la paz y piensa mejorar las relaciones con la RPDC, debe renunciar su politica hostil anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn lo adelante, la RPDC seguira ampliando las relaciones de amistad y cooperacion con los paises, que respetan su soberania y la tratan como amiga, y no cejara en el empeno por frustrar la politica guerrerista y las tentativas dominacionistas de las fuerzas agresivas imperialistas y por defender la paz y realizar la independencia del mundo."
        },
        {
            "title": "Representantes diplomaticos visitan campo de esqui de monte Masik",
            "url": "http://kcna.co.jp/item/2014/201401/news16/20140116-09ss.html",
            "content": "Representantes diplomaticos visitan campo de esqui de monte Masik\n\t\t\t\t\t\t\r\nPyongyang, 16 de enero (ACNC) -- Los representantes diplomaticos y de las organizaciones internacionales y los agregados militares acreditados en Corea visitaron junto con sus familias el campo de esqui del monte  Masik en que pasaron un buen rato de descanso.\n\t\t\t\t\tEllos recorrieron varios puntos del campo escuchando explicaciones sobre el hecho de que en pleno acato al proposito y el llamamiento patriotico del Mariscal Kim Jong Un, los constructores militares de la Republica Popular Democratica de Corea construyeron el campo de  esqui de talla mundial creando la \"velocidad Masikryong\".\n\t\t\t\t\t\n\t\t\t\t\tEl hotel armonico con el paisaje de la zona del monte Masik y las instalaciones de servicio dejaron a los visitantes imborrables impresiones.\n\t\t\t\t\t\n\t\t\t\t\tTodos los lugares del campo acondicionado como integral base deportiva invernal dispuesta de todas las condiciones necesarias al deporte, el turismo y el descanso y como base de turismo deportivo masivo del pueblo, atrajeron la atencion de los huespedes.\n\t\t\t\t\t\n\t\t\t\t\tLos huespedes pasaron revista a las pistas de esqui y de trineo, el patinadero y la pantalla electronica de gran tamano que avisa la temperatura, la humedad, la presion atmosferica, el estado de viento y otros climaticos.\n\t\t\t\t\t\n\t\t\t\t\tLos embajadores de la Republica Popular China y de la Federacion Rusa y otros extranjeros subieron tomando teleferico, motocicleta de nieve y otros al pico Taehwa de mas de mil 360 metros de altura sobre el nivel del mar de donde contemplaron el panorama del campo de esqui.\n\t\t\t\t\t\n\t\t\t\t\tEl embajador chino Liu Hongcai dijo que el hombre, quien no subio al pico Taehwa, no podia hablar de que estuvo en el campo de esqui.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que podia sentir con carne propia la dureza del milagro del monte Masik.\n\t\t\t\t\t\n\t\t\t\t\tEste campo es grande en su tamano y es un lugar que ofrece a las visitantes los bienes espirituales y culturales, senalo y siguio que estaba convencido de que el espiritu Masikryong infundiria la fuerza estimulante al pueblo coreano levantado en la lucha por la construccion de un Estado prospero y la mejora de vida del pueblo bajo la direccion del Partido del Trabajo de Corea encabezado por el Primer Secretario Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tLos extranjeros pasaron un buen tiempo esquiando y divirtiendose en trineo.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe del Cuerpo Diplomatico y embajador palestino Ismail Ahmed Mohamed Hasan, tras expresar agradecimiento al Mariscal Kim Jong Un en nombre de los representantes diplomaticos y sus familias por haber pasado un buen tiempo de descanso en el lugar hermoso.\n\t\t\t\t\t\n\t\t\t\t\tDijo que Su Excelencia Mariscal condujo la construccion del campo para que la obra terminara excelentemente en el corto periodo y anadio que los dias inolvidables de hoy les quedaran como recuerdo feliz.\n\t\t\t\t\t\n\t\t\t\t\tY deseo al amistoso pueblo coreano el progreso y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tEl jefe del Cuerpo de Agregados Militares Hassan Reza Husseini quien es el agregado militar de la embajada irani senalo:\n\t\t\t\t\t\n\t\t\t\t\tComo aficionado a esqui llegue a conocer que todos del campo de esqui superaron el nivel mundial.\n\t\t\t\t\t\n\t\t\t\t\tLos uniformados del Ejercito Popular de Corea lo construyeron en un corto tiempo, lo que es un milagro de la historia.\n\t\t\t\t\t\n\t\t\t\t\tSiendo un militar, no puedo contener la emocion.\n\t\t\t\t\t\n\t\t\t\t\tConfio en que bajo la destacada direccion de Su Excelencia Mariscal, el EPC edificara muchas creaciones excelentes.\n\t\t\t\t\t\n\t\t\t\t\tEl agregado militar de las fuerzas terrestres de la embajada china Sheng Li dijo:\n\t\t\t\t\t\n\t\t\t\t\tEstoy muy contento por visitar el campo.\n\t\t\t\t\t\n\t\t\t\t\tEl campo de esqui de talla mundial demuestra los caracteres culturales de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo del EPC Kim Jong Un presta gran atencion a la vida cultural del pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tPor la iniciativa de el, el EPC construyo el campo de esqui.\n\t\t\t\t\t\n\t\t\t\t\tEl EPC es el ejercito, fuerte en la combatividad.\n\t\t\t\t\t\n\t\t\t\t\tCumplio satisfactoriamente la orden de su Comandante Supremo y culmino con excelencia la obra a cambio de los grandes esfuerzos.\n\t\t\t\t\t\n\t\t\t\t\tExpreso su voluntad de  hacer activo aporte al desarrollo de las relaciones de amistad entre los partidos, ejercitos y pueblos de China y Corea.\n\t\t\t\t\t\n\t\t\t\t\tLas esposas  de los diplomaticos dijeron que el hotel era apacible y tipico y que podian probar aqui los platos deliciosos en un ambiente familiar.\n\t\t\t\t\t\n\t\t\t\t\tLos visitantes hicieron actividades deportivas en varios puntos de hotel inclusive piscina y estanque de agua y pasaron la noche cantando y bailando.\n\t\t\t\t\t\n\t\t\t\t\tLa esposa del embajador cubano Iliana Almaguer Rodriguez senalo que el campo de esqui fue construido gracias a la destacada direccion del Mariscal quien dedico todo lo suyo para el pueblo y felicito a la RPDC que levanto otra obra monumental."
        }
    ]
}