{
    "date": "2014-03-07",
    "url": "http://kcna.co.jp/item/2014/201403/2014-03-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Flight Drill of KPA Air and Anti-Air Force Unit",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-02ee.html",
            "content": "Kim Jong Un Guides Flight Drill of KPA Air and Anti-Air Force Unit\r\nPyongyang, March 7 (KCNA) -- Supreme Commander of the Korean People's Army (KPA) Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, guided a flight drill of the KPA Air and Anti-Air Force Unit 2620 honored with the Title of O Jung Hup-led 7th Regiment.\n\t\t\t\t\t Kim Jong Un guided the flight drill of airwomen of the unit.\n\t\t\t\t\t\n\t\t\t\t\t As soon as the drill started, airwomen fully demonstrated their aeronautics cultivated through their drive for carrying out the training order given by the Supreme Commander.\n\t\t\t\t\t\n\t\t\t\t\t Noting that all those who participated in the drill are women but they successfully conducted flight for combat despite bad weather, he praised them for being very high in ideological and moral spirit and acquiring admirable flight skill as intended by the party.\n\t\t\t\t\t\n\t\t\t\t\t Meeting with them, he expressed great satisfaction over the fact that they are prepared to be able airwomen and congratulated them on their success in the drill.\n\t\t\t\t\t\n\t\t\t\t\t He gave precious instructions for further intensifying the flight training.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the service personnel of the unit after highly praising them for having made full preparations to go into action.\n\t\t\t\t\t\n\t\t\t\t\t He inspected the unit after guiding the flight training. \n\t\t\t\t\t\n\t\t\t\t\t He first went round the room for the education in the revolutionary history. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that President Kim Il Sung formed a unit with airwomen and leader Kim Jong Il showed deep loving care and paid deep attention to it, Kim Jong Un said this unit has performed shining feats along with the development of the nation's air force. \n\t\t\t\t\t\n\t\t\t\t\t He showed such warm loving care as making sure that \"Song of Woman Pilot\" is created and sung, noting that it is pride of the WPK to have airwomen who have stoutly grown up under the wise leadership of Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un went round bedrooms of airwomen, general lecture room for training in flight control, mess hall, subsidiary food store and various other places to take deep care of airwomen and service personnel's living. \n\t\t\t\t\t\n\t\t\t\t\t He met with a couple of pilots.\n\t\t\t\t\t\n\t\t\t\t\t After learning in detail about their service and life, he said very admirable is the couple flying in the sky to defend the country, regarding state affair more important than family affair. \n\t\t\t\t\t\n\t\t\t\t\t Saying they are patriots to be proud of in the world, he had a photo taken with them. \n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and conviction that the service personnel of the unit would perform shining military feats in the struggle to protect the socialist country.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, Jang Jong Nam, Yun Tong Hyon, Ri Pyong Chol, Pak Jong Chon, Han Kwang Sang, Hwang Pyong So, Hong Yong Chil and Ma Won Chun."
        },
        {
            "title": "Kim Jong Un Sends Message to Syrian President",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-17ee.html",
            "content": "Kim Jong Un Sends Message to Syrian President\r\nPyongyang, March 7 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, sent a message of greeting to Bashar Al－Assad, president of Syria, on Mar. 5.\n\t\t\t\t\t The message warmly congratulated the president, friendly government and people of Syria on the 51st anniversary of the March 8 revolution in Syria.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the Syrian people, who have achieved great social and economic progress and development under the leadership of Syria's Baath Arab Socialist Party after the historic March 8 revolution in Syria, would meet all challenges of hostile forces and reliably defend the sovereignty, security and stability of the country, the message wished the president greater success in his responsible work."
        },
        {
            "title": "Profiles of Candidates for SPA Deputies Displayed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-01ee.html",
            "content": "Profiles of Candidates for SPA Deputies Displayed in DPRK\r\nPyongyang, March 7 (KCNA) -- Sub-constituency election committees for the election of the deputies to the 13th Supreme People's Assembly (SPA) of the DPRK displayed the profiles of candidates for the deputies to the SPA who were registered at relevant constituencies, according to the Rules on the Elections of Deputies to the People's Assemblies at All Levels of the DPRK.\n\t\t\t\t\t Polling stations were arranged at all constituencies across the country."
        },
        {
            "title": "Russian Roving Ambassador Here",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-19ee.html",
            "content": "Russian Roving Ambassador Here\r\nPyongyang, March 7 (KCNA) -- Grigorii Logvinov, roving ambassador of the Ministry of Foreign Affairs of Russia, arrived here Friday."
        },
        {
            "title": "European Politicians Leave",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-15ee.html",
            "content": "European Politicians Leave\r\nPyongyang, March 7 (KCNA) -- A delegation of politicians from various political parties of Europe headed by Chief Executive Officer of Inter Mediate Jonathan Powell, former Downing Street Chief of Staff to Prime Minister Tony Blair, flew back on Friday."
        },
        {
            "title": "Seminar of Media Persons Held",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-07ee.html",
            "content": "Seminar of Media Persons Held\r\nPyongyang, March 7 (KCNA) -- A seminar was held at the Central Youth Hall on Thursday to thoroughly apply the spirit of the 8th Conference of Ideological Workers of the Workers' Party of Korea (WPK) to media campaign.\n\t\t\t\t\t Present there were Kim Ki Nam, secretary of the Central Committee of the WPK, and officials, journalists and editors in the field of media.\n\t\t\t\t\t\n\t\t\t\t\t Papers were presented at the seminar to explain and prove the originality, scientific accuracy and truth of the idea and theories contained in a speech made by supreme leader Kim Jong Un at the 8th Conference of Ideological Workers of the WPK and clarify the issues of bringing about an epochal turn in media campaign by thoroughly applying the spirit of the conference.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made by Ri Yong Sik, editor-in-chief of Rodong Sinmun, Hwang Yong Bo, chairman of the Central Broadcasting Committee of Korea, Ri Yong Chol, director and editor-in-chief of the Workers' Party of Korea Publishing House, Jong Ri Jong, editor-in-chief of Minju Joson, and Choe Sun Chol, editor-in-chief of Chongnyon Jonwi.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that Kim Jong Un's work is a textbook of the party ideological workers' life and struggle and an important guidelines to bring about a radical turn in media campaign as required by the new era of the Juche revolution.\n\t\t\t\t\t\n\t\t\t\t\t They noted that to raise a strong wind for ideological campaign for dynamically conducting the drive to defend socialism is the basic way of vigorously promoting the grand drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t It is the main duty facing the media of the party to channel all efforts of the ideological work into firmly establishing the monolithic leadership system of the party, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t To conduct the offensive style media campaign is an important requirement for enhancing the function and role of the party media in every way.\n\t\t\t\t\t\n\t\t\t\t\t It is the main method of the revolutionary ideological offensive to open the gunfire of an ideological campaign and media campaign, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called for making positive contributions to bringing earlier the final victory of the building of a thriving nation by giving full play to the mental power of all people through the powerful ideological campaign and information campaign."
        },
        {
            "title": "Sports Games Held to Mark March 8 International Women's Day",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-26ee.html",
            "content": "Sports Games Held to Mark March 8 International Women's Day\r\nPyongyang, March 7 (KCNA) -- Sports games of officials and members of the Democratic Women's Union of Korea started at the Taekwon-Do Hall on Mar. 5 to mark the March 8 International Women's Day.\n\t\t\t\t\t Volleyball and table tennis events were held amid the Korean women's high revolutionary enthusiasm and optimism.\n\t\t\t\t\t\n\t\t\t\t\t Final matches took place Friday.\n\t\t\t\t\t\n\t\t\t\t\t The players fully displayed sporting technique they cultivated through their mass sports activities and their collective spirit.\n\t\t\t\t\t\n\t\t\t\t\t A tug of war demonstrating the collective unity and strong will heated up the cheers.\n\t\t\t\t\t\n\t\t\t\t\t The team of South Hamgyong Province placed first in the sports games in a total point.\n\t\t\t\t\t\n\t\t\t\t\t Watching the games were Ri Yong Su, department director of the C.C., the Workers' Party of Korea, Kim Jong Sun, chairwoman of the C.C., the women's union, Ri Jong Mu, minister of Physical Culture and Sports, officials concerned and officials and members of the union."
        },
        {
            "title": "Diverse Sci-tech Activities to Be Conducted in DPRK This Year",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-20ee.html",
            "content": "Diverse Sci-tech Activities to Be Conducted in DPRK This Year\r\nPyongyang, March 7 (KCNA) -- A drive for speeding up the building of knowledge-based economy by dint of science and technology is going on in full swing in the Democratic People's Republic of Korea.\n\t\t\t\t\t The Central Committee of the General Federation of Science and Technology of Korea has planned various works for a signal progress in the scientific and technological development this year.\n\t\t\t\t\t\n\t\t\t\t\t According to Vice-Chairman Kye Hui Nam, activities will be conducted to solve the sci-tech problems arising in practice while generalizing the achievements made in scientific researches in recent years.\n\t\t\t\t\t\n\t\t\t\t\t In particular, a big effort is being directed to the preparation for a national science and technology festival to be held to mark the Day of the Sun (April 15). The festival will serve as a momentum in accelerating the general onward march for the country's economic development and the improvement of the people's livelihood.\n\t\t\t\t\t\n\t\t\t\t\t Scientific and technological exhibitions in provinces will be built splendidly to meet the demand of the present era, with the South Hwanghae Provincial Scientific and Technological Exhibition as a model.\n\t\t\t\t\t\n\t\t\t\t\t And a work will be done to further strengthen the organic relationship and creative cooperation among economic sectors, between scientific and educational institutions and the industrial establishments and between scientists and technicians and working people.\n\t\t\t\t\t\n\t\t\t\t\t There will be such on-site scientific and technological activities as a national science and technology prize contest, aimed to solve knotty problems in building power stations in tiers on the Chongchon River, and a national sci-tech presentation in the field of chemical industry, intended to put the fertilizer production by anthracite gasification on a normal basis.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, technical workshops will be organized in the capital city of Pyongyang, provinces, cities and counties of the country to launch a dynamic movement for winning the title of model unit of technical innovation and measures taken to ensure recommendation, judgment, consideration and appraisal of the model unit on a proper basis."
        },
        {
            "title": "Korean Women Blessed with Peerlessly Great Persons",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-21ee.html",
            "content": "Korean Women Blessed with Peerlessly Great Persons\r\nPyongyang, March 7 (KCNA) -- The history of the Korean women's movement is interwoven with undying feats the peerlessly great persons performed for developing the Juche-based socialist women's movement.\n\t\t\t\t\t On the basis of precious experiences gained in the Juche-based women's movement during the anti-Japanese armed struggle, President Kim Il Sung paid big efforts to settling the issue of women's emancipation in a legal and institutional way after the country's liberation from the Japanese colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t As part of the efforts, he wisely led women to play a big role in building a new society in Korea.\n\t\t\t\t\t\n\t\t\t\t\t The anti-Japanese war hero, Kim Jong Suk, worked heart and soul for formation of the Juche-based women's organization and education of rising generation, true to Kim Il Sung's idea on women's emancipation.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il paid deep attention to developing the women's movement, out of the noble idea that the Korean women should be an example of the world's women in mental and moral traits, working and living styles, as well as the standard of culture.\n\t\t\t\t\t\n\t\t\t\t\t He called servicewomen revolutionaries and praised many women for distinguished services during his ceaseless field guidance.\n\t\t\t\t\t\n\t\t\t\t\t Guided by the peerlessly great persons of Mt. Paektu, the Korean women played an important role in each period of the revolution, including the building of new democratic Korea, the Fatherland Liberation War, the postwar reconstruction, socialist construction and the Arduous March, the forced march in the 1990s.\n\t\t\t\t\t\n\t\t\t\t\t Now the Juche-based women's movement has seen the heyday of its development under the guidance of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He calls women innovators heroines of the times and ardent patriots to be followed by others."
        },
        {
            "title": "Honorary Doctorate Awarded to Korean in U.S.",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-24ee.html",
            "content": "Honorary Doctorate Awarded to Korean in U.S.\r\nPyongyang, March 7 (KCNA) -- Honorary doctorate of the DPRK was conferred on Kim Phil Ju, Korean in the U.S.\n\t\t\t\t\t Kim contributed to the development of the agricultural science in the homeland with a strong sense of patriotism.\n\t\t\t\t\t\n\t\t\t\t\t Its awarding ceremony took place at the Mansudae Assembly Hall Friday."
        },
        {
            "title": "KCNA Terms U.S. Worst Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-16ee.html",
            "content": "KCNA Terms U.S. Worst Human Rights Abuser\r\nPyongyang, March 7 (KCNA) -- The Korean Central News Agency (KCNA) Friday released a report disclosing the true colors of the U.S. as the worst human rights abuser in the world.\n\t\t\t\t\t The report noted that the U.S. society has turned into a veritable hell where all human rights are violated and stamped out.\n\t\t\t\t\t\n\t\t\t\t\t The report went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. Census Bureau in its statistical data on Sep. 17 last year noted that there were about 46. 5 million impoverished people throughout the U.S. in 2012. This is 0.3 million more than the number of those in 2011.\n\t\t\t\t\t\n\t\t\t\t\t According to a nation-wide opinion poll conducted by the U.S. opinion poll institution GALLUP on March 26 last year, 43 percent of its respondents regarded the issues of starvation and housing as serious social problems.\n\t\t\t\t\t\n\t\t\t\t\t Data released by the U.S. Census Bureau on Sep. 17 last year said that about 48 million inhabitants were not able to receive proper healthcare in 2012, unable to afford to insure themselves.\n\t\t\t\t\t\n\t\t\t\t\t FBI announced that 1 214 464 cases of high profile crimes occurred across the U.S. in 2012.\n\t\t\t\t\t\n\t\t\t\t\t Due to the worsening economic crisis, the number of unemployed reached 10 200 000 as of January this year, 3.6 million of them being long-term jobless people. (U.S. Department of Labor Feb. 21, 2014)\n\t\t\t\t\t\n\t\t\t\t\t The turnout rate in the 2012 presidential election was just 57.5 percent.\n\t\t\t\t\t\n\t\t\t\t\t The election in the U.S. is characterized by a competition for spending money.\n\t\t\t\t\t\n\t\t\t\t\t More than 2 billion dollars were spent for the election campaigns towards the end of October, 2012, which were conducted by Obama, the present chief executive of the U.S., and Romney, the then governor of the Massachusetts State. This was recorded as all-time high in the U.S. history. (The final report on election campaign funds submitted to the U.S. federal election committee)\n\t\t\t\t\t\n\t\t\t\t\t The U.S. National Security Agency illegally monitored and snooped e-mails and internet information of inhabitants. This numbered a total of 56 000 cases in 4 years until 2011. (Document of the U.S. Court Aug. 21, 2013)\n\t\t\t\t\t\n\t\t\t\t\t Judicial authorities are taking the lead in abusing human rights.\n\t\t\t\t\t\n\t\t\t\t\t Inviolable classrooms look like war theatres and young people are becoming mentally and physically corrupt due to excessive drinking of alcohol, etc. This is a social tragedy produced by U.S.-style \"liberty\", \"democracy\" and \"civilization\".\n\t\t\t\t\t\n\t\t\t\t\t Inequality is prevailing in all fabrics of politics, economy and social life due to extreme discrimination in race, nationality, sex and age.\n\t\t\t\t\t\n\t\t\t\t\t According to the 2013 January-February issue of Boston Review alone, more than 2 million African Americans are deprived of their right to vote.\n\t\t\t\t\t\n\t\t\t\t\t A statistical data of the U.S. Department of Labor noted that jobless rate of the white was just 7 percent but that of African Americans and Hispanic Americans was 14.3 and 10 percent in October, 2012.\n\t\t\t\t\t\n\t\t\t\t\t The Court of the Florida State gave a verdict of not guilty to a white policeman who shot a defenseless black boy to death when he was on his way home on July 14 last year.\n\t\t\t\t\t\n\t\t\t\t\t Americans who were arrested by police numbered 685 000 in New York in 2011, more than 85 percent of whom were African and Hispanic Americans. (Reuters website on July 3, 2012)\n\t\t\t\t\t\n\t\t\t\t\t According to a survey published in the U.S. in April last year, more than 67 000 women are sexually assaulted every day.\n\t\t\t\t\t\n\t\t\t\t\t Sexual violence against women is serious in the U.S. forces.\n\t\t\t\t\t\n\t\t\t\t\t The number of poor children stood at about 16.1 million in the U.S. till the end of 2012. (U.S. Census Bureau Sept. 17, 2013)\n\t\t\t\t\t\n\t\t\t\t\t Over 670 children were abducted in 2012 alone and 100 000 children are falling victim to the flesh traffic every year. (USA Today on Sept. 27, 2012)\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has established eavesdropping facilities in at least 80 parts of the world to perpetrate espionage.\n\t\t\t\t\t\n\t\t\t\t\t Under the signboard of \"counter-terrorism\" the U.S. has perpetrated aggression and intervention against various countries and regions of the world. These are the worst state-sponsored crimes including human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has wantonly trampled down religions of other nations and freedom of religious belief.\n\t\t\t\t\t\n\t\t\t\t\t An anti-Islamic film was posted on an internet website of the U.S. on September of 2012, lashing the whole Islamic world into fury. \n\t\t\t\t\t\n\t\t\t\t\t Washington has also zealously kicked up the racket of imposing sanctions against other countries and perpetrated actions to topple their governments. These are also serious infringement upon their sovereignty and human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove that the U.S., tundra of human rights, is a criminal state which should be brought to the court for trying human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t The report called on the international community to heighten vigilance against the despicable human rights campaign of the U.S. aimed at stifling sovereign states by building up public opinion on their fictitious \"human rights issues\" and internationalizing them, and to resolutely reject and foil it."
        },
        {
            "title": "KCNA Commentary Terms U.S. War Merchant",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-22ee.html",
            "content": "KCNA Commentary Terms U.S. War Merchant\r\nPyongyang, March 7 (KCNA) -- The U.S. recently made a contract to sell to south Korea latest military hardware worth of 123 million dollars, including automatic artillery equipment for warships.\n\t\t\t\t\t As a major arms exporter to south Korea, it has ceaselessly shipped latest lethal weapons to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t This is motivated by the U.S. administration's sinister intention to secure its strategic interests by keeping the acute situation in the Korean Peninsula, in disregard of its peace and stability and the improved north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S arms export is not merely for commerce, and its war merchants consider arms sales to be a lever for its foreign policy of aggression, domination and intervention in other countries.\n\t\t\t\t\t\n\t\t\t\t\t Particularly, the U.S. is keen on selling arms to dispute-torn areas as well as regions related to its strategic interests.\n\t\t\t\t\t\n\t\t\t\t\t Now, Northeast Asia, including the Korean Peninsula, has turned into the most volatile area, entirely due to the U.S. hostile policy towards the DPRK and its policy of wholesale arms export to Japan and south Korea.\n\t\t\t\t\t\n\t\t\t\t\t South Korea, a major importer of U.S. arms, has been more dependent on the U.S. militarily and, accordingly, it cannot but follow the U.S. aggression policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t On the plea of the acute situation in the Korean Peninsula, the U.S. seeks to sell large quantities of munitions to south Korea, in a bid to find a way out of economic crises and create conditions favorable for realizing its pivot to Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\t Lockheed Martin, Boeing and other U.S. arms makers are noisily advertising their products, asserting that their fighters are most effective to coping with \"threat from north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The French newspaper Les Echos said the U.S. munitions industry is benefiting from the aggravated situation on the Korean Peninsula. According to it, as the situation got worst due to the U.S.-south Korea military exercises last year, the U.S. arms makers, including Lockheed Martin, Raytheon and Boeing, scored big arms deals with south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is screwing up tension in different areas of the world intentionally and systematically to sell off weaponry in a large quantity, thus fanning up dispute and arms race.\n\t\t\t\t\t\n\t\t\t\t\t According to data released by the Stockholm International Peace Research Institute, five cases of armed conflicts happen worldwide a day, four of them by U.S.-made weapons.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is more loudly calling for \"peace\" and \"security\" than anybody else, but what it seeks in actuality is aggression, war and escalated tension.\n\t\t\t\t\t\n\t\t\t\t\t The international community should be vigilant against the U.S.  aggression design to secure its strategic interests by plunging the world into a vortex of war through criminal arms export."
        },
        {
            "title": "KCNA Commentary Hits at Bush's Ridiculous Remarks",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-23ee.html",
            "content": "KCNA Commentary Hits at Bush's Ridiculous Remarks\r\nPyongyang, March 7 (KCNA) -- Former U.S. President Bush said during his recent visit to south Korea that \"defectors from the north\" are \"heroes\", adding that a \"North Korean Human Rights Act\" was enacted in the U.S. thanks to their \"role\". And he showed himself in lectures to vociferate about \"human rights issues\" in the DPRK.\n\t\t\t\t\t His recent remarks evoke derision across the world people as it was known that the \"defectors from the north\" are riff-raffs with ambiguous identities, those who escaped from their country after committing indelible crimes against the nation and who deserted their kinsmen.\n\t\t\t\t\t\n\t\t\t\t\t The \"human rights problem in the north\" much touted by the defectors is nothing but sophism aimed to earn their living costs in disregard of the truth about the human rights performance in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is shameless for Bush to praise such traitors and idlers as \"heroes\", lured by the faked-up data. This shows that he is a political immature and a clumsy rogue without an iota of elementary reason and morality.\n\t\t\t\t\t\n\t\t\t\t\t In actuality, Bush was jeered as a political ignoramus. Soon after taking power, he slandered the DPRK as \"axis of evil\" and had engaged himself on the hostile policy towards it during his office, acting a madman.\n\t\t\t\t\t\n\t\t\t\t\t Despite the opposition of the world community, he ordered invasion of Iraq, reducing it into a theatre of murder, plunder and human rights violation.\n\t\t\t\t\t\n\t\t\t\t\t The \"war on terrorism\", forced by him, led the peaceful world to a theatre of rowdyism, locked in vicious cycle of terrorism and war unprecedented in history.\n\t\t\t\t\t\n\t\t\t\t\t Bush is the worst tyrant and homicidal maniac outstripping Hitler. He is a special-class human rights criminal who should have been brought to an international human rights tribunal.\n\t\t\t\t\t\n\t\t\t\t\t He, criticized as the kingpin of human rights abusers, is evidently an idiot as he still talks about someone's \"human rights issue\".\n\t\t\t\t\t\n\t\t\t\t\t That's why lawmakers from the U.S. Democratic Party, in a session in June 2005, said that they didn't know how to call Bush, who unleashed the Iraqi war with a string of lies, a donkey or a hooligan, and that an investigation should be made into his deceptive behavior.\n\t\t\t\t\t\n\t\t\t\t\t Bush reportedly became a winner at the \"world idiot prize\" awarding ceremony in Canada in 2006 for his yearly foolish remarks and behaviors unproper to his position.\n\t\t\t\t\t\n\t\t\t\t\t The Arabian newspaper \"Al Arab\", published in London, wrote in \"question- and-answer for 'praising' Bush\" as follows:\n\t\t\t\t\t\n\t\t\t\t\t 1. Why doesn't Bush get angry at whatever abuses he gets from Americans?\n\t\t\t\t\t\n\t\t\t\t\t Because he is possessed of the \"three features\"--plenty of cheek, insensitivity and lack of understanding.\n\t\t\t\t\t\n\t\t\t\t\t 2. Why does Bush consider accusations against him as part of politics?\n\t\t\t\t\t\n\t\t\t\t\t It is because the White House is a zoo.\n\t\t\t\t\t\n\t\t\t\t\t …….\n\t\t\t\t\t\n\t\t\t\t\t 11. What will Americans tell about Bush's office after 50 years?\n\t\t\t\t\t\n\t\t\t\t\t They will likely say that Bush did not exist.\n\t\t\t\t\t\n\t\t\t\t\t 12. What will Bush write in his memoirs?\n\t\t\t\t\t\n\t\t\t\t\t He will write \"I was not so stupid and what I did seemed to be silly.\n\t\t\t\t\t\n\t\t\t\t\t They represented harsh ridicule of imprudence and stupidity of Bush, who has rashly turned a deaf ear to just demands and judgement of the world public, not knowing what is the right or wrong.\n\t\t\t\t\t\n\t\t\t\t\t Bush is advised to mind his own business before pulling up others over the \"human rights issue\"."
        },
        {
            "title": "Rodong Sinmun Denounces U.S. Trumpet about \"Human Rights\"",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-11ee.html",
            "content": "Rodong Sinmun Denounces U.S. Trumpet about \"Human Rights\"\r\nPyongyang, March 7 (KCNA) -- The U.S. in a recent \"report on human rights situation in the world\" slandered and estimated the human rights situation in nearly 200 countries and regions as it pleases.\n\t\t\t\t\t Rodong Sinmun Friday says in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. \"human rights\" racket is sophism that can be made only by those falsifying the truth and having twisted view on world affairs.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is zealously taking issue with other countries over their \"human rights\" situation every year while hardly settling its own problems.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is persistently finding fault with other countries by publishing a \"human rights report\" as if it were an \"international human rights judge\" in a bid to invent pretext and climate for interfering in internal affairs of those countries and realizing aggression and domination.\n\t\t\t\t\t\n\t\t\t\t\t It is justifying its undisguised interference in internal affairs of sovereign states and its brigandish invasion of them by putting up the signboard \"defence of human rights.\" It is trying to disorganize other countries from within and establish pro-U.S. regimes under the pretext of \"defence of human rights\".\n\t\t\t\t\t\n\t\t\t\t\t The Balkan, Afghan and Iraqi wars were committed by the U.S. under the signboards of \"defence of human rights\", \"prevention of terrorism\" and \"checking of development of WMDs.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is building up public opinion as if there were serious \"human rights issue\" in the anti-imperialist independent countries but there were no human rights issue in those countries following it.\n\t\t\t\t\t\n\t\t\t\t\t The situation calls for heightening vigilance against the U.S. \"human rights\" racket and countering it with revolutionary offensive, the article concludes."
        },
        {
            "title": "Minju Joson Slams U.S. for Introducing Nuclear Submarine into S. Korea",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-12ee.html",
            "content": "Minju Joson Slams U.S. for Introducing Nuclear Submarine into S. Korea\r\nPyongyang, March 7 (KCNA) -- The U.S. introduced its nuclear-propelled submarine Columbus and flagship of the 7th Fleet Blue Ridge into the Pusan naval operation base of south Korea on Monday.\n\t\t\t\t\t Minju Joson Friday in a commentary says in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. opened to public the port call of its warships for aggression. This cannot be merely interpreted as a military demonstration. Lurking behind this is its sinister political scheme.\n\t\t\t\t\t\n\t\t\t\t\t Voices calling for the improved north-south relations are more loudly ringing out at home and abroad with the recent reunion of separated families and relatives as a momentum. South Korean people, in particular, are strongly demanding a halt to the Key Resolve and Foal Eagle joint military drills which seriously threaten the improved inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t This trend of the times is hindering the moves of the U.S. to carry out its strategy for hegemony as it intends to dominate the whole of Korea with south Korea as a springboard and, furthermore, take control over the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t Proceeding from this, the U.S. is leaving no stone unturned to mar the hard-won atmosphere for improving the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t What it is seeking is to irritate the DPRK and induce it to take a military countermeasure in a bid to kick up an anti-DPRK smear campaign by labeling the DPRK a \"provocateur\".\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the fact that the U.S. openly introduced its warships for aggression after letting B-52s fly into the sky above south Korea in February for drills for dropping nuclear bombs.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. warmongers had better bear in mind that their moves to ignite a war of aggression against the DPRK will lead to their self-destruction."
        },
        {
            "title": "S. Korean Paper Accuses Japan of Denying Its Past Crimes",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-18ee.html",
            "content": "S. Korean Paper Accuses Japan of Denying Its Past Crimes\r\nPyongyang, March 7 (KCNA) -- Kyunghyang Daily News of south Korea on March 4 carried an editorial blasting Japan's wrong attitude of denying its past crimes.\n\t\t\t\t\t The editorial accused the chief cabinet secretary of Japan of mentioning recently the reexamination of Kono's statement in which it admitted to the sexual slavery for the Imperial Japanese Army even a bit.\n\t\t\t\t\t\n\t\t\t\t\t This wrong attitude was disclosed when a vice-minister of Education, Culture, Sports, Science and Technology of Japan unhesitatingly made a reckless remark at a meeting that the \"comfort women\" issue was fabricated, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Japan, which has not denied Kono's statement, reading the face of the international community, is using even excessive and outright words, talking about the reexamination of Kono's statement.\n\t\t\t\t\t\n\t\t\t\t\t If Japan is fearful of the punishment by history, it should give up the reexamination of Kono's statement.\n\t\t\t\t\t\n\t\t\t\t\t No country will support the Japanese government."
        },
        {
            "title": "S. Korea Tops World List of Suicide",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-14ee.html",
            "content": "S. Korea Tops World List of Suicide\r\nPyongyang, March 7 (KCNA) -- South Korea is witnessing an unbroken chain of occurrence of suicides these days, according to Kukmin Ilbo of south Korea.\n\t\t\t\t\t A woman in her thirties attempted suicide together with two children in Iksan City, North Jolla Province on March 4, leaving behind a suicide note reading that they could not survive any longer. A little boy of them was reported to have died.\n\t\t\t\t\t\n\t\t\t\t\t Another woman with her daughters also committed suicides on Feb. 27 as she was not able to pay various kinds of taxes.\n\t\t\t\t\t\n\t\t\t\t\t Cases of suicides are taking place in various parts of south Korea including Kyonggi Province one after another with many south Koreans choosing death due to abject destitution, snowballing debts and miserable plight.\n\t\t\t\t\t\n\t\t\t\t\t Kukmin Ilbo on March 4 in an article titled \"Suicide, virus of death\" said:\n\t\t\t\t\t\n\t\t\t\t\t Suicide is a chronic disease in south Korea as incurable as cancer.\n\t\t\t\t\t\n\t\t\t\t\t South Korea has topped the world list of suicide since 2003."
        },
        {
            "title": "U.S. Slammed for Seeking to Invade DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-09ee.html",
            "content": "U.S. Slammed for Seeking to Invade DPRK\r\nPyongyang, March 7 (KCNA) -- The U.S. moves for aggression against the DPRK are laying a big stumbling block in the struggle of the Korean nation to achieve the national reconciliation, unity, peace and reunification of the country, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Intolerable is that the U.S. is interfering in the issue of Korea's reunification as it pleases in disregard of the independent right of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t No one gives the U.S. the right to interfere in the internal affairs of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the Korean nation was divided into the north and the south owing to the U.S. moves of aggression against Korea. Since then, Korea has not been reunified.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has interfered in the issue of Korea's reunification while disregarding the Korean nation's independent will and demand, far from making an apology for the worst inhuman criminal acts of dividing Korea and taking hands off the Korean peninsula. This is an arbitrary practice for domination.\n\t\t\t\t\t\n\t\t\t\t\t The history of the U.S. occupation of south Korea is the one of crimes in which it has poked its nose into the internal issue of the Korean nation and stood in the way of the reconciliation, unity and reunification of the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now becoming all the more undisguised in its aggressive moves to hurt the hard-won atmosphere of improved inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to stop at once its anachronistic intervention in Korea's reunification, clearly seeing the will and spirit of the Korean nation to shatter the moves of foreign forces for domination and intervention and solve the issue of the country's reunification by the concerted efforts of the Korean nation."
        },
        {
            "title": "U.S. and Its Followers Hit for Finding Fault with DPRK over Its Exercise of Right of Self-Defence",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-10ee.html",
            "content": "U.S. and Its Followers Hit for Finding Fault with DPRK over Its Exercise of Right of Self-Defence\r\nPyongyang, March 7 (KCNA) -- Officials of the U.S. Department of State and Pentagon are letting loose a spate of nonsensical remarks that the rocket launching drills conducted by units of the Strategic Force of the Korean People's Army are a \"low-level provocation\" and \"violation of the resolutions\" of the UN Security Council. Those who act at the U.S. beck and call are terming the drills a \"surprise and irregular military action\" and \"provocation posing a serious threat\".\n\t\t\t\t\t Rodong Sinmun Friday in a commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Those in an itch to find fault with the DPRK are groundlessly terming its rocket launching drills a \"provocation\" only to stun the service personnel and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Other countries in the world have often conducted such drills in their territories and territorial waters. \n\t\t\t\t\t\n\t\t\t\t\t However, Washington and the forces following it are only working hard to label the drills a \"provocation\" while distorting the essence of the situation.\n\t\t\t\t\t\n\t\t\t\t\t Then, what is their ulterior purpose? \n\t\t\t\t\t\n\t\t\t\t\t This is aimed to intensify Key Resolve and Foal Eagle joint military exercises by taking issue with the DPRK over its exercise of the right of self-defence, thus escalating tensions on the Korean peninsula and in its vicinity and realizing the wild ambition for invading the DPRK at any cost.\n\t\t\t\t\t\n\t\t\t\t\t No matter how vociferous the U.S. and the forces kowtowing to it may be to threaten the DPRK, it will steadily bolster up its capabilities for self-defence as long as they persist in their hostile acts against it."
        },
        {
            "title": "U.S.-S. Korean Military Drills Denounced by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-03ee.html",
            "content": "U.S.-S. Korean Military Drills Denounced by Swiss Organizations\r\nPyongyang, March 7 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche idea released a joint statement on Feb. 28 in denunciation of the U.S.-south Korean joint military drills Key Resolve and Foal Eagle.\n\t\t\t\t\t The statement condemned the criminal drills as a blatant challenge to the DPRK, which has made sincere efforts to mend the inter-Korean relations, and a grave provocation aggravating tensions on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It accused the south Korean authorities for turning down the crucial proposal made by the National Defence Commission of the DPRK to stop all military hostile acts to protect peace and security of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The on-going saber-rattling is not an \"annual\" and \"defensive\" one advertised by the U.S. as it is being staged according to war scenarios aimed to invade the DPRK, it said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever strive to defend peace on the Korean peninsula with self-restraint and patience but never remain a passive onlooker to the aggression moves of the provocateurs.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean warmongers should not misjudge the self-restraint and patience of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK will relentlessly smash any provocation of the aggressors."
        },
        {
            "title": "Key Resolve, Foal Eagle Condemned by Australian Organization",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-04ee.html",
            "content": "Key Resolve, Foal Eagle Condemned by Australian Organization\r\nPyongyang, March 7 (KCNA) -- The Australia-DPRK Association for Friendship and Culture brought out a bulletin on Feb. 20 denouncing the U.S.-south Korean joint military exercises Key Resolve and Foal Eagle.\n\t\t\t\t\t The bulletin in an article titled \"U.S. browbeats peace on Korean peninsula\" noted:\n\t\t\t\t\t\n\t\t\t\t\t War drumbeats of the U.S. forces will soon be heard again from the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Those war drumbeats are ringing out from joint military exercises which the U.S. and south Korean warmongers are describing as \"annual ones\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is introducing its WMDs into the Korean peninsula, rendering the situation extreme tense and harassing peace there.\n\t\t\t\t\t\n\t\t\t\t\t Washington has let its strategic nuclear bombers fly into the sky above the Korean peninsula to stifle the DPRK and conducted drills for using nuclear weapons. It has also mobilized nuclear aircraft carriers and submarines.\n\t\t\t\t\t\n\t\t\t\t\t Western media have painted the DPRK as a \"harasser\" of peace on the Korean peninsula. This is unreasonable.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article titled \"Expression of goodwill\" introduced the crucial proposal and open letter of the National Defence Commission of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Australia-DPRK Association for Friendship and Culture wishing for peace and reunification of Korea urges the U.S. to pull its forces out of south Korea, the article stressed."
        },
        {
            "title": "Kim Jong Il's Work Carried by Romanian Paper",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-05ee.html",
            "content": "Kim Jong Il's Work Carried by Romanian Paper\r\nPyongyang, March 7 (KCNA) -- A gist of leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was carried by the March issue of the Romanian paper Romania Muncitoare.\n\t\t\t\t\t The work, made public on June 19, Juche 86 (1997), clarifies the idea that it is the basic principle to be adhered to in accomplishing the socialist cause to preserve the Juche character and national character in the revolution and construction. It also indicates tasks and ways to do so."
        },
        {
            "title": "Kim Jong Il Authors Lots of Works on Party Ideological Work",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-06ee.html",
            "content": "Kim Jong Il Authors Lots of Works on Party Ideological Work\r\nPyongyang, March 7 (KCNA) -- Leader Kim Jong Il authored lots of works through his tireless ideological and theoretical activities to provide important guidelines for developing the party ideological work. \n\t\t\t\t\t He made public the work \"On Some Immediate Tasks of Party Ideological Work for Modeling the Whole Society on Kimilsungism\" on February 19, Juche 63 (1974). \n\t\t\t\t\t\n\t\t\t\t\t In the work he set it as the basic duty of the party ideological work to model the whole society on Kimilsungism and gave clear-cut answers to the issues of intensifying the monolithic ideological education and revolutionary education among the party members and other people, launching dynamic information and agitation campaigns for grand socialist construction and dong away with outdated patterns of formalism in the party ideological work and applying the work method of anti-Japanese guerrillas in it. \n\t\t\t\t\t\n\t\t\t\t\t He published the work \"Our Party's Media Is a Powerful Ideological Weapon Which Contributes to Modeling the Whole of Society on Kimilsungism\". This marked an important occasion in radically enhancing the important role of the party media to meet the historical demand for imbuing the whole society with the monolithic idea of the leader. \n\t\t\t\t\t\n\t\t\t\t\t He made the concluding speech \"On Further Improving Party Ideological Work\" at the Fourth Conference of Ideological Workers of the Workers' Party of Korea on March 8, 1981. In the work he clarified the tasks and ways for intensifying ideological education and further improving the forms and methods of education, lecture and agitation as demanded by the developing era and revolution. \n\t\t\t\t\t\n\t\t\t\t\t Clarified in his various works are the idea and theories that all officials should go among the masses and dynamically conduct information and agitation activities in various forms and methods, putting an emphasis on solving the issues intended and wished by the party. \n\t\t\t\t\t\n\t\t\t\t\t In the 1990s and afterwards, he authored a lot of works to give clear-cut answers to issues of smashing the moves of the imperialists and reactionaries against socialism, further consolidating the socialist ideological position, defending Korean-style socialism centered on the popular masses and pushing ahead with the building of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary idea and spirit enshrined in the hearts of all the service personnel and people of the DPRK, who have advanced by dint of the idea under the leadership of the party, has brought about a new great revolutionary upswing on all fronts of socialist construction."
        },
        {
            "title": "Kim Jong Un's Speech Posted by Nigerian Organization on Its Website",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-08ee.html",
            "content": "Kim Jong Un's Speech Posted by Nigerian Organization on Its Website\r\nPyongyang, March 7 (KCNA) -- \"Let Us Hasten the Final Victory through a Revolutionary Ideological Offensive!\", a speech made by supreme leader Kim Jong Un at the 8th Conference of Ideological Workers of the Workers' Party of Korea, was posted by the Nigerian National Committee for the Study of the Juche Idea on its website on March 2.\n\t\t\t\t\t The speech made by him on Feb. 25, Juche 103 (2014) at the conference clarifies that the whole course of the Korean revolution can be called a period of ideological work to give full play to the might of the truth of the revolutionary ideology of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates tasks and ways facing the field of the party ideological work at present."
        },
        {
            "title": "February Issue of Magazine Thongil Published",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-25ee.html",
            "content": "February Issue of Magazine Thongil Published\r\nPyongyang, March 7 (KCNA) -- The International United Confederation of Koreans brought out the February issue of its monthly socio-political magazine Thongil.\n\t\t\t\t\t The magazine carried special write-ups in celebration of the birth anniversary of leader Kim Jong Il (Day of the Shining Star).\n\t\t\t\t\t\n\t\t\t\t\t It carried news that Marshal Kim Jong Un visited the Kumsusan Palace of the Sun on the occasion of the Day of the Shining Star, the greatest auspicious holiday of the nation, to pay high tribute to Kim Jong Il and attended the national meeting for celebrating his 72nd birth anniversary, illustrated with photos of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It devoted much space to an article titled \"Peerless patriot\" and a poem \"Kim Jong Il, we remember you\", accompanied with a photo of Jong Il Peak in the secret camp in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t It dealt with revolutionary activities of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It carried the full texts of \"Let Us Bring About Innovations in Agricultural Production under the Unfurled Banner of the Socialist Rural Theses\", a letter sent by Kim Jong Un to the participants of the national meeting of subworkteam leaders in the agricultural sector, and an open letter sent by him to all voters across the country as regards the election of the deputies to the 13th Supreme People's Assembly (SPA).\n\t\t\t\t\t\n\t\t\t\t\t It informed the readers that he was registered as a candidate for deputy to the SPA at Paektusan Constituency No. 111 for the election of the deputies to the 13th SPA of the DPRK and he visited a baby home and orphanage in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the magazine was news that Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, took part in the opening ceremony of the 22nd Winter Olympic Games as an honorary guest and met Russian President Putin.\n\t\t\t\t\t\n\t\t\t\t\t It also carried a crucial proposal sent by the National Defence Commission (NDC) of the DPRK to the south Korean authorities, which calls for paving a wide avenue for improving the north-south relations by the concerted efforts of the Korean nation, and a statement issued by a spokesman for the Policy Department of the NDC of the DPRK, which urges the south Korean authorities to clarify their real stand before the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t It dealt with the reunion of separated families and relatives from the north and the south at the Mt. Kumgang resort."
        },
        {
            "title": "Kim Jong Un dirige ejercicios de aviacion de unidad 2620 de fuerzas aereas y antiaereas de EPC",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-02ss.html",
            "content": "Kim Jong Un dirige ejercicios de aviacion de unidad 2620 de fuerzas aereas y antiaereas de EPC\r\nPyongyang, 7 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio los ejercicios de aviacion de la unidad 2620 de las fuerzas aereas y antiaereas del EPC,  galardonada con el titulo de Septimo Regimiento de O Jung Hup. \n\t\t\t\t\tEl Mariscal dirigio los ejercicios de vuelo de las pilotas de la unidad.\n\t\t\t\t\t\n\t\t\t\t\tIniciados los ejercicios, las aviadoras demostraron sin reserva sus pilotajes adiestrados materializando la orden de ejercicios del Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que las aeronautas participantes en el entrenamiento cumplen excelentemente las acciones combativas aun en medio de las desfavorables condiciones climaticas, es muy bueno el estado ideo-espiritual y poseen altos pilotajes segun la voluntad del partido.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal se reunio con las pilotas, felicito el exito de ejercicios de estas mostrandose muy satisfecho de que ellas se hayan preparado como competentes aviadoras de combate y dio preciosas instrucciones que se presentan en el fortalecimiento del entrenamiento de vuelo.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente que la unidad esta totalmente preparada para el combate y se fotografio junto a los militares de la unidad.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la direccion de entrenamiento de vuelo, el Comandante Supremo inspecciono la unidad.\n\t\t\t\t\t\n\t\t\t\t\tEstuvo primero en la sala de educacion en la historia revolucionaria, donde el Mariscal recordo que la unidad, organizada por el Presidente Kim Il Sung con las aviadoras y atendida por el Dirigente Kim Jong Il, ha venido registrando las proezas enorgullecedoras junto con el desarrollo de las fuerzas aereas del pais.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que es un orgullo del PTC tener a tales pilotas crecidas bajo la sabia direccion de los Generalisimos e hizo crear la \"Cancion de la  aviadora\".\n\t\t\t\t\t\n\t\t\t\t\tDio vuelta por el dormitorio, el aula general de ejercicios de manejo de avion, el comedor, el almacen de alimentos subsidiarios y otros lugares atendiendo minuciosamente la vida de las pilotas y otros militares.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, el Comandante Supremo se encontro con los aviadores matrimoniales.\n\t\t\t\t\t\n\t\t\t\t\tAl hacer detallado conocimiento del servicio militar y la vida de ellos, dijo que es de veras valiosa el alma de ellos que defienden juntos  el cielo de la patria apreciando los asuntos del estado mas que los familiares.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que los pilotos conyugales de combate son de veras patriotas dignos de enorgullecerse al mundo y tomo una foto de acuerdo con ellos.\n\t\t\t\t\t\n\t\t\t\t\tExpreso gran esperanza y conviccion de que los militares de la unidad realizaran grandes meritos militares en la lucha por defender la patria socialista.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Choe Ryong Hae, Jang Jong Nam, Yun Tong Hyon, Ri Pyong Chol, Pak Jong Chon, Han Kwang Sang, Hwang Pyong So, Hong Yong Chil y Ma Won Chun."
        },
        {
            "title": "Kim Jong Un envia mensaje de felicitacion al presidente sirio",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-18ss.html",
            "content": "Kim Jong Un envia mensaje de felicitacion al presidente sirio\r\nPyongyang, 7 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 5 un mensaje de felicitacion al Presidente de la Republica Arabe de Siria, Bashar al-Assad.\n\t\t\t\t\tLa misiva sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del 51o aniversario de la Revolucion del 8 de Marzo en Siria, extiendo calidas felicitaciones a Vd., al amistoso gobierno y pueblo de la Republica Arabe de Siria.\n\t\t\t\t\t\n\t\t\t\t\tConvencido de que el pueblo sirio, que despues de la historica Revolucion del 8 de Marzo, ha logrado gran progreso y desarrollo socioeconomicos bajo la direccion del Partido Socialista del Resurgimiento Arabe, defendera con firmeza la soberania, la seguridad y la estabilidad del pais rechazando todos los desafios de las fuerzas hostiles, formulo votos por mayores exitos en sus responsabilidades."
        },
        {
            "title": "Anunciados candidatos al diputado a la APS de la RPDC",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-01ss.html",
            "content": "Anunciados candidatos al diputado a la APS de la RPDC\r\nPyongyang, 7 de marzo (ACNC) -- Los comites de subdistritos para las elecciones de diputados a la decimotercera Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea hicieron publicos los candidatos al diputado registrados en las respectivas circunscripciones en virtud de la ley electoral de diputados a las asambleas populares a todos niveles de la RPDC.\n\t\t\t\t\tPor otra parte, en todas las circunscripciones del pais fueron habilitados los lugares de votacion."
        },
        {
            "title": "En Pyongyang el embajador itinerante de Rusia",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-26ss.html",
            "content": "En Pyongyang el embajador itinerante de Rusia\r\nPyongyang, 7 de marzo (ACNC) -- Arribo hoy  a esta capital el embajador itinerante del Ministerio de Relaciones Exteriores de la Federacion Rusa, Grigorii Logvinov."
        },
        {
            "title": "ACNC publica acta de acusacion a EE.UU. en el tema de DDHH",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-22ss.html",
            "content": "ACNC publica acta de acusacion a EE.UU. en el tema de DDHH\r\nPyongyang, 7 de marzo (ACNC) -- La Agencia Central de Noticias de Corea publico el dia 7 un acta de acusacion para revelar la naturaleza de Estados Unidos como peor violador de derechos humanos del mundo. \n\t\t\t\t\tEl texto critica que la sociedad estadounidense es el infierno donde se violan flagrantemente todos los derechos del hombre. \n\t\t\t\t\t\n\t\t\t\t\tSegun las estadisticas del Buro de Censo de Poblacion de EE.UU. publicadas el 17 de septiembre del ano pasado, el numero de los pobres de todo el pais ascendio en 2012 a 46 millones 500 mil con un aumento de 300 mil en comparacion con 2011. \n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con la encuesta realizada por Gallup el 26 de marzo del mismo ano, el 43 por ciento de los encuestados senalaron el hambre y la vivienda como serios problemas sociales. \n\t\t\t\t\t\n\t\t\t\t\tEl Buro de Censo de Poblacion de EE.UU. anuncio el 19 de septiembre del ano pasado que se totalizan en casi 48 millones los habitantes que en 2012 no tuvieron la asistencia medica necesaria por no haber contratado el seguro medico. \n\t\t\t\t\t\n\t\t\t\t\tEl Buro Federal de Investigacion (FBI) publico un informe de que en 2012 se reportaron en escala nacional un millon 214 mil 464 casos de delitos de violencia.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la continua crisis economica, hasta enero de este ano, el numero de desempleados llego a 10 millones 200 mil, entre ellos, 3 millones 600 mil son desempleados a largo plazo. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, llego apenas al 57.5 por ciento el porcentaje de votacion en las elecciones presidenciales realizadas en 2012. \n\t\t\t\t\t\n\t\t\t\t\tEn Estados Unidos la campana electoral es la competencia de dinero.\n\t\t\t\t\t\n\t\t\t\t\tEn 2012, durante la carrera hacia la presidencia entre el entonces candidato democrata Obama y el ex gobernador de Massachussets, Romney, candidato republicano, se malgastaron mas de 2 mil millones de US$ ya a finales de octubre. \n\t\t\t\t\t\n\t\t\t\t\tLa Agencia de Seguridad Nacional de EE.UU. vigilo ilegalmente 56 mil correos electronicos de los habitantes y las comunicaciones via Internet durante 4 anos hasta 2011. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades judiciales estan al frente de la violacion de DDHH. \n\t\t\t\t\t\n\t\t\t\t\tLas escuelas hacen recordar el campo de batalla mientras los jovenes y ninos se deforman mental y fisicamente debido al alcoholismo y otros males sociales. \n\t\t\t\t\t\n\t\t\t\t\tEsta tragedia social es el resultado de la \"libertad\", \"democracia\" y \"civilizacion\" al estilo norteamericano. \n\t\t\t\t\t\n\t\t\t\t\tLa discriminacion de raza, nacionalidad, sexo y edad genera las desigualdades politicas, economicas y sociales. \n\t\t\t\t\t\n\t\t\t\t\tLa Guia de Boston transmitio en su numero enero-febrero que en EE.UU. mas de 2 millones de afroestadounidenses son privados del derecho al voto. \n\t\t\t\t\t\n\t\t\t\t\tSegun las estadisticas del Departamento del Trabajo de EE.UU., en octubre de 2012 la tasa de desempleo de los blancos fue de 7%, mientras la de estadounidenses de origen africano y latinoamericano llego a 14.3% y 10%, respectivamente. \n\t\t\t\t\t\n\t\t\t\t\tEl 14 de julio del ano pasado, el Tribunal de Florida declaro inocente a un policia blanco que mato a tiros a un nino negro indefenso que volvia a casa. \n\t\t\t\t\t\n\t\t\t\t\tSolo en el ano 2011, el numero de estadounidenses interceptados por la policia en la ciudad de Nueva York alcanzo 685 mil y mas de 85% de ellos fueron de origen africano o latinoamericano. \n\t\t\t\t\t\n\t\t\t\t\tSegun el informe de investigacion publicado en abril del ano pasado, mas de 67 mil mujeres sufren cada dia el abuso sexual. \n\t\t\t\t\t\n\t\t\t\t\tEl mismo crimen se comete hasta en las unidades militares. \n\t\t\t\t\t\n\t\t\t\t\tHasta finales de 2012, llegaron a 16 millones 100 mil los ninos que viven en la penuria. \n\t\t\t\t\t\n\t\t\t\t\tEn 2012, fueron secuestrados mas de 670 ninos. Y cada ano, 100 mil ninos se hacen victimas del trafico de seres humanos. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. instalo en mas de 80 sitios del mundo los aparatos interceptores y comete ilicitos actos de espionaje. \n\t\t\t\t\t\n\t\t\t\t\tBajo el cartel de \"antiterrorismo\", cometio en varios paises y regiones la agresion y la intervencion que resultan terrorismo de Estado acompanado de la violacion de DDHH. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. profana la religion de otras naciones y la libertad de creencia religiosa. \n\t\t\t\t\t\n\t\t\t\t\tEn septiembre de 2012, se divulgo en una pagina web norteamericana una pelicula profana del Islam causando gran indignacion de los musulmanes. \n\t\t\t\t\t\n\t\t\t\t\tLa sancion economica y la campana de derrocamiento del poder de otros paises resultan grave violacion del poder estatal y de DDHH. \n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos demuestran que EE.UU. es el infierno de DDHH del mundo y pais criminal que debe ser sentado al banquillo de acusados en el mismo tema. \n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el acta de acusacion exhorta a la sociedad internacional a elevar la vigilancia, rechazar y frustrar la repugnante campana de DDHH de EE.UU. para atropellar a los Estados soberanos internacionalizando el supuesto \"problema de DDHH\"."
        },
        {
            "title": "ACNC califica a EE.UU. de mercader de guerra y perturbador de paz y estabilidad",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-15ss.html",
            "content": "ACNC califica a EE.UU. de mercader de guerra y perturbador de paz y estabilidad\r\nPyongyang, 7 de marzo (ACNC) -- Hace poco, Estados Unidos concerto con el Sur de Corea un contrato de venta de pertrechos de guerra sofisticados incluso el aparato de canoneo automatico para buques valorados en 123 millones de US$. \n\t\t\t\t\tConvirtio todo el territorio surcoreano en el mercado de venta de armas de fabricacion norteamericana, e insatisfecho con esto, introduce incesantemente los armamentos sofisticados en el suelo surcoreano. \n\t\t\t\t\t\n\t\t\t\t\tEsto parte del malsano intento de la administracion norteamericana de satisfacer sus intereses estrategicos manteniendo de continuo la tension de la Peninsula Coreana sin tener en consideracion la paz y la estabilidad de esta region y la mejora de las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tLa exportacion de armas de EE.UU. no es un simple espacio comercial. Los mercaderes de guerra norteamericanos aprovechan la venta de armas como un medio para practicar la politica exterior de caracter agresivo y lograr la dominacion y la intervencion. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, EE.UU. se acalora en la venta de armas en las zonas conflictivas y las regiones relacionadas con sus intereses estrategicos. \n\t\t\t\t\t\n\t\t\t\t\tDebido a la politica hostil anti-RPDC y la politica de venta de armas de EE.UU. a Japon y el Sur de Corea, el Nordeste Asiatico incluso la Peninsula Coreana se ha convertido en la zona mas candente del mundo. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, el Sur de Corea donde se introducen en gran cantidad los armamentos de fabricacion norteamericana se avasalla cada dia mas a EE.UU. y se ve obligado a actuar a favor de la politica norteamericana sobre Corea. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. intenta vender mucho mas armas al Sur de Corea pretextando la tension de la Peninsula Coreana para enriquecer los consorcios belicos, buscar la salida de la crisis economica y crear la coyuntura favorable al cumplimiento de su estrategia de dar importancia a la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tLos consorcios belicos como Lockheed Martin y Boeing propagan ruidosamente que los aviones de combate de sus companias son mas eficientes para hacer frente a la \"amenaza del Norte de Corea\". \n\t\t\t\t\t\n\t\t\t\t\tEl periodico frances Les Echos revelo que las companias de materiales belicos norteamericanas son beneficiados por la agravacion de la situacion de la Peninsula Coreana y transmitio que por la situacion extremada tensa de la Peninsula Coreana causada por los ejercicios belicos conjuntos EE.UU.-Sur de Corea, librados el ano pasado, las companias norteamericanas como  Lockheed Martin, Raytheon y Boeing concertaron con el Sur de Corea muchos contratos de venta de armas y los ejecutaron. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. vende enorme cantidad de armas agravando de manera intencional y sistematica la situacion de varias regiones del mundo y lo utiliza como un espacio de conflictos y carreras armamentistas. \n\t\t\t\t\t\n\t\t\t\t\tSegun las estadisticas del Instituto Internacional de la Paz en Estocolmo de Suecia, ocurren diariamente en el ambito mundial 5 casos de conflictos armados, de entre 4 casos se desarrollaron con las armas de marca norteamericana.\n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad EE.UU. preconiza mas que nadie la \"paz\" y la \"estabilidad\", pero de hecho, persigue la agresion, la guerra y la tension. \n\t\t\t\t\t\n\t\t\t\t\tLa sociedad internacional debe elevar la vigilancia sobre la ambicion de agresion de EE.UU. que intenta meter todo el mundo en el crisol de guerra y satisfacer sus intereses estrategicos con la criminal exportacion de armas."
        },
        {
            "title": "Ejercicio de lanzamiento de cohetes es derecho a la autodefensa, reitera Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-12ss.html",
            "content": "Ejercicio de lanzamiento de cohetes es derecho a la autodefensa, reitera Rodong Sinmun\r\nPyongyang, 7 de marzo (ACNC) -- Ahora los compinches de los Departamentos de Estado y de Defensa de Estados Unidos describen los recientes ejercicios de lanzamiento de cohetes de las unidades estrategicas del Ejercito Popular de Corea como \"provocacion de bajo nivel\" y \"violacion de la resolucion\" del Consejo de Seguridad de la ONU. \n\t\t\t\t\tLas fuerzas satelites de EE.UU. tambien los critican como \"accion militar anormal ejecutada de manera sorpresiva\" y \"provocacion que ejerce grave amenaza\". \n\t\t\t\t\t\n\t\t\t\t\tEn un comentario individual de este viernes, el diario Rodong Sinmun senala que es usual que los paises del mundo realicen los ejercicios militares en su tierra o mar jurisdiccional, y continua: \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, EE.UU. y sus seguidores estan desesperados para estigmatizar a la RPDC de \"provocadora\" tergiversando la verdad. \n\t\t\t\t\t\n\t\t\t\t\tDe esa manera, quieren agravar mas la situacion de la Peninsula Coreana y su contorno y realizar sin falta la ambicion de agredir a la RPDC intensificando mas los ejercicios militares conjuntos Key Resolve y Foal Eagle. \n\t\t\t\t\t\n\t\t\t\t\tMientras prosigan tales actos hostiles a la RPDC, se redoblaran los esfuerzos de esta por aumentar el poderio de autodefensa nacional."
        },
        {
            "title": "Rodong Sinmun rechaza \"informe de DDHH de mundo\" de EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201403/news07/20140307-13ss.html",
            "content": "Rodong Sinmun rechaza \"informe de DDHH de mundo\" de EE.UU.\r\nPyongyang, 7 de marzo (ACNC) -- En el reciente \"informe de DDHH del mundo\", Estados Unidos volvio a criticar a sus caprichos la situacion de DDHH de cerca de 200 paises y regiones del mundo. \n\t\t\t\t\tLa \"defensa de DDHH\" de que habla tanto el imperio norteamericano es una sofisteria, critica el diario Rodong Sinmun en un articulo individual de este viernes y revela el objetivo reaccionario de EE.UU. que acusa cada ano a otros paises de la \"situacion de DDHH\". \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. publica el \"informe de DDHH\" y censura tenazmente a otros paises, como si fuera el \"juez internacional de DDHH\" con el designio de intervenir en los asuntos internos de aquellos paises y preparar el pretexto y ambiente para agredirlos y dominarlos. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. justifica con el rotulo de la \"defensa de DDHH\" su abierta intervencion en los asuntos internos de los Estados soberanos y la invasion armada gangsteril. \n\t\t\t\t\t\n\t\t\t\t\tIntenta corromper desde el interior a otros paises y crear el poder proyanqui. \n\t\t\t\t\t\n\t\t\t\t\tLa guerra balcanica, la afgana y la iraqui tambien fueron desatadas por EE.UU. bajo el rotulo de \"defensa de DDHH\", \"prevencion del terrorismo\" e \"impedimento de desarrollo de armas de exterminio masivo\". \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. dice como si sus seguidores no tuvieran algun problema de DDHH, y los paises antiimperialistas e independientes sufrieran la grave \"situacion de DDHH\". \n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que se debe elevar la vigilancia sobre la preconizacion de la \"defensa de DDHH\" de EE.UU. y hacerle frente con la ofensiva revolucionaria."
        }
    ]
}