{
    "date": "2014-04-19",
    "url": "http://kcna.co.jp/item/2014/201404/2014-04-19ee.html",
    "articles": [
        {
            "title": "Rodong Sinmun Slams U.S. and S. Korea for Escalating Tensions and Bedeviling Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-10ee.html",
            "content": "Rodong Sinmun Slams U.S. and S. Korea for Escalating Tensions and Bedeviling Inter-Korean Relations\r\n Pyongyang, April 19 (KCNA) -- The Foal Eagle joint military drill, an ill-famed nuclear test war against the DPRK, was staged in south Korea for more than 40 days until April 18. \n\t\t\t\t\t The whole course of the joint military drill brought to light the wicked colors of the U.S. and south Korean puppet warmongers hell-bent on the moves to turn the trend toward dialogue and peace into tensions and ignite a war against the DPRK at any cost, Rodong Sinmun Saturday says in a commentary. \n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The warmongers described the Foal Eagle as an \"annual and defensive one\". But they can not deceive fair public opinion at home and abroad with such a poor drama. \n\t\t\t\t\t\n\t\t\t\t\t The Ssangyong war maneuver kicked off by them through combination of landing drill of the marine corps and operation to infiltrate from the air was a typical offensive drill, a clear revelation of their evermore reckless ambition for invading the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Timed to coincide with the climax of the Foal Eagle, they launched the Max Thunder, the largest-ever combined aerial combat drill, with at least 100 planes involved, creating a touch-and-go situation on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t How can the confidence be built between the north and the south and dialogue and cooperation guaranteed between them now that the south Korean puppet forces in league with the U.S. kicked off the unprecedented and reckless drills for a nuclear preemptive attack on the DPRK, openly revealing hostility toward the DPRK?\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean warmongers can never evade the blame for driving the situation on the Korean peninsula into the extreme danger of a nuclear war and pushing the inter-Korean relations to the worst catastrophe by staging the Foal Eagle."
        },
        {
            "title": "Spirit of April 19 Popular Uprising Calls for Massive Resistance: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-11ee.html",
            "content": "Spirit of April 19 Popular Uprising Calls for Massive Resistance: Rodong Sinmun\r\n Pyongyang, April 19 (KCNA) -- The spirit of the April 19 popular uprisers in south Korea 54 years ago calls for a massive resistance, says Rodong Sinmun Saturday in an article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The April 19 Popular Uprising demonstrated the resolute will of the south Korean people not to tolerate outsiders' colonial domination and the quislings' fascist dictatorial rule. It also showed that if the south Koreans wage a dynamic struggle, defying death, they can surely defeat any ferocious dictatorial force.\n\t\t\t\t\t\n\t\t\t\t\t The desire of the uprisers has not yet been realized though half a century has passed since the uprising.\n\t\t\t\t\t\n\t\t\t\t\t This is entirely attributable to the U.S. invariable strategy to dominate Korea and the treacherous policy of the puppet rulers who have kowtowed to it.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which put a military gangster on the post of power through a military coup after traitor Syngman Rhee stepped down by the April 19 Popular Uprising and mercilessly trampled down the desire of the people for independence, democracy and reunification through ill-famed fascist dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The regime was replaced with others in south Korea several times owing to the U.S. undisguised interference and manipulation, but the criminal history of dependence on foreign forces, fascist dictatorship and ant-reunification has been given a steady continuity.\n\t\t\t\t\t\n\t\t\t\t\t In order to terminate the U.S. colonial rule in south Korea, realize democracy and accelerate the country's reunification, people from all walks of life should turn out as one in the struggle for independence against the U.S. in the spirit of the April 19 popular uprisers.\n\t\t\t\t\t\n\t\t\t\t\t The intelligence politics, politics of terror of the bloody \"yusin\" dictatorship is being revived in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The political situation in south Korea is reminiscent of the eve of the April 19 Popular Uprising when the flames of democracy against dictatorship flared up.\n\t\t\t\t\t\n\t\t\t\t\t Treacherous rulers forsaken by the people are bound to meet a miserable ruin. This is the lesson taught by the April 19 Popular Uprising."
        },
        {
            "title": "World Ancient Relics Day Observed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-20ee.html",
            "content": "World Ancient Relics Day Observed in DPRK\r\n Pyongyang, April 19 (KCNA) -- A symposium took place here under the sponsorship of the Korean City Federation to mark World Ancient Relics Day (April 18). Its theme is \"Preservation and management of historical relics and combination of buildings and historical relics in city construction\".\n\t\t\t\t\t Attending it were members of the Federation Standing Committee and officials, scientists and researchers from cultural heritage management, city planning, capital city construction and city management sectors and related universities and institutes, more than 200 persons in all.\n\t\t\t\t\t\n\t\t\t\t\t The symposium focused on the sci-tech problems arising in the preservation and management of historical relics as well as the world trend in the combination of modern buildings and historical relics."
        },
        {
            "title": "Delegation of Koreans in Japan Tours Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-16ee.html",
            "content": "Delegation of Koreans in Japan Tours Pyongyang\r\n Pyongyang, April 19 (KCNA) -- The delegation of Koreans in Japan for celebrating the Day of the Sun (birth anniversary of President Kim Il Sung) headed by Ri Ki Sok, advisor to the Central Standing Committee of the General Association of Korean Residents in Japan, visited the Victorious Fatherland Liberation War Museum.\n\t\t\t\t\t Members the delegation paid tribute to the statue of the President waving back to the cheers of the people at a military parade held to celebrate the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the fact that the army and people of the DPRK defeated the U.S. imperialists under the leadership of the President, they looked round various halls of the museum.\n\t\t\t\t\t\n\t\t\t\t\t They laid a bouquet before Sculpture \"Victory\", the monument to the Victorious Fatherland Liberation War, and paid tribute to the officers and men of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, the head of the delegation made an entry in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t Meantime, the delegation visited the venue of the 16th Kimilsungia Festival, Ryugyong Dental Hospital, Okryu Children's Hospital, etc."
        },
        {
            "title": "Indonesian Musicians Win Popularity at Art Festival",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-21ee.html",
            "content": "Indonesian Musicians Win Popularity at Art Festival\r\n Pyongyang, April 19 (KCNA) -- Among the foreign art troupes attending the 29th April Spring Friendship Art Festival was the Dwiki-Music Group of Indonesia.\n\t\t\t\t\t The group put on the festival stage colorful numbers, a good combination of traditional melody and rhythms and modern music.\n\t\t\t\t\t\n\t\t\t\t\t Putrid Intan Permatasari, a female soloist of the group, well represented Korean song \"Let's Learn\" with her clear pronunciation and high vocal skill to arouse great admiration from among the audience.\n\t\t\t\t\t\n\t\t\t\t\t Through its performance the group showed the Indonesian people's deep reverence for President Kim Il Sung and their friendly feelings towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The group, founded by a famous musician of Indonesia, has been renowned worldwide for its successful performances in many countries including China, Australia, Mexico and Venezuela."
        },
        {
            "title": "Chinese Acrobats Acclaimed at Friendship Art Festival",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-19ee.html",
            "content": "Chinese Acrobats Acclaimed at Friendship Art Festival\r\n Pyongyang, April 19 (KCNA) -- The Shandong Provincial Circus of China gave its performance at the Pyongyang Circus Theatre, as part of the 29th April Spring Friendship Art Festival.\n\t\t\t\t\t The circus displayed physical acrobatic feats and movements of high technique to leave a deep impression on the audience.\n\t\t\t\t\t\n\t\t\t\t\t Its numbers included \"Rope-skipping\", performed by 12 acrobats with several ropes, \"Foot Tricks\" and \"Foot Acrobatics\".\n\t\t\t\t\t\n\t\t\t\t\t \"Foot Acrobatics\" won gold prizes at international circus festivals in 2007 and 2010."
        },
        {
            "title": "Participants in Art Festival Leave",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-18ee.html",
            "content": "Participants in Art Festival Leave\r\n Pyongyang, April 19 (KCNA) -- Participants in the 29th April Spring Friendship Art Festival left here on Saturday. They were the Academy Ensemble of the Interior Unit of the Russian Ministry of Interior, the Circus of State Acrobatic Company of Russia, famous artistes of the Varna Opera Theatre of Bulgaria, the National Dancing Troupe of Belarus, the dance troupe of Kiev Dance Theater of Ukraine, a circus of Egypt, a brass band of Finland, a Cuban guitarist, the art troupe of Koreans in Japan, the art troupe of Koreans in China and a Korean soloist in Australia and her party.\n\t\t\t\t\t Leaving earlier were Chinese art troupes (Eastern Song and Dance Ensemble and Shandong Provincial Circus), a German cellist of Creusen Concert, the Malaysia My Harmonica World Ensemble, the Song and Dance Ensemble of the Mongolian Army, the Vienna Wind Instrumental Group of Austria, the Dwiki-Music Group of Indonesia, the delegation of the Yanbian Research Institute of Culture and Art of China and others."
        },
        {
            "title": "Foreign Delegations, Delegates of Organizations for Study of Juche Idea Leave ",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-15ee.html",
            "content": "Foreign Delegations, Delegates of Organizations for Study of Juche Idea Leave \r\n Pyongyang, April 19 (KCNA) -- A delegation of the Mongolian Centre for the Study of Juche, delegation of the Bangladesh Institute of the Juche Idea, Italian delegation for the study of the Juche idea, the chairman of the Nigerian National Committee for the Study of  Kimilsungism-Kimjongilism and his party, the chairman of the South African Group for the Study of Kimilsungism-Kimjongilism, the chairman of the Bangladesh Self-Reliance Research Centre and the chairman of the Finnish National Committee for the Study of the Juche Idea flew back on Saturday."
        },
        {
            "title": "Overseas Koreans' Delegations Go Back ",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-17ee.html",
            "content": "Overseas Koreans' Delegations Go Back\r\n Pyongyang, April 19 (KCNA) -- A delegation of the Federation of Koreans in Canada led by Chairman Kim Su Hae, delegation of the Federation of Koreans in Australia led by Mun Chang Su, secretary general of the Ocean Regional \n\t\t\t\t\tCommittee for Implementing the June 15 Joint Declaration, delegation of the Association of Korean National Businessmen in China led by Chairman Phyo Song Ryong, and Kim Nam Su, secretary general of the Koreans' Council in New Zealand, left here Saturday."
        },
        {
            "title": "Passenger Ship Sinks in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-08ee.html",
            "content": "Passenger Ship Sinks in S. Korea\r\n Pyongyang, April 19 (KCNA) -- Sewol, passenger ship of south Korea, sank in waters off Jindo County, South Jolla Province on April 16.\n\t\t\t\t\t It was reported that the ship which was sailing to Jeju Island from Inchon Port had at least 470 persons including students and teachers aboard.\n\t\t\t\t\t\n\t\t\t\t\t The accident claimed many casualties, leaving the fate of hundreds of persons unknown. It will reportedly take a long period to salvage the ship.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean CBS said the families of victims are greatly distressed as the rescue operation is making very slow progress, adding that the parents of the dead students are crying out for bringing their children to life.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean MBC recalled that such alarming accidents have occurred in south Korea without let-up since several decades ago.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t We are living in such unstable times that nobody knows where similar accident will take place. It is the society where parents are unable to let their children go on study tours with easy mind.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" authorities should bear deep in mind with what sorrow and anger the families of those reported missing will sit up all night."
        },
        {
            "title": "Representatives of Chongryon Protest against NHK's False Report ",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-24ee.html",
            "content": "Representatives of Chongryon Protest against NHK's False Report \r\n Tokyo, April 18 (KNS-KCNA) -- Representatives of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) lodged a protest with the NHK of Japan against its program seriously hurting the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t The NHK on April 13 let the human scum who defected to south Korea after betraying the country and its people appear in a program malignantly hurting the dignity of the supreme leadership of the DPRK by telling sheer lies as \"evidence.\" \n\t\t\t\t\t\n\t\t\t\t\t In this regard representatives of the Central Standing Committee of Chongryon visited the head office of NHK in Tokyo on April 14 and demanded it make an immediate apology and correct the false report. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, on April 16 representatives of the Korean Federation of Workers in Commerce in Japan, Korean Democratic Women's Union in Japan, Korean Youth Commercial Association in Japan, Union of Korean Students in Japan and the Chongryon headquarters of Kanto area also visited the head office of NHK and took a similar action against its program."
        },
        {
            "title": "Koreans in Kyrgyzstan Celebrate Day of Sun ",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-22ee.html",
            "content": "Koreans in Kyrgyzstan Celebrate Day of Sun \r\n Pyongyang, April 19 (KCNA) -- The United Confederation of Koreans in Kyrgyzstan held an event at the Korean Centre in Bishkek on April 15 to celebrate the birth anniversary of President Kim Il Sung (Day of the Sun). \n\t\t\t\t\t On display at the venue of the event were photos documenting the revolutionary life of Kim Il Sung and leader Kim Jong Il and revolutionary activities of Marshal Kim Jong Un and other photos showing the progress made in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the portraits of smiling Kim Il Sung and Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Pak Kyong Ho, chairman of the United Confederation of Koreans in Kyrgyzstan, in his speech praised Kim Il Sung as a great man of the century produced by the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t He is boundlessly revered by the world progressives even now for his great exploits which glorified the century and extraordinary wisdom and inborn traits, the chairman said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary idea and exploits of Kim Il Sung are being successfully carried forward and developed by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim Jong Un we compatriots are full of conviction of victory and confident of future.\n\t\t\t\t\t\n\t\t\t\t\t A celebration performance and dancing party took place on the same day."
        },
        {
            "title": "Koreans in Uzbekistan Celebrate Day of Sun ",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-14ee.html",
            "content": "Koreans in Uzbekistan Celebrate Day of Sun \r\n Pyongyang, April 19 (KCNA) -- Koreans in Uzbekistan held an event at the DPRK embassy in Tashkent on April 15 in celebration of the birth anniversary of President Kim Il Sung (Day of the Sun).\n\t\t\t\t\t Present at the event were officials of the \"Old Men\" Association for Korean Cultural Tradition in Uzbekistan, the editor-in-chief of the newspaper Thongil, heads of Koreans' art troupes, and other compatriots, the DPRK charge d'affaires ad interim in Uzbekistan and staff members of the DPRK embassy. \n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the full-length picture of Kim Il Sung standing together with leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Ju Yong Il, chairman of the \"Old Men\" association, made a speech.\n\t\t\t\t\t\n\t\t\t\t\tColorful events revering and praising the President are being held with splendor in different parts of the world where Koreans and other progressives live on the occasion of the Day of the Sun, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t This is because the exploits Kim Il Sung performed on behalf of the country, the era and history are great and the exploits he performed by devoting his all to the people are so great. \n\t\t\t\t\t\n\t\t\t\t\t He called upon the compatriots to more dynamically conduct patriotic activities for the reunification of the country and prosperity of the nation under the banner of By Our Nation Itself. \n\t\t\t\t\t\n\t\t\t\t\t A joint celebration performance was given by Korean artistes there and staff members of the DPRK embassy that day."
        },
        {
            "title": "South Korean Professors Demand Severe Punishment of Fabricators of Spy Case",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-23ee.html",
            "content": "South Korean Professors Demand Severe Punishment of Fabricators of Spy Case\r\n Pyongyang, April 19 (KCNA) -- At least 40 professors of Seoul National University in south Korea issued a statement on April 15 denouncing the Intelligence Service for cooking up a spy case, according to the south Korean CBS.\n\t\t\t\t\t The statement held that the chief fabricators of the spy case should be severely punished.\n\t\t\t\t\t\n\t\t\t\t\t It called for conducting a special investigation into the IS's fabrication of the spy case and illegal interference in the election, urging Park Geun Hye to make an official apology to the people.\n\t\t\t\t\t\n\t\t\t\t\t It also demanded the ouster of Nam Jae Jun, IS director, and Hwang Kyo An, minister of Justice, and others."
        },
        {
            "title": "Ouster of IS Director Demanded in S. Korea ",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-13ee.html",
            "content": "Ouster of IS Director Demanded in S. Korea \r\n Pyongyang, April 19 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea made public a commentary titled \"Apology without ouster of Nam Jae Jun is hypocrisy\" on April 15. \n\t\t\t\t\t The commentary denounced Park Geun Hye and Nam Jae Jun, director of the Intelligence Service (IS), for uttering words \"sorry\" and \"apology\" as regards the spy case of a Seoul City public official. \n\t\t\t\t\t\n\t\t\t\t\t It is nothing but a farce like cutting the tail of a lizard that the authorities try to calm down the denunciation by people of all social standings by accepting the resignation of a vice-director of the IS, the commentary said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t Even the Supreme Prosecutor's Office admitted that the IS fabricated an official document of a third country to cook up the spy case and the prosecution presented this case to the court. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the authorities make desperate efforts to keep the IS afloat. This is aimed at hushing up so many crimes committed by the IS including interference in the election and the fabrication of attempted rebellion. \n\t\t\t\t\t\n\t\t\t\t\t The acts of disregarding the people and trampling down democracy are no longer tolerable. Nam Jae Jun should be ousted at once."
        },
        {
            "title": "U.S. Denounced for Escalating Tensions on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-12ee.html",
            "content": "U.S. Denounced for Escalating Tensions on Korean Peninsula\r\n Pyongyang, April 19 (KCNA) -- The U.S. has intentionally and periodically escalated the tensions on the Korean peninsula under absurd pretexts whenever an opportunity presented itself.\n\t\t\t\t\t Rodong Sinmun Saturday observes this in an article.\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. revealed its attempt to continue intensifying military provocation aimed at wrecking peace and stability on the Korean peninsula and its vicinity, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK and the U.S. are now in the state of hostility and belligerence. In utter disregard of this, the U.S. is staging war drills targeted at the DPRK, inciting a war atmosphere and deliberately straining the situation. Worse still, it takes issue with the DPRK over its measure for self-defense, terming it a \"provocation.\" It is the height of shamelessness.\n\t\t\t\t\t\n\t\t\t\t\t Clear is its ulterior intention. It seeks to make \"threat\" and \"provocation\" by the DPRK a fait accompli and thus block the detente on the Korean peninsula and the improvement of the inter-Korean relations and justify its arms buildup aimed to dominate the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is attaching particular importance to the Korean peninsula in order to carry out its pivot to Asia-Pacific policy. It is a calculation of the U.S. to take control of the Korean peninsula and contain the neighboring countries and establish domination over the whole of the Asia-Pacific region with the peninsula as a base.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. is seriously mistaken. It is the height of folly that the U.S. thinks it can provoke the DPRK by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. runs amuck, committing military provocations against the DPRK, it will only result in making the DPRK further bolster the war deterrence to cope with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should make a right choice, clearly bearing this in mind."
        },
        {
            "title": "Japanese Authorities' Crackdown on Chongryon Accused",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-06ee.html",
            "content": "Japanese Authorities' Crackdown on Chongryon Accused\r\n Pyongyang, April 19 (KCNA) -- A political party and an organization of Russia issued statements on April 2 and 8 in denunciation of the Japanese authorities' crackdown upon the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The Moscow City Committee of the Communist Party of the Russian Federation said:\n\t\t\t\t\t\n\t\t\t\t\t We resolutely condemn the Japanese authorities' unfriendly act against Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Their moves to seize the Korean Hall of Chongryon and stamp out its activities prove in practice that they do not want improved DPRK-Japan relations.\n\t\t\t\t\t\n\t\t\t\t\t We urge the Japanese authorities to stop the encroachment on the vital rights of Koreans in Japan and persecution against them.\n\t\t\t\t\t\n\t\t\t\t\t The Russian Association for the Study of the Juche Idea said:\n\t\t\t\t\t\n\t\t\t\t\t We can not repress the resentment at the Japanese authorities' crackdown upon Chongryon, an organization for defending the interests of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The Tokyo District Court's decision on allowing the sale of the land and building of the Korean Hall of Chongryon is contrary to international law.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities have persistently perpetrated the political crackdown and national persecution against Chongryon and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities' crackdown on Koreans in Japan and their descendants can never be tolerated as they had been oppressed after being forcibly drafted by the Japanese imperialists in the past.\n\t\t\t\t\t\n\t\t\t\t\t We strongly denounce the Japanese authorities for their act against Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t We appeal to the international community to oppose the Japanese authorities' illegal act against Chongryon."
        },
        {
            "title": "Japanese Authorities' Suppression of Chongryon Condemned by Personage of Myanmar",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-07ee.html",
            "content": "Japanese Authorities' Suppression of Chongryon Condemned by Personage of Myanmar\r\n Pyongyang, April 19 (KCNA) -- The Japanese authorities should stop at once the frantic hostile policy towards the DPRK and crackdown upon the General Association of Korean Residents in Japan (Chongryon) and make sincere efforts to improve the DPRK-Japan relations.\n\t\t\t\t\t Tin Tun, director of the Myanmar Medical Research Institute, said this in a statement on March 31.\n\t\t\t\t\t\n\t\t\t\t\t He continued:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities prodded the Tokyo District Court to perpetrate such fascist violation as making an illegal decision on allowing the sale of the land and building of the Korean Hall of Chongryon on March 24.\n\t\t\t\t\t\n\t\t\t\t\t Such act is a wanton violation of the dignity and vital rights of Chongryon and Koreans in Japan and a grave infringement upon the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The real intention of the Japanese authorities is to weaken the authority of Chongryon organizations by stamping out the center of activities of the Central Standing Committee of Chongryon and arrest the movement of Koreans in Japan by throwing a wet blanket over the surging patriotic enthusiasm of compatriots."
        },
        {
            "title": "Kim Jong Un's Work Posted by Romanian Political Party on Its Website",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-01ee.html",
            "content": "Kim Jong Un's Work Posted by Romanian Political Party on Its Website\r\n Pyongyang, April 19 (KCNA) -- The detailed gist of supreme leader Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\" was posted by a Romanian political party on its website on April 11.\n\t\t\t\t\t The work, made public on April 20, Juche 101 (2012), clarifies the revolutionary exploits President Kim Il Sung and leader Kim Jong Il performed in their lifetimes. It indicates tasks for firmly defending and eternally glorifying their ideas and exploits."
        },
        {
            "title": "Seminars on Kim Il Sung's Exploits Held Abroad",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-02ee.html",
            "content": "Seminars on Kim Il Sung's Exploits Held Abroad\r\n Pyongyang, April 19 (KCNA) -- Seminars on President Kim Il Sung's exploits took place in Russia, Bulgaria and Sweden on April 10 and 11.\n\t\t\t\t\t Present there were figures of various circles and masses in the relevant countries.\n\t\t\t\t\t\n\t\t\t\t\t G.P. Kulikov, secretary of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, said in his speech that Kim Il Sung, eternal President of the DPRK, was a great leader who devoted his whole life to the prosperity of the country and its independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t Mincho Minchev, chairman of the Bulgarian Communists' Party, Atanas Ivanov, honorary chairman of the Bulgarian Communists Union, and Simeon Ignatov, chairman of the Bulgaria-Korea Friendship Association, praised Kim Il Sung as a distinguished statesman in the 20th century.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that he is always alive in the hearts of the Korean and world progressive people for the exploits he performed on behalf of the country and its people and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Oskar Molleby, chief of the Swedish Group for the Study of the Juche Idea, praised the immortal revolutionary career and exploits of the President, outstanding thinker and theoretician and iron-willed commander.\n\t\t\t\t\t\n\t\t\t\t\t Messages of greetings to supreme leader Kim Jong Un were adopted at the seminars held in Bulgaria and Sweden."
        },
        {
            "title": "Kim Il Sung Highly Praised by Foreign Figures",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-03ee.html",
            "content": "Kim Il Sung Highly Praised by Foreign Figures\r\n Pyongyang, April 19 (KCNA) -- Personages of Brazil and Myanmar released statements on April 7 and 10 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The chairman of the Brazilian Committee for Remembering Leader Kim Jong Il said:\n\t\t\t\t\t\n\t\t\t\t\t The President embarked on the road of the struggle in his teens and founded the immortal Juche idea in the course of hewing out a new road of the Korean revolution. \n\t\t\t\t\t\n\t\t\t\t\t The founding of the Juche idea ushered in a new era, the era of independence in which the popular masses emerged masters of their destiny and a driving force of history for the first time in the human history.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK turned into a powerful socialist state, independent in politics, self-supporting in economy and self-reliant in national defence under the leadership of the President.\n\t\t\t\t\t\n\t\t\t\t\t The exploits performed by Kim Il Sung on behalf of the Korean revolution and cause of global independence will last forever.\n\t\t\t\t\t\n\t\t\t\t\t The general manager of a publishing house in Myanmar noted that Kim Il Sung was a great leader and iron-willed commander as he defeated the U.S. and Japanese imperialisms in one generation, built a socialist power in Korea and made immortal contributions to the happiness and prosperity of the Korean people and the cause of global independence."
        },
        {
            "title": "Kim Il Sung Praised in Foreign Countries",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-04ee.html",
            "content": "Kim Il Sung Praised in Foreign Countries\r\n Pyongyang, April 19 (KCNA) -- Meetings were held in Denmark, Germany, Benin and Nigeria from April 2 to 8 to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there were figures of various circles and masses in the relevant countries.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Denmark-DPRK Friendship Association referred to the fact that Kim Il Sung made great contributions to national reunification and the accomplishment of the human cause of independence, adding that he will be always alive along with the era of independence making a steady advance.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Communist Party of Germany said that the validity of Kim Il Sung's line of simultaneously developing economy and defence up-building has been clearly proved under the present grave situation.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" said:\n\t\t\t\t\t\n\t\t\t\t\t Whenever I remember Kim Il Sung, his beaming image comes to my mind, first of all.\n\t\t\t\t\t\n\t\t\t\t\t His broad smile which made everybody feel happy and pleasant was an expression of the most genuine love and rare humanity towards people.\n\t\t\t\t\t\n\t\t\t\t\t It was the personality of the President as a great man that he cordially received people and looked after them, his face always beaming with a broad smile.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian National Committee for the Study of Kimilsungism－Kimjongilism said that the whole life of the President was one of the popular leader who devoted his all to the people, regarding believing in people as in Heaven as his maxim.\n\t\t\t\t\t\n\t\t\t\t\t A letter and a congratulatory message to supreme leader Kim Jong Un were adopted at the events held in Denmark and Benin."
        },
        {
            "title": "Day of Sun Observed Abroad",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-05ee.html",
            "content": "Day of Sun Observed Abroad\r\n Pyongyang, April 19 (KCNA) -- Events were held in different countries on April 10 and 11 on the occasion of the birth anniversary of President Kim Il Sung (Day of the Sun).\n\t\t\t\t\t They included a celebration meeting in Mexico and photo exhibitions in Guinea and Nigeria.\n\t\t\t\t\t\n\t\t\t\t\t On display at their venues were photos documenting the revolutionary careers and exploits of Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were photos showing the successes achieved by the army and people in their building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the People's Socialist Party of Mexico, Socialist Popular Party of Mexico, Mexican Institute for the Study of the Juche Idea, Mexican Friend Association for Memory of President Kim Il Sung and leader Kim Jong Il, Kim Il Sung Institute of Agricultural Science in Guinea and the Franoson Mannyon International Company LTD. of Nigeria and masses.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the People's Socialist Party of Mexico said that Kim Il Sung was a prominent political activist and world elder statesman as he held high the banner of independence, socialism and anti-imperialist struggle and made great contributions to the accomplishment of the popular masses' cause of independence and the cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The director general of the Kim Il Sung Institute of Agricultural Science in Guinea noted that Kim Il Sung, the greatest man and eternal sun of humankind, was a kind-hearted father of all peoples as he sincerely helped the peoples of other countries in their national liberation struggle in colonies and the building of a new society materially and morally."
        },
        {
            "title": "MINREX denuncia campana de DDHH anti-RPDC",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-29ee.html",
            "content": "MINREX denuncia campana de DDHH anti-RPDC\r\n Pyongyang, 19 de abril (ACNC) -- Citado por la ACNC con motivo de que Estados Unidos y sus satelites lanzan en la fase sumamente imprudente la campana de DDHH anti-RPDC, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea respondio el dia 18 como sigue:\n\t\t\t\t\t En estos dias, EE.UU. y sus seguidores arman escandalo contra la RPDC en el Consejo de Seguridad de la ONU convocando una reunion a puertas cerradas y abriendo un dialogo abierto sobre el problema de \"DDHH\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, al instigar al Parlamento Europeo, EE.UU. hizo aprobar una \"resolucion\" que apoya al proyecto de recomienda del \"comite de investigacion\" sobre la situacion de DDHH de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Esta demencial campana de DDHH tiene por su objetivo manchar a toda costa la imagen de la digna RPDC y eliminar finalmente la idea y el regimen optados por el pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t Para ese fin, EE.UU. intenta abordar como agenda oficial el problema de \"DDHH\" de la RPDC en el Consejo de Seguridad de la ONU, en contra de la autoridad estipulada en la Carta de la ONU.\n\t\t\t\t\t\n\t\t\t\t\t Al ver que eso puede ser dificil, chismea que no habra problema si se discute ese tema ampliando la agenda vinculada con el problema nuclear y hay tambien la manera de abordarlo en la Asamblea General de la ONU.\n\t\t\t\t\t\n\t\t\t\t\t Sumandose a la politica hostil de EE.UU, contra la RPDC, el Parlamento Europeo cometio el atrevido y sucio acto hostil de aprobar la supuesta \"resolucion\".\n\t\t\t\t\t\n\t\t\t\t\t Lo mas absurdo es que los \"fugitivos norcoreanos\" y otra chusma aparecieron en el Consejo de Seguridad y el Parlamento Europeo fomentando el ambiente de criticas a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Esos tipejos, presentados por EE.UU. como \"testigos\", son los criminales profugos que huyeron tras cometer crimenes imperdonables ante el pais y el pueblo y los terroristas contra el regimen de la RPDC en que las masas populares viven felizmente siendo duenas del Estado y la sociedad.\n\t\t\t\t\t\n\t\t\t\t\t En el tiempo oportuno, sera revelada la sucia naturaleza de ellos.\n\t\t\t\t\t\n\t\t\t\t\t Entonces, EE.UU. y el Occidente sufriran la verguenza por haberse sentado con esos criminales terroristas en el sagrado escenario de DDHH y no podran eludir las responsabilidades de haber difamado y conspirado con ellos para el derrocamiento del Estado soberano.\n\t\t\t\t\t\n\t\t\t\t\t Sera conveniente a EE.UU. y el Occidente que presten atencion al peor estado de violacion de DDHH de su casa.\n\t\t\t\t\t\n\t\t\t\t\t Cuanto mas EE.UU. y las fuerzas seguidoras difamen la digna RPDC y recurran a la campana de DDHH contra el regimen de esta, tanto mas se consolidara la unidad monolitica de la RPDC y crecera la velocidad de avance hacia la victoria final."
        },
        {
            "title": "Kim Jong Un recibe mensaje de agradecimiento de Presidium de CC de Chongryon",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-25ee.html",
            "content": "Kim Jong Un recibe mensaje de agradecimiento de Presidium de CC de Chongryon\r\n Pyongyang, 19 de abril (ACNC) -- El Mariscal Kim Jong Un recibio un mensaje de agradecimiento que le dedicara el dia 18 el Presidium del Comite Central de la Asociacion General de Coreanos Residentes en Japon (Chongryon).\n\t\t\t\t\t La misiva recuerda que los subsidios escolares y becas cuyo valor es de 207 millones 800 mil \\ (moneda japonesa) enviados por el Mariscal, inculcan las fuerzas a todos los funcionarios de la Chongryon y los coreanos residentes en Japon y estimulan  mucho el  movimiento de amor a la patria y la nacion.\n\t\t\t\t\t\n\t\t\t\t\t Subraya que el Presidium del CC de la Chongryon dedica maxima gloria y agradecimiento al Mariscal, quien presta amor y benevolencias incesantes para el fortalecimiento y el desarrollo de la educacion democratica nacional de los coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\t Refiere que guardando la inconmovible conviccion de que si tiene al Mariscal, saldra  siempre victorioso, la Chongryon apoyara al Mariscal como unico centro de la unidad y la direccion y consolidara la Chongryon como organizacion de los coreanos en ultramar del Mariscal.\n\t\t\t\t\t\n\t\t\t\t\t Expresa la determinacion de que al tomar la educacion nacional como linea vital del movimiento de los coreanos residentes en Japon,  establecera el Juche en la educacion y mejorara sin cesar el contenido y el metodo docentes, para formar bien a las nuevas generaciones como autenticos patriotas infinitamente fieles al Mariscal y como competentes trabajadores nacionales capaces de continuar el amor por la nacion y la patria.\n\t\t\t\t\t\n\t\t\t\t\t Enfatiza que rechazara tajantemente las maniobras de las autoridades japonesas tendentes a exterminar la educacion nacional para llamar a toda la organizacion y todos los coreanos a la lucha por defender la educacion nacional defendida a riesgo de la vida por las generaciones patrioticos antecedentes."
        },
        {
            "title": "Rodong Sinmun denuncia simulacro \"Foal Eagle\" de EE.UU. y Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-26ee.html",
            "content": "Rodong Sinmun denuncia simulacro \"Foal Eagle\" de EE.UU. y Sur de Corea\r\n Pyongyang, 19 de abril (ACNC) -- Se libro con frenesi durante mas de 40 dias hasta el dia 18 en el Sur de Corea el simulacro de guerra de prueba nuclear anti-RPDC \"Foal Eagle\".\n\t\t\t\t\t El diario Rodong Sinmun en un comentario individual difundido este sabado senala que a traves de este simulacro EE.UU. y los belicistas surcoreanos demostraron su maligna naturaleza de revolcar la corriente de la situacion al dialogo y la paz por la agravacion de la tension y desatar a toda costa la guerra de agresion anti-RPDC, y continua:\n\t\t\t\t\t\n\t\t\t\t\t Los belicistas describen ese simulacro como \"anual y defensivo\", lo cual no pasa de ser una farsa para enganar la opinion publica interna y externa.\n\t\t\t\t\t\n\t\t\t\t\t El entrenamiento tridimensional de guerra \"Ssangryong\" que lo contienen el desembarco de la infanteria de marina y la operacion de infiltracion aerea siendo el tipico simulacro de ataque es la demostracion clara de la ambicion de agresion anti-RPDC de EE.UU. y los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. y los gangsteres del circulo militar titere surcoreano llevaron la situacion de la Peninsula Coreana a la fase catastrofica  librando simultaneamente el simulacro Foal Eagle  y el otro combinado aereo  Max Thunder con la participacion de mas de 100 aviones.\n\t\t\t\t\t\n\t\t\t\t\t En la condicion en que los titeres surcoreanos perpetran con imprudencia los ejercicios de ataque preventivo anti-RPDC en contubernio con EE.UU. revelando abiertamente la hostilidad a la RPDC, no se puede garantizar la confianza ni lograr el dialogo y la cooperacion entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\t Ellos no podran liberarse de la responsabilidad criminal de haber llevado la situacion de la Peninsula Coreana al estado peligrosisimo de la guerra nuclear y las relaciones intercoreanas a la ruptura catastrofica con su simulacro militar conjunto Foal Eagle."
        },
        {
            "title": "EE.UU. es autor de situacion tensa de Peninsula Coreana, subraya Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-27ee.html",
            "content": "EE.UU. es autor de situacion tensa de Peninsula Coreana, subraya Rodong Sinmun\r\n Pyongyang, 19 de abril (ACNC) -- En un articulo individual difundido este sabado, el diario Rodong Sinmun revela que bajo el pretexto absurdo Estados Unidos agrava de modo intencional y periodico la situacion de la Peninsula Coreana, y continua:\n\t\t\t\t\t En estos dias, el imperio demostro otra vez la intencion de fortalecer de continuo la provocacion militar para destruir la paz y la estabilidad en la Peninsula Coreana y su contorno.\n\t\t\t\t\t\n\t\t\t\t\t En la actualidad, la RPDC y EE.UU. estan en las relaciones de hostilidad y beligerancia.\n\t\t\t\t\t\n\t\t\t\t\t A pesar de esto, el segundo desarrolla los ejercicios de guerra contra la primera creando asi el ambiente belico y agravando intencionalmente la situacion, mientas acusa de \"provocacion\" las medidas autodefensivas de la primera tomadas para prevenirlo.\n\t\t\t\t\t\n\t\t\t\t\t Su proposito es impedir el aflojamiento de la tension de la Peninsula Coreana y la mejora de las relaciones intercoreanas y justificar las maniobras de aumento de sus fuerzas armadas  encaminadas a controlar la region de Asia-Pacifico haciendo el hecho consumado la \"amenaza\" y la \"provocacion\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. presta especial atencion a la Peninsula Coreana en realizar su politica de dar primacia a la region de Asia-Pacifico.\n\t\t\t\t\t\n\t\t\t\t\t El calculo del imperio es mantener a raya a los paises vecinos y tomar la heguemonia en toda la region de Asia-Pacifico apoderandose de la Peninsula Coreana y tomandola como trampolin.\n\t\t\t\t\t\n\t\t\t\t\t Es ridiculo que EE.UU. piense en atentar con las fuerzas militares a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Si EE.UU. sigue perpetrando la provocacion militar contra la RPDC, esta fortalecera mas su disuasivo de guerra para detenerla.\n\t\t\t\t\t\n\t\t\t\t\t El imperio debe tenerlo presente y tomar la opcion correcta."
        },
        {
            "title": "Rodong Sinmun enfatiza espiritu de resistencia de 19 de abril",
            "url": "http://kcna.co.jp/item/2014/201404/news19/20140419-28ee.html",
            "content": "Rodong Sinmun enfatiza espiritu de resistencia de 19 de abril\r\n Pyongyang, 19 de abril (ACNC) -- En un articulo individual de hoy, el diario Rodong Sinmun destaca que el espiritu del levantamiento popular del 19 de abril ocurrido hace 54 anos en el suelo surcoreano, llama a participar en la resistencia masiva, y prosigue:\n\t\t\t\t\t Ese levantamiento popular mostro la firme voluntad de los surcoreanos de no tolerar la dominacion colonial de las fuerzas ajenas y la gobernacion fascista y dictatorial de los vendepatrias. Y dio a conocer que es posible vencer a las brutales fuerzas dictatoriales si se despliega la lucha tesonera sin temer ante la muerte.\n\t\t\t\t\t\n\t\t\t\t\t Aunque transcurrio mas de medio siglo desde aquella insurreccion, aun no se llevo a la realidad el deseo de los insurrectos.\n\t\t\t\t\t\n\t\t\t\t\t Esta realidad se debe enteramente a la invariable politica de EE.UU. de dominar a toda Corea y a la politica vendepatria de los gobernantes surcoreanos que le persiguieron con mas activo.\n\t\t\t\t\t\n\t\t\t\t\t Cuando el traidor Syngman Rhee fue expulsado de su cargo por el citado levantamiento, el imperio entronizo al gangster militar mediante el golpe militar de estado. Y con la connotada dictadura fascista pisoteo brutalmente la aspiracion del pueblo coreano a la independencia, la democracia y la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\t Prosigue la historia criminal de la dependencia de las fuerzas extranjeras, la dictadura fascista y anti-reunificacion aunque hubo varias veces en el suelo surcoreano el cambio del \"poder\" debido a la abierta intervencion y la manipulacion trasera del imperio.\n\t\t\t\t\t\n\t\t\t\t\t Para acabar con la gobernacion colonial de EE.UU., realizar la democracia en el Sur de Corea y adelantar la reintegracion territorial, las vastas masas de diferentes estratos deben levantarse activamente en la lucha por la independencia antiyanqui conservando el espiritu de resistencia de los insurgentes populares del 19 de abril.\n\t\t\t\t\t\n\t\t\t\t\t Ahora se resucita en el territorio surcoreano la politica de inteligencia y de terror de la ensangrentada dictadura de \"innovacion\".\n\t\t\t\t\t\n\t\t\t\t\t La actual situacion politica del Sur de Corea se asemeja a los dias en vispera del levantamiento popular del 19 de abril en que se ardian las llamas por la democratizacion antidictatorial.\n\t\t\t\t\t\n\t\t\t\t\t El levantamiento popular dejo la leccion de que no podran evitar jamas el tragico fin los gobernantes traidores repudiados por el pueblo."
        }
    ]
}