{
    "date": "2014-12-18",
    "url": "http://kcna.co.jp/item/2014/201412/2014-12-18ee.html",
    "articles": [
        {
            "title": "Message to Kim Jong Un from Egyptian President",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-13ee.html",
            "content": "Message to Kim Jong Un from Egyptian President\r\nPyongyang, December 18 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, on Dec. 16 received a message from Abdel Fattah al－Sisi, president of the Arab Republic of Egypt.\n\t\t\t\t\tThe message expressed heartfelt consolation to Kim Jong Un on the occasion of demise of leader Kim Jong Il who was the model of devotion, self-sacrificing spirit and loyalty to his country and people.\n\t\t\t\t\t\n\t\t\t\t\tIt hoped that Kim Jong Un and the friendly people of the DPRK would register greater progress and prosperity and that the solid and historic relations between the two countries grow stronger."
        },
        {
            "title": "DPRK Ambassador to Iran Appointed",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-12ee.html",
            "content": "DPRK Ambassador to Iran Appointed\r\nPyongyang, December 18 (KCNA) -- Kang Sam Hyon was appointed as the DPRK ambassador to the Islamic Republic of Iran according to a decree of the Presidium of the Supreme People's Assembly of the DPRK."
        },
        {
            "title": "Greetings to Emir of State of Qatar",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-10ee.html",
            "content": "Greetings to Emir of State of Qatar\r\nPyongyang, December 18 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Thursday sent a message of greeting to Tamim Bin Hamad Al-Thani, emir of the State of Qatar, on its independence day.\n\t\t\t\t\t The message expressed the conviction that the friendly and cooperative bonds between the two countries would grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t It wished the emir good health, happiness and bigger successes in his responsible work for the progress and prosperity of the country."
        },
        {
            "title": "Greetings to PM of Qatar",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-11ee.html",
            "content": "Greetings to PM of Qatar\r\nPyongyang, December 18 (KCNA) -- DPRK Premier Pak Pong Ju Thursday sent a message of greeting to Abdullah Bin Nasser Bin Khalifa Al Thani, prime minister of the State of Qatar, on its independence day.\n\t\t\t\t\t The message wished the prime minister bigger successes in his work for the economic development and prosperity of the country, expressing the conviction that the friendly and cooperative relations between the two countries would grow stronger."
        },
        {
            "title": "S. Korean Puppet Group Has No Face to Talk about Human Rights: CPRK Spokesman",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-19ee.html",
            "content": "S. Korean Puppet Group Has No Face to Talk about Human Rights: CPRK Spokesman\r\nPyongyang, December 18 (KCNA) -- The spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) Thursday gave an answer to a question raised by KCNA as regards the fact that the south Korean puppet group has recently become all the more desperate in its anti-DPRK \"human rights\" racket while overlooking the disclosed hideous tortures carried out by the CIA.\n\t\t\t\t\t The truth behind the heinous unethical tortures practiced by the notorious CIA against prisoners in its secret jails has been disclosed recently, stunning the world public.\n\t\t\t\t\t\n\t\t\t\t\t However, only the Park Geun Hye group of south Korea is showing such servile attitude as keeping utter silence about the thrice-cursed human rights abuses while reading the face of its U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t What is more ridiculous is that the puppet group dares pull up compatriots, over its \"human rights issue,\" forgetful of its position whereby it only has to dance to the tune of its U.S. master, bereft of its own sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t Its mad-cap anti-DPRK \"human rights\" conspiratorial racket is nothing but the last-ditch effort to stir up the atmosphere of international pressure upon the DPRK by falsifying the \"human rights issue in the north\" now that its efforts for making a \"human rights resolution\" against the DPRK an agenda item at the UN Security Council may go belly-up as the public opinions at home and abroad are becoming evermore critical of the hideous human rights abuses perpetrated by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind it is also its sly ulterior purpose to cover up the human rights abuses of the U.S., divert elsewhere the public mindset focused on the case of Jong Yun Hoe's interference in state affairs and thus tide over the ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t If the puppet group is truly concerned about the human rights issue, it should not trumpet about the non-existent \"human rights issue in the north\" but take issue with the disclosed human rights abuses by the U.S. and mind its own business on the verge of ruin.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group has neither face nor qualification to talk about human rights as it has no sovereignty and turned south Korea into the world's worst human rights tundra."
        },
        {
            "title": "Foreigners Visit DPRK Missions",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-09ee.html",
            "content": "Foreigners Visit DPRK Missions\r\nPyongyang, December 18 (KCNA) -- Figures of different countries visited the DPRK missions in their countries from Dec. 5 to 17 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Liu Yunshan, member of the Standing Committee of the Political Bureau and secretary of the Secretariat of the Central Committee of the Communist Party of China, Wang Jiarui, head of the International Liaison Department of the C.C., the Communist Party of China, and Wang Guanzhong, deputy chief of the General Staff of the Chinese People's Liberation Army, and others visited the DPRK embassy in Beijing to pay tribute to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets in the name of the C.C., the Communist Party of China, International Liaison Department of the C.C., the CPC, the Ministry of National Defence, the Ministry of Foreign Affairs, the Ministry of Commerce, the Ministry of Culture and the China-Korea Friendship Association were placed before the portraits of smiling President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They observed a moment's silence in memory of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Liu Yunshan said that Kim Jong Il performed immortal feats for the socialist construction in the DPRK with all his efforts during his life. Although he passed away, he is immortal in the hearts of the Korean people and the Chinese people, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the International Affairs Committee of the Russian Federation Council, the general secretary of the Communist Party of the DR Congo, the chairman and members of the Uzbekistan-DPRK Friendship Forum, a member of the Leadership of the Vienna, 21 County Committee of the Communist Party of Austria, the national coordinator of the Genuine Democratic Movement of Brazil, the vice-director of the Medium Enterprises and Economic Cooperation Department of the Brasilia Federal District Government and other figures laid bunches of flowers before the portraits of smiling Kim Il Sung and Kim Jong Il and their full-length figure portraits and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the director general of the Italian General Investment Group sent a floral basket to the DPRK mission in Italy on Dec. 12."
        },
        {
            "title": "Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-17ee.html",
            "content": "Tribute Paid to Kim Il Sung, Kim Jong Il\r\nPyongyang, December 18 (KCNA) -- Diplomatic envoys and staff members of missions of international organizations and the military attaches corps here and overseas Koreans staying in the homeland visited the Kumsusan Palace of the Sun on Thursday on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t They paid tribute to the statues of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t At the immortality halls where Kim Il Sung and Kim Jong Il lie in state they made bows to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders Kim Il Sung and Kim Jong Il received are on display and halls that house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, and staff members of its mission visited the Kumsusan Palace of the Sun to pay tribute to Kim Il Sung and Kim Jong Il on the same day."
        },
        {
            "title": "GIS Applied to Analyzing Spread of Forest Fire",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-21ee.html",
            "content": "GIS Applied to Analyzing Spread of Forest Fire\r\nPyongyang, December 18 (KCNA) -- The Global Environmental Information Institute under the DPRK State Academy of Sciences has developed a system of analyzing the spread of forest fire on the basis of the geographical information system (GIS).\n\t\t\t\t\t The system depends on advanced image processing technology and interpretative application programs with database storing all circumstances of the spread of forest fire.\n\t\t\t\t\t\n\t\t\t\t\t In case of an outbreak of forest fire, the system makes it possible to simulate its direction and range under the geographical, forest and climatic conditions and estimate the level of danger.\n\t\t\t\t\t\n\t\t\t\t\t It is believed that the GIS-based system would be helpful to taking effectual measures against forest fire on an IT basis."
        },
        {
            "title": "DPRK's Sovereignty Invariably Defended",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-20ee.html",
            "content": "DPRK's Sovereignty Invariably Defended\r\nPyongyang, December 18 (KCNA) -- The DPRK has invariably advanced along the road of independence, Songun (military-first) and socialism for the past three years since the demise of leader Kim Jong Il.\n\t\t\t\t\t When the Korean people suffered a great national loss on December 17, Juche 100 (2011), the U.S. and its followers desperately attempted to dismantle the DPRK's nuclear weapons and topple its regime, clamoring about \"change of social system\" in it.\n\t\t\t\t\t\n\t\t\t\t\t In a bid to pull down the fortress of socialism in the East, the U.S. deployed in south Korea vast means for preemptive nuclear attack and staged mad-cap joint military drills with its puppet forces, driving the situation of the Korean Peninsula to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t Under such situation, Marshal Kim Jong Un provided a sure guarantee, through his distinguished and energetic Songun leadership, to defend the sovereignty of the DPRK and win the final victory in showdown with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t He built up the Korean People's Army into a powerful elite revolutionary army and put the army-people unity on a higher stage.\n\t\t\t\t\t\n\t\t\t\t\t Always finding himself in the frontline areas, he worked hard to train all the servicepersons into master-hands at modern warfare. And he even went to the biggest hotspots, indicating operational tactics to frustrate the enemy's scheme for aggression.\n\t\t\t\t\t\n\t\t\t\t\t His Songun leadership further cemented the politico-ideological position of the DPRK and its position as a satellite-launching state and a nuclear weapons state, thus bringing a radical change to the world political structure and correlation of forces around the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Now the DPRK people absolutely trust Kim Jong Un making a brilliant history of defending the country's sovereignty under the banner of Songun and bringing about the rosy future of national prosperity. Under his guidance, they will surely build a great prosperous and powerful nation."
        },
        {
            "title": "Victims of Dictatorial Regime's Fabricated Case Declared Not Guilty in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-14ee.html",
            "content": "Victims of Dictatorial Regime's Fabricated Case Declared Not Guilty in S. Korea\r\nPyongyang, December 18 (KCNA) -- Truth about the false cases cooked up by the military fascist dictatorial regime is being disclosed one after another in south Korea.\n\t\t\t\t\t On Dec. 12 the Chunchon District Court of south Korea at a trial on an appeal over the Samchok regional spyring case in the past declared the suspects of the case not guilty.\n\t\t\t\t\t\n\t\t\t\t\t The \"yusin\" dictatorial regime illegally arrested dozens of inhabitants in Samchok, south Korean Kangwon Province and Taegu, North Kyongsang Province and other parts of south Korea in 1979 by invoking the \"Security Law\"."
        },
        {
            "title": "S. Korean Policeman Commits Suicide over Leakage of Document",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-16ee.html",
            "content": "S. Korean Policeman Commits Suicide over Leakage of Document\r\nPyongyang, December 18 (KCNA) -- A policeman of south Korea committed suicide after being investigated by a prosecutor over the leakage of a document recording the truth about Jong Yun Hoe's interference in state affairs. This case is rattling the political camp again.\n\t\t\t\t\t His body was found in a car which had been parked near a road of Solsong-myon, Richon City, Kyonggi Province on December 13.\n\t\t\t\t\t\n\t\t\t\t\t He in his suicide note claimed that he had nothing to do with the case and he was falsely accused of being principally accountable for the leakage of the document.\n\t\t\t\t\t\n\t\t\t\t\t It is reported that he usually hinted at his fellow policeman that Chongwadae was trying to bring a charge against him.\n\t\t\t\t\t\n\t\t\t\t\t Media persons held that this meant there were pressure and appeasement from Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t Infuriated by this case, the bereaved family side claimed he died because of the authorities' attempt to bring the charge against him, adding the political camp is entirely to blame for his suicide."
        },
        {
            "title": "End to Outside Forces' Interference and Domination Demanded by Korean in U.S.",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-15ee.html",
            "content": "End to Outside Forces' Interference and Domination Demanded by Korean in U.S.\r\nPyongyang, December 18 (KCNA) -- Ro Kil Nam, representative of Minjok Thongsin, an internet newspaper of Koreans in the U.S., on Dec. 10 released an article calling for putting an end to outside forces' interference and domination. \n\t\t\t\t\t The article said that there was terrorism against Sin Un Mi, a Korean professor in the U.S., and Hwang Son, progressive activist, in south Korea, terming this a part of the color offensive and suppression of \"followers of the north\".\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean society, where suppression of progressive media, workers, farmers, teachers, youth and students and religious believers are going on, turned into tundra of human rights.\n\t\t\t\t\t\n\t\t\t\t\t These social evils are mainly attributable to the U.S. moves to keep the Korean nation split indefinitely and dominate it. The U.S is patronizing the Park Geun Hye regime, sycophantic and treacherous, in south Korea behind the scene.\n\t\t\t\t\t\n\t\t\t\t\t It called upon Koreans at home and abroad to lay bare the arbitrary practices of the U.S. and conduct the struggle for the withdrawal of the U.S. forces from south Korea and the peace and reunification."
        },
        {
            "title": "Memorial Service for Kim Jong Il Held in Khabarovsk Territory, Russia",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-18ee.html",
            "content": "Memorial Service for Kim Jong Il Held in Khabarovsk Territory, Russia\r\nPyongyang, December 18 (KCNA) -- A memorial service for leader Kim Jong Il was held in Khabarovsk Territory, Russia on Dec. 11 to observe the 3rd anniversary of his demise.\n\t\t\t\t\t The participants went round the venue of the photo exhibition on the theme of \"The great Comrade Kim Jong Il will live forever\".\n\t\t\t\t\t\n\t\t\t\t\t Then followed a remembrance meeting.\n\t\t\t\t\t\n\t\t\t\t\t Paek Ku Son, chairman of the Confederation of Koreans in Far Eastern and Siberian Regions, praised Kim Jong Il as the greatest man, noting that he instilled great conviction and optimism into overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il provided two north-south summits and made sure that the historic June 15 joint declaration and the October 4 declaration were adopted, opening a bright prospect for Korea's reunification, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's visit to the Russian Federation marked an occasion in having Koreans in Russia know about the preciousness of the country and make positive efforts for its reunification, he said.\n\t\t\t\t\t\n\t\t\t\t\t The cause of Kim Jong Il is being successfully carried forward by Marshal Kim Jong Un, he said, calling upon overseas Koreans to wage a more dynamic struggle for national reunification."
        },
        {
            "title": "Memorial Services for Kim Jong Il Held in Different Countries",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-06ee.html",
            "content": "Memorial Services for Kim Jong Il Held in Different Countries\r\nPyongyang, December 18 (KCNA) -- Seminars on exploits of leader Kim Jong Il took place in Indonesia and Bulgaria and a reading session of his work in Nigeria on Dec. 8 and 10 on the occasion of the 3rd anniversary of his demise.\n\t\t\t\t\t The secretary of the Secretariat of the Indonesian Democratic Party of Struggle said that the whole life of Kim Jong Il was the noble one of a peerless patriot and distinguished leader who dedicated his all to the triumphant advance of the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The acting chief of the Kim Il Sung Library in Sofia, the chairman of the Bulgarian Committee for Supporting Korea's Reunification and other speakers noted that Kim Jong Il will always be alive in the hearts of all people for his contributions to the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of the Songun Politics stressed that the Korean people are dynamically advancing toward a thriving socialist nation under the guidance of Marshal Kim Jong Un, adding that such reality of the DPRK instills great confidence and courage into the world progressives aspiring after socialism.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at the seminar held in Bulgaria."
        },
        {
            "title": "Anniversary of Kim Jong Il's Demise Observed by Brazilian Organization",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-07ee.html",
            "content": "Anniversary of Kim Jong Il's Demise Observed by Brazilian Organization\r\nPyongyang, December 18 (KCNA) -- The Brazilian committee for remembering leader Kim Jong Il posted an article on its website on Dec. 2, illustrated with a portrait of the smiling leader.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Three years have passed since Chairman of the National Defence Commission Kim Jong Il passed away.\n\t\t\t\t\t\n\t\t\t\t\t These days were characterized by the noble sense of moral obligation of the Korean people to remain loyal to the leader in boundless reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are holding him in high esteem as the eternal chairman of the NDC of the DPRK and are glorifying his exploits forever.\n\t\t\t\t\t\n\t\t\t\t\t The article introduced in detail the cause of perpetuating the memory of the leaders being carried out in the DPRK including the renaming the Kumsusan Memorial Palace where President Kim Il Sung and Kim Jong Il lie in state as the Kumsusan Palace of the Sun, erection of their statues on Mansu Hill and institution of February 16, the birthday of Kim Jong Il, as the Day of the Shining Star.\n\t\t\t\t\t\n\t\t\t\t\t It is the transparent faith and steadfast will of the Korean people to carry out the plan and last instructions of Kim Jong Il to the last, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Precious seeds for prosperity sown by him are yielding fruits in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Rapid progress made in the drive of breaking through the cutting edge of science and technology resulted in modernizing many industrial establishments in various fields of national economy and speeding up the improvement of people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t Great heyday is being ushered in the construction and eye-opening successes have been made in building a highly civilized socialist state.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un is standing at the helm of the Korean people in their vigorous drive to successfully carry out the plan and desire of Kim Jong Il, guided by his last instructions."
        },
        {
            "title": "Korean Photo, Book and Handicraft Exhibitions Open in Different Countries",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-08ee.html",
            "content": "Korean Photo, Book and Handicraft Exhibitions Open in Different Countries\r\nPyongyang, December 18 (KCNA) -- Korean photo, book and handicraft exhibitions opened in Mexico, Brazil and Bulgaria on Dec. 11 on the occasion of the 3rd anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Displayed at the venues were photos documenting his exploits.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were works of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un, publications introducing Songun Korea and handicrafts associated with the wisdom and talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the People's Socialist Party of Mexico said that Kim Jong Il was the great leader who frustrated all the moves of the imperialists to stifle the DPRK and defended the dignity of the Korean nation and sovereignty of the country with his unique Songun politics, making contributions to the cause of building a thriving socialist nation of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Brazilian Association for Education and Cultural Exchange with Latin American Countries praised Kim Jong Il as a genuine people's leader who dedicated all his life to the country and happiness of its people and a great man who performed great exploits for the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The mayor of Botevgrad City, Bulgaria said that the exhibition provided an opportunity for seeing for oneself the achievements made by the Korean people in different fields, adding that it would contribute to boosting exchange and cooperation and deepening friendship between the peoples of the two countries."
        },
        {
            "title": "Foreigners Praise Kim Jong Il's Exploits",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-04ee.html",
            "content": "Foreigners Praise Kim Jong Il's Exploits\r\nPyongyang, December 18 (KCNA) -- Seminars were held in Egypt, Sri Lanka and Germany from Dec. 6 to 10 on the occasion of the 3rd anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Displayed at the venues of the seminars were photos documenting the exploits of Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Works of the peerless great men of Mt. Paektu and other books introducing Songun Korea were also on show.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Socialist Freedom Party of Egypt praised Kim Jong Il for protecting the socialist cause and shattering the U.S. imperialists' moves for world domination, adding that he was an outstanding leader for accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Democratic People's Party of Egypt and the chairman of the Socialist Workers' Party of Egypt said Kim Jong Il's idea and theory on socialism served as the guidelines to be adhered to by progressive humankind aspiring after independence and justice.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Committee of Self-Reliance Studies in Sri Lanka noted Kim Jong Il strengthened the DPRK into a politico-ideological and military power and provided the eternal foundation for building a thriving socialist nation by applying the Juche idea to the Korean revolution. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany expressed the will to give wide publicity to the revolutionary exploits of the peerless great men of Mt. Paektu and the reality of the DPRK."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Mexico",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-02ee.html",
            "content": "Kim Jong Il's Work Off Press in Mexico\r\nPyongyang, December 18 (KCNA) -- Leader Kim Jong Il's work \"On the Juche Idea\" was brought out in pamphlet by the Mexican Committee for the Study of Kimilsungism-Kimjongilism on Dec. 5.\n\t\t\t\t\t The work, published on March 31, Juche 71 (1982), clarifies the immortal historic feats President Kim Il Sung performed by founding the Juche idea and their significance. It also deals with the foundation of the Juche idea and its philosophical principle, socio-historical principles, guiding principles and historical significance."
        },
        {
            "title": "Kim Jong Il's Demise Anniversary Observed Abroad",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-05ee.html",
            "content": "Kim Jong Il's Demise Anniversary Observed Abroad\r\nPyongyang, December 18 (KCNA) -- A lecture took place in the DR Congo and round-table talks in Iran and Ethiopia on Dec. 10 and 11 on the occasion of the 3rd anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The acting general secretary of the Popular Revolutionary Party of the DR Congo said Kim Jong Il passed away while conducting energetic activities day and night for the freedom and happiness of the people, accomplishment of the revolutionary cause of Juche, reunification of Korea and victorious advance of the cause of global independence. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Al Hadi Islam Propaganda Organization of Iran noted the U.S. and other imperialist forces ignited wars of aggression in different parts of the world but dared not provoke the DPRK because Kim Jong Il turned it into a political and military power. \n\t\t\t\t\t\n\t\t\t\t\t Vice directors of the Gabriel Hospital and another hospital of Ethiopia said Kim Jong Il offered material and mental aid to the African people who suffered from exploitation and poverty so that they might take the road of independence, adding that his demise was a great loss to progressive humankind."
        },
        {
            "title": "Kim Jong Un's Work Off Press in Mexico",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-03ee.html",
            "content": "Kim Jong Un's Work Off Press in Mexico\r\nPyongyang, December 18 (KCNA) -- Marshal Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" was brought out in pamphlet by the Publishing House of the Workers' Party of Mexico on Dec. 11.\n\t\t\t\t\t The work, made public on April 15, Juche 101 (2012), says the 100 year-long history of Kim Il Sung's nation clearly proves the immutable truth that outstanding leaders assure the dignity and prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to be fulfilled to glorify the dignity of Songun Korea for all ages and successfully carry out the cause of building a thriving socialist nation."
        },
        {
            "title": "Kim Jong Un recibe mensaje de presidente egipcio",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-14ss.html",
            "content": "Kim Jong Un recibe mensaje de presidente egipcio\r\nPyongyang, 18 de diciembre (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio un mensaje que le enviara el dia 16 el presidente de la Republica Arabe de Egipto, Abdel Fattah al-Sisi, con motivo del 3o aniversario del fallecimiento del Dirigente Kim Jong Il.\n\t\t\t\t\tLa misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tExpreso consuelo de todo corazon a Su Excelencia con motivo del 3o aniversario del fallecimiento del Dirigente Kim Jong Il quien fue ejemplo de abnegacion, sacrificio y fidelidad a su patria y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tDeseo el mayor progreso y prosperidad a Su Excelencia y al amistoso pueblo de su pais, el fortalecimiento y desarrollo de las solidas e historicas relaciones existentes entre nuestros dos paises."
        },
        {
            "title": "Portavoz de MINREX de RPDC demanda a paises europeos actuar con prudencia",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-01ss.html",
            "content": "Portavoz de MINREX de RPDC demanda a paises europeos actuar con prudencia\r\nPyongyang, 18 de diciembre (ACNC) -- A la pregunta formulada por un periodista de la ACNC en relacion con que fue revelada la verdad de que los paises europeos se sumaron a los actos de violacion de derechos humanos de Estados Unidos, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio el dia 17 la siguiente respuesta.\n\t\t\t\t\tUltimamente se dio a conocer el hecho de la brutal tortura cometida por la Agencia Central de Inteligencia (CIA en ingles) contra los presos en las carceles secretas, lo cual provoca la fuerte critica de la sociedad internacional. En tanto, se revelaron los datos alusivos a la cooperacion de los paises europeos con el imperio en cuanto a aquellas torturas.\n\t\t\t\t\t\n\t\t\t\t\tSegun los datos, 21 paises europeos, inclusive Gran Bretana, ofrecieron a la CIA las carceles  secretas y las bases de interrogacion y permitieron el paso y estancia de los presos en sus propios territorios.\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, la Union Europea y los paises europeos cuestionaron a otros paises fingiendose \"modelos\" en el aseguramiento de derechos humanos y se sumaron a ciegas a la campana de \"DDHH\" anti-RPDC de Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tPero, recientemente se revelo el hecho de que la mayoria de los paises miembros de la UE cooperaron con EE.UU. en la brutal violacion de DDHH, lo cual comprobo que la pancarta de \"proteccion de DDHH\", reclamada tanto por la UE como una de las politicas principales, no pasa de ser una cortina para cubrir la innata hipocresia politica de Europa.\n\t\t\t\t\t\n\t\t\t\t\tAhora, muy perplejos por la fuerte censura y presion del interior y exterior, varios paises europeos excusan absurdamente que ellos mismos habian permitido a la CIA solo la gestion de carceles secretas, pero no le habian dado el derecho a tortura, mientras hablan con descontento que se dio a la publicidad tal como es el hecho de haber cooperado en las acciones de tortura de EE.UU. a pesar de que demandaron a omitir tales contenidos.\n\t\t\t\t\t\n\t\t\t\t\tAl fin y al cabo, Europa, que obedecio a ciegas a EE.UU., se vio obligada a sentarse en el banquillo de acusados junto con el imperio.\n\t\t\t\t\t\n\t\t\t\t\tHace mas de 10 anos, bajo el control de EE.UU. que cuestionaba el problema nuclear de la RPDC, Europa habia frustrado por si mismo el dialogo de DDHH con la RPDC, que se desarrollaba sin dificultades.\n\t\t\t\t\t\n\t\t\t\t\tEn los dias ultimos, la Union Europea reconocio la voluntad de cooperacion internacional de la RPDC en la rama de DDHH, pero, bajo la presion de EE.UU. tomo delantera en la aprobacion de la \"resolucion de DDHH\" anti-RPDC en la Asamblea General de la ONU, basada en las mentiras de unas escorias humanas.\n\t\t\t\t\t\n\t\t\t\t\tLos paises europeos deben conocer correctamente su situacion de haber perdido la calificacion elemental de hablar del \"problema de DDHH\" de alguien y tener presente que si obedecen a ciegas a otros, perderan solo sus intereses y mancharan su propia honra.\n\t\t\t\t\t\n\t\t\t\t\tSi ellos tienen de veras el interes en la proteccion de DDHH, deben actuar con juicio ellos mismos y cuestionar en la ONU y otras escenas internacionales los crimenes de violacion de DDHH de categoria especial de EE.UU., en lugar de criticar el \"problema de DDHH\" de la RPDC penetrado por las falsificaciones.\n\t\t\t\t\t\n\t\t\t\t\tSolo de esta manera, la Europa podra liquidar su pasado y convertirse en el verdadero defensor de DDHH de que habla tanto ella misma."
        },
        {
            "title": "Kim Yong Nam felicita a emir de Qatar",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-02ss.html",
            "content": "Kim Yong Nam felicita a emir de Qatar\r\nPyongyang, 18 de diciembre (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, remitio hoy un mensaje de felicitacion a Tamim Bin Hamad Al-Thani, emir del Estado de Qatar, con motivo del dia de la independencia de ese pais.\n\t\t\t\t\tConvencido de que se intensifiquen y se desarrollen mas tambien en el futuro los lazos de amistad y cooperacion entre los dos paises, el remitente deseo de todo corazon al destinatario buena salud y felicidad y mayores exitos en su labor responsable para el progreso y la prosperidad del pais."
        },
        {
            "title": "Nombrado nuevo embajador de RPDC a acreditarse en Iran",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-11ss.html",
            "content": "Nombrado nuevo embajador de RPDC a acreditarse en Iran\r\nPyongyang, 18 de diciembre (ACNC) -- Segun un decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kang Sam Hyon fue designado como nuevo embajador extraordinario y plenipotenciario de la RPDC a acreditarse en la Republica Islamica de Iran."
        },
        {
            "title": "Banda surcoreana no tiene calificacion de hablar de DDHH, subraya portavoz de CRPP",
            "url": "http://kcna.co.jp/item/2014/201412/news18/20141218-15ss.html",
            "content": "Banda surcoreana no tiene calificacion de hablar de DDHH, subraya portavoz de CRPP\r\nPyongyang, 18 de diciembre (ACNC) -- A la pregunta formulada por la ACNC en relacion con que la banda titere del Sur de Corea mantiene callada en cuanto a las torturas medievales de Estados Unidos recien reveladas, pero recurre mas freneticamente a la campana intrigante de \"DDHH\" contra la Republica Popular Democratica de Corea, el portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) dio el dia 18 respuesta.\n\t\t\t\t\tUna vez reveladas en detalles las torturas antieticas cometidas en las carceles secretas por la infame Agencia Central de Inteligencia de EE.UU., todo el mundo bulle de vehemente indignacion.\n\t\t\t\t\t\n\t\t\t\t\tPero, solo la banda de Park Geun-hye mantiene callada ante la cruel violacion de DDHH de EE.UU. y actua vilmente sondeando a su amo gringo, senalo el portavoz y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tLo mas ridiculo es que la banda titere surcoreana, papagayo de su amo norteamericano, acusa atrevidamente a la RPDC de \"problema de DDHH\".\n\t\t\t\t\t\n\t\t\t\t\tDespues de publicado el informe sobre las torturas de EE.UU., se entrega mas a la campana de \"DDHH\" anti-RPDC. Esto es la ultima desesperacion de la banda surcoreana tendente a crear el ambiente de presion internacional a la RPDC al inventar a toda costa el \"problema de DDHH del Norte de Corea\" partiendo de su inquietud de que no se presentaria ante el Consejo de Seguridad de la ONU la \"resolucion de DDHH\" anti-RPDC debido a la censura del interior y exterior a los actos de violacion de DDHH de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tTal actitud persigue tambien la maligna intencion de encubrir los crimenes de violacion de derechos humanos cometidos por su amo gringo y salir de la crisis de su gobernacion al desviar la opinion publica dirigida al caso de intervencion de Jong Yun Hoe en los asuntos politicos del gobierno.\n\t\t\t\t\t\n\t\t\t\t\tSi la banda titere surcoreana tiene de veras el interes sobre el problema de DDHH, no debe malgastar sus trabajos recurriendo a la campana de DDHH anti-RPDC sino cuestionar primero  los crimenes de violacion de DDHH del imperio yanqui y corregir los quehaceres domesticos en arruinamiento.\n\t\t\t\t\t\n\t\t\t\t\tLos compinches titeres, que perdieron la soberania y convirtieron el territorio surcoreano en un infierno de DDHH, no tienen la honra de hablar de los derechos humanos."
        }
    ]
}