{
    "date": "2014-08-18",
    "url": "http://kcna.co.jp/item/2014/201408/2014-08-18ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Construction Site of Yonphung Rest Home for Scientists",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-02ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Construction Site of Yonphung Rest Home for Scientists\r\n Pyongyang, August 18 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea (WPK), first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army (KPA), gave field guidance to the construction site of the Yonphung Rest Home for Scientists again.\n\t\t\t\t\t Enjoying with satisfaction the panoramic view of the construction site, he said he felt as if he were seeing the completed rest home which looks like a picture as saying \"Well begun is half done\" goes. He praised the soldier-builders of KPA Unit 267 for being distinguished in their work as they consider it a rule to unconditionally carry out what the party determines to do.\n\t\t\t\t\t\n\t\t\t\t\t Going round the general service center, rest home buildings and other places, he learned in detail about the construction.\n\t\t\t\t\t\n\t\t\t\t\t He was pleased that they are not only building structures in new style to meet the desire, requirements, emotion and taste of the Korean people as required by the design ratified by the party but also constructing the rest home buildings and various service facilities like a de luxe hotel to the best convenience of scientists and outdoor and indoor wading pools and multi-purpose outdoor playing ground on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t  \"What pleased me in particular in the construction project was that they are building the interior and exterior of the rest home in a peculiar style, avoiding repetition\", he said, adding: \"It is peculiar that the two separate buildings of the rest home have been linked by a corridor access and the roofing materials, the color of the wall tiles and the pillars covered with stones look nice.\"\n\t\t\t\t\t\n\t\t\t\t\t When the construction of Yonphung Rest Home for Scientists, Wisong Scientists Street and Apartment Houses for Educators of Kim Chaek University of Technology are completed on the occasion of the founding anniversary of the WPK (October 10), the party's policy of attaching importance to science and talents will be fully demonstrated before the whole world, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He set forth tasks to complete the project at the best level such as satisfactorily providing the rest home with varieties of equipment, fixtures and apparatuses, introducing a geothermal cooling and heating system, planting turf and garden flowers and successfully arranging the environment of the rest home and the embankment on the shore of Lake Yonphung.\n\t\t\t\t\t\n\t\t\t\t\t Noting that  October 10 is near at hand, he told officials once again to finish the construction of the rest home as scheduled by pushing ahead with the project in a three-dimensional and finish-one-by-one method and thus provide it to scientists.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Ma Won Chun and Kim Jong Gwan."
        },
        {
            "title": "Kim Jong Un Sends Message of Condolence to Bereaved Family Members of Former President Kim Dae Jung",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-01ee.html",
            "content": "Kim Jong Un Sends Message of Condolence to Bereaved Family Members of Former President Kim Dae Jung\r\n Pyongyang, August 18 (KCNA) -- Supreme leader Kim Jong Un Monday sent a message of condolence to the bereaved family members of former President Kim Dae Jung.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I express profound sorrow to widow Ri Hui Ho and bereaved family members on the occasion of the 5th anniversary of demise of former President Kim Dae Jung.\n\t\t\t\t\t\n\t\t\t\t\t The efforts and contributions made by former President Kim Dae Jung for the national reconciliation, unity and reunification will always be remembered and his feats will be conveyed to posterity.\n\t\t\t\t\t\n\t\t\t\t\t It is my hope that the bereaved family members and those concerned of the Kim Dae Jung Peace Center will continue taking the lead in the patriotic work for reunification, true to the lifetime intention of former President Kim Dae Jung."
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Assails U.S. State Secretary's Anti-DPRK Reckless Remarks ",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-29ee.html",
            "content": "DPRK Foreign Ministry Spokesman Assails U.S. State Secretary's Anti-DPRK Reckless Remarks \r\n Pyongyang, August 18 (KCNA) -- A spokesman for the DPRK Foreign Ministry on Monday gave the following answer to a question put by KCNA blasting the U.S. secretary of State for openly revealing its attempt to stifle the DPRK under the pretext of \"human rights issue\":\n\t\t\t\t\t U.S. Secretary of State Kerry let loose a spate of invectives against the DPRK over its \"human rights issue\" in a speech on the U.S. \"Asia policy\" held in Hawaii recently.\n\t\t\t\t\t\n\t\t\t\t\t Unfit for his position, Kerry pulled up the DPRK, telling sheer lies and citing groundless data. This is the most undisguised expression of the U.S. inveterate repugnancy and hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He vociferated about the \"human rights issue\" of the DPRK before the kick-off of the Ulji Freedom Guardian joint military exercises together with the south Korean puppet forces, now being censured worldwide. Lurking behind this is a sinister political aim to tarnish the DPRK's image at any cost and stir up the international understanding that its social system is the object to be removed by force of arms in a bid to justify the U.S. and south Korean warmongers' military threat. \n\t\t\t\t\t\n\t\t\t\t\t In recent years the U.S. has become noisy in its anti-DPRK \"human rights\" racket not because of any sincere interest in improving \"human rights\" but in pursuance of its design to bring down the social system of the DPRK under the pretext of \"human rights issue\".\n\t\t\t\t\t\n\t\t\t\t\t As it has become clear that the U.S. cannot bring down the DPRK with such lever of pressure as the nuclear issue, the former pursues a strategic aim to isolate and stifle the DPRK by using such lever of pressure as \"human rights issue\".\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK the popular masses enjoy genuine rights as true masters of the country and human rights are strictly guaranteed by the state law.\n\t\t\t\t\t\n\t\t\t\t\t We are ready to cooperate with other countries to further promote the human rights of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t But we can never tolerate any attempt to abuse the human rights issue for a pressure means to bring down our social system.\n\t\t\t\t\t\n\t\t\t\t\t We will shatter the U.S. anti-DPRK \"human rights\" racket with our principle and counteraction of our style in the future as we have successfully foiled every U.S. move to isolate and stifle the DPRK under the pretext of the nuclear issue."
        },
        {
            "title": "DPRK Foreign Ministry Spokesman Blasts U.S., S. Korean Puppet Forces' UFG ",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-27ee.html",
            "content": "DPRK Foreign Ministry Spokesman Blasts U.S., S. Korean Puppet Forces' UFG \r\n Pyongyang, August 18 (KCNA) -- A spokesman for the DPRK Foreign Ministry issued a statement on Monday assailing the U.S. and the south Korean puppet forces for kicking off Ulji Freedom Guardian joint military exercises against the DPRK.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is becoming all the more undisguised in its criminal moves to disturb peace and ignite a nuclear war through a vicious cycle of tensions on the Korean peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. kicked off together with the south Korean puppet forces the Ulji Freedom Guardian against the DPRK despite its repeated warnings and serious concern of the international community.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is staging ceaseless ever-larger scale joint military exercises on the Korean peninsula and in its vicinity several times in a year. They are grave military provocations against the DPRK and unpardonable criminal acts of disturbing peace and security.\n\t\t\t\t\t\n\t\t\t\t\t In order to prevent world public from focusing its criticism on the aggressive nature and danger of the joint military exercises, the U.S. is letting loose such sophism as describing them as \"annual\" and \"defensive\" ones. They are, at the same time, terming countermeasures of the DPRK \"threat\" and \"provocation\" like a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t When the DPRK's principled stand and efforts to defuse tensions on the Korean peninsula and create a peaceful environment drew support and sympathy from those countries in the region at the recent ministerial meeting of the ASEAN Regional Forum held in Myanmar, U.S. Secretary of State Kerry at the talks between the diplomatic and defense chiefs of the U.S. and Australia held two days later impudently blustered that the just self-defensive steps of the DPRK are \"wrecking stability in the whole region\" and sparking off \"serious concern\".\n\t\t\t\t\t\n\t\t\t\t\t On Friday a deputy spokesperson of the U.S. State Department and a spokesperson of the U.S. Defense Department vied with each other to make such belligerent remarks that it would continue joint military exercises while terming the tactical rocket test-fire of the DPRK a \"threat\".\n\t\t\t\t\t\n\t\t\t\t\t Despicable, indeed, is the attitude of the U.S. authorities resorting to foolish deceptive artifice and intrigues to justify their acts to perpetrate aggression and disturb peace.\n\t\t\t\t\t\n\t\t\t\t\t It is an inveterate method of aggression of the U.S. to ignite a war while making profound confusing of right and wrong.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has staged a total of more than 18 000 war maneuvers of various forms for aggression in south Korea for more than six decades since the 1950s, but it claims they have never posed any threat to the north. But it contends that even a single test-fire and drill of tactical guided-missiles for self-defence conducted by the Korean People's Army to cope with them should be called into question. This is the American-style standard and brigandish logic.\n\t\t\t\t\t\n\t\t\t\t\t Joint military exercises staged in south Korea after the U.S. announced its new defense strategy are assuming more aggressive nature and their scale and frequency are steadily increasing, ranging from the largest-ever joint landing drill aimed to \"occupy Pyongyang\" to a drill for \"breaking through the Military Demarcation Line\" all of a sudden, a drill for \"restoring administrative units after occupying the north\" and a special operation drill for destroying the headquarters of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. announced that it would apply for the first time during the exercises \"tailored deterrence strategy\" which calls for mounting a preemptive strike by mobilizing all forms of armed forces including nuclear weapons if a sign of \"the use of nuclear weapons and missiles\" of someone is detected. This is another undisguised nuclear threat and blackmail.\n\t\t\t\t\t\n\t\t\t\t\t The danger of the tensions on the Korean peninsula at present, together with the U.S. threat to mount a preemptive nuclear strike being rapidly put into practice, lies in that it is disturbing global peace and security going beyond the regional scale.\n\t\t\t\t\t\n\t\t\t\t\t The joint military exercises being staged under the pretext of the \"threat\" from the DPRK are strictly pursuant to the U.S. strategy for world domination to bring down the social system in the DPRK and eye the Asian continent with the Korean peninsula as a bridgehead. This is a stark reality which no one can deny.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. armed buildup in Northeast Asia including the Korean peninsula and the world's largest war maneuvers will spark off a new arms race and Cold War.\n\t\t\t\t\t\n\t\t\t\t\t The threat of one party is bound to trigger off retaliation from the other party and a war is bound to break out in this course. This is a lesson taught by history.\n\t\t\t\t\t\n\t\t\t\t\t If one is weak though one is very honest-minded and just, one is bound to fall victim to the strong and a genuine peace is protected only when one is strong. This is the immutable logic reflected in the DPRK's line of simultaneously developing the two fronts.\n\t\t\t\t\t\n\t\t\t\t\t If the international community wants peace and stability in the region and the rest of the world, it should recognize the validity and inevitability of the self-defensive steps of the DPRK to protect the security of the country and nation, and take issue with the U.S. and the south Korean puppet forces' provocative nuclear war drills and hold them in check.\n\t\t\t\t\t\n\t\t\t\t\t As long as the nuclear war maneuvers go on to stifle the DPRK by force, it will put its self-defensive counteraction on an annual and regular basis and take steps at a higher stage in the future which no one can predict."
        },
        {
            "title": "Ulji Freedom Guardian Joint Military Exercises under Fire",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-08ee.html",
            "content": "Ulji Freed Guardian Joint Military Exercises under Fire\r\n Pyongyang, August 18 (KCNA) -- It is foolish and ridiculous if the U.S. and south Korean puppet forces calculate that they will get something through provocative Ulji Freedom Guardian joint military exercises against the DPRK.\n\t\t\t\t\t Rodong Sinmun Monday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Kicking off Ulji Freedom Guardian can never be justified with anything.\n\t\t\t\t\t\n\t\t\t\t\t The \"tailored deterrence strategy\", a scenario for preemptive nuclear strike on the DPRK, is to be formally applied to the exercises for the first time in history. So, the present situation on the Korean peninsula is inching to a hair-trigger crisis and dark clouds of a nuclear war are hovering there.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers at home and abroad set about Ulji Freedom Guardian at any cost in a bid to foil the efforts of the DPRK for peace and detente and ignite a nuclear war for invading it.\n\t\t\t\t\t\n\t\t\t\t\t The joint military maneuvers kicked off by the U.S. and south Korean puppet forces are an unpardonable military provocation disturbing the peace on the Korean peninsula and hamstringing the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The aggressive and provocative nature of UFG has been already disclosed fully.\n\t\t\t\t\t\n\t\t\t\t\t Any threat and blackmail of the enemies do not work on the DPRK. The army and people of the DPRK love peace but never beg for it. They will deal the merciless blow to those encroaching upon the sovereignty of the DPRK even a bit.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers at home and abroad should not forget that all the armed forces participating in the joint military exercises and their bases are becoming targets of the DPRK's powerful ultra-modern ultra-precision fire strike means including strategic and tactical rockets."
        },
        {
            "title": "No One Can Block DPRK Advancing along Path of Songun: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-09ee.html",
            "content": "No One Can Block DPRK Advancing along Path of Songun: Rodong Sinmun\r\n Pyongyang, August 18 (KCNA) -- No one can block the DPRK advancing along the path of Songun no matter how rapidly the international situation changes and no matter how desperately the imperialists try, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has become a full-fledged nuclear weapons state and satellite launching country and is pushing forward the industrial revolution in the new century despite the persistent moves of the imperialists to isolate and stifle it.\n\t\t\t\t\t\n\t\t\t\t\t To take hold on arms is not an issue defined only to the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t The sovereignty and independence of those countries and nations which lack military muscle are encroached upon by the imperialists or are forced into unhappy destiny of colonial slavery.\n\t\t\t\t\t\n\t\t\t\t\t The present international situation more urgently requires those countries and people valuing their sovereignty to take hold on arms of justice.\n\t\t\t\t\t\n\t\t\t\t\t The truth that one should take hold on arms of revolution can never be changed as long as there remains imperialism on the earth.\n\t\t\t\t\t\n\t\t\t\t\t The Songun politics of the Workers' Party of Korea is a powerful weapon of the anti-imperialist struggle based on the historic lesson and practical experience that if one ignores arms, one meets ruin and death and if one attaches importance to arms, one is sure to win in the anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists' encirclement ring around the DPRK and their nuclear blackmail and missile rackets were incapable before the might of the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the imperialists try, the DPRK will advance along the path of Songun chosen by it.\n\t\t\t\t\t\n\t\t\t\t\t A dog's bark will never make a camel go astray.\n\t\t\t\t\t\n\t\t\t\t\t No one on earth can block the dynamic advance of the DPRK."
        },
        {
            "title": "4th Rason International Trade Exhibition Opens",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-14ee.html",
            "content": "4th Rason International Trade Exhibition Opens\r\n Rason, August 18 (KCNA) -- The 4th Rason International Trade Exhibition opened with a due ceremony in Rason City Monday.\n\t\t\t\t\t The participants in the opening ceremony placed a floral basket before the portraits of smiling President Kim Il Sung and leader Kim Jong Il displayed in the Rason Exhibition Hall and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Attending the ceremony were Jo Jong Ho, chairman of the Rason City People's Committee who is also chairman of the organizing committee of the exhibition, officials concerned, people in the city, and delegates of different countries, those who displayed products in the exhibition and foreign businessmen active in the Rason economic and trade zone.\n\t\t\t\t\t\n\t\t\t\t\t An opening address was made at the ceremony to be followed by congratulatory speeches.\n\t\t\t\t\t\n\t\t\t\t\t Speakers noted that the DPRK is dynamically pushing ahead with economic construction and has already laid an institutional and legal groundwork for developing and revitalizing the zone.\n\t\t\t\t\t\n\t\t\t\t\t They said that the zone is providing economic bodies and companies of various countries and the region with a favorable environment for conducting transit trade, processing trade and tourism in line with their will and wishes. They noted that the exhibition would offer a good opportunity for promoting the friendship and solidarity among countries and further developing wide-ranging and multi-faceted economy and trade.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants looked round electric and electronic goods, light industrial products, foodstuff, daily necessities, medicines, vehicles, etc. displayed by at least 100 companies from the DPRK, China, Russia, Italy, Thailand and other countries."
        },
        {
            "title": "Indonesian Ambassador Gives Reception",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-15ee.html",
            "content": "Indonesian Ambassador Gives Reception\r\n Pyongyang, August 18 (KCNA) -- Indonesian Ambassador to the DPRK Nasri Gustaman gave a reception at his embassy Monday on the occasion of the 69th anniversary of the independence of his country.\n\t\t\t\t\t Present there on invitation were Ri Kil Song, vice-minister of Foreign Affairs, Ri Myong San, vice-minister of External Economic Relations, Han Chol, vice-minister of Culture, So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who is also chairman of the DPRK-Indonesia Friendship Association, officials concerned, foreign diplomatic envoys, staff members of foreign embassies and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Indonesian embassy officials were present."
        },
        {
            "title": "DPRK Government Delegation Back Home",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-21ee.html",
            "content": "DPRK Government Delegation Back Home\r\n Pyongyang, August 18 (KCNA) -- The DPRK government delegation led by Foreign Minister Ri Su Yong returned home Monday after visiting Laos, Vietnam, Myanmar, Indonesia and Singapore."
        },
        {
            "title": "Delegation of Angola Doctor Association Leaves",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-17ee.html",
            "content": "Delegation of Angola Doctor Association Leaves\r\n Pyongyang, August 18 (KCNA) -- The delegation of the Angola Doctor Association led by President Carlos Alberto Pinto de Sousa left here for home Monday."
        },
        {
            "title": "Swedish Delegation Here",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-20ee.html",
            "content": "Sweden Institute Delegation Here\r\n Pyongyang, August 18 (KCNA) -- A delegation of the Institute for Security and Development Policy of Sweden led by Director Niklas Swanstrom arrived here on Monday."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spread to Centenarian",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-22ee.html",
            "content": "Kim Jong Un Sends Birthday Spread to Centenarian\r\n Ongjin, August 18 (KCNA) -- Supreme leader Kim Jong Un sent a birthday spread to Grandmother U Pong Sang living in Sagot Workers' District, Ongjin County, South Hwanghae Province on her 100th birthday.\n\t\t\t\t\t She was born as a daughter of a tenant farmer in Juche 3 (1914) in the period of the Japanese imperialists' rule.  It wasn't until the liberation of the country by President Kim Il Sung that she could lead a worthy life. \n\t\t\t\t\t\n\t\t\t\t\t She made patriotic devotion as an ordinary farmer to live up to the loving care of the party and the leader.  \n\t\t\t\t\t\n\t\t\t\t\t Even after becoming a pensioner, she kept herself busy doing a lot of good work under the advantageous socialist system.\n\t\t\t\t\t\n\t\t\t\t\t Having balanced diet, she keeps herself optimistic and helps her children in their work."
        },
        {
            "title": "Portable Apparatus for Measuring Chlorophyll Developed",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-19ee.html",
            "content": "Portable Apparatus for Measuring Chlorophyll Developed\n\t\t\t\t\t\t\r\n Pyongyang, August 18 (KCNA) -- The Manufactory No. 111 of the State Academy of Sciences in the DPRK recently developed a portable apparatus for measuring chlorophyll.\n\t\t\t\t\t The apparatus can measure the amount of chlorophyll in plants based on the law of the reflection of transmitted light, while making it possible to collect the information on nutritive conditions of plants and the state of nitrogenous pollution of underground water.\n\t\t\t\t\t\n\t\t\t\t\t It weighs nearly 200 grams with simple structure and its operation is very easy. It can be used in agricultural, forestry and other fields."
        },
        {
            "title": "Letter of Thanks to Kim Jong Un from Members of Car Riding Group",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-06ee.html",
            "content": "Letter of Thanks to Kim Jong Un from Members of Car Riding Group\r\n Pyongyang, August 18 (KCNA) -- Supreme leader Kim Jong Un received a letter of thanks from the members of the Russia-cross Korean peninsula car riding group on August 16 as regards the fact that he showed all solicitudes for the successful \"'Paektu-Halla car riding for supporting the peace and reunification of the Korean peninsula\".\n\t\t\t\t\t All members of the group keenly realized the beautiful reality of the homeland while passing through Rason, Chongjin, Hamhung and various other cities of the homeland by running nearly 1 500 kms from Mt. Paektu, the letter said.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t While visiting the Songdowon International Children's Camp, in particular, we experienced the deep concern and solicitude shown by the Workers' Party of Korea and the DPRK government to the rising generation and the development of the nation's future and felt the national pride and self-respect, fascinated by the spectacular scenery of Mt. Kumgang, legacy of the nation.\n\t\t\t\t\t\n\t\t\t\t\t We are full of the desire to achieve the reunification of the country and nation at an early date at this moment we cross the 38th parallel.\n\t\t\t\t\t\n\t\t\t\t\t We wish Kim Jong Un good health and greater successes in his efforts to build a thriving nation."
        },
        {
            "title": "Ulji Freedom Guardian Starts in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-28ee.html",
            "content": "Ulji Freedom Guardian Starts in S. Korea\r\n Pyongyang, August 18 (KCNA) -- The U.S. imperialists and the south Korean puppet warmongers kicked off the large-scale Ulji Freedom Guardian joint military exercises for mounting a preemptive nuclear attack on the DPRK across south Korea on Monday despite the strong protest and denunciation at home and abroad, according to Yonhap News of south Korea.\n\t\t\t\t\t To be involved in the drills which will last till August 29 are U.S. imperialist aggressors including those based overseas and huge forces of the puppet army.\n\t\t\t\t\t\n\t\t\t\t\t The \"tailored deterrence strategy\", a scenario for preemptive nuclear attack on the DPRK, will be formally applied to the exercises for the first time, a clear indication of their belligerent and dangerous nature.\n\t\t\t\t\t\n\t\t\t\t\t The above-said saber-rattling created such dangerous situation on the Korean peninsula that a war may break out any moment."
        },
        {
            "title": "U.S. Denounced as Rogue State",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-18ee.html",
            "content": "U.S. Denounced as Rogue State\r\n Pyongyang, August 18 (KCNA) -- Last year, a Korean expert on international affairs commented on the UN \"resolutions\" calling for sanctions against the DPRK as follows:\n\t\t\t\t\t \"The time will come when those countries will repent the approval of resolutions they gave in keeping with the U.S. anti-DPRK moves\".\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Dr. Kang Chol, a teacher of Kim Il Sung University, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has imprudently imposed sanctions on many countries in the world. \n\t\t\t\t\t\n\t\t\t\t\t But now, even its allies have come to be the targets of the U.S. sanctions. Recently, it inflicted 9 billions of penalty upon BNP of France for having financial transactions with the countries listed as targets of sanctions. The U.S. also gave red light to France in its sale of Mistral-class amphibious assault ship to Russia. \n\t\t\t\t\t\n\t\t\t\t\t It is the real color of the U.S. to reduce even its allies or friendly countries into targets of sanctions if they got on its nerves.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, it is quite natural that denunciation against the U.S. arbitrariness has been heard from not only those countries like Russia, Iran and Cuba but also the political and financial circles in European countries including France.\n\t\t\t\t\t\n\t\t\t\t\t The international community should be keenly aware that it is none other than the U.S., a rogue state, to be placed on the top of the targets."
        },
        {
            "title": "S. Korean Authorities Urged to Institute Special Law",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-05ee.html",
            "content": "S. Korean Authorities Urged to Institute Special Law\r\n Pyongyang, August 18 (KCNA) -- At least 30 000 people from all walks of life in south Korea including Seoul, Taejon, Taegu and Inchon held an all-people rally for probing the truth about the ferry Sewol disaster and instituting a special law at the plaza of the Seoul City Office on August 15, according to Thongil News, an internet paper of south Korea.\n\t\t\t\t\t Speeches were made at the rally.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Measure Committee of the Families of Victims, Missing Persons and Survivors of the Ferry Sewol Sinking Accident accused the chief executive of talking about keeping alive economy, far from probing the truth about the disaster. We will continue the struggle till a special law on probing the truth about the disaster is instituted, the vice-chairman noted.\n\t\t\t\t\t\n\t\t\t\t\t The co-chairman of the All-People Measure Council for Sewol Disaster said that the \"government\" should certainly institute a special law with the rights to investigate and indict those responsible for the disaster."
        },
        {
            "title": "S. Korean Authorities Accused for Distorting Assertions for Independence, Democracy and Reunification",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-10ee.html",
            "content": "S. Korean Authorities Accused for Distorting Assertions for Independence, Democracy and Reunification\n\t\t\t\t\t\t\r\n Pyongyang, August 18 (KCNA) -- The south Korean internet paper Voice of People carried an editorial on Aug. 14 denouncing the puppet authorities for distorting the assertions of the south Korean people for independence, democracy and reunification.\n\t\t\t\t\t The editorial said:\n\t\t\t\t\t\n\t\t\t\t\t The present regime termed progressive organizations' assertions for independence, democracy and reunification ones for following the \"north's revolutionary line against the south\". \n\t\t\t\t\t\n\t\t\t\t\t Independence, democracy and reunification are quite indifferent to the theory of \"bringing down system\" touted by the authorities.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean progressive organizations are supporting the June 15 joint declaration agreed upon by the south and the north. Just are the assertions for realizing independence against outside forces and democracy against dictatorship and achieving national reunification through national unity."
        },
        {
            "title": "S. Korean Ruling Forces Slammed for Turning Their Faces away from People's Desire",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-11ee.html",
            "content": "S. Korean Ruling Forces Slammed for Turning Their Faces away from People's Desire\r\n Pyongyang, August 18 (KCNA) -- The south Korean Kyunghyang Daily News carried an editorial on August 13.\n\t\t\t\t\t People from all walks of life are holding hunger strikes, sit-in strikes and meetings in succession calling for instituting a special law on probing the truth about the ferry Sewol disaster, the editorial noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" is refusing to accept the demands for the withdrawal of the agreement of the ruling and opposition parties and the renegotiations. \n\t\t\t\t\t\n\t\t\t\t\t Chongwadae and the \"Saenuri Party\" should lend their ears to such demands."
        },
        {
            "title": "August 15 All-People Rally Held in Seoul",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-12ee.html",
            "content": "August 15 All-People Rally Held in Seoul\r\n Pyongyang, August 18 (KCNA) -- The August 15 all-people rally for opposing Japan's \"right to collective self-defense\" and achieving peaceful reunification of the Korean peninsula was held at the plaza of Seoul Railway Station on Friday, according to Thongil News, an internet paper of south Korea. It was co-sponsored by the South Side Committee for Implementing the June 15 Joint Declaration and the Committee for Promoting the August 15 Rally for Independent Reunification Marking the 69th Anniversary of Liberation.\n\t\t\t\t\t At the rally speakers said in order to put an end the history of national division and achieve the peaceful reunification, it is necessary to sincerely implement the south-north joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t An appeal was read out at the rally.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-south Korea Ulji Freedom Guardian joint military exercises and the revival of militarism including Japan's exercise of the \"right to collective self-defense\" and visits to the Yasukuni Shrine are threatening the peace on the Korean peninsula, the appeal said.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the \"government\" stop all war maneuvers with the U.S. targeting the north, lift the \"May 24 step\" and open the way of peace and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants marched as far as the plaza of the Seoul City Office from the plaza of Seoul Railway Station."
        },
        {
            "title": "August 15 Workers' Rally Held in Seoul",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-13ee.html",
            "content": "August 15 Workers' Rally Held in Seoul\r\n Pyongyang, August 18 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) held the August 15 workers' rally at the plaza of Seoul Railway Station on Friday, the 69th anniversary of Korea's liberation, according to Jaju Minbo, an internet paper of south Korea.\n\t\t\t\t\t At the rally Sin Sung Chol, chairman of the KCTU, deplored that the sycophantic forces are lording it over this land, cracking down on workers.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the workers will pool their efforts to realize the peaceful reunification of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out.\n\t\t\t\t\t\n\t\t\t\t\t It called for shattering Japan's moves to reinvade the Korean peninsula through the exercise of the \"right to collective self-defense\".\n\t\t\t\t\t\n\t\t\t\t\t It also called for halting the south Korea-U.S.-Japan joint military exercises fostering tensions in Northeast Asia and escalating confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t It appealed to smash the \"government's\" anti-reunification policy and carry through the June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": "S. Korean Students Hold Event for Peaceful Reunification",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-16ee.html",
            "content": "S. Korean Students Hold Event for Peaceful Reunification\r\n Pyongyang, August 18 (KCNA) -- There took place in Youido, Seoul on August 14 the 2014 event of south Korean students for peaceful reunification on the theme of \"We are one\", according to Jaju Minbo, an internet paper of south Korea.\n\t\t\t\t\t The chairman of the General Student Council of Chonnam University made a report of activities of students who have struggled for independence, democracy and reunification.\n\t\t\t\t\t\n\t\t\t\t\t It will conduct the movement for independent reunification and wage the struggle to resign the present regime and probe the truth about the ferry Sewol disaster, he noted.\n\t\t\t\t\t\n\t\t\t\t\t In a resolution students denounced the moves for forming the U.S.-south Korea-Japan triangular military alliance, war maneuvers and Japan's moves for reviving militarism and expressed the will to wage a more dynamic struggle for the independent reunification of the nation."
        },
        {
            "title": "S. Korean Military Authorities Urged to Stop War Maneuvers against North",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-23ee.html",
            "content": "S. Korean Military Authorities Urged to Stop War Maneuvers against North\n\t\t\t\t\t\t\r\n Pyongyang, August 18 (KCNA) -- The People's Action for Peace against War in south Korea held a press conference outside the puppet Ministry of Defense on August 13 at which it denounced the military warmongers for inciting a war.\n\t\t\t\t\t At the press conference speakers said that the minister of Defense, boss of military gangsters steeped in confrontation with fellow countrymen and hostility to the marrow of their bones, unhesitatingly made reckless remarks increasing the danger of a war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They accused him of worsening the inter-Korean relations while talking about \"north's provocation\" and \"retaliation\".\n\t\t\t\t\t\n\t\t\t\t\t The hardcore of the Ulji Freedom Guardian is the \"tailored deterrence strategy\", they said, adding it is aimed to mount a preemptive nuclear strike on the north.\n\t\t\t\t\t\n\t\t\t\t\t Such dangerous military exercises will escalate military tensions, they noted.\n\t\t\t\t\t\n\t\t\t\t\t War and peace are incompatible, they said, demanding the military authorities halt the north-targeted joint military exercises and not throw a wet blanket over the improved inter-Korean relations."
        },
        {
            "title": "Release of Those Remanded in Custody on Charge of Involvement in Attempted Rebellion Demanded",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-24ee.html",
            "content": "Release of Those Remanded in Custody on Charge of Involvement in Attempted Rebellion Demanded\r\n Pyongyang, August 18 (KCNA) -- The South Headquarters of the Pan-national Alliance for Korea's Reunification on Aug. 12 issued a statement demanding a verdict of not guilty for the Unified Progressive Party charged with the involvement in the attempted rebellion and the release of those remanded in custody on that charge.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Seoul High Court acquitted them of the charge at the trial on Aug. 11.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the charge was fabricated by the \"government\" to eliminate the party by setting the security institution in motion.\n\t\t\t\t\t\n\t\t\t\t\t However, the court did not make a decision to set them free, claiming that although they are not charged with attempted rebellion but are guilty of agitating it.\n\t\t\t\t\t\n\t\t\t\t\t The present regime is working hard to tide over its ruling crisis through coloring offensive and suppression under the pretext of security.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the regime halt such crackdown and release those detainees at once."
        },
        {
            "title": "S. Korean Regime to Blame for Ferry Sewol Disaster: S. Korean Bodies",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-25ee.html",
            "content": "S. Korean Regime to Blame for Ferry Sewol Disaster: S. Korean Bodies\r\n Pyongyang, August 18 (KCNA) -- The All-People Measure Council for Sewol Disaster, the Confederation of Trade Unions and other civic and social bodies in south Korea held a rally in Seoul on Aug. 12 to condemn the puppet regime, according to the south Korean internet paper Chamsesang.\n\t\t\t\t\t Speakers at the rally said that the regime is to blame for the ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t This tragedy is as horrible as the death caused by the violence committed against the unionists of Ssangyong Motors in 2009, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to stand up against the irresponsible regime till the truth about everything is probed."
        },
        {
            "title": "S. Korean People from All Walks of Life Demand Stop to UFG",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-26ee.html",
            "content": "S. Korean People from All Walks of Life Demand Stop to UFG\r\n Pyongyang, August 18 (KCNA) -- The reunification vanguard grouping youth, students, workers, farmers and people from all other walks of life in south Korea on Aug. 14 held a rally outside the building of the puppet Ministry of Defense, demanding a halt to the Ulji Freedom Guardian (UFG) joint military drills, according to the south Korean internet paper Jaju Minbo.\n\t\t\t\t\t Speakers at the rally condemned the U.S. for staging military exercises every year under the pretext of \"annual\" ones.\n\t\t\t\t\t\n\t\t\t\t\t They condemned UFG as extremely dangerous military drills as they are based on OPLAN 5027 and envisage the application of \"tailored deterrence strategy.\"\n\t\t\t\t\t\n\t\t\t\t\t It is all the more urgent to check the UFG as it is being staged at a time when the U.S. is going undisguised in its moves to deploy THAAD and crying out for tightening the military alliance with south Korea this year.\n\t\t\t\t\t\n\t\t\t\t\t Only when U.S. forces go back home, can Korea be reunified, they said, calling for pooling efforts to drive U.S. forces out of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to let the people know about horrible nature of a war and convince them that the country can be reunified peacefully by the concerted efforts of the Koreans free from foreign interference.\n\t\t\t\t\t\n\t\t\t\t\t Noting that peace can never come of itself, they expressed the will to take the lead in the practical struggle to avert a war and ensure peace."
        },
        {
            "title": "Anniversary of Korea's Liberation Marked by British Organization",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-03ee.html",
            "content": "Anniversary of Korea's Liberation Marked by British Organization\r\n Pyongyang, August 18 (KCNA) -- The Korean Friendship Association UK issued a statement on Aug. 9 on the occasion of the 69th anniversary of Korea's liberation.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t August 15 this year marks the 69th anniversary of Korea's liberation by the anti-Japanese armed struggle led by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists tried to deprive the Korean nation of its language and letters after occupying Korea by force of arms.\n\t\t\t\t\t\n\t\t\t\t\t They also forced the Korean women into sexual slavery, plundered a great number of natural resources and committed indescribable inhuman crimes against the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The President gave all units of the Korean People's Revolutionary Army an order of the general attack for the country's liberation on Aug. 9, 1945.\n\t\t\t\t\t\n\t\t\t\t\t Korea was fully liberated from the military occupation by the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Today the Democratic People's Republic of Korea is advancing dynamically while further strengthening its sovereignty under the leadership of HE Kim Jong Un."
        },
        {
            "title": "Anniversary of Korea's Liberation Celebrated in India, Guinea",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-04ee.html",
            "content": "Anniversary of Korea's Liberation Celebrated in India, Guinea\n\t\t\t\t\t\t\r\n Pyongyang, August 18 (KCNA) -- Events took place in India and Guinea on the occasion of the 69th anniversary of Korea's liberation.\n\t\t\t\t\t A seminar, film show and book and photo exhibition were held by the Juche Philosophy Study Committee of India and a reading session in a district of Conakry, Guinea on August 11 and 12.\n\t\t\t\t\t\n\t\t\t\t\t Displayed in the venues of the events were photos documenting the exploits of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were books and photos introducing the true picture of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Juche Philosophy Study Committee of India said that August 15 is a significant day when the President defeated the Japanese imperialists and liberated Korea.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Embarking on the road of revolution in his teens, the President founded the Korean People's Revolutionary Army and waged an armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t He led to victory the struggle against the Japanese imperialists armed to the teeth with his right strategies and tactics and unique war methods at every stage of the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t The country's liberation helped the Korean nation free from the destiny of colonial slavery and the Korean people pave the wide avenue for building an independent and sovereign state as masters of their destiny.\n\t\t\t\t\t\n\t\t\t\t\t The exploits performed by the President in liberating the country will always be remembered by the Korean people and progressives.\n\t\t\t\t\t\n\t\t\t\t\t The chief for education of a district of Conakry, Guinea said that the DPRK turned into a socialist state independent in politics, self-supporting in economy and self-reliant in national defence and invincible power under the unfurled banner of the Juche idea and the Songun idea founded by the President and developed in depth by Kim Jong Il, chairman of the National Defence Commission.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is admired by the international community as it is firmly preserving its idea, social system and cause, he stressed."
        },
        {
            "title": "Kim Jong Un dirige campo de construccion de casa de reposo de  cientificos Yonphung",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-32ee.html",
            "content": "Kim Jong Un dirige campo de construccion de casa de reposo de  cientificos Yonphung\r\n Pyongyang, 18 de agosto (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, volvio a dirigir en el terreno el campo de construccion de la casa de reposo de los cientificos Yonphung.\n\t\t\t\t\t Contemplando con satisfaccion el panorama del campo de construccion, el Mariscal dijo que el inicio es la mitad de la obra, de modo que le parece como un cuadro la figura de la casa de reposo y evaluo a los constructores militares de la Unidad 267 del EPC dispuestos a materializar incondicionalmente la decision del partido.\n\t\t\t\t\t\n\t\t\t\t\t Pasando vuelta por el centro de servicio general, el pabellon de reposo y otros lugares, hizo detallado conocimiento de la marcha de la obra.\n\t\t\t\t\t\n\t\t\t\t\t Se puso alegre al decir que ellos levantaron de nueva forma los edificios conforme a la demanda de diseno firmado por el partido y la aspiracion, la demanda y el sentimiento estetico del pueblo, estan acondicionando en alto nivel el pabellon y diversas instalaciones de servicio para facilitar la comodidad de los cientificos y estan construyendo en el maximo nivel piscinas al aire libre y bajo techo y la cancha multifuncional al aire libre.\n\t\t\t\t\t\n\t\t\t\t\t Lo que le gusta mas es que se desarrolla sin repeticion y de manera peculiar la obra interior y exterior y que es tipico la union de casa de reposo al instalar el pasillo exterior entre los edificios y visible el color de los materiales para el techo y azulejo de la pared y buena la calidad de los materiales de piedra para columna de los edificios, expreso.\n\t\t\t\t\t\n\t\t\t\t\t Senalo que si se construye con motivo del dia de la fundacion del PTC la casa de reposo de los cientificos Yonphung, la avenida de los cientificos Wisong y las viviendas de los educadores de la Universidad Politecnica Kim Chaek, mostraran a todo el mundo la politica del PTC de dar importancia a la ciencia y a los talentosos.\n\t\t\t\t\t\n\t\t\t\t\t Presento las tareas para culminar la obra entre otras el equipamiento perfecto de  diversas instalaciones, mubles y equipos, la aplicacion del sistema geotermico para el aire acondicionado, la plantacion de cesped y de arbusto florifero decorativo, la gestion del contorno de la casa de reposo y la orilla del lago.\n\t\t\t\t\t\n\t\t\t\t\t Destaco que quedan pocos dias hasta el 10 de octubre y encomendo reiteradamente impulsar la construccion segun el plan aplicando la batalla tridimensional y aniquiladora para ofrecer a los cientificos esa casa de reposo bien acabada.\n\t\t\t\t\t\n\t\t\t\t\t Le acompanaron Hwang Pyong So, Ma Won Chun y Kim Jong Gwan."
        },
        {
            "title": "Kim Jong Un envia mensaje de condolencias a familiares de Kim Dae Jung",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-31ee.html",
            "content": "Kim Jong Un envia mensaje de condolencias a familiares de Kim Dae Jung\r\n Pyongyang, 18 de agosto (ACNC) -- El Mariscal Kim Jong Un envio el dia 18 un mensaje de condolencias a los familiares del ex presidente del Sur de Corea, Kim Dae Jung, con motivo del 5o aniversario de su deceso.\n\t\t\t\t\t La misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\t Con motivo del 5o aniversario del deceso del ex presidente Kim Dae Jung, expreso una senal de profundas condolencias a la senora Ri Hui Ho y los familiares del difunto.\n\t\t\t\t\t\n\t\t\t\t\t No se olvidaran los esfuerzos y meritos del finado realizados por la reconciliacion y la unidad nacionales y la reunificacion del pais y se transmitiran eternamente sus hazanas.\n\t\t\t\t\t\n\t\t\t\t\t Deseo a los familiares del difunto y los interesados del Centro de Paz Kim Dae Jung que se pongan al frente de las labores patrioticas para la reunificacion en acato al preposito del ex presidente Kim Dae Jung."
        },
        {
            "title": "Kim Jong Un envia ofrenda floral a los familiares de Kim Dae Jung",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-34ee.html",
            "content": "Kim Jong Un envia ofrenda floral a los familiares de Kim Dae Jung\r\n Kaesong, 17 de agosto (ACNC) -- Una ofrenda floral enviada por el Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea con motivo del 5o aniversario del deceso del ex presidente surcoreano Kim Dae Jung, fue entregada el dia 17 a los familiares del difunto.\n\t\t\t\t\t El secretario del Comite Central del Partido del Trabajo de Corea Kim Yang Gon la entrego cortesmente a Kim Hong Op, hijo del difunto.\n\t\t\t\t\t\n\t\t\t\t\t En la cinta de la ofrenda se ven las letras: En memoria del difunto ex presidente Kim Dae Jung. Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yang Gon le transmitio las palabras de profundo consuelo del Mariscal hechas con motivo del 5o aniversario del deceso del ex presidente Kim Dae Jung.\n\t\t\t\t\t\n\t\t\t\t\t El Mariscal dijo que el ex presidente Kim Dae Jung dejo grandes proezas en el camino de la reunificacion de la patria y sus hazanas se guardan hoy en lo profundo de alma de las personas.\n\t\t\t\t\t\n\t\t\t\t\t Subrayo que las relaciones entre los grandes hombres sin pares y el ex presidente Kim Dae Jung son las relaciones mas nobles y francas enlazadas en el camino para el pais, la nacion y la reunificacion y deseo que los familiares del difunto y los relacionados del Centro de Paz Kim Dae Jung acaten el proposito de los Generalisimos y la voluntad del ex presidente Kim Dae Jung.\n\t\t\t\t\t\n\t\t\t\t\t Muy conmovidos por el envio del mensaje de condolencias, ofrenda floral y las palabras llenas de benevolencias del Mariscal, Kim Hong Op y los relacionados del Centro de Paz Kim Dae Jung dijeron que le envian el mas caluroso agradecimiento traduciendo la ferviente alma de los familiares del difunto y los relacionados del Centro.\n\t\t\t\t\t\n\t\t\t\t\t En la ocasion participaron el ex ministro de Unificacion Rim Tong Won, el parlamentario proveniente de la Alianza Democratica para Nuevas Politicas Pak Ji Won y los relacionados del Centro.\n\t\t\t\t\t\n\t\t\t\t\t Ellos llegaron el dia 17 a Kaesong atravesando la Linea de Demarcacion Militar."
        },
        {
            "title": "Kim Jong Un recibe presente de familiar del ex presidente Kim Dae Jung",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-35ee.html",
            "content": "Kim Jong Un recibe presente de familiar del ex presidente Kim Dae Jung\r\n Kaesong, 17 de agosto (ACNC) -- El Mariscal Kim Jong Un recibio presente que le dedicara el familiar del ex presidente del Sur de Corea Kim Dae Jung.\n\t\t\t\t\t El hijo del ex mandatario, Kim Hong Op lo entrego el dia 17 al secretario del Comite Central del Partido del Trabajo de Corea Kim Yang Gon."
        },
        {
            "title": "MINREX de RPDC denuncia ejercicios militares Ulji Freedom Guardian",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-30ee.html",
            "content": "MINREX de RPDC denuncia ejercicios militares Ulji Freedom Guardian\r\n Pyongyang, 18 de agosto (ACNC) -- En relacion con que Estados Unidos y los titeres surcoreanos inician por fin los ejercicios militares conjuntos Ulji Freedom Guardian contra la Republica Popular Democratica de Corea, el portavoz del Ministerio de Relaciones Exteriores hizo  publica el dia 18 una declaracion que senala:\n\t\t\t\t\t Se tornan mas abiertas las maniobras criminales de EE.UU. de perturbar la paz y provocar la guerra nuclear en la Peninsula Coreana y su contorno con la agravacion de la tension. \n\t\t\t\t\t\n\t\t\t\t\t Pese a las reiteradas advertencias de la RPDC y la severa preocupacion de la sociedad internacional, EE.UU. y los titeres surcoreanos iniciaron al fin y al cabo el simulacro conjunto anti-RPDC Ulji Freedom Guardian.\n\t\t\t\t\t\n\t\t\t\t\t Estas maniobras belicas que libra EE.UU. sin cesar en la Peninsula Coreana y su contorno aumentando su tamano en varias ocasiones cada ano resultan una grave provocacion militar contra la RPDC e imperdonable crimen que destruye la paz y la seguridad.\n\t\t\t\t\t\n\t\t\t\t\t A fin de desviar la atencion de la opinion publica mundial, el pais norteamericano embellece el caracter agresivo y la peligrosidad de las presentes maniobras militares describiendolas de \"anuales y defensivas\" y tergiversa nuestras contramedidas como \"amenaza\" y \"provocacion\".\n\t\t\t\t\t\n\t\t\t\t\t En la reunion ministerial del Foro de la Asociacion de Naciones del Sudeste Asiatico efectuado hace poco en Myanmar, ganaron el apoyo y la simpatia de los paises regionales la posicion y los esfuerzos de principios de la RPDC por prevenir el empeoramiento de la situacion y preparar el ambiente pacifico en la Peninsula Coreana. Entonces el secretario de Estado de EE.UU., Kerry, sostuvo dos dias despues las conversaciones con las autoridades de  diplomacia y defensa nacional de Australia para acusar las justas medidas autodefensivas de la RPDC de \"destruccion de la estabilidad de toda region\" y \"grave preocupacion\".\n\t\t\t\t\t\n\t\t\t\t\t El dia 15, el subvocero del Departamento de Estado y el portavoz del Departamento de Defensa, de EE.UU., cuestionaron el lanzamiento de prueba de cohetes tacticos de la RPDC como  \"amenaza\" y soltaron las palabras belicosas de  continuar los ejercicios militares conjuntos.\n\t\t\t\t\t\n\t\t\t\t\t Es tan vil el comportamiento de las autoridades estadounidenses que recurren al fraude y el complot absurdos tendentes a justificar su agresion y acto de perturbacion de la paz.\n\t\t\t\t\t\n\t\t\t\t\t Es el metodo rutinario de EE.UU. provocar la guerra convirtiendo lo blanco en lo negro.\n\t\t\t\t\t\n\t\t\t\t\t Segun la norma y la teoria bandidesca a estilo norteamericano, no son amenazas los ejercicios de guerra de agresion de diversos tipos perpetrados en mas de 18 mil ocasiones durante mas de 60 anos desde la decada de 1950 en la parte surena de la Peninsula Coreana, pero deben ser cuestionados el lanzamiento y los ejercicios de prueba de cohetes tacticos teledirigidos de caracter autodefensivo del Ejercito Popular de Corea, aunque sean unas veces.\n\t\t\t\t\t\n\t\t\t\t\t Entre los ejercicios militares conjuntos, que se desarrollan en el Sur de Corea despues de la publicacion de la nueva estrategia de defensa nacional de EE.UU., figuran los ejercicios combinados de desembarco de gran envergadura previendo la \"ocupacion de Pyongyang\", los de \"paso inesperado de la Linea de Demarcacion Militar\", los de \"reconstruccion de las unidades administrativas despues de la ocupacion del Norte de Corea\", los de operacion especial contra nuestra Direccion y otros. Asi se cambian los contenidos de los simulacros en el caracter agresivo y se aumentan sin cesar sus tamanos y su numero.\n\t\t\t\t\t\n\t\t\t\t\t El imperio declaro abiertamente que aplicara por primera vez la \"estrategia del disuasivo de forma de ajuste\", segun la cual emprende el ataque preventivo movilizando las fuerzas de todas formas inclusive las armas nucleares si se capta el \"sintoma del uso de armas nucleares o misiles\" de alguien. Esto deviene otra amenaza y chantaje nucleares.\n\t\t\t\t\t\n\t\t\t\t\t La peligrosidad de la actual tension de la Peninsula Coreana es la amenaza de  ataque preventivo nuclear de EE.UU., lo cual perturbara la paz y la seguridad del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Es la realidad innegable por nadie el que los ejercicios belicos conjuntos que se desarrollan pretextando la \"amenaza\" de la RPDC obedecen estrictamente a la estrategia de EE.UU. de dominar todo el mundo tras derrocar el regimen norcoreano y atacar el continente asiatico usando como trampolin la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t El aumento armamentista y los ejercicios belicos de EE.UU. que se cometen en el Nordeste Asiatico incluso la Peninsula Coreana provocaran inevitablemente la nueva carrera armamentista y la guerra fria.\n\t\t\t\t\t\n\t\t\t\t\t La leccion historica demuestra que la amenaza de una parte causara sin falta el enfrentamiento de otra parte y estallara la guerra en el proceso de esas pugnas.\n\t\t\t\t\t\n\t\t\t\t\t La logica de la linea de desarrollo paralelo de la RPDC es que si uno no tiene fuerzas, sera victima de los fuertes aunque sea honesto y justo, y la paz verdadera sera defendida solo cuando sean poderosas las propias fuerzas.\n\t\t\t\t\t\n\t\t\t\t\t Si la sociedad internacional desea la paz y la estabilidad de la region y el mundo, debe reconocer la justeza y la inevitabilidad de las medidas autodefensivas de la RPDC para defender la seguridad del pais y la nacion y cuestionar y detener los provocativos simulacros de guerra nuclear de EE.UU. y los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\t Mientras que sigan los ejercicios de guerra nuclear para aplastarnos militarmente, tomaremos anual y regularmente y en etapa mas elevada e imprevisible las contramedidas de autodefensa."
        },
        {
            "title": "Portavoz de Estado Mayor General del EPC advierte a EE.UU. y Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201408/news18/20140818-33ee.html",
            "content": "Portavoz de Estado Mayor General del EPC advierte a EE.UU. y Sur de Corea\r\n Pyongyang, 18 de agosto (ACNC) -- En relacion con que Estados Unidos y los titeres del Sur de Corea vuelven a desarrollar los ejercicios militares conjuntos Ulji Freedom Guardian, el portavoz del Estado Mayor General del Ejercito Popular de Corea hizo publica el dia 17 una declaracion.\n\t\t\t\t\t Los ejercicios militares Ulji Freedom Guardian del presente ano son el peligrosisimo entrenamiento de guerra nuclear para emprender el inesperado ataque preventivo contra la Republica Popular Democratica de Corea, disfrazandolos del \"disuasivo de forma de ajuste\", y la aventurera guerra real para desencadenar en cualquier momento la \"guerra total en forma local\" so pretexto de la inexistente \"provocacion\" de alguien, revelo asi el portavoz y prosiguio;\n\t\t\t\t\t\n\t\t\t\t\t Para hacer frente a las imprudentes maniobras de guerra de agresion de los maniacos belicos contra la RPDC, el Estado Mayor General del EPC ya expuso la posicion de principios de enfrentamiento de las fuerzas armadas revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\t Ya que el imperialismo norteamericano y los titeres surcoreanos declararon la guerra aplicando la \"estrategia del disuasivo de forma de ajuste\" en la guerra real, declaramos una vez mas que se iniciara en cualquier momento optado por nosotros el ataque preventivo mas poderoso a nuestro estilo.\n\t\t\t\t\t\n\t\t\t\t\t Si golpeamos, los yanquis y los titeres surcoreanos deben ser golpeados sin pretexto. Si decidimos, los nidos grandes y pequenos de agresion deben ser convertidos en mar de fuego, en cenizas.\n\t\t\t\t\t\n\t\t\t\t\t A traves de los presentes ejercicios belicos, ya se quedaron revelados la intencion del imperio de ocupar para siempre el Sur de Corea y mas abiertos los actos vendepatrias proyanquis de las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\t Ante tal condicion, publicamos sin vacilacion alguna que nuestras fuerzas armadas revolucionarias tomaran sucesivas ofensivas fisicas poderosas para acabar con todos.\n\t\t\t\t\t\n\t\t\t\t\t Lo que no podemos pasar por alto es la intencion invariable del imperialismo norteamericano de ocupar perennemente el Sur de Corea y los actos traidores de la banda titere, igual a los \"5 Traidores de Ulsa\" de version  moderna.\n\t\t\t\t\t\n\t\t\t\t\t Al embellecer los presentes ejercicios como los \"regulares y anuales\", expusieron mas abiertamente el intento de no abandonar para siempre la ambicion de \"derrocar y ocupar el regimen\" de la RPDC y \"unificar mediante la absorbicion\". Por lo tanto, el enfrentamiento militar de las fuerzas armadas revolucionarias para frustrarlos se librara regular, anual y mas intensamente.\n\t\t\t\t\t\n\t\t\t\t\t Son imperdonables estos archi-crimenes contra la nacion coreana que se cometen bajo el pretexto \"regular y anual\".\n\t\t\t\t\t\n\t\t\t\t\t Sera calculado con la sangre el comportamiento antinacional, anti-reunificacion y antipacifico del imperialismo yanqui y los titeres surcoreanos que respondieron con los extremadamente peligrosos ejercicios militares a la iniciativa y la propuesta pacificas de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Ellos no deben considerar como el pasado el amargo arrepentimiento en la pasada guerra coreana, de que fue una provocacion cometida incorrectamente en un tiempo inadecuado y en un lugar inapropiado contra rival equivocado.\n\t\t\t\t\t\n\t\t\t\t\t Ellos deben tener presente que solo nuestras fuerzas armadas revolucionarias tienen el derecho a la opcion que decide el eterno triunfador y el tragico derrotado."
        }
    ]
}