{
    "date": "2014-10-23",
    "url": "http://kcna.co.jp/item/2014/201410/2014-10-23ee.html",
    "articles": [
        {
            "title": "Greetings to Congress of Sudanese National Congress",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-14ee.html",
            "content": "Greetings to Congress of Sudanese National Congress\n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- The Central Committee of the Workers' Party of Korea sent a message of greeting to the congress of the Sudanese National Congress on Oct. 23.\n\t\t\t\t\t The message expressed belief that the congress of the Sudanese National Congress serves as an important occasion in the struggle of the Sudanese people to further strengthen the Congress, reject the interference and pressure of foreign forces, defend the sovereignty of the country and realize the national unity.\n\t\t\t\t\t\n\t\t\t\t\t Hoping that great success would be made in the work of the congress, the message expressed belief that the friendly and cooperative ties between the two parties would grow stronger in the joint struggle for independence against imperialism in the future, too."
        },
        {
            "title": "DPRK FM Meets Swedish Ambassador",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-15ee.html",
            "content": "DPRK FM Meets Swedish Ambassador\r\n Pyongyang, October 23 (KCNA) -- DPRK Foreign Minister Ri Su Yong met and had a talk with Swedish Ambassador to the DPRK Stiernlof Bo Torkel who paid a courtesy call on him on Thursday."
        },
        {
            "title": "Talks Held between DPRK Minister of External Economic Relations and Minister of Development of Far East of Russia",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-18ee.html",
            "content": "Talks Held between DPRK Minister of External Economic Relations and Minister of Development of Far East of Russia\n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- Talks between Minister of External Economic Relations Ri Ryong Nam who doubles as chairman of the DPRK side to the Inter-Governmental Committee for Cooperation in Trade, Economy, Science and Technology between the DPRK and Russia and Minister of Development of Far East of Russia Alexandr Galushka who doubles as chairman of the Russian side to the committee were held here on Thursday.\n\t\t\t\t\t Present there from the DPRK side were Ju Jae Dok, vice-minister of Railways, and officials concerned and from the opposite side were the party of the minister of Development of Far East, Alexandr Timonin, Russian ambassador to the DPRK, and a staff member of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Discussed at the talks were the issues of boosting the economic and trade cooperation between the two countries."
        },
        {
            "title": "Tribute Paid to Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-16ee.html",
            "content": "Tribute Paid to Bust of Kim Jong Suk\n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- Minister of Development of Far East of Russia Alexandr Galushka who doubles as chairman of the Russian side to the Inter-Governmental Committee for Cooperation in Trade, Economy, Science and Technology between the DPRK and Russia visited the Revolutionary Martyrs Cemetery on Mt. Taesong on Thursday.\n\t\t\t\t\t He laid a bouquet before the bust of anti-Japanese war hero Kim Jong Suk on the cemetery and paid tribute to her."
        },
        {
            "title": "Gift to Kim Jong Un from Minister of Development of Far East of Russia",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-17ee.html",
            "content": "Gift to Kim Jong Un from Minister of Development of Far East of Russia\n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- Supreme leader Kim Jong Un received a gift from Alexandr Galushka, minister of Development of Far East of Russia who doubles as chairman of the Russian side to the Inter-Governmental Committee for Cooperation in Trade, Economy, Science and Technology between the DPRK and Russia.\n\t\t\t\t\t The gift was handed over to an official concerned by Alexandr Galushka on Thursday."
        },
        {
            "title": "S. Korean Authorities Warned against Disastrous Consequences of Anti-DPRK Leaflet-Scattering Operation",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-19ee.html",
            "content": "S. Korean Authorities Warned against Disastrous Consequences of Anti-DPRK Leaflet-Scattering Operation \n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea released information bulletin No. 1076 on Thursday denouncing the south Korean authorities for conniving at and fostering human scum's anti-DPRK leaflet scattering operation.\n\t\t\t\t\t Despicable human scum are making desperate efforts to scatter leaflets on Oct. 25. The U.S. and ultra-right conservative forces are zealously prodding them into such operation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are, in fact, encouraging such racket, claiming that \"they have no legal ground to halt it\" and trumpeting about \"voluntary action\" and \"freedom of expression\".\n\t\t\t\t\t\n\t\t\t\t\t The information bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t They are feigning ignorance of human scum's anti-DPRK leaflet scattering operations, patronizing, fostering and conniving at them though they are mobilizing the riot police to mercilessly stop civilians or anyone from scattering leaflets courting their displeasure. This self-contradictory action is absolutely intolerable.\n\t\t\t\t\t\n\t\t\t\t\t As proven by the recent situation, leaflet scattering is a very dangerous act which may not only drive the north-south relations into catastrophe but spark off even a war.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities do not want to suffer tremendous misfortune due to the racket of a handful of human scum, they should take a proper step to halt it.\n\t\t\t\t\t\n\t\t\t\t\t Whether to halt it or connive at it is a touchstone showing the stand and attitude of the south Korean authorities: Dialogue or confrontation, improvement of inter-Korean relations or their catastrophe. \n\t\t\t\t\t\n\t\t\t\t\t If another leaflet scattering operation is conducted despite the repeated warnings of the DPRK and opposition and rejection of the public at home and abroad, the inter-Korean relations will be pushed to an uncontrollable catastrophe and the situation will reach an alarming phase.\n\t\t\t\t\t\n\t\t\t\t\t We are watching with vigilance what is going on in south Korea."
        },
        {
            "title": "Reception Given by Palestinian Ambassador",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-26ee.html",
            "content": "Reception Given by Palestinian Ambassador\r\n Pyongyang, October 23 (KCNA) -- Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK, gave a reception at his embassy on Thursday on the occasion of the 69th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present there on invitation were Kang Sok Ju, member of the Political Bureau and secretary of the WPK Central Committee, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Palestinian embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The ambassador in a speech said that the WPK opened the era of glory and prosperity for the socialist construction of Juche under the veteran and tested leadership of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The historical ties of friendship and solidarity between the peoples of the two countries are growing stronger under the concern and care of HE Marshal Kim Jong Un, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the Korean people would make progress and prosperity and win victory in all fields of building a thriving nation under the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kang Sok Ju in a speech said that it is an expression of boundless reverence of the friends of Palestine for Kim Il Sung and Kim Jong Il that they are joining the Korean people in celebrating the founding anniversary of the WPK every year.\n\t\t\t\t\t\n\t\t\t\t\t The undying revolutionary feats Kim Il Sung and Kim Jong Il performed by founding and developing the WPK are being firmly defended under the wise leadership of Kim Jong Un, first secretary of the WPK, he noted, adding that the DPRK will in the future, too, extend full support and solidarity to the just cause of the Palestinian people to retake the legitimate national rights including the right to build an independent state with east Kuds as its capital."
        },
        {
            "title": "Officials, Shock Brigade Members Commended for Their Labor Feats in Construction of Fruit Farm",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-25ee.html",
            "content": "Officials, Shock Brigade Members Commended for Their Labor Feats in Construction of Fruit Farm\n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- The Kosan Fruit Farm is a large fruit producer associated with patriotic devotion of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t Marshal Kim Jong Un clearly indicated the orientation and ways of building the farm into the world-level fruit producer and wisely led the drive to build a socialist fairyland and ideal village at the foot of Chol Pass associated with the Songun leadership feats of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t In hearty response to the noble intention of Kim Jong Un to translate the ardent desire of Kim Jong Il into a reality as soon as possible, the officials and members of the Construction Shock Brigade 618 brought about miracles and innovations startling the world people in the drive to turn the farm into a wonderful land of bliss in the era of the Workers' Party in the revolutionary spirit of self-reliance despite difficulties and ordeals.\n\t\t\t\t\t\n\t\t\t\t\t Officials and shock brigade members were commended for their labor feats performed in the construction of the farm.\n\t\t\t\t\t\n\t\t\t\t\t The title of DPRK labor hero went to An Hung Hak, political instructor of the Kangdong County Battalion of the Pyongyang City Brigade. Kim Jong Il Youth Honor Prize was conferred on Kim Hyon Chol, chairman of the primary youth league committee of the South Phyongan Provincial Brigade, and Han Kum Sok, staff member of the North Hwanghae Provincial Brigade, Ri Kum Chol, member of the Jagang Provincial Battalion of the Brigade of the Ministry of Electric Power Industry, and Kim Myong Il, member of the Waudo District Battalion of the Nampho City Brigade.\n\t\t\t\t\t\n\t\t\t\t\t The title of Driver of Merit went to four persons, Order of National Flag First Class to 45 persons, Order of Labour to 38 persons, Order of National Flag Second Class to 420 persons, Order of National Flag Third Class to 821 persons, Distinguished Military Service Medal to 33 persons and Medal of Merit to 1 362 persons. \n\t\t\t\t\t\n\t\t\t\t\t A decree of the Presidium of the Supreme People's Assembly on awarding state citations was promulgated on Thursday."
        },
        {
            "title": "Birth Anniversary of Revolutionary Martyr Observed",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-24ee.html",
            "content": "Birth Anniversary of Revolutionary Martyr Observed \n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- A national meeting took place here Thursday to commemorate the centenary of birth of O Paek Ryong, a revolutionary martyr.\n\t\t\t\t\t O Paek Ryong was born in a poor peasant family in Hoeryong County, North Hamgyong Province on October 24, Juche 3 (1914).\n\t\t\t\t\t\n\t\t\t\t\t He experienced the grief and pain as a member of a stateless nation from his childhood. He grew up to be an able military officer of the Korean People's Revolutionary Army under the care of President Kim Il Sung and made a contribution to achieving the historic victory of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation of the country, he devoted himself to implementing the line of building the party, country and army set forth by the President.\n\t\t\t\t\t\n\t\t\t\t\t In the period of the Fatherland Liberation War, he successfully commanded units of the Korean People's Army to annihilate enemies according to the outstanding strategic and tactical policies of the President as an officer of a combined unit of the People's Army, greatly contributing to winning the shining victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t Holding important posts of the party, the state and armed forces organs at various stages of revolutionary development from the post-war period, he performed great feats in the struggle for defending the headquarters of the revolution, bolstering up military capability and developing the country's economy.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Hyon Yong Chol, Kim Ki Nam, Ri Yong Mu and others, officials of the party, armed forces and power bodies, social organizations, ministries and national institutions, service personnel of the Korean People's Army, bereaved families of revolutionary martyrs and officials, persons of merit, labor innovations and other people in the city.\n\t\t\t\t\t\n\t\t\t\t\t KPA General Hyon Yong Chol, minister of the People's Armed Forces, made a report.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that O Paek Ryong's revolutionary life was the shining one of true loyalist who left distinct traces in the history of devotedly defending the leader on the road of the glorious Songun revolution and the Korean revolution covered by the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He was the revolutionary veteran who held in high esteem Kim Jong Il as the leader of the party, the army and the people and displayed his intense loyalty in firmly ensuring the succession to the leadership over the Korean revolution, the reporter said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the profound trust and love of the peerless great men of Mt. Paektu, O Paek Ryong is immortal as the vanguard fighter defending the leader and his noble revolutionary spirit and feats will remain shining forever along with the history of the victory in the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for glorifying the tradition of devotedly defending the leader started in the thick forest of Mt. Paektu generation after generation and achieving the final victory of Juche revolution."
        },
        {
            "title": "Anniversary of Hoeryong Revolutionary Museum Marked",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-23ee.html",
            "content": "Anniversary of Hoeryong Revolutionary Museum Marked\n\t\t\t\t\t\t\r\n Hoeryong, October 23 (KCNA) -- The Hoeryong Revolutionary Museum marks the 40th anniversary of its founding.\n\t\t\t\t\t The museum has made a positive contribution to educating the people in the revolutionary traditions of Juche since its founding on October 24, Juche 63 (1974).\n\t\t\t\t\t\n\t\t\t\t\t It made academic arrangement and data display in a fresh way and improved display system and form to comprehensively show the visitors the revolutionary activities of anti-Japanese war hero Kim Jong Suk on the occasion of the 90th anniversary of her birth.\n\t\t\t\t\t\n\t\t\t\t\t It also arranged the room devoted to the field guidance provided by President Kim Il Sung and leader Kim Jong Il to the work in various fields of Hoeryong City and the room preserving slogan-bearing trees to help visitors deeply grasp the revolutionary feats of the peerless great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t It built well the old home of Kim Jong Suk, successfully arranged Osan Hill, Mangyang Ferry and other revolutionary sites to their original state on the principle of historicism and has taken good care of them. It laid a firm foundation for eternally preserving revolutionary historic relics by studying and introducing advanced means and methods for preservation.\n\t\t\t\t\t\n\t\t\t\t\t There took place a meeting marking the 40th anniversary of the museum Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Jon Sung Hun, chief secretary of the North Hamgyong Provincial Committee of the Workers' Party of Korea, officials concerned and employees of the museum.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message sent by the WPK Central Committee to the officials and employees of the museum was conveyed at the meeting."
        },
        {
            "title": "Munsu Water Park in DPRK Excites Foreigners' Admiration",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-20ee.html",
            "content": "Munsu Water Park in DPRK Excites Foreigners' Admiration\n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- The Munsu Water Park on the bank of the picturesque Taedong River in Pyongyang has drawn a large number of visitors for one year since the start of its operation.\n\t\t\t\t\t The visitors included nearly 10 000 foreigners and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t They were moved to see DPRK people enjoy a pleasant time in the multi-functional water park and expressed their admiration for the Workers' Party of Korea's policy for the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The following are some of the entries made by foreigners in the visitor's book:\n\t\t\t\t\t\n\t\t\t\t\t \"We have been to some water parks in different countries but this is the most excellent one. Everything here is designed for the people, giving priority to their convenience and health.\n\t\t\t\t\t\n\t\t\t\t\t Here we are impressed by the state concern and supreme leader Kim Jong Un's loving care for the people.\" (Alexandr Torshyn, first vice-chairman of Russia's Federation Council)\n\t\t\t\t\t\n\t\t\t\t\t \"Warm congratulations to the respected Comrade Kim Jong Un for having provided the splendid Munsu Water Park, an excellent edifice for the wellbeing and happiness of the Korean people.\" (Alberto Anaya Gutierrez, national leader of the Workers' Party of Mexico)\n\t\t\t\t\t\n\t\t\t\t\t \"All the visitors to this water park with various functions, a favorite place for men and women of all ages, are full of happiness and joy. Swimming and other water plays will be of great help to improving the Korean people's health.\" (Henri Jozefwitz, a member of the France-Korea Friendship Association)"
        },
        {
            "title": "80-hp Fishing Boats in Effective Use",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-21ee.html",
            "content": "80-hp Fishing Boats in Effective Use\r\n Pyongyang, October 23 (KCNA) -- 80-hp all-purpose fishing boats have proved effective in the DPRK.\n\t\t\t\t\t They are equipped with different fishing implements, including pursue net, trawl-net and gill net, and apparatuses. They also make it possible to increase the number of fishing days with lower consumption of fuel.\n\t\t\t\t\t\n\t\t\t\t\t They are playing a big part in improving the people's diet, as fishing stations on the eastern and western coasts of the DPRK are catching large quantities of fish with those boats."
        },
        {
            "title": "Nano Compound Disinfectant Appraised in Show",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-22ee.html",
            "content": "Nano Compound Disinfectant Appraised in Show\r\n Pyongyang, October 23 (KCNA) -- The 11th National Nano Sci-tech Presentation and Show recently took place in the DPRK.\n\t\t\t\t\t On display there were more than 120 kinds of hi-tech products and materials. What caught popularity among them is nano compound disinfectant, registered as a specific product for human health.\n\t\t\t\t\t\n\t\t\t\t\t This nono compound disinfectant, made with nano titanium dioxide, nano zinc oxide and nano silver, has stronger germicidal power than other water disinfectants. It is able to sterilize over 600 kinds of pathogenic bacteria, including colon bacillus and dysentery bacillus.\n\t\t\t\t\t\n\t\t\t\t\t It also contains various microelements essential to human body and softens the skin.\n\t\t\t\t\t\n\t\t\t\t\t One turtle-shaped piece of disinfectant can sterilize five liters of water in three or four hours. Its serviceable life is five years."
        },
        {
            "title": "Work to Prevent Ebola Virus Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-27ee.html",
            "content": "Work to Prevent Ebola Virus Brisk in DPRK\r\n Pyongyang, October 23 (KCNA) -- The DPRK has been making state efforts to prevent Ebola virus now on rapid spread around the world.\n\t\t\t\t\t Thorough preventive measures are being taken in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t The State Emergency Anti-epidemic Committee was organized with the involvement of relevant units including the Ministry of Public Health, Ministry of Agriculture, Ministry of Labor and Ministry of Railways to control the infection by Ebola virus.\n\t\t\t\t\t\n\t\t\t\t\t Now in place at the emergency anti-epidemic headquarters in provinces, cities (districts) and counties is information system by which information is exchanged for rapid and correct diagnosis and certain measures.\n\t\t\t\t\t\n\t\t\t\t\t The hygienic information service is intensive in different parts of the country in order to make the public have a clear understanding of the circumstances of the spread and danger of Ebola virus.\n\t\t\t\t\t\n\t\t\t\t\t Officials in the field of public health, education and social organizations are involved in the hygienic information service. Media including papers and TV broadcasting bring the public to the knowledge of how Ebola virus spread and what measures were taken in different countries.\n\t\t\t\t\t\n\t\t\t\t\t The State Emergency Anti-epidemic Committee and emergency anti-epidemic headquarters in provinces, cities (districts) and counties channel efforts into checking the infiltration of the virus now that the virus has not entered the country as yet.\n\t\t\t\t\t\n\t\t\t\t\t Travelers and materials undergo more thorough-going check and quarantine at airfields, trading ports and border railway stations than ever before.\n\t\t\t\t\t\n\t\t\t\t\t The public health organs are regularly examining all people in order to rapidly confirm people suspicious of having contracted the disease and taking measures to treat them."
        },
        {
            "title": "Moral Education Is Important for Building Highly Civilized Socialist Nation: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-08ee.html",
            "content": "Moral Education Is Important for Building Highly Civilized Socialist Nation: Rodong Sinmun\r\n Pyongyang, October 23 (KCNA) --The reality today when a new historical era is being ushered in for building a  highly civilized socialist nation calls for further intensifying the moral education among the party members and other people than ever before. \n\t\t\t\t\t Rodong Sinmun Thursday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t Noting that intensifying the education is essential for preparing all the people as genuine revolutionaries of Juche type equipped with noble moral traits, the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is, at the same time, an urgent requirement for giving full play to the socialist spiritual and moral advantages of Korean style, decisively smashing the desperate ideological and cultural poisoning of the imperialists and thoroughly establishing Korean-style lifestyle. \n\t\t\t\t\t\n\t\t\t\t\t The imperialists are now becoming evermore vicious in their moves to stamp out the history and culture of other countries and their national traditions and dominate the world with their ideology and culture. \n\t\t\t\t\t\n\t\t\t\t\t The imperialists are intensifying the ideological and cultural poisoning to destabilize the DPRK dynamically advancing, holding aloft the banner of socialism. \n\t\t\t\t\t\n\t\t\t\t\t Victory of socialism precisely means the victory of ideology and faith and that of spiritual and moral advantages. The more desperate the U.S. imperialists and their stooges become in their ideological and cultural poisoning, the more effective moral education is required for thoroughly combating all manifestations of undesirable mode of life and lifestyle."
        },
        {
            "title": "Rodong Sinmun Calls for Maintaining National Independence and Discarding Dependence on Foreign Forces",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-09ee.html",
            "content": "Rodong Sinmun Calls for Maintaining National Independence and Discarding Dependence on Foreign Forces\n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- It is the way of protecting the dignity and interests of the nation to remain true to the idea of By Our Nation Itself and effect national cooperation, not seeking cooperation with outsiders, says Rodong Sinmun Thursday  in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime is refusing to give up its old bad habit of pursuing flunkeyism and depending on outsiders and is becoming more keen on cooperation with foreign forces including the U.S. in the anti-DPRK campaign.\n\t\t\t\t\t\n\t\t\t\t\t If the north and the south of Korea are to pave the way for independent reunification, getting united to meet the interests of the nation, it is necessary for them to thoroughly reject flunkeyism and dependence on foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The interests of neighboring big powers are seriously conflicting with each other over the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They are working hard to sacrifice the Korean nation to meet their strategic purposes.\n\t\t\t\t\t\n\t\t\t\t\t Under this situation the Koreans should firmly maintain independence and approach and solve the issue of inter-Korean ties strictly in the interests of the nation.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean regime persistently clings to the coattails of outsiders, bereft of independence in disregard of the situation, the inter-Korean relations cannot but undergo ups and downs.\n\t\t\t\t\t\n\t\t\t\t\t To realize the national cooperation is the right way of achieving the independent and peaceful reunification of the country by the concerted efforts of the Koreans free from foreign interference.\n\t\t\t\t\t\n\t\t\t\t\t Just as patriotism and treachery cannot go together, national independence and dependence on foreign forces are incompatible. \n\t\t\t\t\t\n\t\t\t\t\t Whoever truly wants national reconciliation, unity and reunification should take the road of national independence, not dependence on foreign forces."
        },
        {
            "title": "KCNA Commentary Urges S. Korea to Have Proper Stand on Dialogue",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-12ee.html",
            "content": "KCNA Commentary Urges S. Korea to Have Proper Stand on Dialogue\n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- The south Korean authorities let the spokesman for the \"Ministry of Unification\" repeat the stand that it cannot physically stop the leaflet-scattering operations of human scum. They openly asserted the dispatch of police to the scene of the operations in the past was a step taken for the safety of human scum, not to stop them.\n\t\t\t\t\t This is another provocation to the DPRK as it has created a stumbling block in the way of developing the north-south relations at present when the second round of the north-south high-level contact is high on the agenda. \n\t\t\t\t\t\n\t\t\t\t\t The north and the south had already agreed to hold the second round of high-level contact.\n\t\t\t\t\t\n\t\t\t\t\t This kind of dialogue, however, can be possible only when the peaceful atmosphere is created through the stop to those acts of provoking and attacking the dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t This is a common usage not only in peace time but at wartime.\n\t\t\t\t\t\n\t\t\t\t\t Koreans have lived generation after generation in the eastern country of good manners. It is, therefore, something unimaginable to negotiate with discourteous guys. The DPRK has exerted positive efforts for the improvement of the north-south relations essential for accomplishing the cause of Korea's reunification, the cherished desire of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The recent visit to Inchon by the director of the General Political Bureau of the Korean People's Army and his party greatly contributed to creating favorable atmosphere of improving the north-south ties.\n\t\t\t\t\t\n\t\t\t\t\t Before the agreement was made on the second round of high-level contact, the DPRK side proposed emergency contacts several times and also made a reasonable proposal for preventing military conflicts between the two sides in order to prevent the relations from getting worse.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean authorities totally turned down all those proposals under the pretexts of \"difference in understanding\" and persistently maintained the previous self-justified stand as regards the issue of hotspot waters in the West Sea of Korea, a hotbed of military conflicts.\n\t\t\t\t\t\n\t\t\t\t\t Not content with raising the worn-out \"Cheonan\" warship case and Yonphyong Island shelling, they let loose provocative remarks that they could not stop by law the leaflet scattering operations aimed at hurting the dignity of the supreme leadership and the social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Worse still,  the representative of the \"Saenuri Party\", right after the Inchon meeting, blustered that \"death of soldiers of the south Korean army and a south Korean national who lost her life during the tour of Mt. Kumgang should not be forgotten and this issue should be settled before having dialogue\", thus chilling the nation's enthusiasm for reconciliation.\n\t\t\t\t\t\n\t\t\t\t\t The minister of \"Unification\" also ballyhooed that \"it is difficult to lift 'May 24 step' without the north's responsible measures\", adding the \"north should show sincerity first\".\n\t\t\t\t\t\n\t\t\t\t\t The chief executive of south Korea made such provocative remarks against the DPRK as \"double-dealing attitude of provocation and appeasement\" and \"abandonment of nuclear development\".\n\t\t\t\t\t\n\t\t\t\t\t The situation proves that the south Korean authorities still harbor an ambition for confrontation despite their lip-service to dialogue.\n\t\t\t\t\t\n\t\t\t\t\t It is hard to expect good results of dialogue under the present situation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities would be well advised to have proper attitude and stand on dialogue, to begin with, if they wish to negotiate."
        },
        {
            "title": "S. Korean Police Denounced for Suppression of Progressive Forces",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-10ee.html",
            "content": "S. Korean Police Denounced for Suppression of Progressive Forces \n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- The south Korean internet paper Voice of People on Tuesday carried an editorial denouncing the police for intensifying the suppression of the progressive forces. \n\t\t\t\t\t The editorial said it was disclosed recently that the police's watch on the rally related to the ferry Sewol disaster was mainly focused on the progressive organizations. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t What is more shocking is that the police commended the police officers who arrested hundreds of participants in the rally held to honor the memory of the victims of the ferry Sewol disaster for \"their arrest operation.\" \n\t\t\t\t\t\n\t\t\t\t\t All these acts are an example proving that the \"government\" power is used to suppress the freedom of those who differ from the thought of the \"president\". \n\t\t\t\t\t\n\t\t\t\t\t The present chief executive abuses the police for cracking down on opposition forces and establishing her domination."
        },
        {
            "title": "S. Korean Authorities Urged to Probe Truth behind Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-11ee.html",
            "content": "S. Korean Authorities Urged to Probe Truth behind Ferry Sewol Disaster \n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea on October 20 issued  a press release urging the authorities to positively come out to probe the truth behind the ferry Sewol disaster. \n\t\t\t\t\t Referring to the fact that the attitude of the \"government\" and the \"Saenuri Party\" toward the institution of a special law for the probing the truth behind the disaster has reached a deplorable phase, the press release went on:\n\t\t\t\t\t\n\t\t\t\t\t On October 19 the \"Saenuri Party\" advanced a proposal asking the \"president\" to appoint the chairman and a vice-chairman of the investigation committee for probing the truth behind the ferry Sewol disaster. \n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical that the person concerned who should be investigated for being chiefly responsible for the disaster should be given the right to appoint the chairman of the investigation committee. \n\t\t\t\t\t\n\t\t\t\t\t Moreover, the \"government\" has watched and suppressed the bereaved families while shunning the truth about the disaster. \n\t\t\t\t\t\n\t\t\t\t\t It is long since the basic rights of the people including the freedom of expression were trampled down under the present \"government\". \n\t\t\t\t\t\n\t\t\t\t\t However, the \"government\" said it could not prevent human scum from conducting anti-DPRK leaflet-scattering operation by balloons under the pretext of \"freedom of expression\".\n\t\t\t\t\t\n\t\t\t\t\t We will make a \"balloon of ferry Sewol\" in demand of the probe into the truth behind the disaster desired by the people and let it fly to Chongwadae to see whether the \"government\" has a double-dealing attitude towards the  freedom of expression."
        },
        {
            "title": "S. Korean Authorities' Unpopular Policy Accused",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-13ee.html",
            "content": "S. Korean Authorities' Unpopular Policy Accused\n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- Voices against a step for calming down protest against unpopular rule in south Korea are ringing out loudly, according to Voice of People, an internet paper of south Korea on Oct. 20.\n\t\t\t\t\t The police authorities announced that they would carry out an enforcement ordinance of the \"Law on Rally and Demonstration\" which was enacted to lower noise at a time of rally and demonstration. The police are aiming at further lowering the level of noise at a time of rally and demonstration than in the past.\n\t\t\t\t\t\n\t\t\t\t\t Different circles are becoming increasingly assertive in their voices terming it a scheme to crack down on the freedom of rally and demonstration, the just rights of the people.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Citizens Solidarity for Democratic Society denounced the police for trying to violate the freedom for no reason, far from guaranteeing rally and demonstration, not only the basic rights of the people but also the only weapons of the weak of society or those falsely charged."
        },
        {
            "title": "Kim Jong Il's Work Posted on Romanian Website",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-01ee.html",
            "content": "Kim Jong Il's Work Posted on Romanian Website\r\n Pyongyang, October 23 (KCNA) -- The Socialist Party of Romania posted leader Kim Jong Il's work \"Socialism Is a Science\" on its website on Oct. 17.\n\t\t\t\t\t The work, published on November 1, Juche 83 (1994), clarifies the idea that Korean-style socialism based on the Juche-oriented theory of socialism is the most scientific and vital one and the principled issues arising in defending and preserving socialism."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Spain",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-02ee.html",
            "content": "Kim Jong Il to Be Remembered in Spain\n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- A Spanish committee for remembering leader Kim Jong Il was inaugurated in Madrid on Oct. 17.\n\t\t\t\t\t The secretary for International Relations of the Communist Party of the People of Spain was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize a meeting, seminar, photo exhibition and other political and cultural events on the occasion of the 3rd anniversary of demise of Kim Jong Il."
        },
        {
            "title": "Kim Jong Il's Feats for Party-building Praised in Different Countries",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-03ee.html",
            "content": "Kim Jong Il's Feats for Party-building Praised in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, October 23 (KCNA) -- Seminars took place in Pakistan, South Africa and Uganda on Oct. 7 and 10 on the occasion of the 69th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Javed Ansari, secretary general of the Society for the Study of Self-Reliance of Pakistan, and other speakers referred to the glorious history of the WPK which has always won victory under the guidance of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He said that Marshal Kim Jong Un, who successfully carries forward the idea and cause of Kim Il Sung and Kim Jong Il, is further developing the WPK into their party and leading the drive of the Korean people for building a thriving nation by dint of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Eddie Kekana, chairman of the Group for the Study of the Progressive Ideas of South Africa, noted:\n\t\t\t\t\t\n\t\t\t\t\t While leading the WPK, Kim Jong Il developed the party into the party of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He built the WPK into the party forming a harmonious whole with the popular masses and serving them.\n\t\t\t\t\t\n\t\t\t\t\t He strengthened the WPK into a powerful political force successfully steering the Juche-based Songun revolutionary cause. He also trained the army and people of the DPRK to be strong in mental power, bringing about epochal changes and miracles in the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t His great exploits for party-building will shine long along with socialist Korea which makes a long drive."
        },
        {
            "title": "Mexican Organization Introduces History of WPK",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-04ee.html",
            "content": "Mexican Organization Introduces History of WPK\r\n Pyongyang, October 23 (KCNA) -- The Mexican Committee for the Study of Kimilsungism-Kimjongilism issued a bulletin on Oct. 6 to mark the 69th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The bulletin in an article introduced the history of the WPK which has covered a victorious and glorious path thanks to the great leaders."
        },
        {
            "title": "DIU Anniversary Marked in Serbia",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-05ee.html",
            "content": "DIU Anniversary Marked in Serbia\r\n Pyongyang, October 23 (KCNA) -- General Secretary of the New Yugoslav Communist Party of Serbia Batric Mijovic made public a statement on Oct. 16 on the occasion of the 88th anniversary of the formation of Down-with-Imperialism Union (DIU).\n\t\t\t\t\t He stated:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung formed DIU on Oct. 17 in 1926.\n\t\t\t\t\t\n\t\t\t\t\t Guided by the lofty idea of DIU, he beat down the Japanese imperialists, achieved the historic cause of national liberation and built the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in defence.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il made public his work \"The Workers' Party of Korea Is a Juche-Type Revolutionary Party Which Inherited the Glorious Tradition of the DIU\" in which he made clear the principled matters arising in developing the WPK into a Juche-oriented revolutionary party for eternity.\n\t\t\t\t\t\n\t\t\t\t\t Independence, unity and Songun maintained by DIU have been regarded as the banner of victories by the WPK, and all the WPK's achievements are unthinkable without the tradition of the DIU.\n\t\t\t\t\t\n\t\t\t\t\t The WPK and the people of the DPRK are carrying forward the history and tradition of the DIU in a single-minded unity around Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It is certain that the WPK will thoroughly implement the behests of Kim Il Sung and Kim Jong Il and make greater success in the building of a thriving socialist country under the leadership of Kim Jong Un."
        },
        {
            "title": "Int'l Community Urged to Support DPRK's Proposal for Reunification by Federal Formula: Guinean Organization",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-06ee.html",
            "content": "Int'l Community Urged to Support DPRK's Proposal for Reunification by Federal Formula: Guinean Organization\r\n Pyongyang, October 23 (KCNA) -- The Guinea-Korea Friendship Association issued a bulletin on Oct. 13 to mark the 34th anniversary of the proposal for founding the Democratic Federal Republic of Koryo (DFRK).\n\t\t\t\t\t The bulletin in an article titled \"The proposal for founding the Democratic Federal Republic of Koryo, the most sensible proposal for reunification\" said President Kim Il Sung put forward the proposal at the Sixth Congress of the Workers' Party of Korea in October of 1980 and went into details with the content of the proposal.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin went on:\n\t\t\t\t\t\n\t\t\t\t\t The proposal reflecting the specific situation of Korea opened a new phase for national reunification even under the circumstances where there existed the difference in the ideology, ism and social system and brought about a new stage of building a reunified country. \n\t\t\t\t\t\n\t\t\t\t\t Concerning the differing ideologies and social systems in the north and the south, the reunification by federal formula is the most sensible proposal as it guarantees the peaceful and fair reunification as desired and required by the nation and in its interests.\n\t\t\t\t\t\n\t\t\t\t\t The international community should have a clear understanding that the present north-south confrontation represents the confrontation of the reunification mode and the anachronistic \"unification by absorption\" claimed by the south Korean authorities will bring the war. It should support the reunification of Korea by federal formula."
        },
        {
            "title": "Conversan en Pyongyang Ri Ryong Nam y Alexandr Galushka",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-30ee.html",
            "content": "Conversan en Pyongyang Ri Ryong Nam y Alexandr Galushka\n\t\t\t\t\t\t\r\nPyongyang, 23 de octubre (ACNC) -- Tuvieron lugar el dia 23 en esta capital las conversaciones entre el ministro de Relaciones Economicas con el Extranjero Ri Ryong Nam, presidente de la parte coreana del Comite Intergubernamental de Cooperacion de Comercio, Economia, Ciencia y Tecnica Corea-Rusia, y el ministro de Desarrollo del Lejano Oriente de Rusia, Alexandr Galushka, presidente de la parte rusa del mismo comite.\n\t\t\t\t\tEn la ocasion estuvieron presentes por la parte coreana el viceministro del Ferrocarril, Ju Jae Dok, y otros funcionarios y por la rusa, la comitiva del ministro de Desarrollo del Lejano Oriente de Rusia, el embajador Alexandr Timonin y otro miembro de la sede diplomatica rusa en Corea.\n\t\t\t\t\t\n\t\t\t\t\tFueron debatidos los problemas para desarrollar mas la cooperacion economica y comercial entre los dos paises."
        },
        {
            "title": "Delegacion nortena al contacto N-S vuelve a advertir a autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-31ee.html",
            "content": "Delegacion nortena al contacto N-S vuelve a advertir a autoridades surcoreanas\r\nPyongyang, 23 de octubre (ACNC) -- En relacion con que debido a los actos provocativos de la banda de conservadores surcoreanos, se va congelando bruscamente el ambiente de la mejora de relaciones entre ambas partes coreanas, creado a duras penas bajo la gran atencion y expectativas de los nacionales y extranjeros, la delegacion de la parte nortena al contacto de alto nivel Norte-Sur hizo publica el dia 22 una declaracion.\n\t\t\t\t\tComo ya trascendidos, el pasado 4 de octubre, el jefe de la Direccion Politica General del Ejercito Popular de Corea y su comitiva visitaron Inchon para estimular a nuestros deportistas, que lograron grandes exitos en los XVII Juegos Asiaticos, y participar en la ceremonia de clausura de esta cita deportiva, comenzo la nota y continuo:\n\t\t\t\t\t\n\t\t\t\t\tEn esa ocasion ellos se reunieron con el premier, el jefe de la \"Oficina de Seguridad del Estado\" de Chongwadae, el ministro de Unificacion y otros altos funcionarios surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tDiciendoles que al fomentar el ambiente favorable preparado gracias al encuentro del Norte y el Sur en Inchon, se debe dar grandes pasos hacia la paz y la reunificacion de la nacion, propusieron iniciar a finales de octubre o a principios de noviembre el segundo contacto de alto nivel para solucionar los problemas pendientes entre ambas partes coreanas y para mejorar las relaciones intercoreanas en la fase catastrofica.\n\t\t\t\t\t\n\t\t\t\t\tSi bien son grandes los exitos de esta vez, esos no pasan de ser un sendero, dijeron y expresaron la posicion de ensancharlo como una avenida de las relaciones intercoreanas frecuentando las visitas reciprocas.\n\t\t\t\t\t\n\t\t\t\t\tAl apoyar y consentir la opinion de la parte norcoreana, los funcionarios surcoreanos dijeron que las autoridades tambien deben unir las fuerzas y ponerse al frente del mejoramiento de relaciones N-S, al igual que el Norte y el Sur lograron grandes exitos en los Juegos Asiaticos apoyando mutuamente.\n\t\t\t\t\t\n\t\t\t\t\tEl encuentro de las autoridades de ambas partes en Inchon produjo grandes repercusiones en el interior y exterior del pais y toda la nacion coreana y el mundo entero se mostraron complacidos por esa oportunidad dramatica de la mejora de relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tPero, esa atmosfera positiva comenzo a romperse a los 3 dias por culpa de la banda titere surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tEl dia 7, ella disparo balas y bombas en las aguas candentes del Mar Oeste contra nuestro buque de guerra.\n\t\t\t\t\t\n\t\t\t\t\tDespues de ese choque armado, el dia 10, aniversario de fundacion del glorioso Partido del Trabajo de Corea, instigo a las escorias humanas a lanzar volantes de contenido anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, durante su visita a la Europa Occidental realizada desde el dia 15, la mandataria surcoreana causo mayor indignacion del pueblo norcoreano al censurar a la RPDC usando expresiones tales como \"el problema nuclear\", \"los derechos humanos\" y \"la vida de la poblacion\" en foro internacional y encuentros con varias \"cumbres\".\n\t\t\t\t\t\n\t\t\t\t\tLos dias 18 y 19, los gangsteres de la capa militar surcoreana cometio grave provocacion militar de disparar contra nuestros uniformados que cumplian la rutinaria mision de patrullaje en nuestra zona de la Linea de Demarcacion Militar, lo cual paso al peligroso intercambio de obuses entre ambas partes.\n\t\t\t\t\t\n\t\t\t\t\tCuando nuestra parte propuso el contacto urgente para reparar la situacion, la parte surcoreana acudio al contacto a desganas luego de no dar respuestas bajo pretextos injustos.\n\t\t\t\t\t\n\t\t\t\t\tDurante esa cita, se porto groseramente y la llevo al fracaso tras rehusar todas las iniciativas constructivas de nuestra parte. \n\t\t\t\t\t\n\t\t\t\t\tAhora, la situacion espantosa dada en apenas 15 dias despues del encuentro en Inchon deja consternado a todo el mundo y decepcionada a toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tLos actos provocativos de la banda titere surcoreana constituyen un desafio a nuestros esfuerzos sinceros y hacen dudar si fueron sinceras las promesas de las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC dio suficientes muestras de sinceridad durante la visita a Inchon del jefe de la Direccion Politica General del EPC y su comitiva e hizo todos los esfuerzos de buena fe por mejorar las relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tEn contraste, no hubo ningun cambio en la actitud surcoreana, por el contrario, se tornaron mas graves sus palabras y actos provocativos.\n\t\t\t\t\t\n\t\t\t\t\tNo se debe tolerar mas que las fuerzas anti-reunificacion dentro y fuera del pais sigan ultrajando las relaciones N-S que deciden el porvenir de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que aunque se logre buen acuerdo por los esfuerzos incesantes de una parte, todo sera inutil sin la respuesta de su contraparte.\n\t\t\t\t\t\n\t\t\t\t\tEsta leccion seria la ensena no solo la situacion actual sino la historia de relaciones entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tPor ejemplo, la historica Declaracion Conjunta del 4 de Julio se hizo papel mojado aun antes de que se secara la firma y la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, aprobadas por los maximos lideres de ambas partes, se hicieron letras muertas en cuanto se cambiara el \"poder\" en el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEsta condenado al mismo destino el compromiso de las autoridades hecho en Inchon.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas no deben burlar ni insultar la decision valiente, magnanimidad y esfuerzos sinceros demostrados por nuestra parte durante la visita a Inchon y tomar el camino de mejorar las relaciones N-S para la paz y la reunificacion liberandose de la miope y estrecha concepcion de enfrentamiento.\n\t\t\t\t\t\n\t\t\t\t\tLa oportunidad de la mejora de relaciones intercoreanas no la regala nadie y debe ser preparada por ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tEs muy importante el papel de las autoridades surcoreanas en corregir desde ahora la historia de relaciones intercoreanas mal escrita.\n\t\t\t\t\t\n\t\t\t\t\tCuando sea firme la voluntad de las autoridades, no habra ningun problema insoluble.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas tienen de veras la voluntad de mejorar las relaciones N-S y hacer el dialogo, las autoridades surcoreanas no deben cometer mas las acciones provocativas que rompen el ambiente y contravienen a la tendencia de la epoca.\n\t\t\t\t\t\n\t\t\t\t\t\"Dialogo\", \"presion\", \"estrategia de dos caminos\" y otras cosas por el estilo son inaceptables y llevaran a ellas a la autodestruccion.\n\t\t\t\t\t\n\t\t\t\t\tAhora, las relaciones N-S se encuentran en el dilema de revitalizar el dialogo N-S o de exacerbar al extremo el enfrentamiento hasta que se desate la guerra.\n\t\t\t\t\t\n\t\t\t\t\tAhora es cuando uno debe verificar su sinceridad ante la epoca, la nacion y la historia no con palabras sino con acciones.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas toman las medidas responsables para prevenir los actos provocativos que irritan a la contraparte y buscan el conflicto militar, no hay motivo que impida la apertura del segundo contacto N-S de alto nivel ya programado.\n\t\t\t\t\t\n\t\t\t\t\tPero, no perdonaremos ni un comino el intento de enfrentarse hasta el final con la RPDC y desafiar a la maxima dignidad y regimen de esta y frustraremos con implacable castigo cualquier provocacion.\n\t\t\t\t\t\n\t\t\t\t\tSi las relaciones N-S caen en la fase irrecuperable a pesar de nuestras reiteradas advertencias debido a la locura anacronica y conflictiva de las autoridades surcoreanas, recaeran sobre estas todas las responsabilidades.\n\t\t\t\t\t\n\t\t\t\t\tEllas deben actuar con mucha seriedad teniendo presente que las relaciones intercoreanas estan en la encrucijada importante."
        },
        {
            "title": "ACNC exige a autoridades surcoreanas a tener posicion positiva sobre dialogo",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-32ee.html",
            "content": "ACNC exige a autoridades surcoreanas a tener posicion positiva sobre dialogo\n\t\t\t\t\t\t\r\nPyongyang, 23 de octubre (ACNC) -- El pasado dia 20, el vocero del \"Ministerio de Unificacion\" del Sur de Corea repitio la posicion de las autoridades de no poder frenar en lo fisico el lanzamiento de volantes de contenido anti-Republica Popular Democratica de Corea de las escorias humanas y dijo abiertamente que la movilizacion de los policias en los momentos de lanzamiento de volantes no es para impedirlo sino para proteger la seguridad de las escorias humanas. \n\t\t\t\t\tEsto resulta otra provocacion a la Republica Popular Democratica de Corea y pone gran obstaculo al desarrollo de las relaciones intercoreanas en visperas del segundo contacto de alto nivel Norte-Sur. \n\t\t\t\t\t\n\t\t\t\t\tYa esta programado el segundo contacto de alto nivel entre ambas partes coreanas. \n\t\t\t\t\t\n\t\t\t\t\tPero, el dialogo es posible solo cuando ambas partes preparen el clima pacifico mediante el cese de los actos incitantes y ofensivos contra su contraparte. \n\t\t\t\t\t\n\t\t\t\t\tEsto es una costumbre no solo en el tiempo de paz sino tambien en el periodo de guerra. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, para la nacion coreana que vive en el pais de buenas modales del Oriente es inimaginable hacer el dialogo con la contraparte insolente. \n\t\t\t\t\t\n\t\t\t\t\tHemos hecho ingentes esfuerzos por mejorar las relaciones intercoreanas imprescindibles para el cumplimiento de la causa de reunificacion de la patria, anhelo nacional. \n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos tiempos, hicimos gran aporte a preparar un ambiente favorable a la mejora de los vinculos Norte-Sur a traves de la visita a Inchon de la comitiva de la Direccion Politica General del Ejercito Popular de Corea. \n\t\t\t\t\t\n\t\t\t\t\tPara prevenir el empeoramiento de la situacion en las relaciones intercoreanas antes de hacer el segundo contacto de alto nivel Norte-Sur, propusimos en varias ocasiones el contacto urgente y presentamos los proyectos racionales para frenar los conflictos armados entre ambas partes. \n\t\t\t\t\t\n\t\t\t\t\tPero, las autoridades surcoreanas negaron totalmente las propuestas de la parte Norte pretextando la \"diferencia de comprension\" y persistieron su anterior posicion egoista en el tratamiento de la zona candente del Mar Oeste,  foco de conflictos armados. \n\t\t\t\t\t\n\t\t\t\t\tY salen con anacronico incidente del barco \"Cheonan\" y el caso de fuego artillero en la isla Yonphyong y dijeron provocativamente que no pueden impedir legalmente el lanzamiento de volantes de contenido anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tInmediatamente despues de las conversaciones en Inchon, el llamado representante del \"Partido Saenuri\" echo agua fria al clima de reconciliacion de la nacion disparateando que \"no debemos olvidar nunca a nuestros soldados caidos y a nuestra habitante muerta en medio de turismo al monte Kumgang\" y que \"hay que poner fin a ese problema y hacer aparte el dialogo\". \n\t\t\t\t\t\n\t\t\t\t\tEl ministro surcoreano de Unificacion tambien insistio en que \"el Norte de Corea debe demostrar primero la sinceridad\" diciendo que \"es dificil la eliminacion de las medidas del 24 de mayo sin las medidas responsables del Norte\". \n\t\t\t\t\t\n\t\t\t\t\tEn particular, la mandataria surcoreana insulto a la RPDC hablando de \"conducta dual de provocacion y docilidad\" y de \"renuncia de desarrollo nuclear\". \n\t\t\t\t\t\n\t\t\t\t\tLa realidad comprueba que las autoridades surcoreanas hablan tanto del dialogo, pero, de hecho, siguen persiguiendo la ambicion de enfrentamiento.\n\t\t\t\t\t\n\t\t\t\t\tEn la situacion actual no podemos obtener ningun resultado positivo en el dialogo Norte-Sur. \n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas quieren hacer el dialogo, deben tener, ante todo, la correcta posicion sobre el respecto."
        },
        {
            "title": "CRPP advierte sobre consecuencias de lanzamiento de volantes anti-RPDC",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-33ee.html",
            "content": "CRPP advierte sobre consecuencias de lanzamiento de volantes anti-RPDC\n\t\t\t\t\t\t\r\nPyongyang, 23 de octubre (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) publico el dia 23 la informacion no.1076 en relacion con que las autoridades surcoreanas toleran e instigan el lanzamiento de volantes de contenido anti-Republica Popular Democratica de Corea por parte de una chusma.\n\t\t\t\t\tEsas escorias humanas estan desesperadas para lanzar otra vez el dia 25 los volantes mientras EE.UU. y las fuerzas conservadoras ultraderechistas toleran e instigan esa locura.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas tambien la promueven diciendo que \"no hay justificacion legal para impedirla\" y \"es un acto autonomo\" y la \"libertad de expresion\".\n\t\t\t\t\t\n\t\t\t\t\tSi se tratan de volantes que no les agradan, ellas impiden el lanzamiento reprimiendo por conducto de la policia a todos los que lo traten, incluso los civiles, revela la informacion y continua:\n\t\t\t\t\t\n\t\t\t\t\tEs contradictorio e intolerable que ellas hicieran vista gorda del lanzamiento de volantes de contenido anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tComo demuestran las ultimas circunstancias, el lanzamiento de volantes es un acto muy peligroso que puede buscar la ruptura de relaciones intercoreanas y hasta la guerra.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas no desean sufrir enormes danos debido a la locura de un punado de escorias humanas, deben tomar las medidas para impedirla.\n\t\t\t\t\t\n\t\t\t\t\tEn evitar o dejar el lanzamiento de volantes esta la pauta que permite conocer la posicion y actitud de las autoridades surcoreanas en cuanto al dialogo o confrontacion y a la mejora o la ruptura de relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tSi se ejecuta por fin el lanzamiento de volantes a pesar de las repetidas advertencias de la RPDC y el rechazo de nacionales y extranjeros, las relaciones intercoreanas caeran en la fase irrecuperable y la situacion ira de mal en peor.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC observa atentamente los movimientos en el territorio surcoreano."
        },
        {
            "title": "Premiados funcionarios y miembros de brigada de choque de Kosan",
            "url": "http://kcna.co.jp/item/2014/201410/news23/20141023-34ee.html",
            "content": "Premiados funcionarios y miembros de brigada de choque de Kosan\n\t\t\t\t\t\t\r\nPyongyang, 23 de octubre (ACNC) -- La Granja Fruticola de Kosan es la base de produccion de frutos de gran tamano donde esta impregnada la abnegacion patriotica del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\tEl Mariscal Kim Jong Un indico claramente los remedios y tareas para transformar esta granja, llena de las hazanas inmortales de direccion de los Generalisimos, en una base de produccion fruticola de talla mundial y dirigio sabiamente el esfuerzo por formar el lugar pintoresco socialista y el mundo ideal del pueblo al pie del monte Chol lleno de huellas de direccion del Dirigente Kim Jong Il sobre la revolucion mediante el Songun.\n\t\t\t\t\t\n\t\t\t\t\tEn acato al proposito del Mariscal Kim Jong Un de hacer realidad cuanto antes el noble ideal del Dirigente, los funcionarios y los miembros de la Brigada de Construccion 618 superaron audazmente todas las dificultades con el espiritu revolucionario de autoconfianza y crearon asombrosos milagros e innovacion en el empeno para transformar la Granja Fruticola de Kosan en un paraiso de la epoca del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tFueron condecorados los funcionarios y los miembros de la Brigada de Choque quienes realizaron las proezas laborales en la construccion de la Granja Fruticola de Kosan.\n\t\t\t\t\t\n\t\t\t\t\tEl instructor politico del batallon del distrito de Kangdong de la brigada de la Ciudad de Pyongyang, An Hung Hak recibio el titulo del Heroe del Trabajo.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente del comite de base de la Union de la Juventud Socialista Kim Il Sung en la brigada de la provincia de Phyong-an del Sur, Kim Hyon Chol, el funcionario de la brigada de la provincia de Hwanghae del Norte, Han Kum Sok, el miembro del batallon de la provincia de Jagang de la brigada del Ministerio de Industria Electrica, Ri Kum Chol y el miembro del batallon del municipio de Waudo de la brigada de la ciudad de Nampho, Kim Myong Il recibieron el Premio de Honor Juvenil Kim Jong Il,.respectivamente\n\t\t\t\t\t\n\t\t\t\t\tEl titulo de Chofer Benemerito fue concedido a 4 personas, la Orden Bandera Nacional de primera clase a 45, la Orden del Trabajo a 38, la Orden Bandera Nacional de segunda clase a 420, la misma orden de tercera clase a 821, la Medalla del Merito Militar a 33 y la Medalla del Merito Laboral a 1362.\n\t\t\t\t\t\n\t\t\t\t\tQuedo publicado el dia 22 el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea."
        }
    ]
}