{
    "date": "2014-11-11",
    "url": "http://kcna.co.jp/item/2014/201411/2014-11-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Central Tree Nursery",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-01ee.html",
            "content": "Supreme Leader Kim Jong Un Visits Central Tree Nursery\r\nPyongyang, November 11 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of  the Korean People's Army,  gave field guidance to the Central Tree Nursery and set forth vital tasks for turning the whole country into a thick woodland and greenery.\n\t\t\t\t\t He went round a mosaic depicting leader Kim Jong Il, newly built in the compound of the Central Tree Nursery, and then a room dedicated to the history of the nursery, recollecting the day when he visited it in company with Kim Jong Il in October 2011.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un noted that Kim Jong Il, who had paid deep attention to the afforestation of the country all his life, left such modern sapling production base as the nursery as a legacy, thus laying a solid foundation for turning the whole country into a thick woodland and greenery.\n\t\t\t\t\t\n\t\t\t\t\t Then he toured sapling greenhouse, sapling field and other parts of the nursery to learn in detail about how it has implemented the behests of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the achievements made by the officials and employees of the Ministry of Land and Environment Protection and the Central Tree Nursery to strictly implement Kim Jong Il's on-site instructions.\n\t\t\t\t\t\n\t\t\t\t\t He instructed the nursery to turn out more saplings by expanding its sapling production base, perfect the tree planting and rearing method suited to the features of the country and grow saplings not only for timber forest but also for gardening.\n\t\t\t\t\t\n\t\t\t\t\t It is also needed to push ahead with the work to introduce the advanced science and technology such as acclimating good species of saplings from other countries, he said.\n\t\t\t\t\t\n\t\t\t\t\t After touring the nursery, supreme leader Kim Jong Un set forth the highly important tasks for turning the whole country into a thick woodland and greenery.\n\t\t\t\t\t\n\t\t\t\t\t He said that the forest resources of the country shrank in bulk during the Arduous March, the forced march and the state of forest denudation is very serious.\n\t\t\t\t\t\n\t\t\t\t\t  Stressing that there is no space now to step back, leaving bare mountains as they are, he ardently called on the entire party and army and all the people to turn out in a general mobilization for recovering them, deeming this campaign a war with nature as the whole country rose from the debris during the post-war reconstruction.\n\t\t\t\t\t\n\t\t\t\t\t He said: Since afforestation assumes a protracted nature, we should constantly push ahead with the work to plant and protect trees under a far-sighted plan, bearing deep in mind the aphorism of leader Kim Jong Il that we should live not merely for today but for tomorrow.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to conduct throughout society such mass movement as a movement for wining the titles of socialist patriotic woods and model-forest county.\n\t\t\t\t\t\n\t\t\t\t\t The work for planting and protecting trees, our noble duty and a supreme patriotic work for the future of the country and its eternal prosperity, should be conducted in a mass campaign, he said, again calling for displaying the army-people coordinated operation’s might to turn the whole country into a thick woodland. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, Choe Thae Bok, O Su Yong, Han Kwang Sang and Ri Jae Il."
        },
        {
            "title": "Message of Thanks to Kim Jong Un from Yazov",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-14ee.html",
            "content": "Message of Thanks to Kim Jong Un from Yazov\r\nPyongyang, November 11 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, received a message of thanks from Marshal Dmitri Yazov, former minister of Defense of the Soviet Union, on Nov. 9.\n\t\t\t\t\t In the message Yazov extended his heartfelt thanks to Kim Jong Un for sending a personal message, gift and the best floral basket on his 90th birthday.\n\t\t\t\t\t\n\t\t\t\t\t I and my family were deeply moved by your special dispatch of a high-level delegation led by the minister of the People's Armed Forces of the DPRK, the message noted. \n\t\t\t\t\t\n\t\t\t\t\t The message went on:\n\t\t\t\t\t\n\t\t\t\t\t I set great store by the special relationship I had with leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t You pay deep attention not only to me but to the development of the relations between Russia and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In the message Yazov once again extended his sincere thanks to Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The message sincerely wished Kim Jong Un good health and success in his work for building a thriving socialist nation true to the behest of Kim Jong Il."
        },
        {
            "title": "Chongryon Officials Delegation Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-06ee.html",
            "content": "Chongryon Officials Delegation Visit Mangyongdae\r\nPyongyang, November 11 (KCNA) -- A delegation of officials of the General Association of Korean Residents in Japan (Chongryon) led by Choe Il Gyong, department director of the Central Standing Committee of the Korean Youth League in Japan, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Members of the delegation looked round historic relics preserved at the President's old home in Mangyongdae, being briefed on the immortal stories about it.\n\t\t\t\t\t\n\t\t\t\t\t Choe Il Gyong said:\n\t\t\t\t\t\n\t\t\t\t\t Visiting Mangyongdae, I more keenly feel the history of the revolutionary activities of the President and his personality as a great man.\n\t\t\t\t\t\n\t\t\t\t\t We will hold the great Generalissimos Kim Il Sung and Kim Jong Il in high esteem forever, remain loyal to the leadership of Marshal Kim Jong Un and thus share the destiny with the socialist motherland and make contributions to ushering in a fresh heyday of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Victorious Fatherland Liberation War Museum, the Kim Jong Suk Pyongyang Textile Mill, the Rungna Dolphinarium, etc."
        },
        {
            "title": "Accuracy Landing Contest Held",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-16ee.html",
            "content": "Accuracy Landing Contest Held\r\nPyongyang, November 11 (KCNA) -- The accuracy landing contest for the DPRK Championships took place recently at the Pyongyang Air Club.\n\t\t\t\t\t Attending the 5 day-long contest, divided into individual and team events, were more than 40 men and women parachutists.\n\t\t\t\t\t\n\t\t\t\t\t Men and women parachutists of the Pyongyang Air Club took the first places in all events.\n\t\t\t\t\t\n\t\t\t\t\t Kang Hye Sim, a silver medalist of an international contest held in September this year, finished first at the women's individual event.\n\t\t\t\t\t\n\t\t\t\t\t Kang Hyo Nam, secretary of the Korean Aviation Association, told KCNA that many parachutists proved successful in the contest.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, parachutists of the Sinuiju Air Club won gold medals at individual events in the accuracy landing contest for the National Youth Championship."
        },
        {
            "title": "Sindae-trademarked Wire Rope",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-15ee.html",
            "content": "Sindae-trademarked Wire Rope\r\nPyongyang, November 11 (KCNA) -- The demand for wire ropes produced by the Sindae Wire Rope Factory in the DPRK are on steady increase not only at home but also in some Asian and European markets.\n\t\t\t\t\t The wire ropes with FC, IWRC, PC and WC cores have been certified by ISO9001:1994 and ISO9002:2000.\n\t\t\t\t\t\n\t\t\t\t\t Among the products are galvanized, ungalvanized and coated ones with right hand lang's lay and left hand lang's lay. \n\t\t\t\t\t\n\t\t\t\t\t Kye Chol Ho, manager of the factory, told KCNA that the factory, equipped with up-to-date machines, mass-produces wire ropes ranging from 1 mm to 52 mm."
        },
        {
            "title": "Rodong Sinmun Urges U.S. to Stop at Once Its Reckless Arms Buildup",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-08ee.html",
            "content": "Rodong Sinmun Urges U.S. to Stop at Once Its Reckless Arms Buildup\r\nPyongyang, November 11 (KCNA) -- The U.S. Navy staged an action of destroying supersonic and subsonic targets flying at low altitude with SM-6 interceptor missiles.\n\t\t\t\t\t Shortly ago, the U.S. bellicose forces conducted a test of Aegis-system performance in the Pacific waters.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a commentary in this regard: The frantic moves of the U.S. to bolster up the destructive capability of war hardware and update them are aimed to contain its rivals and bring them into submission through unchallenged military and technical edge in its war of aggression against other countries. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is paying lip-service to \"peace\" and \"disarmament,\" but it is nothing but a deceptive artifice to cover up its true colors as the arch criminal wrecking global peace and security and chieftain of arms race.\n\t\t\t\t\t\n\t\t\t\t\t The situation goes to clearly prove that the U.S. has gone to extremes in its scenario to dominate the world by modernizing war hardware.\n\t\t\t\t\t\n\t\t\t\t\t Owing to the U.S. moves, the world is deeply locked in a dangerous arms race.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is making desperate efforts to retain its position as the \"world's only superpower,\" but it is too late.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. increased efforts to dominate the world while developing and deploying latest weapons are no more than the last-ditch effort of those who are fated to meet its doom.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' reckless moves to develop war hardware will only result in fanning up the military confrontation and conflict in the international arena and straining the international situation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to awake from the anachronistic daydream of precipitating its disgrace and destruction and stop at once its reckless arms buildup."
        },
        {
            "title": "U.S. Has No Justification to Talk about Human Rights of Other Countries: Minju Joson",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-09ee.html",
            "content": "U.S. Has No Justification to Talk about Human Rights of Other Countries: Minju Joson\r\nPyongyang, November 11 (KCNA) -- Recently a student made a shooting spree at a campus of a higher school in Seattle, Washington State, U.S., leaving five dead. A student opened fire at his classmate in the middle of a quarrel late in September. \n\t\t\t\t\t Minju Joson Tuesday in a commentary says the shooting sprees that have become almost daily occurrences in the U.S. prove that the U.S. is the most dangerous country on earth.\n\t\t\t\t\t\n\t\t\t\t\t Civilians are allowed by law to carry guns in the U.S. as the logic that one has to protect one's own safety prevails in the land.\n\t\t\t\t\t\n\t\t\t\t\t What is alarming is that even children are involved in the gun-related crimes.\n\t\t\t\t\t\n\t\t\t\t\t This is the true picture of the U.S. which loudly trumpets about \"freedom\" and \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. where people are seized by uneasiness and horror due to gun-related crimes that take place in an unbroken chain.\n\t\t\t\t\t\n\t\t\t\t\t It is illogical for such a country to cry out for human rights.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the U.S. with the worst human rights record styles itself a \"human rights judge\" while talking a lot about \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t The world is stunned by the U.S. shameless behavior of pulling up other countries while shelving its own serious human rights situation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has neither justification nor face to talk about human rights in other countries. It had better mind its own business, not kicking up a row over human rights in other countries."
        },
        {
            "title": "KCTU Demands Resignation of Park Geun Hye Regime",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-11ee.html",
            "content": "KCTU Demands Resignation of Park Geun Hye Regime\r\nPyongyang, November 11 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) held a huge workers rally in Seoul on Nov. 9, according to Chamsesang, an internet paper of south Korea.\n\t\t\t\t\t It was attended by more than 30 000 workers under the confederation, unionists under it, bereaved families of the ferry Sewol disaster, representatives of peasants and poor people's organizations and other people from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the rally, workers gathered at Chonggye plaza and marched as far as the university street, holding slogan \"Park Guen Hye regime, step down\".\n\t\t\t\t\t\n\t\t\t\t\t Trade unions under the confederation held rallies in different parts of Seoul.\n\t\t\t\t\t\n\t\t\t\t\t There took place a rally at the university street.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers reviewed the past actions of the confederation and underscored the need to more dynamically conduct the trade union movement.\n\t\t\t\t\t\n\t\t\t\t\t Many workers are suffering pain due to part-time jobs, they said, adding if they are united to struggle and people of all social standings express solidarity with them, they can change this world by concerted efforts of workers, peasants and the poor.\n\t\t\t\t\t\n\t\t\t\t\t They underlined to fight it out to abolish part-time jobs prevalent in south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t They called upon people from all walks of life to fight in unity to build an equal society."
        },
        {
            "title": "S. Korean Warmongers Start Hoguk War Drills against DPRK",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-12ee.html",
            "content": "S. Korean Warmongers Start Hoguk War Drills against DPRK\r\nPyongyang, November 11 (KCNA) -- The south Korean warmongers kicked off the north-targeted Hoguk drills on Nov. 10, according to the south Korean Yonhap News.\n\t\t\t\t\t Involved in them are at least 330 000 troops of the three services of south Korean puppet army and the marine corps, the U.S. imperialist aggressor forces, more than 23 000 mobile equipment, over 60 warships and various type aircraft.\n\t\t\t\t\t\n\t\t\t\t\t These are the largest-ever since the drills in 1996, Yonhap News added.\n\t\t\t\t\t\n\t\t\t\t\t The puppet military gangsters unhesitatingly declared that the said drills are targeted on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t That day the puppet joint chiefs of staff let loose a string of provocative remarks against the DPRK under the pretext of \"local war provocation\" and \"all-out war\". It cried out for maintaining maximum military posture and putting main emphasis on ground, sea and air joint drills. \n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the puppet Ministry of Defense announced that the entire army would stage drills on the whole front including the areas along the Military Demarcation Line.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove that the warmongers are the arch criminals increasing the danger of a war and bedeviling the north-south relations."
        },
        {
            "title": "S. Korean Authorities' Leaflet Scattering Operations Flayed by French Organization",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-05ee.html",
            "content": "S. Korean Authorities' Leaflet Scattering Operations Flayed by French Organization\r\nPyongyang, November 11 (KCNA) -- The France-Korea Friendship Association posted an article on its website on Nov. 3 in denunciation of the south Korean authorities' leaflet scattering operations against the DPRK. \n\t\t\t\t\t The south Korean authorities were hurting the dignity of the supreme leadership of the DPRK through leaflet scattering operations, the article noted and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had already warned the south Korean authorities that the anti-DPRK leaflet scattering operations may have a catastrophic impact on the inter-Korean relations but they are letting loose sophism that there was no legal ground to ban the leaflet scattering.\n\t\t\t\t\t\n\t\t\t\t\t Such assertion is hypocritical. They have a means for holding in check the flight of the flying object over the demilitarized zone and they are quite capable of taking measures against it.\n\t\t\t\t\t\n\t\t\t\t\t However, they are zealously patronizing the leaflet scattering directly or indirectly.\n\t\t\t\t\t\n\t\t\t\t\t It is obvious that they are shunning inter-Korean dialogue."
        },
        {
            "title": "Truth about S. Korean Authorities' Human Rights Abuses Disclosed",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-13ee.html",
            "content": "Truth about S. Korean Authorities' Human Rights Abuses Disclosed\r\nPyongyang, November 11 (KCNA) -- The National Reunification Institute Tuesday released a detailed report indicting the south Korean puppet regime for its hideous crimes against humanity and human rights abuses on the lapse of 200 days since the ferry Sewol disaster in south Korea.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t On board at the time of sinking were 476 passengers including 325 students of Tanwon High School of Ansan City, Kyonggi Province who were on their field tour to Jeju Island.\n\t\t\t\t\t\n\t\t\t\t\t Just 172 were rescued and 304 and the ferry buried at sea.\n\t\t\t\t\t\n\t\t\t\t\t According to survivors and witnesses, after a loud bang the ferry began to gradually tilt one hour later. It went down to the seabed six hours later.\n\t\t\t\t\t\n\t\t\t\t\t When the ferry was sinking, its captain and crewmen shouted over loud speaker \"Passengers stay put\" and \"Don't move\", taking no measures.\n\t\t\t\t\t\n\t\t\t\t\t Then they changed their uniforms into plain clothes and escaped from the ferry like alley cats.\n\t\t\t\t\t\n\t\t\t\t\t The puppet maritime police were tasked to rescue the passengers but patrol boat No. 123 under the Mokpho Maritime Police Agency picked the captain and crewmen only on board before disappearing.\n\t\t\t\t\t\n\t\t\t\t\t Only personnel affiliated to a non-governmental rescue company who had a contract with the police in advance on a payment basis were allowed to have access to the sinking ferry while civilian divers were prevented from conducting any operation to rescue passengers.\n\t\t\t\t\t\n\t\t\t\t\t Those of the puppet military mobilized for the rescue operation deliberately neglected it, complaining that it was too dark under water and its current too fast.\n\t\t\t\t\t\n\t\t\t\t\t They thus missed all chances to rescue the survivors after the sinking of the ferry.\n\t\t\t\t\t\n\t\t\t\t\t The horrible tragedy which put 304 passengers plus the ferry to the bottom of the sea turned the whole of south Korea into a mourner's house all of a sudden.\n\t\t\t\t\t\n\t\t\t\t\t It was against this backdrop that the puppet regime perpetrated inhuman and unethical acts of mocking and insulting the victims, stunning all people.\n\t\t\t\t\t\n\t\t\t\t\t The puppet prosecution and police refused to deliver dead bodies to their bereaved families in good time, preventing them from properly holding funerals for them.\n\t\t\t\t\t\n\t\t\t\t\t The present chief executive invited her American master to visit south Korea and kowtowed to him in gorgeous dress, utterly indifferent to the atmosphere at the mourner's house. She orchestrated a burlesque of consoling a sham \"bereaved family.\"\n\t\t\t\t\t\n\t\t\t\t\t Coteries of the \"Saenuri Party\" turned down the demands of people of various strata that the opposition parties and bereaved families be granted the right to investigate and prosecute if the truth about the ferry Sewol tragedy is to be properly probed. \n\t\t\t\t\t\n\t\t\t\t\t When bereaved families visited the \"National Assembly\" to lodge a protest, they expelled them at random.\n\t\t\t\t\t\n\t\t\t\t\t Those coteries cried out for \"a strong retaliation,\" groundlessly claiming that the ferry Sewol accident was \"caused by north.\" They were busy cooking up \"a story about north wind,\" insisting that the north was fostering a \"conflict in the south.\"\n\t\t\t\t\t\n\t\t\t\t\t They in collusion with right-wing conservative organizations went the lengths of branding those bereaved families demanding the probe into the truth about the accident and the punishment of those responsible for it as \"agitators\" and \"dealers in dead bodies\" and mocking at those bereaved families on hunger strike.\n\t\t\t\t\t\n\t\t\t\t\t Gangsters of the said organizations insulted the bereaved families by calling them \"Reds instructed by the north\" and \"second Kwangju rioters\" and asserting that \"Reds may be let die.\"\n\t\t\t\t\t\n\t\t\t\t\t The report said the ferry Sewol tragedy is not a product of vices perpetrated by a vicious ship owner or by a few persons concerned with maritime transport but an inevitable outcome of the anti-human rights and unpopular policy of the puppet regime from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities did not conduct a proper safety inspection of the ferry before okaying its navigation, though it was in a bad shape. Worse still, they overlooked the inability of its captain and crewmen to work aboard it, though they were disqualified to do so.\n\t\t\t\t\t\n\t\t\t\t\t When the sinking accident broke out, the authorities floated the story that it was attributable to the reckless money making by Yu Pyong On, former chairman of the Semo Group who owned the ferry.\n\t\t\t\t\t\n\t\t\t\t\t They orchestrated Yu's escape and search operation for him and found only a dead body which was so seriously disfigured that it was hard to confirm whether he committed suicide or was killed and shifted the blame for the accident onto him. They tried to hush up the case by punishing a few fries including the captain at a trial.\n\t\t\t\t\t\n\t\t\t\t\t When drowning passengers were crying out for help, the puppet authorities were busy evading responsibility.\n\t\t\t\t\t\n\t\t\t\t\t The boss of Chongwadae became a target of criticism and derision for being absent in her office for 7 hours even after she was informed of the ferry sinking accident.\n\t\t\t\t\t\n\t\t\t\t\t When public criticism of Chongwadae was mounting higher, she made a reluctant \"apology,\" shedding \"crocodile tears\" dozens of days later. This sparked off greater uproar among people. She only staged such farce as sacrificing the puppet prime minister.\n\t\t\t\t\t\n\t\t\t\t\t Various disasters occurred one after another in south Korea in the wake of the ferry Sewol disaster, driving its society into a panic.\n\t\t\t\t\t\n\t\t\t\t\t The report continued:\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is trumpeting about someone's \"human rights\" though it turned south Korea into a tundra of human rights and veritable hell. This is, indeed, the height of shamelessness and an unpardonable mockery at human rights.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the south Korean authorities evade the responsibility for the ferry Sewol disaster. They had better honestly apologize for the hideous crimes against human rights and people and come out to a court.\n\t\t\t\t\t\n\t\t\t\t\t If the puppet group persists in its crafty moves to conceal the truth about the disaster, it will spark off bitterer resentment and denunciation among the people of all social standings in south Korea and the group will not escape a disgraceful ruin in face of resistance of broad masses, the report warned."
        },
        {
            "title": "Songdowon International Children's Camp Introduced by Koreans in Germany",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-10ee.html",
            "content": "Songdowon International Children's Camp Introduced by Koreans in Germany\r\nPyongyang, November 11 (KCNA) -- The Society for Cooperation among Koreans in Germany posted on its website on Nov. 3 an article introducing the Songdowon International Children's Camp.\n\t\t\t\t\t The camp splendidly built in perfect harmony with the natural scenery of picturesque Songdowon in the east coastal area looks just like a picture, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It has campers' houses, international friendship children's hall, outdoor playing ground, gymnasium, outdoor wading pool, outdoor archery field, aquarium and others of peculiar architectural beauty that lead children to animation world.\n\t\t\t\t\t\n\t\t\t\t\t Drawing increasing concern of the international community is the reality in the DPRK which puts forward children as the king of the country and translates their dreams into practice.\n\t\t\t\t\t\n\t\t\t\t\t Firstly, modern buildings and latest equipment, facilities and apparatuses in the camp are beyond imagination and they are used by the campers free of charge.\n\t\t\t\t\t\n\t\t\t\t\t Secondly, children of ordinary workers of the DPRK go to the camps which only those of millionaires and privileged circles can dream of in other countries.\n\t\t\t\t\t\n\t\t\t\t\t Thirdly, all those are the embodiment and fruition of the consistent and steadfast line and policy of the party and government of the DPRK."
        },
        {
            "title": "Kim Jong Il Remembered in Mongolia, Kuwait",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-03ee.html",
            "content": "Kim Jong Il Remembered in Mongolia, Kuwait\r\nPyongyang, November 11 (KCNA) -- Remembrance meetings took place in Mongolia and Kuwait on Oct. 30 to commemorate the 3rd anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t A Mongolian personage said the august name of Kim Jong Il is widely known to the world, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il remarkably increased the national power of the DPRK by enforcing the original Songun politics and set an example of independent politics in the most difficult period of the 1990s.\n\t\t\t\t\t\n\t\t\t\t\t The Mongolian people sincerely wish the Korean people big successes in their efforts to defend the sovereignty of the country and build a rich and powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t S. Altanchimeg, director of Kim Jong Il Kindergarten in Darkhan－Uul Province, Mongolia said:\n\t\t\t\t\t\n\t\t\t\t\t No matter how much water may flow under the bridge, I will invariably remember the august name of Kim Jong Il. I will let the younger generation know well about the greatness of Kim Jong Il and the reality of the developing DPRK so that the friendship between the two countries may be kept in full bloom. \n\t\t\t\t\t\n\t\t\t\t\t Yousef Al Amiri, chairman of the Kuwaiti Committee for Remembering Generalissimo Kim Jong Il, praised his revolutionary life and exploits.\n\t\t\t\t\t\n\t\t\t\t\t He noted that he witnessed for himself the signal successes made by the Korean people in their efforts to protect the sovereignty of the country and build a thriving nation under the leadership of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un while visiting the DPRK several times."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Peru",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-04ee.html",
            "content": "Kim Jong Il to Be Remembered in Peru\r\nPyongyang, November 11 (KCNA) -- A Peruvian committee for honoring the memory of leader Kim Jong Il was formed in Lima on November 5.\n\t\t\t\t\t Genaro Ledesma Izquieta, chairman of the People's Front of Workers, Peasants and Students of Peru, was elected chairman of the memorial committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events such as meeting and round-table talks to commemorate the 3rd anniversary of demise of Kim Jong Il."
        },
        {
            "title": "Kim Jong Un's Work Carried by Nepalese Paper",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-02ee.html",
            "content": "Kim Jong Un's Work Carried by Nepalese Paper\r\nPyongyang, November 11 (KCNA) -- The full text of supreme leader Kim Jong Un's work \"To Protect National Heritage Is a Patriotic Undertaking for Adding Brilliance to the History and Traditions of Our Nation\" was carried by Nepalese paper Arpan on November 7.\n\t\t\t\t\t The work, published on October 24, Juche 103 (2014), recalls that President Kim Il Sung and leader Kim Jong Il attached importance to the work for protecting national heritage and made efforts to glorify the long history and brilliant culture of the Korean nation in the whole period of their revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates tasks for preserving the immortal exploits performed by Kim Il Sung and Kim Jong Il and further glorifying the history and traditions of the Korean nation by thoroughly carrying out the policy of the Workers' Party of Korea on protecting the national heritage.\n\t\t\t\t\t\n\t\t\t\t\t The paper carried a photo of Kim Jong Un."
        },
        {
            "title": "Kim Jong Un dirige la Almaciga Central",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-01ss.html",
            "content": "Kim Jong Un dirige la Almaciga Central\r\nPyongyang, 11 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio la Almaciga Central, ocasion en la cual presento las tareas programaticas para la forestacion y la formacion de areas verdes en todo el pais.\n\t\t\t\t\tTras ver el mural de mosaicos con la imagen del Dirigente Kim Jong Il, erguido en el recinto de la almaciga, el Mariscal recorrio la sala de presentacion del historial recordando aquel dia de octubre de 2011 cuando el mismo vino alli junto con el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tDijo que el Dirigente siempre prestaba profunda atencion a la repoblacion forestal y dejo como herencia la base de produccion de posturas de arbol como la Almaciga Central y anadio que asi, el preparo la firme base para la repoblacion forestal y la formacion de areas verdes en todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tDando vueltas por el invernadero y las parcelas de posturas y otros, hizo detallado conocimiento del estado de materializacion del legado del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que los funcionarios y empleados del Ministerio de Proteccion Territorial y Ambiental y la Almaciga Central hayan logrado muchos exitos al esforzarse tesoneramente por materializar las instrucciones dadas en el terreno por el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que la almaciga debe ampliar la base de produccion de posturas de arbol, perfeccionar el metodo de siembra y cultivo de arboles conforme a las caracteristicas del pais y cultivar las posturas necesarias a la creacion del bosque de madera y a la decoracion.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que debe desarrollar las labores para introducir las avanzadas ciencias y tecnicas inclusive aclimatacion de las posturas de buena variedad de otros paises.\n\t\t\t\t\t\n\t\t\t\t\tTerminado su recorrido, el Mariscal presento las tareas programaticas que se presentan en la repoblacion forestal y la creacion de areas verdes en todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tDijo que fueron agotados los recursos forestales en el periodo de la marcha penosa, la forzada, por tanto es muy serio el nivel de devastacion del bosque.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que no podemos retroceder mas ante las montanas peladas del pais y exhorto fervientemente a todo el partido, todo el ejercito y todo el pueblo a librar una campana de reconstruccion del bosque, considerandola una guerra para conquistar la naturaleza como en el periodo de la reconstruccion posbelica en que todo el pais se movilizo para sacudir las cenizas de la guerra. \n\t\t\t\t\t\n\t\t\t\t\tDestaco que la repoblacion forestal tiene el caracter prolongado, razon por la cual se debe impulsar permanente, perspectiva y planificadamente la creacion y la proteccion  forestal teniendo presente la ensenanza del Dirigente: vivir no para hoy, sino para manana.\n\t\t\t\t\t\n\t\t\t\t\tRefirio la necesidad de librar en toda la sociedad la campana masiva tales como los movimientos por formar el bosque patriotico socialista y por obtener el titulo del distrito ejemplar en la repoblacion forestal.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la repoblacion y la proteccion forestal son el noble deber asumido ante nosotros y la maxima labor patriotica para el  porvenir del pais que se desarrollaran a traves de la campana masiva y enfatizo otra vez que el  ejercito y el pueblo deben desplegar una operacion conjunta para hacer verdes las montanas de la patria.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Choe Ryong Hae, Choe Thae Bok, O Su Yong, Han Kwang Sang y Ri Jae Il."
        },
        {
            "title": "IRP publica informacion detallada a los 200 dias de tragedia del ferry \"Sewol\"",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-11ss.html",
            "content": "IRP publica informacion detallada a los 200 dias de tragedia del ferry \"Sewol\"\r\nPyongyang, 11 de noviembre (ACNC) -- Con motivo de que pasaron 200 dias desde la tragedia del ferry \"Sewol\" en el Sur de Corea, el Instituto de la Reunificacion de la Patria (IRP) hizo publica el dia 11 una informacion detallada para revelar los crimenes antieticos y anti-DDHH de los titeres surcoreanos. \n\t\t\t\t\tSegun el documento, en el momento de hundimiento, se encontraban a bordo del ferry 476 viajeros, entre ellos, 325 alumnos de la escuela superior de Tanwon de la ciudad de Ansan de la provincia de Kyonggi quienes estaban en viaje de estudio a la isla Jeju.\n\t\t\t\t\t\n\t\t\t\t\t304 pasajeros fueron ahogados en el mar junto con el barco siniestrado y 172 sobrevivieron. \n\t\t\t\t\t\n\t\t\t\t\tEl barco fue hundido en la zona maritima a 3 kilometros desde las costas. \n\t\t\t\t\t\n\t\t\t\t\tSegun los sobrevivientes y los testigos presenciales, el barco comenzo a inclinarse a una hora desde que se escuchara un sonido estruendoso y tardaron 6 horas hasta el hundimiento total. \n\t\t\t\t\t\n\t\t\t\t\tEl barco estuvo provisto de chalecos y botes salvavidas. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el capitan y los tripulantes ordenaron por la radio a los viajeros que se quedaran tranquilos sin moverse, y no tomaron ninguna medida de rescate. \n\t\t\t\t\t\n\t\t\t\t\tY se escaparon a hurtadillas quitandose el uniforme de marinero por el temor a que les descubrieran los pasajeros.\n\t\t\t\t\t\n\t\t\t\t\tLa policia maritima surcoreana debio movilizarse inmediatamente despues de naufragio e iniciar las actividades de socorro.\n\t\t\t\t\t\n\t\t\t\t\tPero, la lancha patrullera no. 123 adscrita a la policia maritima de Mokpho, llegada primero al lugar de accidente, se llevo solo al capitan y tripulantes que huyeron del barco en lugar de salvar a los pasajeros. \n\t\t\t\t\t\n\t\t\t\t\tPretextando que es su deber rescatar a los pasajeros, la policia maritima impidio las actividades de socorro de los helicopteros del equipo de rescate 119 de la provincia de Jolla que arribaron al lugar de accidente. \n\t\t\t\t\t\n\t\t\t\t\tSolo los integrantes de una entidad civil de rescate, que contrajeron el contrato de salvamento para fines de lucro, obtuvieron el permiso de acercarse al barco hundido, lo cual fue desautorizado a los buceadores rescatistas voluntarios. \n\t\t\t\t\t\n\t\t\t\t\tLos militares surcoreanos movilizados en el rescate actuaron tambien con negligencia pretextando la oscuridad y la corriente rapida. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, se perdio la oportunidad de salvar a los sobrevivientes despues del hundimiento del barco.\n\t\t\t\t\t\n\t\t\t\t\tEsta tragedia horrorosa convirtio en un instante todo el territorio surcoreano en una casa en duelo. \n\t\t\t\t\t\n\t\t\t\t\tEn aquel entonces, los titeres surcoreanos cometieron los actos inhumanitarios y antieticos insultando a las victimas, lo cual provoco gran indignacion de todo el mundo. \n\t\t\t\t\t\n\t\t\t\t\tLos familiares de victimas no pudieron hacer las ceremonias funerales porque la fiscalia y la policia no les entregaron a tiempo los cadaveres. \n\t\t\t\t\t\n\t\t\t\t\tSin hacer caso del ambiente triste, la mandataria en vestido de lujo invito a su amo norteamericano y lo trato con aduloneria por una parte, y por la otra, orquesto la farsa de expresar condolencias a los \"familiares\" de victimas. \n\t\t\t\t\t\n\t\t\t\t\tLos compinches del \"Partido Saenuri\" negaron la demanda de los habitantes de distintos estratos de transferir a los partidos opositores y los familiares de victimas los derechos a la investigacion y a la acusacion para el esclarecimiento correcto de la verdad de lo ocurrido y expulsaron a los familiares de victimas que protestaban ante la \"Asamblea Nacional\". \n\t\t\t\t\t\n\t\t\t\t\tMaldijeron que el hundimiento del ferry \"Sewol\" es \"obra del Norte de Corea\" insistiendo en \"represalia rotunda\" y se desesperaron por crear la \"oleada anti-Norte\" diciendo que la parte Norte fomenta la \"discordia entre personas\". \n\t\t\t\t\t\n\t\t\t\t\tEn confabulacion con las entidades ultraderechistas y conservadoras, insultaron como \"agitadores y traficantes de cadaveres\" a los familiares de victimas que demandaban esclarecer la verdad del incidente y castigar a los culpables. Hasta se burlaron de la huelga de hambre de ellos, insultandoles como \"comunistas instigados por el Norte\", \"participantes en el segundo levantamiento de Kwangju\" y \"comunistas que merecen la muerte\". \n\t\t\t\t\t\n\t\t\t\t\tLa tragedia del ferry \"Sewol\" no es producto de las irregularidades del propietario y algunos empresarios de transporte maritimo sino es el resultado inevitable de la politica antietica y antipopular de las autoridades surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\tLa compania propietaria compro el barco \"Sewol\", que era ya una chatarra, y modifico a sus caprichos su estructura. Al momento de salida al mar, el barco no estuvo arreglado bien y tenia a su bordo las cargas tres veces mas pesadas que la cantidad permitida. \n\t\t\t\t\t\n\t\t\t\t\tA sabiendas de ello, las autoridades surcoreanas permitieron la salida del barco sin examinar el estado de su seguridad y el embarco del capitan y tripulantes incapacitados.\n\t\t\t\t\t\n\t\t\t\t\tCuando ocurrio la tragedia, las autoridades surcoreanas difundieron el rumor de que el culpable es el propietario del barco y ex presidente del Grupo Semo, Yu Pyong On, enloquecido por el dinero.\n\t\t\t\t\t\n\t\t\t\t\tAl ocurrir el incidente de hundimiento del ferry “Sewol”, las autoridades titeres difundieron el rumor como si su responsabilidad  se debiera al ex presidente del Grupo Semo y dueno de dicho barco, Yu Pyong On, enloquecido por el dinero.\n\t\t\t\t\t\n\t\t\t\t\tOrquestaron la farsa de huida y pesquisa de Yu, descubrio solo el cadaver dificil de  distinguir el suicidio del asesinato e imputo  toda la responsabilidad al muerto.\n\t\t\t\t\t\n\t\t\t\t\tIntentaron cubrir dicho caso llevando al juicio al capitan y otros subalternos insignificantes.\n\t\t\t\t\t\n\t\t\t\t\tCuando unos cientos de pasajeros gritan el socorro en el mar despues del hundimiento del ferry “Sewol”, las autoridades surcoreanas se empenan solo por evadir la responsabilidad lejos de tomar medias de socorro.\n\t\t\t\t\t\n\t\t\t\t\tAunque recibio el aviso de este incidente, la gobernadora de Chongwadae desocupo su lugar durante 7 horas en el tiempo de vida o muerte,  lo que causo la censura y burla de la sociedad.\n\t\t\t\t\t\n\t\t\t\t\tAnte la fuerte critica de distintos estratos sobre Chongwadae, despues de pasar decenas de dias, la mandataria se vio obligada a pedir \"disculpa\" derramando \"lagrimas de cocodrilo\", pero al producir mayor indignacion de los habitantes echo sin alguna vacilacion como ofrenda al premier titere.\n\t\t\t\t\t\n\t\t\t\t\tDespues de la tragedia del ferry “Sewol” tambien ocurrieron uno tras otro las calamidades de varios tipos, por lo cual la sociedad surcoreana es presa del terror.\n\t\t\t\t\t\n\t\t\t\t\tLa banda titere que convirtio la sociedad surcoreana en las ruinas de derechos humanos e infierno de la humanidad, aboga tanto por los \"DDHH\" de alguien. Esto es el climax de cinismo y la burla imperdonable a los DDHH.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas no pueden evadir nunca la responsabilidad de la gran tragedia del ferry “Sewol” y deben reconocer sinceramente el crimen anti-DDHH y antipopular sin precedente y subir al banquillo de acusados.\n\t\t\t\t\t\n\t\t\t\t\tSi la horda titere surcoreana sigue maniobrando astutamente por encubrir la verdad de dicho incidente, causara mayor colera y denuncia de distintos estratos del Sur de Corea y no evitara la destruccion vergonzosa por la explosion de la resistencia masiva."
        },
        {
            "title": "EE.UU. no tiene cara para hablar de DDHH de otros paises, insiste Minju Joson",
            "url": "http://kcna.co.jp/item/2014/201411/news11/20141111-03ss.html",
            "content": "EE.UU. no tiene cara para hablar de DDHH de otros paises, insiste Minju Joson\r\nPyongyang, 11 de noviembre (ACNC) -- Hace poco, en el recinto de una escuela superior en la ciudad de Seattle del Estado de Washington, Estados Unidos, un estudiante abrio fuego dejando como saldo 5 muertos y lesionados. Con anterioridad, a finales de septiembre pasado, un alumno disparo balas a ciegas en medio de la disputa con su companero de clase. \n\t\t\t\t\tLos crimenes de fusiles que ocurren casi todos los dias en Estados Unidos demuestran que ese imperio es el pais mas peligroso en el mundo. \n\t\t\t\t\t\n\t\t\t\t\tCritica el periodico Minju Joson en un comentario individual de este martes y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn la sociedad estadounidense los civiles pueden llevar las armas en virtud de la ley. \n\t\t\t\t\t\n\t\t\t\t\tHasta los infantes se involucran en los crimenes de fusiles. \n\t\t\t\t\t\n\t\t\t\t\tEsto es la situacion de DDHH de EE.UU. que aboga tanto por la \"libertad\" y \"derechos  humanos\". \n\t\t\t\t\t\n\t\t\t\t\tEn ese reino de asesinato las personas viven siempre inquietas y panicas por los sucesivos crimenes  de fusiles.\n\t\t\t\t\t\n\t\t\t\t\tLo mas problematico es que EE.UU. con mas grave situacion de DDHH actua como \"juez de DDHH\" hablando ruidosamente de \"DDHH\".\n\t\t\t\t\t\n\t\t\t\t\tEse proceder cinico de EE.UU. provoca gran consternacion de la sociedad internacional. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. no tiene la justificacion ni la cara para cuestionar la situacion de derechos humanos de otros paises. \n\t\t\t\t\t\n\t\t\t\t\tEl imperio debe apagar primero el incendio de su casa, antes de armar tumulto recurriendo a la campana intrigante de DDHH contra otros paises."
        }
    ]
}