{
    "date": "2014-10-05",
    "url": "http://kcna.co.jp/item/2014/201410/2014-10-05ee.html",
    "articles": [
        {
            "title": "DPRK's Gold Medalists at Asian Games Interviewed",
            "url": "http://kcna.co.jp/item/2014/201410/news05/20141005-05ee.html",
            "content": "DPRK's Gold Medalists at Asian Games Interviewed\r\n Pyongyang, October 5 (KCNA) -- A press conference with players and coaches who bagged gold medals at the 17th Asian Games including women footballers took place at the Pyongyang Indoor Stadium on Sunday.\n\t\t\t\t\t Present there were media persons here and journalists of the General Association of Korean Residents in Japan.\n\t\t\t\t\t\n\t\t\t\t\t At the press conference Kim Pyong Sik, head of the DPRK's group of players, referred to the scope of the Asian Games and the successes of the players.\n\t\t\t\t\t\n\t\t\t\t\t Ra Un Sim, captain of the women's football team of the DPRK, said about the key to its becoming the strongest team in Asia. \n\t\t\t\t\t\n\t\t\t\t\t She said it was entirely ascribable to the loving care and trust shown by the respected Marshal Kim Jong Un and courage and pluck instilled into it by him. \n\t\t\t\t\t\n\t\t\t\t\t She went on:\n\t\t\t\t\t\n\t\t\t\t\t In all the matches we felt as if we were hearing the Marshal saying well done and finishing them till we would win championship.\n\t\t\t\t\t\n\t\t\t\t\t So, we defeated all the rivals to make the report of victory to the respected Marshal. \n\t\t\t\t\t\n\t\t\t\t\t Weightlifter Kim Un Guk and female boxer Jang Un Hui said that they could startle the sports world of Asia because they displayed indomitable mental power with ardent patriotism in every match true to the noble intention of the party. \n\t\t\t\t\t\n\t\t\t\t\t They said with deep emotion that the Marshal highly appreciated their achievements and bestowed the highest honor and happiness upon them though they fulfilled their duties as sportspersons in the era of Songun.\n\t\t\t\t\t\n\t\t\t\t\t They renewed their firm resolution to grab gold medals at international games by sweating more in their trainings and thus demonstrate before the whole world the dignity and might of Kim Il Sung's nation and Kim Jong Il's Korea."
        },
        {
            "title": "Sportspersons Enthusiastically Welcomed by Pyongyangites upon Their Return Home",
            "url": "http://kcna.co.jp/item/2014/201410/news05/20141005-04ee.html",
            "content": "Sportspersons Enthusiastically Welcomed by Pyongyangites upon Their Return Home\r\n Pyongyang, October 5 (KCNA) -- The DPRK's group of players and the delegation of the DPRK Olympic Committee Sunday flew back here after participating in the 17th Asian Games. \n\t\t\t\t\t Sportspersons of the DPRK bagged 36 medals including 11 gold medals in the Asian Games. \n\t\t\t\t\t\n\t\t\t\t\t As the plane landed, the crowd enthusiastically welcomed the players. \n\t\t\t\t\t\n\t\t\t\t\t The players were greeted by Hyon Yong Chol, Kim Ki Nam, Choe Thae Bok, Choe Ryong Hae, Kim Yang Gon, Kim Phyong Hae, Ro Tu Chol, and Kim Yong Jin, vice-premier of the Cabinet,, Kim Su Gil, chief secretary of the Pyongyang City Committee of the Workers' Party of Korea, Ryom Chol Song, O Kum Chol and Ri Jong Mu, generals of the Korean People's Army, chairmen of the associations of the relevant events, senior officials of supporter units, and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t Sportspersons, working people and families of players put garlands around their necks and gave bouquets to them. \n\t\t\t\t\t\n\t\t\t\t\t The players paid tribute to the portraits of smiling President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Pyongyangites with DPRK flags and flowers in their hands warmly congratulated the players along the route from the entrance of Ryonmot-dong to Ryonghung Crossroads and Kumsong, Chilsongmun, Changjon Crossroads and other streets.\n\t\t\t\t\t\n\t\t\t\t\t A large group of open cars carrying women footballers arrived at the entrance of Ryonmot-dong. \n\t\t\t\t\t\n\t\t\t\t\t The moment, cheers \"Admirable\" \"Welcome\" and \"Congratulations\" burst forth and streets turned into a sea of flowers.\n\t\t\t\t\t\n\t\t\t\t\t Dependable women footballers made reunions with working people of the capital city, recalling the days they played matches with minds of all service personnel and people.\n\t\t\t\t\t\n\t\t\t\t\t When the car group entered Ryonghung Crossroads via Jangsan Street, the atmosphere of welcome ran higher.\n\t\t\t\t\t\n\t\t\t\t\t Many students and people warmly welcomed players who glorified the dignity and honor of the country with high football technique, enthusiastically waving flowers and dancing.\n\t\t\t\t\t\n\t\t\t\t\t When the car group entered Kaesonmun and Chilsongmun streets via the Arch of Triumph the crowed raised stormy cheers.\n\t\t\t\t\t\n\t\t\t\t\t When the car group entered route along the Chollima Statue, Changjon Street and Kim Il Sung Square, the welcome of the crowd reached climax. It passed through the Pyongyang Grand Theater, Yonggwang Street, plaza of Pyongyang Railway Station and route of Chollima Street. It headed to Mansu Hill through Pothong Gate.\n\t\t\t\t\t\n\t\t\t\t\t The sportspersons laid a floral basket and bouquets before the statues of Kim Il Sung and Kim Jong Il and paid tribute to them."
        },
        {
            "title": "Rodong Sinmun Congratulates Sportspersons of DPRK ",
            "url": "http://kcna.co.jp/item/2014/201410/news05/20141005-06ee.html",
            "content": "Rodong Sinmun Congratulates Sportspersons of DPRK \n\t\t\t\t\t\t\r\n Pyongyang, October 5 (KCNA) -- The whole country including Pyongyang is clad in festive mood to greet the sportspersons coming back home after demonstrating the honor of the country at the 17th Asian Games, says Rodong Sinmun Sunday in an editorial.\n\t\t\t\t\t DPRK players proved successful in weightlifting, gymnastics, wrestling, shooting, boxing and table-tennis. The women's football team defeated its rivals, bagging a gold medal. \n\t\t\t\t\t\n\t\t\t\t\t The successes made by the DPRK players strikingly demonstrated the great vitality of the Workers' Party of Korea's plan for building a sports power and its idea of attaching importance to sports, the editorial says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The shining successes are a powerful demonstration of the might of the single-minded unity of the DPRK in which its people forms a harmonious whole with the leader.\n\t\t\t\t\t\n\t\t\t\t\t The sportspersons are always in the uppermost mind of the leader and their hearts are burning with the single-minded loyalty to him as they share the intention, breath and pace with him at all times. This was the source of inexhaustible strength that enabled Songun Korea to achieve world startling successes in sports events.\n\t\t\t\t\t\n\t\t\t\t\t The successes made by the DPRK players serve as an engine instilling into all the service personnel and people great national pride and self-confidence and encouraging the whole country to effect a surge in production.\n\t\t\t\t\t\n\t\t\t\t\t They make the Korean nation-first spirit prevail throughout the country and let indomitable fighting spirit and revolutionary enthusiasm run high at every post and work site.\n\t\t\t\t\t\n\t\t\t\t\t We should consolidate the successes already made and bring about leap forward in all fields for building a thriving nation and fully demonstrate the heroic spirit of Songun Korea dashing toward the final victory.\n\t\t\t\t\t\n\t\t\t\t\t As supreme leader Kim Jong Un clearly indicated the revolutionary strategy and ways to accelerate the final victory with his far-sighted wisdom and has led all the service personnel and people with his distinguished organizing ability and leadership art, they have strong courage and the great Paektusan nation has rosy future.\n\t\t\t\t\t\n\t\t\t\t\t Admirable sportspersons, please accept the warm congratulations of all service personnel and people."
        },
        {
            "title": "S. Korean Movie Persons Demand Institution of Special Law",
            "url": "http://kcna.co.jp/item/2014/201410/news05/20141005-07ee.html",
            "content": "S. Korean Movie Persons Demand Institution of Special Law \r\n Pyongyang, October 5 (KCNA) -- At least 1 120 movie persons of south Korea on October 2 released a declaration in demand of the institution of a special law on the ferry Sewol disaster fully ensuring the rights to investigate and indict those responsible for it. \n\t\t\t\t\t The declaration accused the ruling and opposition parties of agreeing on the issue of instituting a special law, excluding the bereaved families. \n\t\t\t\t\t\n\t\t\t\t\t The ferry Sewol disaster was a tragedy due to the incompetence of the present \"government\" and the case which intensively revealed the contradiction-ridden south Korean society which places profits above human lives, it said. \n\t\t\t\t\t\n\t\t\t\t\t Chongwadae and the \"Saenuri Party\" are the very ones which must not have the rights to investigate and indict those responsible in order to probe the truth, it noted, and went on: \n\t\t\t\t\t\n\t\t\t\t\t The Sewol disaster is by no means an object of political scramble between the ruling and opposition parties. \n\t\t\t\t\t\n\t\t\t\t\t The bereaved families are undergoing sufferings due to the ruling party insulting them and the opposition parties no better than it. \n\t\t\t\t\t\n\t\t\t\t\t We can not believe in a special law to be sponsored by the ruling party, the mouthpiece of Chongwadae and the \"government\".\n\t\t\t\t\t\n\t\t\t\t\t We movie persons will always stand by the bereaved families in the actions for probing the truth about the ferry sinking case and preventing the recurrence of the similar accident."
        },
        {
            "title": "Actions for Instituting Special Law Unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201410/news05/20141005-08ee.html",
            "content": "Actions for Instituting Special Law Unabated in S. Korea\r\n Pyongyang, October 5 (KCNA) -- The All-People Measure Council for Ferry Sewol Disaster held a press conference in Seoul on Oct. 2 at which it rejected the agreement of the ruling and opposition parties on a special law on the ferry Sewol, according to KBS of south Korea.\n\t\t\t\t\t The organization said that the ruling and opposition parties on Sept. 30 thoroughly excluded the bereaved families of the ferry Sewol disaster and the people.\n\t\t\t\t\t\n\t\t\t\t\t It held that the ruling party should not be allowed to interfere in selecting candidates for special prosecutors for probing the truth.\n\t\t\t\t\t\n\t\t\t\t\t It said that it would further expand the group of the people for probing the truth to be formed newly and the all-people movement for instituting a special law."
        },
        {
            "title": "Seminar on Kim Jong Il's Work Held in Switzerland",
            "url": "http://kcna.co.jp/item/2014/201410/news05/20141005-01ee.html",
            "content": "Seminar on Kim Jong Il's Work Held in Switzerland \r\n Pyongyang, October 5 (KCNA) -- A seminar on leader Kim Jong Il's work \"Socialism Is a Science\" took place in Switzerland on September 27. \n\t\t\t\t\t Present at the seminar were personages and members of the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea. Present there on invitation were staff members of the DPRK mission in Switzerland. \n\t\t\t\t\t\n\t\t\t\t\t Martin Lotscher, chief of the group, said that Kim Jong Il's work is the undying ideological and theoretical wealth as it comprehensively clarifies and systemizes the theories on socialism as a science. It teaches the world progressives scientific accuracy and truth of socialism and inevitability of its victory, the chief noted, adding: \n\t\t\t\t\t\n\t\t\t\t\t The work serves as a true textbook giving perfect understanding of genuine socialism. \n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast faith of the Workers' Party of Korea to accomplish the revolutionary cause of Juche, invariably holding high the banner of socialism, the banner of Songun. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK dynamically advancing along the road of independence, Songun and socialism will surely build a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t I extend invariable support to the just struggle of the Korean people dynamically advancing along the road of socialism under the leadership of the respected HE Kim Jong Un."
        },
        {
            "title": "Seminars Held in Indonesia, Ethiopia",
            "url": "http://kcna.co.jp/item/2014/201410/news05/20141005-02ee.html",
            "content": "Seminars Held in Indonesia, Ethiopia\n\t\t\t\t\t\t\r\n Pyongyang, October 5 (KCNA) -- The Diversity Party of Indonesia and branches of the Ethiopian Youth Study Group of the Juche Idea held seminars from Sept. 27 to 30 on the occasions of the 17th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and the 69th birthday of the WPK.\n\t\t\t\t\t Harinde Singh, secretary general of the National Leadership Council of the Diversity Party of Indonesia, said the WPK is the only party in the world demonstrating its dignity as an ever-victorious party.\n\t\t\t\t\t\n\t\t\t\t\t When one speaks about the development of the WPK, it would be unthinkable without the outstanding political caliber and extraordinary leadership of President Kim Il Sung and leader Kim Jong Il, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The chief of a branch of the Ethiopian Youth Study Group of the Juche Idea said Kim Il Sung defeated U.S. and Japanese imperialism in one generation and led the postwar rehabilitation and construction and socialist construction to victory.\n\t\t\t\t\t\n\t\t\t\t\t He was a true friend and benefactor of the African people who offered positive support and aid to the African countries in their struggle for national liberation, building of a new society and anti-imperialist struggle, the chief noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his leadership the non-aligned movement has grown to be a powerful independent force against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t Nowadays the Juche idea has become a guiding idea for the human cause of independence and many study groups of the Juche idea are active in various countries and continents.\n\t\t\t\t\t\n\t\t\t\t\t The august name of Kim Il Sung is shining as an eternal banner of victory for the progressive people."
        },
        {
            "title": "WPK's Birthday Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2014/201410/news05/20141005-03ee.html",
            "content": "WPK's Birthday Celebrated in Different Countries\r\n Pyongyang, October 5 (KCNA) -- Events took place in different countries on the occasion of the 69th anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t They included a photo and book exhibition and lecture in Mexico and round-table talks in Ethiopia and Angola from Sept. 26 to 30.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venue of the photo and book exhibition were photos documenting the exploits President Kim Il Sung and leader Kim Jong Il performed by leading the party-building.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were works of Kim Jong Il and Marshal Kim Jong Un and photos and books dealing with the achievements made by the army and people of the DPRK in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the People's Socialist Party of Mexico said in a speech that the WPK was founded by Kim Il Sung and developed by Kim Jong Il into an ever-victorious party.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is leading to victory the drive of the Korean people for building a thriving socialist nation under the guidance of Kim Jong Un, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Mexican Institute for the Study of the Juche Idea in a lecture titled \"Revolutionary party of Juche type-Workers' Party of Korea\" noted that the WPK is fully demonstrating its might as the revolutionary party of Juche type triumphantly guiding the Korean revolution under the uplifted banner of independence, Songun and socialism under the Songun revolutionary leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Generals and other officers of the Command of the Navy of Angola stressed that the WPK which has demonstrated its invincible might is shedding its brilliant rays as a guiding force for the building of a thriving nation."
        }
    ]
}