{
    "date": "2014-06-07",
    "url": "http://kcna.co.jp/item/2014/201406/2014-06-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Mangyongdae Revolutionary School",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-01ee.html",
            "content": "Kim Jong Un Visits Mangyongdae Revolutionary School\r\n Pyongyang, June 7 (KCNA) -- Supreme commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, visited the Mangyongdae Revolutionary School on the occasion of the 68th anniversary of the founding of the Korean Children's Union (KCU).\n\t\t\t\t\t Kim Jong Un laid a bouquet before the statues of President Kim Il Sung and leader Kim Jong Il standing high at the school and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Watching the statues of the President and Kim Jong Il among children of the school, he looked back with deep emotion upon the leadership provided by them in the annuals of its history.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with teachers and children of the school greeting June 6.\n\t\t\t\t\t\n\t\t\t\t\t \"The school would be unthinkable apart from the august names of Kim Il Sung and Kim Jong Il\", Kim Jong Un said, adding that every place of the school is associated with their loving care.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t \"The school is the one of the President and Kim Jong Il in name and reality, eternal old home of the revolutionaries and a pedigree establishment for training hard-core forces for accomplishing the cause of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t Graduates from the school should always stand at the outposts to defend the Workers' Party of Korea (WPK) and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The main duty of the school is to prepare the children politically and ideologically, in military technique and physically so that they may steadfastly carry forward the baton of the revolutionary cause of Juche\".\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un looked round the comprehensive gymnasium newly built at the school.\n\t\t\t\t\t\n\t\t\t\t\tHe acquainted himself in detail with its construction, looking round different places of the gymnasium with a total plottage of at least 8,000 square meters which consists of the ground floor and two-storied basement.\n\t\t\t\t\t\n\t\t\t\t\t \"Although the gymnasium looks not large in its appearance to match its environment well, its interior looks magnificent as it has been built by a new style different with the method of construction applied in the past,\" he said, adding that the gymnasium may be called a standard one in the country to be proud of in the world.\n\t\t\t\t\t\n\t\t\t\t\t Saying that only revolutionaries can feel proud of building one more structure to add to the treasures of national value, he noted that such world class edifice as the gymnasium of the school could be built only by the WPK which takes care of the children of the revolutionary comrades in a responsible manner to the last, possessed of noble moral obligation towards them.\n\t\t\t\t\t\n\t\t\t\t\t He watched the volleyball and basketball games between children of the Mangyongdae Revolutionary School and children of the Nampho Revolutionary School in the gymnasium.\n\t\t\t\t\t\n\t\t\t\t\t \"All the children look manly and well-knit. I picture to myself the future of thriving Korea, when watching the children. I feel confident that we can dynamically advance the Korean revolution generation after generation,\" he said with pleasure.\n\t\t\t\t\t\n\t\t\t\t\t He told senior officials to take good care of the children of the school.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Vice Marshal of the KPA Hwang Pyong So, director of the General Political Bureau of the Korean People's Army, Secretary of the C.C., the WPK Choe Ryong Hae, Department Director of the C.C., the WPK Han Kwang Sang, and KPA Lieut. General Ma Won Chun, director of the designing department of the NDC."
        },
        {
            "title": "Kim Jong Un Receives Gift from Peruvian Political Party Leader",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-10ee.html",
            "content": "Kim Jong Un Receives Gift from Peruvian Political Party Leader\r\n Pyongyang, June 7 (KCNA) -- Marshal Kim Jong Un was presented with a gift by Fidel Eduardo Castro Romero, president of the Workers' Party of Peru.\n\t\t\t\t\t The gift was conveyed to the DPRK ambassador to Peru by the president of the party on June 3.\n\t\t\t\t\t\n\t\t\t\t\t The president said:\n\t\t\t\t\t\n\t\t\t\t\t The great Comrade Kim Jong Il developed in depth the Juche idea founded by the great Comrade Kim Il Sung and performed undying feats in party building for nearly half a century since his start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t The respected Comrade Kim Jong Un, first secretary of the WPK, is ushering in a new heyday in the DPRK by carrying forward the idea and cause of Comrade Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the significant June 19, I present the gift in humble reverence, wishing Comrade Kim Jong Un, defender of the sovereignty and dignity of Juche Korea and a genius of creation and construction, greater successes in his noble work."
        },
        {
            "title": "KPA Service Personnel Visit Samjiyon Revolutionary Battle Site",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-17ee.html",
            "content": "KPA Service Personnel Visit Samjiyon Revolutionary Battle Site\r\n Samjiyon, June 7 (KCNA) -- Service personnel of the Korean People's Army (KPA) on their study tour of revolutionary battle sites in the area of Mt. Paektu is marching along the Paektu Plateau, following the course covered by anti-Japanese revolutionary forerunners.\n\t\t\t\t\t After leaving Rimyongsu Friday, they toured the Pegaebong Guerrilla Camping Site before arriving at the Samjiyon Revolutionary Battle Site.\n\t\t\t\t\t\n\t\t\t\t\t They laid a floral basket and bouquets before the statue of President Kim Il Sung of the Samjiyon Grand Monument and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\tThey went round the grand monument, being briefed on the fact that the Samjiyon Revolutionary Battle Site turned into a firm base for education in the revolutionary traditions comprehensively dealing with the glorious anti-Japanese revolutionary history of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t At the Samjiyon revolutionary museum they grasped the revolutionary exploits Kim Il Sung performed by leading the operation for advancing into the Musan area to victory during the anti-Japanese armed struggle and feats leader Kim Jong Il performed by developing Samjiyon into a base for education in the revolutionary traditions.\n\t\t\t\t\t\n\t\t\t\t\t On Saturday they visited various places of Samjiyon Township including the Paektu Museum, Chonji Health Complex and the Samjiyon School Children's Palace associated with exploits of the peerlessly great men.\n\t\t\t\t\t\n\t\t\t\t\t On the same day there was an army-people joint meeting in Samjiyon Township.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting Om Hyang Chol, chairman of the KPA committee of the Kim Il Sung Socialist Youth League, said that the Korean revolutionary armed forces would remain loyal to the Songun revolutionary leadership of Supreme Commander Kim Jong Un in the van.\n\t\t\t\t\t\n\t\t\t\t\t Ju Thae Kyong, chief secretary of the Samjiyon County Committee of the WPK, said that this event is a significant meeting to demonstrate the strong faith of all the servicepersons and people to carry on the march started from Mt. Paektu to the last under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Then the floor was taken by a KPA officer, discharged soldiers, etc.\n\t\t\t\t\t\n\t\t\t\t\t That day members of the tour group visited war veterans and honored disabled soldiers living in Samjiyon Township and deepened the ties between the army and people. \n\t\t\t\t\t\n\t\t\t\t\tThey exchanged experience gained in the military and the political training and in the work to improve their living standard.\n\t\t\t\t\t\n\t\t\t\t\tThey also had a reed concert and a night shooting competition."
        },
        {
            "title": "Korean Association for Supporting Children",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-15ee.html",
            "content": "Korean Association for Supporting Children \r\n Pyongyang, June 7 (KCNA) -- The Korean Association for Supporting the Children was established in the DPRK on November 21, 2013 as NGO.\n\t\t\t\t\t Its mission is to defend the basic rights of the children and render assistance to the government in its effort to improve children's health, nutrition, intellectual development and livelihood and bring them up in good health and soundly so as to prepare them to be driving forces in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The association is a non-profit organization, irrespective of differences in political views, religious belief, ethnics, nationality, age and sex as well as disability in its activities.\n\t\t\t\t\t\n\t\t\t\t\t Its governing body is the annual general meeting of its members, with an executive council under it.\n\t\t\t\t\t\n\t\t\t\t\t The association operates local branches, children's clinics, mobile clinics, information center and nutrient foodstuff production processes, giving assistances to the Okryu Children's Hospital and baby homes and nurseries in every province according to its plan.\n\t\t\t\t\t\n\t\t\t\t\t Han Hui Suk, executive director of the association, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The association aims to bring up all children in good health and thus encourage them to make contributions to the prosperity of the country, development of humankind and the world peace.\n\t\t\t\t\t\n\t\t\t\t\t It will make positive efforts to render different services like information service for healthcare, nutrition, education and improvement of living conditions of children and meet the demands of those who could hardly get access to the services for certain reasons. \n\t\t\t\t\t\n\t\t\t\t\t It will expand cooperation with organs and organizations in the DPRK and international agencies in its activities for supporting children.\n\t\t\t\t\t\n\t\t\t\t\t The association headquarters in Pyongyang."
        },
        {
            "title": "Delegation of Korea Federation for Care of Aged Leaves for India",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-11ee.html",
            "content": "Delegation of Korea Federation for Care of Aged Leaves for India\r\n Pyongyang, June 7 (KCNA) -- A delegation of the Korea Federation for Care of the Aged led by Vice-Chairwoman Ri Chol Hui left here Saturday to take part in the 12th Global Conference of the International Federation on Aging to be held in India."
        },
        {
            "title": "Delegation of DPRK Red Cross Society Leaves for Britain, Germany",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-13ee.html",
            "content": "Delegation of DPRK Red Cross Society Leaves for Britain, Germany \r\n Pyongyang, June 7 (KCNA) -- A delegation of the DPRK Red Cross Society led by Executive Vice-Chairman Paek Yong Ho left here Saturday to take part in the International Red Cross partnership meeting to be held in London and visit Germany."
        },
        {
            "title": "Mexican Party Delegation Leaves for Home",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-12ee.html",
            "content": "Mexican Party Delegation Leaves for Home \r\n Pyongyang, June 7 (KCNA) -- A delegation of the Workers' Party of Mexico led by Laura Julieta, member of its National Executive Committee, left here for home on Saturday."
        },
        {
            "title": "DPRK Player Bags Gold Medal at 2014 Asia Junior Wrestling Championship",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-14ee.html",
            "content": "DPRK Player Bags Gold Medal at 2014 Asia Junior Wrestling Championship\r\n Pyongyang, June 7 (KCNA) -- DPRK wrestler Pak Jin Hyang bagged a gold medal at the 2014 Asia Junior Wrestling Championship.\n\t\t\t\t\t She beat her Indian rival in girls free-style 44 kg preliminaries and her Kazakh rival in the semi-finals. She defeated her Uzbek rival 10:0 in the finals on Friday.\n\t\t\t\t\t\n\t\t\t\t\t DPRK wrestlers Yang Sun Gyong and Kwon Un Nam came the second and the third in the girls free-style 51 kg category and boys Greco-roman 50 kg category respectively.\n\t\t\t\t\t\n\t\t\t\t\t The championship opened in Ulan Bator, Mongolia on Thursday. It brought together at least 230 wrestlers from more than ten countries and regions including the DPRK, China, Iran and Japan."
        },
        {
            "title": "Kim Jong Il Authors Many Works on Education in Revolutionary Traditions",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-09ee.html",
            "content": "Kim Jong Il Authors Many Works on Education in Revolutionary Traditions\r\n Pyongyang, June 7 (KCNA) -- Leader Kim Jong Il published a lot of works on education in the revolutionary traditions while leading the Korean revolution.\n\t\t\t\t\t His work \"On Having Proper Understanding of the Revolutionary Traditions\" clarifies the essence and contents of the revolutionary traditions.\n\t\t\t\t\t\n\t\t\t\t\t Expounded in the work is the idea that the revolutionary traditions provided by President Kim Il Sung are the only one the Workers' Party of Korea has.\n\t\t\t\t\t\n\t\t\t\t\t His works deal with the wise leadership of the President who led the anti-Japanese armed struggle to victory and issues of deeply grasping the loyalty of fighters to the leader and their indomitable revolutionary spirit.\n\t\t\t\t\t\n\t\t\t\t\t The works indicate the idea of building the revolutionary battle sites and revolutionary sites into centres for education in the party's monolithic idea and seats of education in the revolutionary traditions.\n\t\t\t\t\t\n\t\t\t\t\t Contained in the works is the idea that the lifeline of Mt. Paektu is carried forward by the rising generation.\n\t\t\t\t\t\n\t\t\t\t\t The works stress the need to spruce up the centres for education in the revolutionary traditions, preserve and manage the revolutionary battle sites and revolutionary sites to make them retain their original glory and steadily make study tours of them and improve the contents, methods and forms of education through the visits to them."
        },
        {
            "title": "Local Elections Held in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-16ee.html",
            "content": "Local Elections Held in S. Korea\r\n Pyongyang, June 7 (KCNA) -- There took place in south Korea on Wednesday elections to local self-governing bodies to elect provincial governors, mayors, county heads, district office chiefs and \"members of assemblies\" of provinces, cities, counties and districts and superintendents  of education of provinces and cities.\n\t\t\t\t\t The Democratic Alliance for New Politics won the elections in nine areas including Seoul City, North and South Chungchong provinces and south Korean Kangwon Province in the election of mayors and provincial governors of 17 major cities and provinces.\n\t\t\t\t\t\n\t\t\t\t\t It won the election of Seoul City mayor by a large margin and its candidates were elected heads of 20 district offices out of 25 district offices in Seoul. It continued to hold sway over the areas of North and South Jolla provinces and south Korean Kangwon Province and retook the area of Chungchong province which had been a base for supporting the conservative forces.\n\t\t\t\t\t\n\t\t\t\t\t On the contrary, the \"Saenuri Party\" won the elections in 8 areas in the elections of mayors and provincial governors. Its candidates were elected in Inchon City and Kyonggi Province by a narrow margin. It narrowly defended Kyongsang Province which is called its \"base.\"\n\t\t\t\t\t\n\t\t\t\t\t The progressive forces won an overwhelming victory in the election of superintendents of education."
        },
        {
            "title": "Kim Jong Un's Work Posted on Website of Nigerian Body",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-02ee.html",
            "content": "Kim Jong Un's Work Posted on Website of Nigerian Body\r\n Pyongyang, June 7 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was posted on the website of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on May 30.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), says that it is the principled requirement for victoriously advancing the cause of the Korean revolution to hold leader Kim Jong Il in high esteem as eternal general secretary of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The work also elucidates the tasks to steadily develop the WPK into the glorious Kim Il Sung's and Kim Jong Il's party."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Myanmar",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-03ee.html",
            "content": "Kim Il Sung to Be Remembered in Myanmar\r\n Pyongyang, June 7 (KCNA) -- The Myanmar committee for remembering President Kim Il Sung was formed with due ceremony in Yangon on June 2.\n\t\t\t\t\t The ceremony was attended by figures of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar.\n\t\t\t\t\t\n\t\t\t\t\t An official report on the formation of the committee was made public there.\n\t\t\t\t\t\n\t\t\t\t\t The report said:\n\t\t\t\t\t\n\t\t\t\t\t Not only the Korean people but also the world progressives are looking back on the undying feats the President performed in the holy cause for the freedom and happiness of the people and for the global independence on the occasion of the 20th anniversary of his demise, feeling great reverence for the President.\n\t\t\t\t\t\n\t\t\t\t\t The committee has been formed with the acting secretary of the Yangon Regional Committee of the Party as its chairman and consists of the members of the Central Committee and the Yangon Regional Committee of the Party and figures of social bodies.\n\t\t\t\t\t\n\t\t\t\t\t The committee plans to arrange colorful political and cultural events such as a seminar on feats of the President, film show and photo exhibition, and thus make the people of Myanmar know well about the undying feats of the President.\n\t\t\t\t\t\n\t\t\t\t\t We express firm support and solidarity with the WPK and the people in their efforts to build a thriving nation and realize national reunification under the wise leadership of Marshal Kim Jong Un true to the behests of the President and leader Kim Jong Il."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Guinea",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-04ee.html",
            "content": "Kim Il Sung to Be Remembered in Guinea\r\n Pyongyang, June 7 (KCNA) -- The Guinean Committee for Remembering President Kim Il Sung was inaugurated with due ceremony in Conakry on June 2.\n\t\t\t\t\t At the ceremony Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The remembrance committee decided to hold diverse political and cultural events from June 2 to July 10."
        },
        {
            "title": "Kim Il Sung Lauded by Guinean Personages",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-05ee.html",
            "content": "Kim Il Sung Lauded by Guinean Personages\r\n Pyongyang, June 7 (KCNA) -- Guinean personages paid humblest tribute to President Kim Il Sung at the inaugural ceremony of the Guinean committee for remembering the President held in Conakry on June 2.\n\t\t\t\t\t Abdoulaye Diallo, chairman of the Guinean Society for the Study of the Juche Literary Idea, said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people and progressive mankind are to observe the 20th anniversary of demise of Kim Il Sung, the greatest man and the eternal sun of Juche.\n\t\t\t\t\t\n\t\t\t\t\t We pay highest tribute to Kim Il Sung who founded the Juche idea, a great guiding idea in the era of independence, turned the DPRK into an invincible socialist power by applying it and performed undying exploits for the cause of socialism and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t His demise was the bitterest sorrow and biggest loss to the Korean people and other progressives.\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the 20th anniversary of his demise we will widely introduce and disseminate his sacred revolutionary career and undying exploits and extend full support and solidarity to the heroic Korean people who are making efforts to build a thriving nation and to reunify the country under the leadership of the respected HE Kim Jong Un, true to the behest of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Banou Keita, chairman of the Guinea-Korea Friendship Association, said Kim Il Sung will always be remembered by all peoples as the sun as he ushered in the era of independence and dedicated his all to the cause of global independence."
        },
        {
            "title": "Kim Il Sung Praised by Romanian Political Party Leader",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-06ee.html",
            "content": "Kim Il Sung Praised by Romanian Political Party Leader\r\n Pyongyang, June 7 (KCNA) -- Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, posted an article titled \"Eternal President of the Korean people Kim Il Sung\" on the website \"The Juche idea\" on June 2 on the occasion of the 20th anniversary of his demise.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung is the great leader, prominent leader and the father of the people who embarked upon the road of revolution in his early years, founded the Juche idea centered on man, thoroughly applied its requirements not only to the revolution and construction but to the bloody war against imperialists and thus always emerged victorious.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is shedding its rays as an invincible socialist power capable of defeating any formidable imperialist enemy and the Korean people have become a dignified people going by the august name of the President.\n\t\t\t\t\t\n\t\t\t\t\t His demise is the greatest loss and sorrow of not only the Korean people but also progressives.\n\t\t\t\t\t\n\t\t\t\t\t The struggle of the Korean people who are making fresh miracles and innovations in the building of a thriving nation under the leadership of HE Kim Jong Un who is successfully carrying forward and accomplishing the idea and cause of Kim Il Sung is instilling great conviction and courage into progressive mankind aspiring after socialism.\n\t\t\t\t\t\n\t\t\t\t\t The undying exploits the President performed for the Korean revolution and the cause of global independence will always be remembered by mankind."
        },
        {
            "title": "June 15 North-South Joint Declaration Favored by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-07ee.html",
            "content": "June 15 North-South Joint Declaration Favored by Nigerian Organization\r\n Pyongyang, June 7 (KCNA) -- An article titled \"By Our Nation Itself\" was posted by the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on its website on May 30 on the occasion of the 14th anniversary of the publication of the historic June 15 North-South Joint Declaration.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The June 15 North-South Joint Declaration, the milestone for Korea's reunification, was published in Pyongyang in 2000.\n\t\t\t\t\t\n\t\t\t\t\t Though 14 years have passed since then, the idea of \"By Our Nation Itself\", the basic spirit of the joint declaration, is serving as the invariable banner of Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The idea of \"By Our Nation Itself\" is run through with the transparent independent spirit.\n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification is the issue to be settled by the efforts of the Korean nation responsible for it.\n\t\t\t\t\t\n\t\t\t\t\t There are no reason and justification for foreign forces to interfere in Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The idea is the most reasonable and justifiable one in view of the reality on the Korean peninsula and the essence of the issue of Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The idea also reflects the will to defend peace.\n\t\t\t\t\t\n\t\t\t\t\t Peace and stability on the Korean peninsula entirely means the global peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t If a war breaks out again on the Korean peninsula, it will be a thermonuclear war which humankind has not yet experienced.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., too, will never go scot-free.\n\t\t\t\t\t\n\t\t\t\t\t The idea reflects the spirit of the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The eye-opening reality on the Korean peninsula after the publication of the joint declaration proved that Korea is sure to be reunified when the whole nation is united.\n\t\t\t\t\t\n\t\t\t\t\t The reunification of the Korean nation and its prosperity and peace and stability in the region and the rest of the world lie in preserving the idea of \"By Our Nation Itself\" and implementing it."
        },
        {
            "title": "Kim Jong Un visita la Escuela Revolucionaria de Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-18ee.html",
            "content": "Kim Jong Un visita la Escuela Revolucionaria de Mangyongdae\r\nPyongyang, 7 de junio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito la Escuela Revolucionaria de Mangyongdae con motivo del 68o aniversario de la fundacion de la Organizacion de Ninos de Corea.\n\t\t\t\t\tPrimero, rindio homenaje al Presidente Kim Il Sung y al Dirigente Kim Jong Il tras depositar ramo de flores ante sus estatuas de bronce levantadas en la escuela.\n\t\t\t\t\t\n\t\t\t\t\tMirando las estatuas de los Generalisimos encontrandose con los alumnos de la escuela, recordo con emocion las huellas de direccion de ellos registradas en la historia de la escuela.\n\t\t\t\t\t\n\t\t\t\t\tSe fotografio junto a los profesores, empleados y alumnos de la escuela que celebran la fiesta infantil.\n\t\t\t\t\t\n\t\t\t\t\tEn cada punto de la escuela estan registradas las proezas de direccion del Presidente y el Dirigente, recordo y agrego que sin el nombre de los Generalisimos, no se puede pensar en la escuela.\n\t\t\t\t\t\n\t\t\t\t\tLa Escuela Revolucionaria de Mangyongdae es precisamente la del Presidente y el Dirigente, eterna casa natal de los revolucionarios y cantera de los pilares de la causa revolucionaria del Songun, apunto.\n\t\t\t\t\t\n\t\t\t\t\tEn la linea avanzada de defensa al Partido y la revolucion, deben estar siempre los hijos de Mangyongdae, subrayo y apunto que la mision principal de la escuela reside en preparar bien en lo ideo-politico, en lo tecnico y militar y en lo fisico a los alumnos para que estos puedan continuar la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal recorrio el gimnasio polivalente construido nuevamente en la escuela.\n\t\t\t\t\t\n\t\t\t\t\tPaso revista a varios lugares del gimnasio que tiene mas de 8 mil metros cuadrados de superficie arquitectonica y un piso sobre la tierra y dos subterraneos.\n\t\t\t\t\t\n\t\t\t\t\tEste gimnasio no aparenta grande porque se ha construido en armonia con el panorama local, pero su interior si se ha hecho grande usando el nuevo metodo de construccion, dijo.\n\t\t\t\t\t\n\t\t\t\t\t Lo elogio como el ejemplar entre los gimnasios bajo techo y el digno de jactarse al mundo.\n\t\t\t\t\t\n\t\t\t\t\tSolo los revolucionarios pueden tener el placer de aumentar y crear uno tras otro los patrimonios eternos de la patria, enfatizo y acoto que el edificio de talla mundial como ese gimnasio lo puede construir solo el PTC que asumiendo la noble obligacion moral sobre los camaradas revolucionarios, se responsabiliza por el destino de sus hijos y los atiende hasta el final.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, el Mariscal presencio los partidos de voleibol y baloncesto entre los alumnos de la Escuela Revolucionaria de Mangyongdae y la de Nampho.\n\t\t\t\t\t\n\t\t\t\t\tImagino el futuro maravilloso de la Corea prospera viendo a esos alumnos todos robustos y gallardos, dijo y anadio complacido que esta convencido de que ellos podran impulsar dinamicamente la revolucion coreana de generacion en generacion.\n\t\t\t\t\t\n\t\t\t\t\tAl final, encomendo a los funcionarios responsables que atendieran mejor a los alumnos de la escuela revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tEn esta ocasion, le acompanaron el vicemariscal del EPC, Hwang Pyong So, jefe de la Direccion Politica General del EPC, el secretario del Comite Central del PTC, Choe Ryong Hae, el jefe de departamento del CC del PTC, Han Kwang Sang, y el teniente general de fuerzas terrestres, Ma Won Chun, director de diseno del CDN."
        },
        {
            "title": "Kim Jong Un recibe presente dedicado por personalidad peruana",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-19ee.html",
            "content": "Kim Jong Un recibe presente dedicado por personalidad peruana\r\nPyongyang, 7 de junio (ACNC) -- El Mariscal Kim Jong Un recibio presente que le dedicara el presidente del Partido Peruano de los Trabajadores, Fidel Eduardo Castro Romero.\n\t\t\t\t\tEl politico peruano lo traslado el dia 3 al embajador coreano en el Peru.\n\t\t\t\t\t\n\t\t\t\t\tEl recordo que el Dirigente Kim Jong Il profundizo y desarrollo la idea Juche creada por el Presidente Kim Il Sung y realizo inmortales hazanas en la construccion del partido durante casi medio siglo desde que comenzara a trabajar en el Comite Central del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que el Primer Secretario del PTC, Kim Jong Un, abre la nueva era de prosperidad de Corea al continuar la idea y la causa del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que con motivo del significativo 19 de junio, dedica el presente al Mariscal, defensor de soberania y dignidad de la Corea del Juche y genio de creacion y construccion, deseandole mayores exitos en sus nobles tareas."
        },
        {
            "title": "Encuentro conjunto entre ejercito y pueblo en Samjiyon",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-20ee.html",
            "content": "Encuentro conjunto entre ejercito y pueblo en Samjiyon\r\nSamjiyon, 7 de junio (ACNC) -- Los militares del Ejercito Popular de Corea, participantes en el recorrido por lugares de batalla revolucionaria de la zona del monte Paektu, marchan siguiendo las huellas de los martires revolucionarios antijaponeses dejadas en esa zona.\n\t\t\t\t\tLa columna de recorrido, que el dia 6 partio de Rimyongsu, recorrio el campamento del pico Pegae y llego al lugar de batalla revolucionaria de Samjiyon.\n\t\t\t\t\t\n\t\t\t\t\tEn el Conjunto Monumental de Samjiyon, los integrantes de la columna rindieron tributo al Generalisimo Kim Il Sung tras depositar cesto y ramos de flores ante su estatua de bronce.\n\t\t\t\t\t\n\t\t\t\t\tLuego de escuchar explicaciones de que el lugar fue acondicionado como base educacion de tradiciones revolucionarias en que esta sintetizada la gloriosa historia de la revolucion antijaponesa del Partido del Trabajo de Corea, dieron vueltas por el monumento.\n\t\t\t\t\t\n\t\t\t\t\tEn el Museo de la Historia Revolucionaria de Samjiyon, ellos recordaron las hazanas revolucionarias del Presidente que en el periodo de la lucha armada antijaponesa condujo a la victoria la operacion ofensiva en la zona de Musan y las otras del Dirigente Kim Jong Il quien hizo remodelar Samjiyon como base de educacion en las tradiciones revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\tEl dia 7, la columna recorrio el Museo Paektu, el centro de servicios publicos Chonji, el Palacio de Escolares y Ninos de Samjiyon y otros puntos de la cabecera distrital de Samjiyon.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, en la cabeza distrial de Samjiyon, tuvo lugar el encuentro conjunto entre el ejercito y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, el presidente del Comite de la Union de la Juventud Socialista Kim Il Sung en el EPC, Om Hyang Chol, dijo que las fuerzas armadas revolucionarias de Corea apoyaran fielmente la direccion del Comandante Supremo Kim Jong Un sobre la revolucion mediante el Songun.\n\t\t\t\t\t\n\t\t\t\t\tEl secretario jefe del comite del PTC en el distrito de Samjiyon, Ju Thae Gyong, enfatizo que el encentro conjunto de ese dia es una reunion significativa en que se manifiesta la conviccion firme de todos los militares y civiles de continuar la marcha del Paektu siguiendo al Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tHubo intervenciones de oficiales del EPC, soldados retirados, y otros.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, los integrantes de la columna visitaron a los veteranos de guerra y los ex militares minusvalidos para estrechar el sentimiento entre los militares y civiles, intercambiar las experiencias obtenidas en el entrenamiento politico y de combate y en la mejora de la vida de los uniformados y realizar el coro de flauta de hierba y la competencia de tiro nocturno."
        },
        {
            "title": "Se funda Asociacion Coreana de Ayuda a la Infancia",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-21ee.html",
            "content": "Se funda Asociacion Coreana de Ayuda a la Infancia\r\nPyongyang, 7 de junio (ACNC) -- Quedo fundada la Asociacion Coreana de Ayuda a la Infancia.\n\t\t\t\t\tLa entidad naciente tiene la mision de asistir las labores del gobierno orientadas a proteger los derechos fundamentales de los ninos, mejorar los servicios para la salud, nutricion, desarrollo intelectual y vida de ellos, criarlos sanos y felices y formarlos asi como los protagonistas del Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tLa asociacion sin fines de lucro no discrimina en sus actividades el criterio politico, la creencia religiosa, la etnia, la nacionalidad, la edad, el sexo y la discapacidad fisica.\n\t\t\t\t\t\n\t\t\t\t\tEl organo de direccion superior es la asamblea general de miembros a la cual esta subordinado el consejo ejecutivo.\n\t\t\t\t\t\n\t\t\t\t\tLa asociacion opera las oficinas en las localidades, las clinicas de pediatria, las otras itinerantes, la sala de divulgacion de informacion y los procesos de alimentos nutritivos y apoya segun el plan por etapas al Hospital de Pediatria Okryu de clase central y los orfanatos y casas cunas de las provincias.\n\t\t\t\t\t\n\t\t\t\t\tCitada por la ACNC, la secretaria general de la asociacion, Han Hui Suk, dijo que el objetivo de su organizacion es criar sanos a todos los ninos para contribuir al futuro del pais, al desarrollo de la humanidad, asi como a la paz mundial.\n\t\t\t\t\t\n\t\t\t\t\tGarantizaremos las informaciones y servicios referentes a la salud, la nutricion, la ensenanza y la mejora de vida de los ninos y nos esforzaremos especialmente por cubrir las demandas de los infantes que no pueden recibir plenamente dichos servicios por una u otra causa, puntualizo.\n\t\t\t\t\t\n\t\t\t\t\tCooperaremos mucho con los organos y entidades nacionales y con organizaciones internacionales.\n\t\t\t\t\t\n\t\t\t\t\tLa asociacion esta situada en Pyongyang."
        },
        {
            "title": "Luchadora coreana conquista medalla de oro en campeonato asiatico",
            "url": "http://kcna.co.jp/item/2014/201406/news07/20140607-22ee.html",
            "content": "Luchadora coreana conquista medalla de oro en campeonato asiatico\r\nPyongyang, 7 de junio (ACNC) -- La jugadora de la Republica Popular Democratica de Corea, Pak Jin Hyang, conquisto la medalla de oro en el Campeonato Asiatico Juvenil de Lucha 2014.\n\t\t\t\t\tPak vencio a su rival de Indonesia en las eliminatorias de la division de 44kg de lucha libre y avanzo a la final tras derrotar a la otra semifinalista kazajstana. \n\t\t\t\t\t\n\t\t\t\t\tEn la final, efectuada el dia 6, vencio a la rival de Uzbekistan por 10 a 0.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Yang Sun Gyong y Kwon Un Nam se ubicaron en el segundo y tercer lugares en la division de 51kg de lucha libre femenina y el peso de 50kg del estilo grecorromano masculino, respectivamente. \n\t\t\t\t\t\n\t\t\t\t\tEn el campeonato, iniciado el dia 5 en Ulan Bator de Mongolia, toman parte mas de 230 jugadores de ambos sexos provenientes de mas de 10 paises y regiones, inclusive la RPDC, China, Iran y Japon."
        }
    ]
}