{
    "date": "2014-07-07",
    "url": "http://kcna.co.jp/item/2014/201407/2014-07-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Defence Detachment on Ung Islet",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-02ee.html",
            "content": "Kim Jong Un Inspects Defence Detachment on Ung Islet\r\nPyongyang, July 7 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, inspected the defence detachment on Ung Islet honored with the title of the Three-Revolution Red Flag, which is defending an outpost in the East Sea of Korea. \n\t\t\t\t\t After receiving a salute, he looked round the monument to the field guidance given by President Kim Il Sung. Kim Jong Un recollected with deep emotion the undying exploits performed by the President and leader Kim Jong Il for the development of the defence detachment. \n\t\t\t\t\t\n\t\t\t\t\t He noted Kim Il Sung and Kim Jong Il worked heart and soul for the development of the KPA. \n\t\t\t\t\t\n\t\t\t\t\t Watching the military installations there, he underscored the need for the service personnel of the detachment to turn the Ung Islet into an impregnable fortress and thus glorify for all ages the feats performed by Kim Il Sung and Kim Jong Il in commanding the army. \n\t\t\t\t\t\n\t\t\t\t\t Then he watched the firepower training of the service personnel of the artillery emplacement visited by Kim Jong Il. He gave an order to open fire and guided their drill. \n\t\t\t\t\t\n\t\t\t\t\t He was greatly satisfied to see them accurately hit the target. \n\t\t\t\t\t\n\t\t\t\t\t Highly praising the artillerymen for accurately hitting the target, he said that he was very pleased to meet the crack shots.\n\t\t\t\t\t\n\t\t\t\t\t He bestowed the great honor of awarding a crack shot diploma to the Artillery Piece No. 1 of the First Platoon of the First Company of the detachment and crack shot medals and badges to its artillery men before having a photo taken with them. \n\t\t\t\t\t\n\t\t\t\t\t He watched the heavy gymnastic drill of the service personnel of the detachment.\n\t\t\t\t\t\n\t\t\t\t\t He set forth important tasks which would serve as guidelines for rounding off the combat capability of the detachment. \n\t\t\t\t\t\n\t\t\t\t\t \"The commanding officers of the detachment should prepare themselves as commanding officers and political cadres of Kim Il Sung and Kim Jong Il style and intensify the political and ideological education among the service personnel to train them as revolutionaries and patriots strong in idea and faith and possessed of versatile knowledge and high cultural attainments,\" he said.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for the detachment to always direct efforts to the anti-U.S. education and class education, regardless of conditions and circumstances, so that the service personnel may make training part of their life and habit with burning hatred towards the enemies.\n\t\t\t\t\t\n\t\t\t\t\t He gave an instruction to the detachment to turn it into one of crack shots so that it may send the enemies intruding into the waters of the DPRK to the bottom of the sea to the last man once a battle kicks off and thus not allow them to set foot even an inch of its inviolable land. \n\t\t\t\t\t\n\t\t\t\t\t He went round the bedrooms, education rooms, wash-cum-bath rooms, mess halls and stores of the First and Third companies of the detachment to take deep care of the living of their service personnel as their real father would do.\n\t\t\t\t\t\n\t\t\t\t\t After learning in detail about the supply service to the service personnel, education of the children of the military families, etc., he stressed the need to pay particular attention to the living of the service personnel there and their families. He showed deep loving care for the defence detachment, \n\t\t\t\t\t\n\t\t\t\t\t He gave a pair of binoculars and an automatic rifle to the First Company as gifts and had a photo session with the service personnel of the detachment and the military families. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA Vice Marshal Hwang Pyong So, director of the General Political Bureau of the KPA, and KPA Colonel General Pak Jong Chon, vice chief of the General Staff and director of the Firepower Commanding Department of the KPA."
        },
        {
            "title": "DPRK Government Statement Calls for Ending Confrontation and Improving North-South Ties",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-01ee.html",
            "content": "DPRK Government Statement Calls for Ending Confrontation and Improving North-South Ties\r\nPyongyang, July 7 (KCNA) -- The government of the DPRK released the following statement Monday, 20 years since President Kim Il Sung left his last signature on a historic document related to Korea's reunification.\n\t\t\t\t\t The Korean nation's cause for national reunification is undergoing big difficulties and trials due to the vicious challenge and obstructive moves of the anti-reunification forces at home and abroad, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government clarifies as follows out of its patriotic desire to tide over the difficulties lying before the nation, improve the north-south relations and open up a fresh turning phase for independent reunification at present:\n\t\t\t\t\t\n\t\t\t\t\t 1. The north and the south should end reckless hostility and confrontation and open up the road for reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t The grave situation in which even a single remark and act and tiny friction may lead to a dangerous conflict and destruction of the nation is prevailing on the Korean peninsula as hostility and confrontation have reached the extremes.\n\t\t\t\t\t\n\t\t\t\t\t We should no longer remain a passive on-looker to this tragic situation in which exhaustive political strife among compatriots may cause tremendous catastrophe of the nation at a crucial time when all the Koreans should pool their strength and wisdom for the cause common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south should open up the road for improvement of relations from fresh viewpoint and stand for the destiny of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should discard the anachronistic concept of hostility and make a bold decision to change its policy for confrontation with fellow countrymen into that for alliance and reconciliation with the north.\n\t\t\t\t\t\n\t\t\t\t\t They should stop all kinds of the north-targeted war exercises which they conduct with outsiders, a direct product of their hostile policy toward the fellow countrymen in the north. \n\t\t\t\t\t\n\t\t\t\t\t If they have true willingness to improve the relations with the north, they should opt for respecting and implementing the north-south agreements including the June 15 joint declaration and the October 4 declaration which were provided thanks to the top leaders of the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t 2. The north and the south should reject dependence on outsiders and settle all issues by the efforts of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south should never fall a victim to outsiders keen on catching fish in troubled waters through the division of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They should solve all issues by their own efforts in the common interests of the nation from the stand of putting the nation above all, attaching importance to the nation and achieving national unity.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south should never tolerate the unreasonable act of outsiders to interfere in the internal issue of the nation but counter it with joint efforts.\n\t\t\t\t\t\n\t\t\t\t\t We will join hands with all those including the south Korean authorities if they take the stand of settling the issue of the north-south relations and the reunification issue of the country in line with the desire and wish of the nation.\n\t\t\t\t\t\n\t\t\t\t\t 3. The north and the south should seek reasonable reunification proposals supported by all Koreans and that guarantee the prosperity common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t There is increasing demand and requirement of fellow countrymen to achieve reunification through federal formula in Korea where differing ideologies and social systems exist.\n\t\t\t\t\t\n\t\t\t\t\t In the June 15 joint declaration the north and the south recognized that there are common points in the north-proposed low-level federation and the south-proposed confederation, and agreed to work for reunification in this direction in the future.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south should specify the reunification proposals by way of federation and confederation and make efforts to realize them and thus actively promote co-existence, co-prosperity and common interests.\n\t\t\t\t\t\n\t\t\t\t\t 4. The north and the south should create the atmosphere favorable for the improvement of the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t To actively create the atmosphere favorable for reconciliation and unity at present is a prerequisite for improving the extremely deteriorated north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to put an end to all kinds of calumnies and vituperations that foster misunderstanding and distrust among the fellow countrymen, to begin with.\n\t\t\t\t\t\n\t\t\t\t\t Legal and institutional measures that block kindred bonds and compatriotic feelings between the north and the south should be lifted and a broad avenue for contacts, visits, cooperation and dialogue should be opened.\n\t\t\t\t\t\n\t\t\t\t\t An end should be put at an early date to such an abnormal situation in south Korea in which the desire of the people from all walks of life for reunification is dampened and the hostility against the DPRK is incited through the racket for \"eliminating forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t If the above-mentioned principled stand of the DPRK and measures taken by it in good faith are implemented, an epochal occasion will be provided in normalizing the deteriorated north-south ties, easing the situation on the Korean peninsula and achieving the national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t We express the expectation that all Koreans would actively support the principled stand of the DPRK government that was prompted by its noble sense of responsibility to improve the north-south ties and open up a wide avenue for independent reunification and that the south Korean authorities would positively respond to it."
        },
        {
            "title": "DFRK Memorandum on Feats of Kim Il Sung, Kim Jong Il for Korea's Reunification",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-16ee.html",
            "content": "DFRK Memorandum on Feats of Kim Il Sung, Kim Jong Il for Korea's Reunification\r\nPyongyang, July 7 (KCNA) -- The Secretariat of the Central Committee of the Democratic Front for the Reunification of Korea (DFRK) made public a memorandum Sunday to convey down through generations the great exploits performed by President Kim Il Sung and leader Kim Jong Il, the peerless great men of Mt. Paektu, before the nation for the sacred cause of national reunification, 20 years since the President left his signature \"Kim Il Sung July 7, 1994\" in a historic document related to Korea's reunification.\n\t\t\t\t\t The President wisely led the nationwide struggle to put an end to the permanent division of the country and realize the independence and complete sovereignty of the country, the memorandum said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In several speeches including the New Year address for Juche 37 (1948) the President aroused all the people in the north and the south to the nationwide struggle to oppose the ruinous \"separate election\" of the U.S. imperialists and their followers.\n\t\t\t\t\t\n\t\t\t\t\t After finding the way for preventing the national division in the unity of all patriotic forces in the north and the south, he took practical measures one after another to this end.\n\t\t\t\t\t\n\t\t\t\t\t On his initiative, there took place in a big way the historic north-south joint conference in Pyongyang in April 1948 amid great interest and expectation of all Koreans. \n\t\t\t\t\t\n\t\t\t\t\t At the April joint conference he made a scientific analysis of the political situation that prevailed in the country and clarified a signal measure for waging a nationwide struggle to build a reunified independent and sovereign state by pooling all efforts and to build a unified government on the principle of democracy.\n\t\t\t\t\t\n\t\t\t\t\t Under his energetic leadership, there took place the general election for the establishment of a unified government across the north and the south, and the founding of the Democratic People's Republic of Korea was proclaimed all over the world on September 9, 1948.\n\t\t\t\t\t\n\t\t\t\t\t After founding the DPRK, he energetically led the struggle to form the Democratic Front for the Reunification of Korea comprising all patriotic political parties and social organizations in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t There took place in Pyongyang in June 1949 a meeting for forming the front with the attendance of representatives of 71 political parties and social organizations in the presence of the President.\n\t\t\t\t\t\n\t\t\t\t\t He directed big efforts into arousing all the Koreans to the struggle for foiling the moves to provoke a new war on the part of the U.S. imperialists and the south Korean puppet forces and for realizing the reunification of the country in a peaceful way under the condition that the DPRK was founded and the front comprising patriotic forces from all walks of life in the north and the south of Korea was formed.\n\t\t\t\t\t\n\t\t\t\t\t He provided wise guidance over the struggle to stir up the atmosphere for the independent and peaceful reunification of the country in a nationwide scale.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the policies for the independent and peaceful reunification of the country in a report to the meeting held in 1955 for celebrating the 10th anniversary of the liberation of Korea (August 15), a report to the 3rd Congress of the Workers' Party of Korea convened in April 1956 and other works.\n\t\t\t\t\t\n\t\t\t\t\t Considering it as an important issue in realizing the peaceful reunification of the country to bring the living of the south Koreans to normal, he made sure that assistance was rendered to them with warm compatriotic feelings.\n\t\t\t\t\t\n\t\t\t\t\t He also saw to it that the Committee for the Peaceful Reunification of Korea was formed in May 1961, thus providing a powerful driving force for realizing the independent and peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t At the 4th Congress of the WPK in September 1961, he stressed the need for the Korean people to reunify the country independently and peacefully.\n\t\t\t\t\t\n\t\t\t\t\t Attaching great significance to the work of getting the force for national reunification ready, he energetically guided the struggle for its realization.\n\t\t\t\t\t\n\t\t\t\t\t At the 8th Plenary Meeting of the 4th Central Committee of the WPK in February 1964, he advanced the outstanding policy on strengthening in every way the three forces for national reunification-- the revolutionary forces in the northern half of Korea, the revolutionary forces in south Korea and the international revolutionary forces.\n\t\t\t\t\t\n\t\t\t\t\t When meeting a representative from the south side who came over to Pyongyang to take part in the north-south high-level political talks on May 3, 1972, he expounded the three principles of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The north-south joint statement was made public simultaneously in Pyongyang and Seoul on July 4, 1972 amid the great interest of the Korean nation and the attention of the world.\n\t\t\t\t\t\n\t\t\t\t\t He also wisely led the struggle to put into practice the July 4 joint statement and thus prevent the permanent division of the nation and put the national reunification movement on a new stage.\n\t\t\t\t\t\n\t\t\t\t\t At the historic 6th Congress of the WPK in October 1980, he advanced the proposal for founding the Democratic Federal Republic of Koryo and wisely led the struggle for putting it into practice, thereby opening up a wide avenue for the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t When the north-south relations faced a crisis due to the U.S. imperialists' vicious racket for nuclear threats, the President turned the adversities into favorable conditions with his matchless grit, thus making sure that the national reunification movement steadily advanced along the road of victory.\n\t\t\t\t\t\n\t\t\t\t\t At the 5th Session of the 9th Supreme People's Assembly in April 1993, he declared before the world \"10-Point Programme of the Great Unity of the Whole Nation for the Reunification of the Country\", thus opening up a new chapter for the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t On July 7, 1994, he, looking far into the national reunification, left his last signature reading \"Kim Il Sung July 7, 1994\" on a historic document, reflecting the minds of all the Koreans. This was the last autograph he left in his life.\n\t\t\t\t\t\n\t\t\t\t\t The memorandum said that leader Kim Jong Il worked heart and soul to glorify for all generations to come the undying feats performed by the President for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The monument inscribed with the President's signature was successfully built in Panmunjom under the leadership of Kim Jong Il to convey long the President's leadership feats for reunification.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made public the famous work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" on August 4, 1997, thus making a comprehensive compilation of the national reunification feats performed by the President and formulating the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il ushered in the June 15 era of independent reunification. This shines as a distinguished exploit he performed before the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t There took place the significant meeting of the top leaders of the north and the south for the first time in the 55 years of national division in Pyongyang in June 2000 and a historic June 15 North-South Joint Declaration was adopted and made public to the world.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that the historic \"Declaration for Development of North-South Relations and Peace and Prosperity\" was adopted on October 4, 2007, to the great excitement of all the Koreans and the world.\n\t\t\t\t\t\n\t\t\t\t\t The memorandum said that the Korean nation's cause of reunification is given a steady continuity today under the outstanding and tested leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\", \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" and other works authored by the Marshal reflect his iron faith and will to achieve the historic cause of national reunification without fail true to the noble intentions of the peerless great men of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The Marshal set forth from a fresh angle the line on simultaneously pushing forward economic construction and the building of nuclear force to bolster up the capabilities for self-defence with the nuclear force as a pivot which Kim Jong Il provided with his lifelong dedication, thus laying a firm foundation for the independent and peaceful reunification of the country by strictly rejecting the outsiders' domination and interference.\n\t\t\t\t\t\n\t\t\t\t\t His speech at the military parade for celebrating the centenary of birth of the President in April 2012 has become an inspiring banner that instilled great hope and optimism about the future of a reunified country into the hearts of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The special proposal recently sent by the National Defence Commission of the DPRK to the south Korean authorities has aroused big support and sympathy of the public inside and outside as it reflected the desire and wish of all the Koreans to improve the north-south relations that were pushed to a catastrophe, put an end to the state of confrontation and realize at an early date the national reunification, the cherished desire of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The memorandum called on all the Koreans in the north and the south and abroad to wage a courageous nationwide struggle to carry through the instructions for national reunification of Kim Il Sung and Kim Jong Il under the wise leadership of Kim Jong Un."
        },
        {
            "title": "Gift to Kim Jong Un from Danish Figure",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-25ee.html",
            "content": "Gift to Kim Jong Un from Danish Figure\r\nPyongyang, July 7 (KCNA) -- Supreme leader Kim Jong Un was presented with a gift by Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, on a visit to the DPRK.\n\t\t\t\t\t The gift was conveyed to an official concerned on Monday by the chairman."
        },
        {
            "title": "Gift to Kim Jong Un from Australian Organization",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-27ee.html",
            "content": "Gift to Kim Jong Un from Australian Organization\r\nPyongyang, July 7 (KCNA) -- Marshal Kim Jong Un was presented with a gift from the Australia-DPRK Association for Friendship and Culture.\n\t\t\t\t\t The gift was conveyed to an official concerned on Monday by Raymond Ferguson, national secretary of the association who is leading the visiting delegation of the Oceania committee to commemorate the 20th anniversary of demise of President Kim Il Sung and the 3rd anniversary of demise of leader Kim Jong Il."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-23ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, July 7 (KCNA) -- Staff members of the economic and commercial councilors corps and the missions of the WFP, WHO, UNDP and UN FAO here, family of Zhang Weihua, Chinese anti-Japanese revolutionary martyr, chairman of the Demark-DPRK Friendship Association and a delegation of the  Association for Economic and Cultural Exchange of Korean Nationality in Dandong City, China visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Monday on the occasion of the 20th anniversary of demise of the President.\n\t\t\t\t\t They laid floral baskets before the statues and paid tribute.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a delegation of the Aged Men Association in Shenyang City, China paid tribute to the statues."
        },
        {
            "title": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il from Russian Political Parties, Japanese",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-26ee.html",
            "content": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il from Russian Political Parties, Japanese\r\nPyongyang, July 7 (KCNA) -- Floral baskets were sent to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill by the Communist Party of the Russian Federation and the Communist Parties-the Communist Party of the Soviet Union in their joint name and by the Party for Peace and Unity of Russia on the occasion of the 20th anniversary of demise of the President.\n\t\t\t\t\t The floral baskets were laid before the statues on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Also laid before the statues was a floral basket sent by Kazuaki Ashizawa, co-representative of the Tokyo Ward Assemblymen's Liaison Society for the Promotion of Japan-Korea Friendship, on the same day."
        },
        {
            "title": "Delegation of Oceania Remembrance Committee Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-28ee.html",
            "content": "Delegation of Oceania Remembrance Committee Visits Mangyongdae\r\nPyongyang, July 7 (KCNA) -- A delegation of the Oceania committee to commemorate the 20th anniversary of demise of President Kim Il Sung and the 3rd anniversary of demise of leader Kim Jong Il led by Co-Secretary General Raymond Ferguson, national secretary of the Australia-DPRK Association for Friendship and Culture, visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the revolutionary history of the President who was born at a simple straw-thatched house and devoted his life to the victorious advance of the Korean revolution and the accomplishment of the cause of global independence, the guests looked round historic relics.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit the head of the delegation said:\n\t\t\t\t\t\n\t\t\t\t\t Whenever I visit the old home in Mangyongdae, I am gripped by a new revolutionary emotion.\n\t\t\t\t\t\n\t\t\t\t\t The President was born into a simple family and grew up, receiving revolutionary education from his parents from his childhood.\n\t\t\t\t\t\n\t\t\t\t\t He embarked on the road of the revolution in his early years and achieved the historical cause of Korea's liberation. His feats are becoming a good model of revolutionaries.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the delegation visited the Tower of the Juche Idea, Arch of Triumph, Pyongyang Folklore Park, Pyongyang Cultural Exhibition, etc."
        },
        {
            "title": "Economic and Commercial Councilors Corps Visit Kim Il Sung University",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-33ee.html",
            "content": "Economic and Commercial Councilors Corps Visit Kim Il Sung University\r\nPyongyang, July 7 (KCNA) -- The economic and commercial councilors corps here visited Kim Il Sung University Monday on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The guests looked round the revolutionary museum successfully built as required by the new century.\n\t\t\t\t\t\n\t\t\t\t\t While looking round rooms of the museum, they were briefed on the fact that the President and leader Kim Jong Il saw to it that the university, the nation's first one for the people, was built, provided frequent field guidance to it and paid deep attention to the work of strengthening it.\n\t\t\t\t\t\n\t\t\t\t\t They also looked round the newly built modern swimming pool of the university, etc.\n\t\t\t\t\t\n\t\t\t\t\t At the end of their visit they made entries in the visitor's book."
        },
        {
            "title": "Fauna on Increase in Arboretum of Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-22ee.html",
            "content": "Fauna on Increase in Arboretum of Kumsusan Palace of Sun\r\nPyongyang, July 7 (KCNA) -- Species of birds and animals are on the increase in the Arboretum of the Kumsusan Palace of the Sun, according to the findings published by the Zoology Research Institute under the State Academy of Sciences.\n\t\t\t\t\tA research group of the institute found out that different species of over 1,600 birds originated in the south nestled in the arboretum.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Kim Kyong Jun, a section chief of the institute, told KCNA that at least 150 species of birds, including oriole, migratory grosbeak, pheasant, broad-billed roller and thrush, have nestled in the arboretum.\n\t\t\t\t\t\n\t\t\t\t\t It accounts for one third of all species of birds living in the DPRK, he said, adding the research verified that more than 20 species of animals have also inhabited in the arboretum.\n\t\t\t\t\t\n\t\t\t\t\t Pak Rae Bon, an ornithologist, said that the thick forest newly created in the area has a good prospect of more diverse fauna for its favorable ecological environment."
        },
        {
            "title": "Kim Il Sung Remembered by Workers, Trade Union Members",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-17ee.html",
            "content": "Kim Il Sung Remembered by Workers, Trade Union Members\r\nPyongyang, July 7 (KCNA) -- Workers and members of the General Federation of Trade Unions of Korea (GFTUK) held a remembrance meeting on the theme of \"Fatherly leader and our working class\" at the Central Hall of Workers on Monday on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The meeting began with chorus \"Our Unforgettable Leader\".\n\t\t\t\t\t\n\t\t\t\t\t Hyon Sang Ju, chairman of the C.C., the GFTUK, praised the President as the peerless great man and the eternal sun of Juche who was acclaimed for the first time in the Korean history spanning thousands of years.\n\t\t\t\t\t\n\t\t\t\t\t Hyon also praised the President as the peerless patriot and benevolent father of the people who regarded the Korean workers as the proud driving force of the revolution and the eldest son of the country and provided them with a worthy life with his noble love and trust.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jae Gyong, researcher of the Chollima Steel Complex, and Kang Chung Sil, secretary of the primary party committee of the Songyo Knitwear Factory, recollected with deep emotion the days when they were received by the President and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Gum, worker of the Kim Jong Suk Pyongyang Textile Mill, Kim Yong Nam, chairman of the trade union committee of the State Academy of Sciences, and Ham Kwang Ho, chairman of the primary trade union committee of the Junggu Housing Construction Company, made up their minds to uphold Kim Il Sung and Kim Jong Il in high esteem as the eternal sun of Juche and remain loyal to the leadership of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were female small chorus \"Great Torrent of Yearning\", female duet \"The Leader Came to Our Factory\", chorus \"Our Leader Will Always Be with Us\" and so on.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Ri Il Hwan, department director of the Central Committee of the Workers' Party of Korea, officials and members of the trade unions and workers."
        },
        {
            "title": "DPRK Judoists Prove Successful at Int'l Judo Competitions",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-30ee.html",
            "content": "DPRK Judoists Prove Successful at Int'l Judo Competitions\r\nPyongyang, July 7 (KCNA) -- DPRK judoist Sol Kyong won a gold medal in the women's 78kg category at IJF Grand Prix Ulan Bator 2014 in Ulan Bator, Mongolia.\n\t\t\t\t\t She defeated her rivals of Taipei of China and Canada in the preliminaries and her Hungarian rival in the semi-finals.\n\t\t\t\t\t\n\t\t\t\t\t In the finals she beat her German rival to grab gold.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Hong Kuk Hyon placed third in the men's 73 kg category to bag bronze.\n\t\t\t\t\t\n\t\t\t\t\t The competition held from July 4 to 6 brought together at least 280 ace men and women judoists from 27 countries and regions."
        },
        {
            "title": "Undying Feats Performed by Kim Il Sung for National Reunification",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-21ee.html",
            "content": "Undying Feats Performed by Kim Il Sung for National Reunification\r\nPyongyang, July 7 (KCNA) -- Today marks the 20th anniversary of President Kim Il Sung's last signature on a historic document concerning national reunification.\n\t\t\t\t\t Leader Kim Jong Il in his lifetime took a measure to erect a granite monument inscribed with the signature of the President at Panmunjom, so as to hand down Kim Il Sung's feats for national reunification to posterity.\n\t\t\t\t\t\n\t\t\t\t\t Inscribed on the monument is Kim Il Sung's autograph \"Kim Il Sung July 7, 1994\", which shows his noble life dedicated to the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t In his lifetime, the President set forth the Three Principles of National Reunification, the Proposal for Founding the Democratic Federal Republic of Koryo and the10-point Programme of the Great Unity of the Whole Nation to indicate the ways for achieving the national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He advanced reasonable lines and policies for national reunification to meet the requirements of the times and the interests of the nation, thus making a turning-point in achieving national reunification.\n\t\t\t\t\t\n\t\t\t\t\t When south Korea was heavily hit by flood, he took measures to send emergency relief goods to hundreds of thousands of victims in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t With a firm determination to hand the reunified country down to the coming generations, he dedicated himself to the cause of national reunification even during the last moments of his life. He gave tens of instructions for national reunification in the period from June 20 to July 5, Juche 83 (1994).\n\t\t\t\t\t\n\t\t\t\t\t In the evening of July 7, a day before his demise, he made a sign in the historic document.\n\t\t\t\t\t\n\t\t\t\t\t Now the historic cause of national reunification has been successfully carried into practice by Marshal Kim Jong Un."
        },
        {
            "title": "New Stamps Issued",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-20ee.html",
            "content": "New Stamps Issued\r\nPyongyang, July 7 (KCNA) -- The State Stamp Bureau of the DPRK has brought out new stamps (a sheet and an individual) to mark the 20th anniversary of President Kim Il Sung's demise.\n\t\t\t\t\t Seen in the upper part of the sheet are letters \"The Great Leader Comrade Kim Il Sung Will Always Be with Us\" and \"Juche 83 (1994) - Juche 103 (2014)\", with a photo of Kim Il Sung on a tour of field guidance to the Kangson Steel Plant.\n\t\t\t\t\t\n\t\t\t\t\t The individual one carries a photo of the President, who is among the workers of the Komdok Mine.\n\t\t\t\t\t\n\t\t\t\t\t The stamps clearly show the revolutionary life of the President, who devoted his all to the wellbeing of the people while regarding \"Believing in people as in Heaven\" as his motto and always finding himself among people."
        },
        {
            "title": "Foreign Crewmen Remember Kim Il Sung",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-29ee.html",
            "content": "Foreign Crewmen Remember Kim Il Sung\r\nChongjin, July 7 (KCNA) -- A meeting of foreign crewmen for remembering President Kim Il Sung took place in Chongjin Port on Monday.\n\t\t\t\t\t The participants placed a floral basket and bouquets before the mosaics depicting the portraits of smiling Kim Il Sung and leader Kim Jong Il in Chongjin City, North Hamgyong Province and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting attended by the captain and crewmen of the Kiribati-flagged ship New Global.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said the President was an outstanding and seasoned statesman as he performed great exploits for the Korean revolution and the cause of global independence. They went on:\n\t\t\t\t\t\n\t\t\t\t\t The greatest exploit performed by the President was that he founded the immortal Juche idea, clearly indicating the road to be followed by humankind.\n\t\t\t\t\t\n\t\t\t\t\t He was the peerless patriot who devoted his all to the country and its people and happiness of all generations all his life.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il energetically led the drive for glorifying the DPRK as Kim Il Sung's dignified Korea during the whole period of his revolutionary career.\n\t\t\t\t\t\n\t\t\t\t\t The speakers expressed belief that the career and exploits of the President would last forever and remain more shining thanks to Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Concert Given by General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-24ee.html",
            "content": "Concert Given by General Association of Koreans in China\r\nPyongyang, July 7 (KCNA) -- A concert was given at the Songhuajiang Grand Theatre in Jilin City, China on July 3 to commemorate the 20th anniversary of demise of President Kim Il Sung. It was sponsored by the General Association of Koreans in China.\n\t\t\t\t\t It was attended by Choe Un Bok, chairwoman of the association, and its vice-chairmen, Koreans in China, families of persons related to the anti-Japanese revolutionary struggle, the consul general and staff members of the DPRK consulate general in Shenyang and staff members of branches of the DPRK working in the three provinces of Northeast China.\n\t\t\t\t\t\n\t\t\t\t\t Korean artistes in China and Chinese artistes in the city gave the performance.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were immortal revolutionary hymn \"Song of General Kim Il Sung\", \"Cantata to Marshal Kim Il Sung\", \"Our Leader Will Always Be with Us\" and other songs praising his great revolutionary career.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the concert.\n\t\t\t\t\t\n\t\t\t\t\t Choe Un Bok said that the concert made the audience long for the President more ardently as it was given in Jilin City associated with the history of his leadership over the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t Hwang Jin Saeng, daughter of Hwang Paek Hwa who was an anti-Japanese patriotic martyr, recollected that during his revolutionary activities in the city the President had unforgettable ties with her father.\n\t\t\t\t\t\n\t\t\t\t\t Zhang Qi, grandson of Zhang Weihua, Chinese anti-Japanese revolutionary martyr, said that Marshal Kim Jong Un is showing the same loving care for the family of Zhang Weihua as the President and leader Kim Jong Il did."
        },
        {
            "title": "Chongryon Officials Support Special Proposal of NDC of DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-03ee.html",
            "content": "Chongryon Officials Support Special Proposal of NDC of DPRK\r\nTokyo, July 5 (KNS-KCNA) -- Officials of the General Association of Korean Residents in Japan (Chongryon) released statements in support of the special proposal of the National Defence Commission of the DPRK calling for opening a new phase of mending the north-south relations on the three principles of national reunification. \n\t\t\t\t\t Kang Chu Ryon, chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, said the special proposal is the realistic one for easing the tension of the north-south relations and achieving the reunification of the country, the greatest desire of the nation. \n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Ju, chairman of the Central Standing Committee of the Korean Youth League in Japan, said officials of the youth league and youth and students strongly demand the south Korean authorities opt for achieving the independent reunification of the country on the three principles of national reunification and in the idea of By Our Nation Itself as declared in the special proposal. \n\t\t\t\t\t\n\t\t\t\t\t Jo Han Ju, chairman of the Central Standing Committee of the Union of Korean Teachers in Japan, said that the special proposal for promising the nation once again to invariably adhere to the principle of independence and solve all pending issues between the north and the south enjoys full support and approval of all the Koreans as it reflects the aspiration and wishes of the nation to reunify the country with their concerted efforts free from outside forces' interference. \n\t\t\t\t\t\n\t\t\t\t\t Hwang Myong, chairman of the Tokyo Metropolitan Headquarters of Chongryon, said the special proposal reflects the sincerity and will of the DPRK to dispel distrust and defuse confrontation at any cost and open up a fresh turning phase of mending the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\t Jon To Hyon, chairman of the Miyagi Prefectural Headquarters of Chongryon, said the special proposal is one for national reunification reflecting the three principles of national reunification-- independence, peaceful reunification and great national unity--published in 1972, and the aspiration of all Koreans and the demand of the present times. \n\t\t\t\t\t\n\t\t\t\t\t Kim Chun Gwon, chairman of the Hyogo Prefectural Headquarters of Chongryon, said that the enthusiasm of Koreans for reunification is running high to put an end to the history of the territorial partition and national division, improve the north-south relations and open a new era of peace and prosperity in the idea of By Our Nation Itself."
        },
        {
            "title": "Early Peaches Supplied to Pyongyangites",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-32ee.html",
            "content": "Early Peaches Supplied to Pyongyangites\r\nPyongyang, July 7 (KCNA) -- Trucks arrived here on Monday carrying with them early peaches from Kwail County, South Hwanghae Province this year.\n\t\t\t\t\t The county reaped a good peach harvest this year, too by successfully manuring and cultivating orchards despite consecutive severe drought.\n\t\t\t\t\t\n\t\t\t\t\t Trucks loaded with hundreds of tons of well ripen peaches were greeted by citizens in Kwangbok, Yonggwang and other streets of the city.\n\t\t\t\t\t\n\t\t\t\t\t They headed for commercial networks, baby home, orphanage and home for the aged in the city."
        },
        {
            "title": "Chairwoman of General Association of Koreans in China Interviewed by KCNA",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-31ee.html",
            "content": "Chairwoman of General Association of Koreans in China Interviewed by KCNA\r\nPyongyang, July 7 (KCNA) -- Choe Un Bok, chairwoman of the General Association of Koreans in China, on a visit to the DPRK to commemorate the 20th anniversary of demise of President Kim Il Sung  was interviewed by KCNA on Monday.\n\t\t\t\t\t The Korean people were put under the yoke of colonial slavery as they were not under an outstanding leader in the past. But they could greet the national rebirth and new era of prosperity as they held Kim Il Sung in high esteem as their leader, the chairwoman said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The President embarked on the road of revolution in his early years and led the arduous anti-Japanese war to a victory and achieved the liberation of the country. He turned the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence. These were the greatest exploits performed by him for the country and its people and the happiness of the generations to come.\n\t\t\t\t\t\n\t\t\t\t\t The President, regarding believing in people as in Heaven as his motto, always mixed with people and shared weal and woe with them. He energetically worked for the happiness of the people and the country's reunification to the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t As the President's feats are so great, the reverence of not only the Koreans in the homeland but also of those abroad and world progressives for him is growing more ardent and profound with the passage of time.\n\t\t\t\t\t\n\t\t\t\t\t The President's life, indeed, represents the history of the sun which brings the Korean people worthwhile life and happiness and humankind a bright future.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, the leader of the people and sun of humankind, will be always alive in the hearts of all people.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary cause of Juche pioneered by the President is being successfully carried forward by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his leadership, the history of the President, the sun of Juche, will last forever."
        },
        {
            "title": "Leadership Exploits of Kim Il Sung, Kim Jong Il Are Eternal Lifeline of Songun Korea: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-14ee.html",
            "content": "Leadership Exploits of Kim Il Sung, Kim Jong Il Are Eternal Lifeline of Songun Korea: Rodong Sinmun\r\nPyongyang, July 7 (KCNA) -- The leadership exploits of the great Generalissimos Kim Il Sung and Kim Jong Il are an eternal lifeline of Songun Korea, says Rodong Sinmun Monday in a bylined article.\n\t\t\t\t\t Kim Il Sung and Kim Jong Il performed valuable exploits for people together with them, always finding themselves among the people, in the long period of leading the revolution. Their revolutionary careers were so great that they can never be found in the biographies of any other great men in the world, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the leadership of the Workers' Party of Korea (WPK) which has steadily added shine to their leadership exploits, regarding them as the most valuable treasures and eternal lifeline, socialist Korea is shedding its brighter rays as a country where the noble desire of the peerless great men is coming true.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is wisely leading the efforts to defend the leadership exploits of Kim Il Sung and Kim Jong Il, thoroughly embody them and bring about a great surge and innovations in the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t It is the unshakable creed of the party that when it successfully consolidates the foundation for prosperity provided by Kim Il Sung and Kim Jong Il, well cultivates the seeds of happiness sowed by them and brings them into full bloom, this will just lead to a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t To remain true to the idea and leadership of Marshal Kim Jong Un is a sure guarantee for glorifying the leadership exploits of Kim Il Sung and Kim Jong Il and achieving the final victory of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Immensely rosy is the future of Songun Korea which is dynamically advancing by dint of the single-minded unity under the unfurled flag bearing the immortal beaming images of Kim Il Sung and Kim Jong Il, which are shining along with their idea and exploits."
        },
        {
            "title": "Defusing Confrontation Crucial for Improving Relations between North and South of Korea; News Analyst",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-19ee.html",
            "content": "Defusing Confrontation Crucial for Improving Relations between North and South of Korea; News Analyst\r\nPyongyang, July 7 (KCNA) -- The DPRK government issued a statement 20 years since President Kim Il Sung put his last signature on a historic document related to national reunification.\n\t\t\t\t\t The DPRK government in the statement set it as an important issue for opening up a fresh turning phase of national reunification for the north and the south to put an end to the state of reckless hostility and confrontation and pave the way for reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t Defusing the confrontation between the north and the south is an urgent realistic issue in improving the north-south relations and accelerating the movement for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t There is no reason whatsoever for the north and the south to keep the state of confrontation at present.\n\t\t\t\t\t\n\t\t\t\t\t At present the nations and countries that have differing ideologies and social systems cooperate with each other and co-exist in the world. Therefore, the differing ideologies and social systems in the north and the south do not provide any ground for the compatriots to be hostile to each other and stand in confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The pursuance of the north-south confrontation is a sycophantic act and an act of treachery as it is little short of dancing to the tune of outsiders who are keen on keeping the Korean nation divided and sowing seeds of discord between them to fish in troubled waters.\n\t\t\t\t\t\n\t\t\t\t\t An atmosphere favorable for national reconciliation and unity can never be created as long as the north and the south stand in confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should discard the anachronistic concept of indiscriminately antagonizing the fellow countrymen because of differing ideology and social system but take a bold decision to make a switchover in its policy of confrontation with fellow countrymen to that of alliance and reconciliation with the north. \n\t\t\t\t\t\n\t\t\t\t\t All forms of north-targeted war exercises which the south stages in collusion with outsiders are a basic factor of escalating the north-south confrontation as it is a direct product of its hostile policy toward the fellow countrymen in the north. The war exercises under various codenames which the south Korean authorities stage every year together with the U.S. have escalated the political and military confrontation between compatriots and seriously harassed the peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t National reconciliation and peace can hardly be achieved as long as military exercises, an open threat to the dialogue partner, persist.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to respect and implement the north-south agreements in order to put an end to the confrontation between the north and the south and achieve the national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration and the October 4 declaration serve as firm guidelines for putting an end to the state of confrontation between the north and the south, improving the relations between them and achieving the independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the denial of the agreements common to the north and the south is a major factor of pushing the north-south ties to a catastrophe and confrontation. As conservative \"governments\" appeared in south Korea one after another, the June 15 joint declaration and the October 4 declaration were totally denied and all the achievements made in the June 15 era were brought to naught and the north-south relations were pushed to the lowest ebb.\n\t\t\t\t\t\n\t\t\t\t\t Prevailing on the peninsula at present due to the south Korean authorities' extremely reckless hostile policy and confrontational moves is such a grave situation that even a slight provocative word and action  and a friction may lead to a dangerous conflict and national ruin.\n\t\t\t\t\t\n\t\t\t\t\t Now is the crucial time for the north and the south to pave the way for improving the relations with a fresh viewpoint and stand for national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should turn out as one in the patriotic struggle to put an end to the state of confrontation between the north and the south, with the single and sincere desire to achieve the reconciliation and unity of the nation and the peace and reunification of the country."
        },
        {
            "title": "Crucial Time for Settling Issue of Korea's Reunification: News Analyst",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-18ee.html",
            "content": "Crucial Time for Settling Issue of Korea's Reunification: News Analyst\r\nPyongyang, July 7 (KCNA) -- It is 20 years since President Kim Il Sung left his last autograph on a historic document related to the national reunification.\n\t\t\t\t\t The issue of Korea's reunification spawned as the territory of the country was divided due to outsiders at the end of the Second World War.\n\t\t\t\t\t\n\t\t\t\t\t Taking to heart more than anyone else the misfortune and pain the Koreans have undergone due to their split though they had lived in one and the same territory as a homogeneous nation generation after generation, President Kim Il Sung and leader Kim Jong Il devoted all their wisdom and energies to achieving the reunification of the country all their lives.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation of the country the President convened the historic Joint Conference of Representatives of Political Parties and Social Organizations in North and South Korea, arousing all the Koreans to the nationwide struggle to foil the moves of the sycophantic and traitorous forces to divide the nation and ushering in a heyday of the reunification movement through the solidarity and alliance of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the three principles of national reunification in the July 4 joint statement and set forth the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo, thus providing basic guidelines for solving the reunification issue of the country.\n\t\t\t\t\t\n\t\t\t\t\t The President energetically worked for decades for the country's reunification and left his last autograph on a historic document related to the national reunification in the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il opened up a bright prospect for independent reunification, regarding national reunification as his noble mission.\n\t\t\t\t\t\n\t\t\t\t\t He authored \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" and other famous works, formulating the President's idea and line on national reunification as the three charters for national reunification, laying down the five-point policy for the great unity of the nation and providing a powerful weapon for realizing independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that the June 15 North-South Joint Declaration and the October 4 declaration were made public as a valuable boon for achieving independent reunification, peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The cause of national reunification that had dynamically advanced along the road indicated by Kim Il Sung and Kim Jong Il is undergoing great trials due to the vicious challenge and obstructive moves of the anti-reunification forces at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t After the emergence of the conservative regime in south Korea, all the achievements made in the June 15 era were brought to naught, the north-south relations are at rock bottom and the danger of a nuclear war is increasing with each passing day on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The reality in which the competition for hegemony is festering among big powers over the Korean peninsula proves that if the Korean nation persists in confrontation that does more harm than good, it can not get rid of a bottomless quagmire after being played into the hands of outsiders.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the Koreans who are keenly interested in national reunification and they are also directly responsible for the reunification.\n\t\t\t\t\t\n\t\t\t\t\t Now is the crucial time when the north and the south should carve out with responsibility the destiny of the nation and its future, shouldering upon themselves the dignity and honor of the nation.\n\t\t\t\t\t\n\t\t\t\t\t An exhaustive political strife among compatriots is likely to spark a national disaster at a crucial time when all of them should pool efforts and wisdom for the cause common to the nation. This tragic situation should never be allowed to go on.\n\t\t\t\t\t\n\t\t\t\t\t It is the way of developing the national reunification movement to positively support and respond to the special proposal of the National Defence Commission of the DPRK and the statement of the DPRK government calling for paving a wide avenue for improving the north-south relations and achieving the independent reunification."
        },
        {
            "title": "Two North Korean Missiles Cause Unified Barrage of Retaliatory Propaganda Fire",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-34ee.html",
            "content": "Two North Korean Missiles Cause Unified Barrage of Retaliatory Propaganda Fire\r\nPyongyang, July 7 (KCNA) -- NSNBC, an internet homepage of Denmark, posted an article titled \"Two North Korean Missiles Cause Unified Barrage of Retaliatory Propaganda Fire\" contributed by Christof Lehmann, a German expert on international issue, on June 29.\n\t\t\t\t\t The article noted:\n\t\t\t\t\t\n\t\t\t\t\t North Korean (DPRK) Head of State Kim Jong Un witnessed the test of two domestically developed tactical guided missiles. Similar events are regular occurrences in other arms-producing nations, but somehow, these two missiles caused a barrage of retaliatory propaganda fire launched by corporate western mainstream media.\n\t\t\t\t\t\n\t\t\t\t\t KCNA, the official news agency of the Democratic People's Republic of Korea (DPRK), reported that Kim Jong Un, in his function as First Secretary of the Workers' Party of Korea, First Chairman of the National Defence Commission and Supreme Commander of the Korean People's Army, participated in the launch of what is described as a newly developed, cutting-edge ultra-precision tactical guided missile.\n\t\t\t\t\t\n\t\t\t\t\t Both the photo opportunity for Kim Jong Un and the missile test were a success, assuring North Korean citizens about the Korean People's Army's short, medium, and long-range defense capabilities.\n\t\t\t\t\t\n\t\t\t\t\t The test and photo-op were also reassuring the people of the People's Republic about the fact that the political and military leadership, including Kim Jong Un, are doing their utmost to prevent a repetition of the genocidal war that was being waged against Koreans by the United States.\n\t\t\t\t\t\n\t\t\t\t\t The war that ground to a halt at the 38th parallel in 1953 is no longer ago than that many still can remember utterly devastated cities and the cave dwellings in which tens of thousands had to seek shelter from the U.S. carpet-bombing of undefended civilian cities.\n\t\t\t\t\t\n\t\t\t\t\t Yearly U.S.-led military drills like Foal Eagle, Double Dragon, or Key Resolve and recent years' U.S. foreign policy, resulting in a war in Libya, Mali and Iraq-again, leave no doubt: a credible defense is necessary to deter the aggressor.\n\t\t\t\t\t\n\t\t\t\t\t \n\t\t\t\t\t\n\t\t\t\t\t A Barrage of Retaliatory propaganda \n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The successful missile test didn't fail to provoke a barrage of retaliatory propaganda fire. The state-run BBC pointed out that:\n\t\t\t\t\t\n\t\t\t\t\t The North is under UN sanctions over its weapons and nuclear porgrammes. It has carried out nuclear tests in 2006, 2009 and 2013 and is thought to have enough nuclear material for a small number of bombs.\n\t\t\t\t\t\n\t\t\t\t\t The BBC failed to add that the DPRK's satellite launch was legal, that the underground nuclear weapons test was legal, that the sanctions were illegal and that both Russia and China had each their geopolitical reasons to go along with the illegal, U.S.-sponsored sanctions.\n\t\t\t\t\t\n\t\t\t\t\t Another \"noteworthy\" fact about the BBC is that it never reported that U.S. troops in Korea use the UN designation illegally and that the U.S. defied the calls of three UN Secretary-Generals to stop the illegal use of the UN name.\n\t\t\t\t\t\n\t\t\t\t\t The New York Times made a point, headlining that \"North Korea Fires 2 Missiles in Defiance of U.N. Ban\".\n\t\t\t\t\t\n\t\t\t\t\t The NYT didn't explain whether the headline referred to an illegally imposed missile firing ban or to Ban, like Ban Ki-moon and his failure to work towards sanctioning the United States until it stops its fraudulent use of the UN name for U.S. troops in the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Other media that didn't fail to participate in the unified retaliatory propaganda barrage include Associated Press, CNN, ABC, Al Jazeera, Japan Times, Chicago Tribune, Global Gazette, Evening Express, just to mention a few.\n\t\t\t\t\t\n\t\t\t\t\t It is noteworthy that this unified propaganda barrage was launched after the launch of two missiles. \n\t\t\t\t\t\n\t\t\t\t\t It is also noteworthy that the DPRK may have the material to produce five or six nuclear warheads and that the U.S. has an operational potential of thousands of nuclear ballistic missiles.\n\t\t\t\t\t\n\t\t\t\t\t The most noteworthy fact may be that one U.S. administration after the other has either threatened the use of nuclear weapons against the DPRK or reserved to leave \"all options on the table\". Who would want to blame a responsible political and military leadership and the people for wanting to have a deterrent.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t A unified corporate Western media celebrates U.S. missile tests.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t June 22, 2014, only days before the DPRK launched two missiles across open sea, the Reuters news agency reports \"U.S. missile defense system hits target in key test\".\n\t\t\t\t\t\n\t\t\t\t\t The report celebrates the successful flight test of the exercising elements of the Ground-Based Midcourse Defense (GMD) system that was launched by the 30th Space Wing and the U.S. Missile Defense Agency at the Vandenberg AFB, California June 22, 2014. It justified the test with potentially menacing threats from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Always happy to promote the special relationship between the U.S. and the United Kingdom, the M15 and M16 infested \"the guardian\" didn't let the Atlantic partners down, celebrating the first successful U.S. ballistic missile test since 2008. \n\t\t\t\t\t\n\t\t\t\t\t Joining \"the guardian\" in the celebratory propaganda choir were, among others:\n\t\t\t\t\t\n\t\t\t\t\t The IB Times, The Wall Street Journal, Raytheon, NewsMax, FOX News, The Statesman, CNN, Yahoo, among many others.\n\t\t\t\t\t\n\t\t\t\t\t None reported the fact that one of the primary objectives with using so-called defensive anti-ballistic missile systems is to secure a first-strike capability. None promoted any ban, or demanded that Ban Ki-moon should reprimand the U.S., or reiterate the UN's call on the U.S. to stop its fraudulent use of the UN designation for its U.S. troops in the Korean peninsula under the UN command."
        },
        {
            "title": "U.S. Branded as Provoker of Korean War: Organizations of Germany, Peru",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-08ee.html",
            "content": "U.S. Branded as Provoker of Korean War: Organizations of Germany, Peru\r\nPyongyang, July 7 (KCNA) -- German and Peruvian organizations posted articles on their websites on June 29 and 30 on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle. \n\t\t\t\t\t The Anti-Imperialist Forum of Germany said in an article titled \"Truth about outbreak of Korean War\":\n\t\t\t\t\t\n\t\t\t\t\t The U.S. provoked the Korean War. But it is distorting the truth as if the DPRK \"invaded\" south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Dulles flew to south Korea as a special envoy of Truman on June 17, 1950 and finally examined the plan for the Korean war before issuing a secret order to invade the north all of a sudden. \n\t\t\t\t\t\n\t\t\t\t\t Commanded by advisors of the U.S. forces, the south Korean puppet army started the wholesale invasion of the DPRK on June 25, 1950. \n\t\t\t\t\t\n\t\t\t\t\t The Peruvian-Korean Institute of Culture and Friendship posted an article titled \"Lesson from Korean war, U.S. strength is not almighty\" on its website. It dealt with the true colors of the U.S. imperialists as the provoker of the Korean war and the disgraceful defeat the aggressors suffered in the war."
        },
        {
            "title": "Kim Il Sung Remembered in Tokyo",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-04ee.html",
            "content": "Kim Il Sung Remembered in Tokyo\r\nTokyo, July 5 (KNS-KCNA) -- A memorial service of Koreans in Japan took place at the Korean Hall of Culture in Tokyo on Saturday to commemorate the 20th anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t Seen standing before the portrait of the smiling President was a floral basket. \n\t\t\t\t\t\n\t\t\t\t\t Present at the memorial service were Ho Jong Man, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), officials and activists of Chongryon, compatriots, teachers and students of Korea University. \n\t\t\t\t\t\n\t\t\t\t\t The participants paid a silent tribute in memory of the President. \n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man said in his report that Kim Il Sung was the most prominent leader and peerless elder statesman who performed undying exploits on behalf of the country and people, era and revolution with his profound idea and theories, outstanding leadership ability and gigantic revolutionary practice. \n\t\t\t\t\t\n\t\t\t\t\t There were not a few famous statesmen in the 20th century, but there was no such benevolent great leader and peerless great man as the President, who showed warm love for overseas compatriots, Ho Jong Man said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il worked heart and soul to strengthen Chongryon all his life. \n\t\t\t\t\t\n\t\t\t\t\t The immortal exploits of Kim Il Sung and Kim Jong Il for the development of the movement of Koreans in Japan are being successfully carried forward by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The reporter stressed the need to dynamically advance the patriotic movement to carry through the important tasks set forth in the congratulatory message sent by Kim Jong Un to the 23rd Congress of Chongryon and implement the decision of the Congress. \n\t\t\t\t\t\n\t\t\t\t\t The floor was taken by Kim Yong Ju, chairman of the Central Standing Committee of the Korean Youth League in Japan, Ryang Ok Chul, vice-chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, and Hwang Myong, chairman of the Tokyo Metropolitan Headquarters of Chongryon."
        },
        {
            "title": "Kim Il Sung Praised by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-05ee.html",
            "content": "Kim Il Sung Praised by Foreign Newspapers\r\nPyongyang, July 7 (KCNA) -- Foreign newspapers carried special write-ups on June 30 and July 1 on the occasion of the 20th anniversary of demise of President Kim Il Sung, illustrated with the portrait of the smiling President.\n\t\t\t\t\t The Guinean newspaper Horoya in an article titled \"Kim Il Sung, benevolent image\" said: \n\t\t\t\t\t\n\t\t\t\t\t The beaming image of the President comes across one's mind first of all when recollecting him.\n\t\t\t\t\t\n\t\t\t\t\t Everyone is fascinated by the personality of the President attracting all people with his great magnanimity. \n\t\t\t\t\t\n\t\t\t\t\t World prominent personages who were received by the President highly praised him. \n\t\t\t\t\t\n\t\t\t\t\t The President is alive in the hearts of mankind as the eternal sun. \n\t\t\t\t\t\n\t\t\t\t\t The Nigerian paper Nigerian Observer in an article titled \"President Kim Il Sung will be immortal in the hearts of the world people as the sun of Juche\" introduced his sacred revolutionary career and exploits. \n\t\t\t\t\t\n\t\t\t\t\t The Uruguayan paper La Juventud in an article said the President loved all people with warm humanity, great generosity and magnanimity. \n\t\t\t\t\t\n\t\t\t\t\t His benevolent image will be eternally kept in the hearts of all people as the sun."
        },
        {
            "title": "Kim Il Sung Lauded by Mexican Organization",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-06ee.html",
            "content": "Kim Il Sung Lauded by Mexican Organization\r\nPyongyang, July 7 (KCNA) -- The Mexican Committee for the Study of Kimilsungism-Kimjongilism issued its bulletin on July 1 to commemorate the 20th anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t The bulletin in an article titled \"Korea today where the great Juche idea has been applied\" referred to the founding of the Juche and its essential contents.\n\t\t\t\t\t\n\t\t\t\t\t It said that great changes and miracles are taking place in the DPRK under the wise leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Foreign Figures",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-12ee.html",
            "content": "Kim Il Sung's Exploits Praised by Foreign Figures\r\nPyongyang, July 7 (KCNA) -- Remembrance meetings took place in Serbia, Denmark, Sweden and Iceland on June 30 and July 1 on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Displayed on the front wall of the venues of the meetings were portraits of smiling President and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t On display there were photos documenting the exploits of the President.\n\t\t\t\t\t\n\t\t\t\t\t On show also were works of the peerless great men and books introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Batric Mijovic, general secretary of the New Yugoslav Communist Party of Serbia, praised Kim Il Sung as an invincible and iron-willed commander and great leader who defeated the formidable U.S. and Japanese imperialist enemies and saved and glorified the destiny of the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t He said that the President made immortal contributions to the cause of global independence, adding his idea and exploits are shedding their brighter rays with each passing day.\n\t\t\t\t\t\n\t\t\t\t\t Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, stressed that the idea and cause of the President were firmly carried forward by leader Kim Jong Il and are being successfully carried forward to completion by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Oskar Molleby, chief of the Swedish Group for the Study of the Juche Idea, said that the President was the prominent leader and eternal President who turned the DPRK into a socialist power of independence, self-sustenance and self-defence, adding that his exploits would be remembered forever by not only the Korean people but progressive humankind.\n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Un were adopted at the meetings held in Denmark and Sweden."
        },
        {
            "title": "Exploits of Kim Il Sung Praised Abroad",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-13ee.html",
            "content": "Exploits of Kim Il Sung Praised Abroad\r\nPyongyang, July 7 (KCNA) -- Seminars on the exploits of President Kim Il Sung took place in Romania, Austria, Mexico, Peru and Nigeria in the period from June 28 to July 3 on the occasion of the 20th anniversary of his demise. \n\t\t\t\t\t On display at the venues of the seminars were photos documenting exploits of the President, works of the President, leader Kim Jong Il and Marshal Kim Jong Un and books introducing Songun Korea. \n\t\t\t\t\t\n\t\t\t\t\t Constantin Rotaru, chairman of the Party for Socialist Choice of Romania, said that the President was a great statesman who made a great contribution to not only the Korean revolution but also the cause of global independence. The exploits of the President will be immortal though he passed away, the chairman added. \n\t\t\t\t\t\n\t\t\t\t\t Thomas Losh, chief of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna, said that the President embarked on the road of the revolution in his early years and defeated the formidable U.S. and Japanese imperialists and turned the DPRK into a powerful socialist country independent in politics, self-supporting in economy and self-reliant in national defence. \n\t\t\t\t\t\n\t\t\t\t\t Ramon Jimenez Lopez, chairman of the Mexican Committee for the Study of Kimilsungism-Kimjongilism, said the President was the father of the people who created the immortal Juche idea and fully applied it to the Korean revolution and saved and glorified the destiny of the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t Guillermo Alcazar Ribera, chairman of the Peruvian Group for the Study of Kimilsungism-Kimjongilism, noted Kim Il Sung, who performed undying exploits for socialist construction of Korea and the accomplishment of the cause of global independence, is always alive in the hearts of mankind."
        },
        {
            "title": "Book \"Great Statesman in 20th Century\" Published in Nepal",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-07ee.html",
            "content": "Book \"Great Statesman in 20th Century\" Published in Nepal\r\nPyongyang, July 7 (KCNA) -- Book \"Great Statesman in 20th Century\" was brought out in Nepal to commemorate the 20th anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t A book-releasing ceremony took place in Katmandu on July 1. \n\t\t\t\t\t\n\t\t\t\t\t Hanging on the front wall of the venue of the ceremony was the portrait of the smiling President. \n\t\t\t\t\t\n\t\t\t\t\t On display at the venue were photos documenting his exploits, works of the President, leader Kim Jong Il and Marshal Kim Jong Un and books and photos introducing Songun Korea. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Nepali personages from different social standings. Invited there were the DPRK ambassador to Nepal and his embassy officials. \n\t\t\t\t\t\n\t\t\t\t\t The participants paid a silent tribute in memory of the President. \n\t\t\t\t\t\n\t\t\t\t\t The minister for Women, Children and Social Welfare of Nepal said:\n\t\t\t\t\t\n\t\t\t\t\t It is a great honor for the Nepali people to publish book \"Great Statesman in 20th Century\" on the occasion of the 20th anniversary of demise of the President, the great leader and sun, whom the world recognized and looks up to. \n\t\t\t\t\t\n\t\t\t\t\t The book reflects the minds of not only the Nepali people but also the world progressives who are always missing and boundlessly revering the President. \n\t\t\t\t\t\n\t\t\t\t\t The President founded the Juche idea, the guiding idea of humankind, and performed the world-startling great exploits. \n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist) expressed the belief that the Workers' Party of Korea and the Korean people would achieve bigger victory in the drive for building a thriving nation and in the standoff with the U.S. under the leadership of Kim Jong Un in the future, too. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics highly praised Kim Il Sung as the father of people and the sun of mankind."
        },
        {
            "title": "Swiss Organizations Support Special Proposal of DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-09ee.html",
            "content": "Swiss Organizations Support Special Proposal of DPRK\r\nPyongyang, July 7 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea on June 30 made public a joint statement in support of the special proposal sent by the National Defence Commission of the DPRK to the south Korean authorities. \n\t\t\t\t\t Recollecting the proposal of the National Defence Commission of the DPRK, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t We fully support the special proposal and expect that the south Korean authorities positively respond to the proposal. \n\t\t\t\t\t\n\t\t\t\t\t The independent and peaceful reunification of Korea brooks no further delay and should be achieved without fail.\n\t\t\t\t\t\n\t\t\t\t\t To this end, the south Korean authorities should cast off the yoke of the U.S. and choose the way of national independence."
        },
        {
            "title": "Kim Jong Il's Work Carried by Romanian Newspaper",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-10ee.html",
            "content": "Kim Jong Il's Work Carried by Romanian Newspaper\r\nPyongyang, July 7 (KCNA) -- A gist of leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was carried by the July issue of the Romanian newspaper Romania Muncitoare.\n\t\t\t\t\t The work published on June 19, Juche 86 (1997) clarifies the idea that it is the fundamental principle to be adhered in accomplishing the socialist cause to preserve the Juche character and national character of the revolution and construction and indicates the tasks and ways for doing so."
        },
        {
            "title": "Kim Jong Un's Work Posted by Brazilian Organization",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-11ee.html",
            "content": "Kim Jong Un's Work Posted by Brazilian Organization\r\nPyongyang, July 7 (KCNA) -- Supreme leader Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\" was posted by the Brazilian Center for the Study of the Juche Idea on its website on July 2.\n\t\t\t\t\t The work, published on April 20, Juche 101 (2012), deals with the revolutionary feats performed by President Kim Il Sung and leader Kim Jong Il all their life.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies the tasks to firmly defend their ideas and feats and add eternal brilliance to them."
        },
        {
            "title": "Kim Jong Un inspecciona unidad de defensa de islote Ung",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-01ss.html",
            "content": "Kim Jong Un inspecciona unidad de defensa de islote Ung\r\nPyongyang, 7 de julio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la unidad de defensa del islote Ung situado en el Mar Este de Corea, que recibio el titulo de la Bandera Roja de las Tres Revoluciones.\n\t\t\t\t\tTras recibir el parte de recibimiento, el Comandante Supremo estuvo ante el monumento en memoria de la visita de orientacion del Presidente Kim Il Sung y recordo con emocion las inmortales hazanas del Presidente y el Dirigente Kim Jong Il impregnadas en la unidad de defensa.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo dijo que el Presidente y el Dirigente dedicaron todos sus empenos por el fortalecimiento del EPC.\n\t\t\t\t\t\n\t\t\t\t\tAl recorrer las instalaciones militares subrayo que los militares de la unidad deben glorificar para siempre las hazanas del Presidente y el Dirigente acumuladas en la direccion del ejercito, al transformar firmemente el islote Ung en una fortaleza inexpugnable.\n\t\t\t\t\t\n\t\t\t\t\tTras presenciar, en la posicion de artilleria visitada por el Dirigente Kim Jong Il, el entrenamiento de manejo de canones, el Mariscal Kim Jong Un dio la orden de realizar el tiro de canones y dirigio el entrenamiento.\n\t\t\t\t\t\n\t\t\t\t\tExpreso gran satisfaccion al ver que los militares de la unidad acertaban perfectamente los blancos.\n\t\t\t\t\t\n\t\t\t\t\tAprecio de alto a los artilleros diciendo que le alegraba mas que nunca al encontrarse con los artilleros y tiradores famosos.\n\t\t\t\t\t\n\t\t\t\t\tY dio el honor de otorgar el diploma del canon famoso al canon No.1 del primer peloton de la primera compania de la unidad de defensa y las medallas e insignias de artillero famoso, a los militares de la unidad y se fotografio junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo presencio tambien los ejercicios de gimnasia de aparatos de los militares y presento las tareas programaticas que sirven de guia para completar los preparativos del combate de la unidad de defensa del islote Ung.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que los oficiales de la unidad de defensa deben prepararse como comandantes militares y funcionarios politicos que trabajan siguiendo el estilo del Presidente y el Dirigente y destaco la necesidad de intensificar la labor politica e ideologica entre los uniformados para formarlos como los fuertes de la idea y fe y como revolucionarios y patriotas dotados con conocimientos multilaterales y alto nivel cultural.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que los soldados deben acostumbrarse en el entrenamiento al intensificar siempre la educacion antiyanqui y la clasista sin hacer caso de las condiciones y el ambiente.\n\t\t\t\t\t\n\t\t\t\t\tY ordeno transformar la unidad de defensa del islote Ung en una unidad de artilleros famosos, de modo que si estalla el combate, los uniformados de la unidad de defensa aniquilen a todos los enemigos en el mar.\n\t\t\t\t\t\n\t\t\t\t\tRecorriendo los cuarteles, las salas de educacion, las de bano, los comedores y los depositos de la primera y tercera compania de la unidad de defensa, se entero con amor del padre de las condiciones de vida de los militares.\n\t\t\t\t\t\n\t\t\t\t\tTras averiguar en detalle varios problemas como el estado de servicio de abastecimiento y la educacion de los hijos de las familias militares, exhorto a prestar especial atencion a la vida de los militares del islote y sus familiares y le dispenso la solicitud llena de amor.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un dio como recuerdo a la primera compania el binoculo y el fusil automatico y se fotografio junto a los militares de la unidad y sus familiares.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal fue acompanado por el vicemariscal del EPC Hwang Pyong So, jefe de la Direccion Politica General del EPC, y el coronel general de las fuerzas terrestres Pak Jong Chon, subjefe del Estado Mayor General del EPC y director de mando de fuego."
        },
        {
            "title": "RPDC declara posicion de principios para mejorar relaciones intercoreanas",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-02ss.html",
            "content": "RPDC declara posicion de principios para mejorar relaciones intercoreanas\r\nPyongyang, 7 de julio (ACNC) -- Con motivo del 20o aniversario del ultimo autografo dejado por el Presidente en un documento relativo a la reunificacion de la patria, el gobierno de la Republica Popular Democratica de Corea publico el dia 7 la siguiente declaracion:\n\t\t\t\t\tHoy en dia, la causa de nuestra nacion coreana para la reunificacion de la patria sufre grandes dificultades y pruebas debido a los siniestros desafios e impedimentos de las fuerzas internas y externas anti-reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tPartiendo del unico deseo de amor a la patria y la nacion de vencer las dificultades interpuestas ante nuestra nacion en la actualidad, mejorar las relaciones entre el Norte y el Sur de Corea y abrir una nueva coyuntura de viraje en la realizacion de la reunificacion independiente, el gobierno de la RPDC declara como lo siguiente:\n\t\t\t\t\t\n\t\t\t\t\t1. El Norte y el Sur deben poner fin al temerario estado hostil y de confrontacion y abrir el camino de reconciliacion y la unidad.\n\t\t\t\t\t\n\t\t\t\t\tActualmente, en la Peninsula Coreana, han llegado a un ultimo extremo la hostilidad y la confrontacion, debido a lo cual perdura la situacion grave en que tal insignificante palabra y friccion puedan provocar un peligroso conflicto y la derrota nacional.\n\t\t\t\t\t\n\t\t\t\t\tNo deben estar con brazos cruzados ante esta situacion tragica que por innecesarios conflictos politicos entre los connacionales, causara una catastrofe de la nacion en este periodo importante en que todos los coreanos deben unirlas fuerzas e inteligencias para la causa comun de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tPor el destino de la nacion, el Norte y el Sur deben abrir el camino de mejoramiento de las relaciones con nuevo punto de vista y posicion.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tomar la decision audaz de cambiar la politica de confrontacion fratricida en la de reconciliacion y alianza con el Norte, al abandonar el anacronico ideal hostil.\n\t\t\t\t\t\n\t\t\t\t\tY deben suspender todos los ejercicios de guerra contra la RPDC en contubernio con las fuerzas exteriores, producto concentrado de la politica hostil a los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas tienen la voluntad sincera de mejorar las relaciones intercoreanas, deberan respetar y cumplir los acuerdos comunes del Norte y el Sur inclusive la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, preparadas por las cumbres N-S. \n\t\t\t\t\t\n\t\t\t\t\t2. El Norte y el Sur deben rechazar la dependencia de las fuerzas foraneas y resolver todos los problemas entre los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tEn cualquiera ocasion, el Norte y el Sur no deben ser victimas de las fuerzas extranjeras que quieren sacar lucros en la division de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\tEl Norte y el Sur deben resolver todos los problemas entre las connacionales conforme al interes comun de la nacion partiendo de la posicion de dar prioridad, importancia y unidad a la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEl Norte y el Sur no deben permitir todas las acciones injustas de las fuerzas extranjeras tendentes a intervenir en los asuntos internos de la nacion, y enfrentarse en comun a ellas.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC tomara las manos de cualesquiera personas inclusive las autoridades surcoreanas, si estan en la posicion de resolver el problema de relaciones intercoreanas, el de reunificacion de la patria, conforme a la aspiracion y anhelo de la nacion.\n\t\t\t\t\t\n\t\t\t\t\t3. El Norte y el Sur deben aspirar al racional proyecto de reunificacion que es aplaudido por todos los connacionales y garantiza la prosperidad conjunta de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tSe eleva dia a dia la aspiracion y demanda de todos los coreanos de lograr la reunificacion segun el sistema federal en la realidad de nuestro pais, donde existen las ideologias y regimenes diferentes.\n\t\t\t\t\t\n\t\t\t\t\tEn la Declaracion Conjunta del 15 de Junio, el Norte y el Sur reconocieron que hay la comunidad entre la propuesta de federacion en la etapa baja de la parte Norte y la de confederacion de la parte Sur y acordaron dirigirse en el futuro a la reunificacion en ese rumbo.\n\t\t\t\t\t\n\t\t\t\t\tEl Norte y el Sur deben promover activamente la coexistencia, la coprosperidad y el interes mutuo al esforzarse por concretar y realizar el proyecto de reunificacion a manera de federacion y confederacion.\n\t\t\t\t\t\n\t\t\t\t\t4. El Norte y el Sur deben crear el ambiente favorable a la mejora de relaciones.\n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad, crear activamente el ambiente favorable a la reconciliacion y la unidad es la premisa imprescindible para mejorar las relaciones intercoreanas empeoradas al extremo.\n\t\t\t\t\t\n\t\t\t\t\tHay que poner punto final primero a la difamacion de toda indole que genera el malentendido y la desconfianza.\n\t\t\t\t\t\n\t\t\t\t\tHace falta disolver las medidas legales e institucionales que impiden el lazo fraternal intercoreano y el amor entre los compatriotas y abrir el camino de contacto, viaje, cooperacion y dialogo.\n\t\t\t\t\t\n\t\t\t\t\tSe debe concluir cuanto antes la situacion anormal del Sur de Corea donde debido a la campana de \"purga a las fuerzas pro-Norte\" se viola la ansiedad de reunificacion de diversos estratos y se inculca la concepcion hostil anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSi se realizan las posiciones de principios y las medidas de buena fe de la RPDC arriba mencionadas, se preparara un motivo de viraje en normalizar las empeoradas relaciones intercoreanas, aliviar la situacion de la Peninsula Coreana y lograr la reconciliacion y unidad nacionales.\n\t\t\t\t\t\n\t\t\t\t\tExpresamos la esperanza de que todos los compatriotas apoyen activamente y las autoridades surcoreanas respondan a la posicion de principios del gobierno de la RPDC al partir de su noble responsabilidad de abrir el nuevo camino de las relaciones N-S y la reunificacion independiente."
        },
        {
            "title": "Secretariado de CC de FDRP publica memorando",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-13ss.html",
            "content": "Secretariado de CC de FDRP publica memorando\r\nPyongyang, 7 de julio (ACNC) -- Con motivo del 20o aniversario de la firma autografa \"Kim Il Sung, el 7 de Julio de 1994\" dejada por el Presidente Kim Il Sung en el documento historico referente a la reunificacion de la patria, el Secretariado del Comite Central del Frente Democratico para la Reunificacion de la Patria hizo publico el dia 6 un memorando para transmitir de generacion en generacion las indelebles hazanas de los grandes hombres del monte Paektu realizadas por la causa de reunificacion de la patria.\n\t\t\t\t\tLa nota recuerda la destacada direccion del Presidente sobre la lucha pannacional para prevenir la division perpetua del pais y lograr la  soberania y la independencia completa de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn su Mensaje del Ano Nuevo del 37 (1948) de la Era Juche y otros discursos, el Presidente llamo a todo el pueblo del Norte y el Sur a la lucha nacional contra las \"elecciones por separado\" del imperialismo norteamericano y sus lacayos.\n\t\t\t\t\t\n\t\t\t\t\tAl buscar la salida de la crisis de la division nacional en la unidad de todas las fuerzas patrioticas del Norte y el Sur, tomo las  sucesivas medidas practicas para este fin.\n\t\t\t\t\t\n\t\t\t\t\tPor la iniciativa del Presidente, se efectuo en abril de 1948 con solemnidad en Pyongyang la historica Conferencia Conjunta del Norte y el Sur en medio de la atencion y la esperanza de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, el Presidente analizo de modo cientifico la situacion politica creada en Corea e indico una medida trascendental de desarrollar una lucha nacional para construir un Estado reunificado, soberano e independiente y establecer un gobierno unificado en el principio democratico.\n\t\t\t\t\t\n\t\t\t\t\tGracias a su dinamica direccion, en toda la extension del Norte y el Sur se desarrollaron las elecciones generales para establecer el gobierno unificado y a base de ellas, fue proclamada el 9 de septiembre de 1948 a todo el mundo la fundacion de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tDespues de fundarla, el Presidente dirigio la lucha por constituir el Frente Democratico para la Reunificacion de la Patria que abarca todos los partidos politicos patrioticos y las entidades sociales del Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\tEn junio de 1949, bajo la presencia del Presidente tuvo lugar en esta capital la conferencia de constitucion del FDRP con la participacion de los delegados de los 71 partidos politicos y entidades sociales.\n\t\t\t\t\t\n\t\t\t\t\tConforme a tales condiciones dadas, el Presidente dedico grandes esfuerzos a movilizar a toda la nacion coreana en la lucha por frustrar las maniobras del imperialismo norteamericano y los titeres surcoreanos tendentes a provocar una nueva guerra y realizar por via pacifica la integracion territorial.\n\t\t\t\t\t\n\t\t\t\t\tEl oriento sabiamente la campana pannacional para activar el ambiente de la reunificacion independiente y pacifica de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEn el informe presentado ante el acto por el 10o aniversario de la liberacion del 15 de agosto de 1955 y el otro presentado ante el III Congreso del Partido del Trabajo de Corea, convocado en abril de 1956, y otras obras, indico claramente la orientacion de reunificacion independiente y pacifica.\n\t\t\t\t\t\n\t\t\t\t\tAl considerar la estabilizacion de vida de los habitantes surcoreanos como un problema importante para realizar la reunificacion pacifica de la patria, hizo ayudarles con el caluroso amor fraternal.\n\t\t\t\t\t\n\t\t\t\t\tEn mayo de 1961, hizo constituir el Comite por la Reunificacion Pacifica de la Patria, asi que se preparo la poderosa fuerza motriz de la lucha por la empresa coreana.\n\t\t\t\t\t\n\t\t\t\t\tEn el IV Congreso del PTC efectuado en septiembre de 1961, dijo que el pueblo coreano debia realizar la reunificacion pacifica de manera independiente.\n\t\t\t\t\t\n\t\t\t\t\tAl dar gran importancia a la preparacion de las fuerzas necesarias a esta empresa, condujo con dinamismo la lucha por llevarla a cabo.\n\t\t\t\t\t\n\t\t\t\t\tEn el VIII Pleno del IV Periodo del Comite Central del PTC, efectuado en febrero de 1964, presento la orientacion de consolidar por todos los medios las tres fuerzas revolucionarias, o sea, las de la RPDC, las del Sur de Corea y las internacionales para realizar la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEl 3 de mayo de 1972, se reunio con el delegado surcoreano quien vino a Pyongyang para participar en las conversaciones politicas de alto rango N-S, ocasion en la cual aclaro los  Tres Principios de la Reunificacion de la Patria.\n\t\t\t\t\t\n\t\t\t\t\tEl 4 de julio de 1972, en Pyongyang y Seul se publico a la vez la Declaracion Conjunta Norte-Sur atrayendo gran atencion de toda la nacion coreana y el resto del mundo. \n\t\t\t\t\t\n\t\t\t\t\tEl Presidente dirigio sabiamente las labores para ponerla en practica a fin de impedir la division perpetua de la nacion y llevar a una nueva etapa el movimiento por la reunificacion de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEn el historico VI Congreso del Partido del Trabajo de Corea, celebrado en octubre de 1980, presento el Proyecto de la Fundacion de la Republica Federal Democratica de Coryo y abrio una buena perspectiva por la reunificacion independiente y pacifica de la patria dirigiendo sabiamente la lucha por realizarlo. \n\t\t\t\t\t\n\t\t\t\t\tCuando las relaciones intercoreanas se encontraban en la crisis debido al brutal alboroto nuclear de los imperialistas norteamericanos, el Presidente convirtio con su audacia incomparable la situacion en la favorable y llevo adelante el movimiento por la reintegracion territorial del pais. \n\t\t\t\t\t\n\t\t\t\t\tEn el quinto periodo de sesiones de la IX Legislatura de la Asamblea Popular Suprema, efectuado en abril de 1993, proclamo a todo el mundo el \"Programa de diez puntos de la gran unidad pannacional para la reunificacion de la patria\" y abrio una nueva era para la gran unidad nacional. \n\t\t\t\t\t\n\t\t\t\t\tEl 7 de julio de 1994, dejo su ultimo autografo de vida \"Kim Il Sung, el 7 de julio  de 1994\" reflejando el alma de toda la nacion y previendo el dia de reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tLa nota enumera que el Dirigente Kim Jong Il hizo todo lo posible por glorificar generacion tras generacion las imborrables proezas del Presidente por la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la energica guia del Dirigente, la lapida con ese autografo del Presidente dejado en el documento historico el 7 de julio de 1994 se ha levantado magnificamente en Phanmunjom como monumento para transmitir las proezas del Presidente por la reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tEl 4 de agosto de 1997, el Dirigente publico la obra maestra \"Materialicemos de modo consecuente el legado del gran Lider, camarada Kim Il Sung, para la reunificacion de la Patria\". En la obra sintetizo globalmente las hazanas del Presidente por la reintegracion territorial del pais y formulo como Tres Cartas para la Reunificacion de la Patria los Tres Principios de la Reunificacion de la Patria, el Programa de Diez Puntos de la Gran Unidad Pannacional y el Proyecto de la Fundacion de la Republica Federal Democratica de Coryo. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente abrio la era de reunificacion independiente del 15 de Junio, lo cual es su mas relevante proeza realizada ante la patria y la nacion. \n\t\t\t\t\t\n\t\t\t\t\tEn junio de 2000, se realizo en Pyongyang la Cumbre Norte-Sur por primera vez en la division nacional de 55 anos, ocasion en la cual se publico la historica Declaracion Conjunta Norte-Sur del 15 de Junio. \n\t\t\t\t\t\n\t\t\t\t\tEl 4 de octubre de 2007, fue aprobada la historica \"Declaracion para el Desarrollo de Relaciones Norte-Sur, la Paz y la Prosperidad\" conmoviendo a toda la nacion y todo el mundo. \n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, el documento narra que hoy dia, la causa de la nacion coreana por la reunificacion de la patria continua ininterrumpidamente por la destacada y probada direccion del Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tEn las obras del Mariscal como \"Llevemos a feliz termino la causa revolucionaria del Juche enalteciendo al gran camarada Kim Jong Il como eterno Secretario General de nuestro Partido\" y \"Hagamos perpetuas la gran idea revolucionaria de Songun del companero Kim Jong Il y sus hazanas\" estan reflejadas su ferrea conviccion y voluntad de lograr sin falta la historica empresa nacional en acato al noble proposito de los grandes hombres sin iguales del monte Paektu. \n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal presento la nueva linea de desarrollo simultaneo de la construccion economica y la de fuerzas armadas nucleares para fortalecer la capacidad de autodefensa nacional basada en las fuerzas armadas nucleares preparadas por el Dirigente. De esta manera, preparo la firme base para rechazar la dominacion y la intervencion de las fuerzas extranjeras y reunificar la patria de manera independiente y por via pacifica. \n\t\t\t\t\t\n\t\t\t\t\tEl discurso del Mariscal pronunciado en abril de 2012 en el desfile militar en celebracion del centenario del natalicio del Presidente Kim Il Sung estimulo a toda la nacion y le infundio la gran esperanza y optimismo sobre el futuro de la patria reunificada. \n\t\t\t\t\t\n\t\t\t\t\tLa propuesta especial del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recien enviada a las autoridades surcoreanas, acapara gran apoyo y simpatia del interior y el exterior, porque refleja la aspiracion nacional de mejorar las relaciones intercoreanas en la fase catastrofica, eliminar el estado de enfrentamiento y realizar cuanto antes la reunificacion de la patria, anhelo de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tLa nota llama a todos los integrantes de la nacion en el Norte, el Sur y en ultramar a dinamizar la lucha pannacional por materializar los legados de los grandes Generalisimos en materia de la reunificacion de la patria bajo la sabia orientacion del Mariscal Kim Jong Un."
        },
        {
            "title": "Kim Jong Un recibe presente de Asociacion de Amistad y Cultura Australia-RPDC",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-17ss.html",
            "content": "Kim Jong Un recibe presente de Asociacion de Amistad y Cultura Australia-RPDC\r\nPyongyang, 7 de julio (ACNC) -- El Mariscal Kim Jong Un recibio presente que le dedicara la Asociacion de Amistad y Cultura Australia-Republica Popular Democratica de Corea.\n\t\t\t\t\tRaymond Ferguson, secretario nacional de la citada entidad quien preside la delegacion del comite regional de Oceania de recordacion para el 20o aniversario del deceso del Presidente Kim Il Sung y el 3o del deceso del Dirigente Kim Jong Il, de visita en Corea, lo entrego el dia 7 a un funcionario coreano."
        },
        {
            "title": "Eliminacion de enfrentamiento es clave para mejora de relaciones N-S, insiste ACNC",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-14ss.html",
            "content": "Eliminacion de enfrentamiento es clave para mejora de relaciones N-S, insiste ACNC\r\nPyongyang, 7 de julio (ACNC) -- El gobierno de la Republica Popular Democratica de Corea hizo publica una declaracion con motivo del 20o aniversario de la ultima firma autografa dejada por el Presidente Kim Il Sung en un documento historico referente al problema de reunificacion de la patria. \n\t\t\t\t\tEn la declaracion el gobierno de la RPDC presento la eliminacion de hostilidad y el enfrentamiento entre ambas partes coreanas y el logro de la reconciliacion y unidad nacionales como una llave en preparar la nueva coyuntura de viraje para la reintegracion territorial del pais. \n\t\t\t\t\t\n\t\t\t\t\tAcabar con el enfrentamiento Norte-Sur es un asunto realista y apremiante para mejorar las relaciones intercoreanas y promover el movimiento por la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad, no hay ninguna razon de no poder acabar con la confrontacion fratricida. \n\t\t\t\t\t\n\t\t\t\t\tEn el mundo actual en que los paises y naciones con diferentes ideas y regimenes cooperan y coexisten, las diferencias de ideas y sistemas que existen durante largo tiempo en el Norte y el Sur de Corea no pueden ser la causa de antagonismo y enfrentamiento entre los connacionales. \n\t\t\t\t\t\n\t\t\t\t\tPerseguir la confrontacion Norte-Sur es un acto vendepatria, traidor y servil a las grandes potencias. \n\t\t\t\t\t\n\t\t\t\t\tBajo la situacion de enfrentamiento intercoreano, no se puede preparar jamas el ambiente de reconciliacion y unidad nacionales. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben abandonar la anacronica concepcion de hostilizar a su connacional por ser diferentes la idea y el  regimen y tomar la decision de sustituir la politica conflictiva por la otra de reconciliacion pro-Norte. \n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios belicos anti-RPDC de toda indole, librados en contubernio con las fuerzas extranjeras, resultan producto directo de la politica hostil a la parte connacional y factor fundamental de agravacion de confrontacion fratricida. \n\t\t\t\t\t\n\t\t\t\t\tDebido a los ejercicios de guerra que libran cada ano las autoridades surcoreanas junto con EE.UU., se agrava mas la confrontacion politica y militar entre los connacionales y se ve violada la paz de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios belicos que amenazan a la contraparte impiden la reconciliacion y la paz de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tPara acabar con la confrontacion Norte-Sur y lograr la reconciliacion y unidad nacionales hay que respetar y ejecutar los acuerdos N-S.\n\t\t\t\t\t\n\t\t\t\t\tLa Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre son una firme  guia directiva para acabar con la confrontacion N-S y mejorar las relaciones intercoreanas y  reunificar la patria. \n\t\t\t\t\t\n\t\t\t\t\tLa negacion de esos documentos lleva a la ruptura y el enfrentamiento las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tPor la aparicion sucesiva del \"poder\" conservador en el Sur de Corea, fueron negados totalmente la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, violados todos los exitos de la era del 15 de Junio y se han encontrado en la peor fase catastrofica los vinculos Norte-Sur. \n\t\t\t\t\t\n\t\t\t\t\tDebido a la imprudente politica hostil y las maniobras conflictivas de las autoridades surcoreanas, ahora en la Peninsula Coreana perdura una grave situacion en que una minima conducta o choque pueda extenderse a la guerra que traera el arruinamiento de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tAmbas partes viven en el momento historico e importante de abrir el camino de la mejora de relaciones  N-S partiendo de la nueva concepcion y nueva posicion de  reconciliacion y unidad nacionales sin recurrir al enfrentamiento fratricida. \n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos en el interior y exterior del pais deben levantarse como un solo hombre en la lucha patriotica por acabar con la confrontacion fratricida con la unica alma de lograr la reconciliacion y unidad nacionales, la paz y la reunificacion de la patria."
        },
        {
            "title": "Rodong Sinmun denuncia EE.UU. que acusa medida autodefensiva de RPDC",
            "url": "http://kcna.co.jp/item/2014/201407/news07/20140707-04ss.html",
            "content": "Rodong Sinmun denuncia EE.UU. que acusa medida autodefensiva de RPDC\r\nPyongyang, 7 de julio (ACNC) -- Estados Unidos cuestiona sin fundamento el lanzamiento de prueba de proyectiles teledirigidos tacticos y los ejercicios de lanzamiento de cohetes tacticos de la RPDC como \"actos provocativos\". \n\t\t\t\t\tEl vocero interino del Departamento de Estado norteamericano dijo que esta analizando la informacion para captar el tipo correcto de misiles y no puede avisar el estado de lanzamiento por pertenecer a la informacion  secreta.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, peroro que en el momento actual no tiene la informacion a publicar, pero el principio fundamental del gobierno norteamericano es \"rechazar el disparo de cualquier misil del Norte de Corea\" diciendo que \"los lanzamientos del Norte de Corea son un problema por ser amenazantes que agravan la tension\".\n\t\t\t\t\t\n\t\t\t\t\tEl diario Rodong Sinmun en un comentario individual difundido el dia 6 senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEs la logica bandidesca la insistencia de que no son provocativos ni amenazantes los actos de EE.UU. que realiza el desarrollo y la prueba de las armas sofisticados para agredir a otros paises y de sus fuerzas satelites que perpetran abiertamente la prueba de lanzamiento de misiles balisticos, pero es provocativo y amenazante el fortalecimiento del disuasivo de guerra de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. cuestiona el lanzamiento de cohetes para la autodefensa de la RPDC como \"provocacion\" y \"amenaza\", lo cual partio de vil intento de imputar a la RPDC toda la responsabilidad del empeoramiento de la situacion regional y lograr el malsano proposito.\n\t\t\t\t\t\n\t\t\t\t\tFortalecer mas el disuasivo autodefensivo para defender firmemente la seguridad y la paz de la patria y las conquistas de la revolucion es el digno e inconquistable ejercicio de soberania de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tFrente a las maniobras de agresion anti-RPDC de EE.UU. la RPDC ejercera de continuo en el futuro tambien su digno derecho a la autodefensa y desarrollara mas la autoctona ciencia y tecnica y los metodos de tiro de cohetes."
        }
    ]
}