{
    "date": "2014-07-24",
    "url": "http://kcna.co.jp/item/2014/201407/2014-07-24ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Kosan Fruit Farm",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Kosan Fruit Farm\r\nPyongyang, July 24 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, provided field guidance to the Kosan Fruit Farm.\n\t\t\t\t\t He mounted a newly built gazebo.  Enjoying a bird's-eye view of the farm, he said with pleasure: \"How nice the farm looks. The foot of Chol Pass has turned into a socialist fairyland and an ideal land of the people. If poets stand here, the scenery will make poetic sentiment flash upon them. This is, indeed, a sea of fruit trees!\"\n\t\t\t\t\t\n\t\t\t\t\t He said that \"Thanks to the tireless efforts made by the members of the Construction Shock Brigade 618 to keep their promise made with leader Kim Jong Il and the devoted efforts of the employees of the farm, the world-startling changes took place here.\"\n\t\t\t\t\t\n\t\t\t\t\t He looked round the newly arranged room dedicated to the history of the farm.\n\t\t\t\t\t\n\t\t\t\t\t He recalled that the farm, which was established in 1947 under a far-reaching plan of President Kim Il Sung, has turned into the nation's leading fruit-producing base thanks to the devoted efforts of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Noting that it is of great significance that such a large fruit farm has been built at the foot of Chol Pass associated with the Songun revolutionary leadership of Kim Jong Il, he said that it was Kim Jong Il who recorded the first page of the history of the farm which has turned into the world's leading young orchard.\n\t\t\t\t\t\n\t\t\t\t\t He called for making all pages of the history of the farm shine forever by building the farm into a world class fruit producer and a land of bliss and producing more fruits for the people.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the newly built Wire Net Fence Factory.\n\t\t\t\t\t\n\t\t\t\t\t Going round various places of the factory, he learned in detail about its construction and production there.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the brigade for successfully building the factory as intended by the party, adding not only its interior and exterior but all aspects of the structure were excellently built. \n\t\t\t\t\t\n\t\t\t\t\t Noting products of the factory are useful not only for the orchards but also for arranging parks, sports facilities, etc., he called for producing a lot of wire net fences for various uses.\n\t\t\t\t\t\n\t\t\t\t\t Then he learnt about the growth of apple trees.\n\t\t\t\t\t\n\t\t\t\t\t He asked how many apples a tree yields and how much an apple weighs before underscoring the need to make sure that the trees in all orchards of the farm are heavily laden with apples so that the sea of apples at the foot of Chol Pass is pervaded with fruit aroma and it is covered with apple trees.\n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to make efforts with an ambition to dominate the world fruit farming, he set a goal to be attained by the farm in a few years to come, taught ways for increasing the fruit production and promised to send necessary vehicles and equipment to the farm.\n\t\t\t\t\t\n\t\t\t\t\t He visited the house of Kim Ju Song and Kim Kum Hui, a couple of discharged soldiers, congratulated them on their moving to a new house and had a photo taken with them.\n\t\t\t\t\t\n\t\t\t\t\t He also had a photo taken with Ri Jong Su and Son In Ok, another couple of discharged soldiers, congratulating them on their moving to a new house.\n\t\t\t\t\t\n\t\t\t\t\t He was pleased to hear that more than 2,000 families of workers of the farm were very happy with their newly built houses to which they moved.\n\t\t\t\t\t\n\t\t\t\t\t He noted that officials and members of the Construction Shock Brigade 618 had done a lot of work, he was pleased with everything done by them and the Party Central Committee highly appreciated their labor feats.\n\t\t\t\t\t\n\t\t\t\t\t And he reposed the deepest trust in them, calling on all units to earnestly learn from the revolutionary spirit of self-reliance displayed by the brigade in the efforts to implement the intention of the party. \n\t\t\t\t\t\n\t\t\t\t\t Underscoring the need to unconditionally complete the project for rebuilding the fruit farm on an expansion basis before the date fixed by Kim Jong Il, he took a measure for mobilizing a strong construction force of the People's Army for the project.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Ri Jae Il and Han Kwang Sang."
        },
        {
            "title": "CPRK Secretariat Assails S. Korean District Court for Sentencing Inhabitant to Penal Servitude",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-16ee.html",
            "content": "CPRK Secretariat Assails S. Korean District Court for Sentencing Inhabitant to Penal Servitude\r\nPyongyang, July 24 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) released information bulletin No. 1069 Thursday blasting the south Korean puppet Chongju District Court for sentencing again to six months in prison recently  an  inhabitant who had been indicted for the fifth time for praising the DPRK at a trial.\n\t\t\t\t\t The bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t He was sentenced to eight months in prison for posting articles praising the DPRK on website in May 2011. But at every hearing he shouted \"Long Live the Democratic People's Republic of Korea!\", not abandoning his principle. He has so far been in jail as his penal servitude was extended for the fifth time.\n\t\t\t\t\t\n\t\t\t\t\t What he did reflected his faith, conscience and people's mindset.\n\t\t\t\t\t\n\t\t\t\t\t However, the puppet forces of south Korea have brutally suppressed him and sentenced him to penal servitude, a revelation of their desperate moves to prevent the people's mindset from supporting the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t After its emergence the present conservative regime has intensified the fascist suppression of progressive and democratic forces in south Korea including pro-reunification movement organizations and figures.\n\t\t\t\t\t\n\t\t\t\t\t Anyone who utters even a word of longing for the DPRK is labeled as the \"forces following the north\" and is thrown into prison on charges of violation of the \"Security Law\" whether he is an ordinary citizen, teacher, man of literature and arts, religionist or even a lawmaker. This is a deplorable reality of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t With nothing can the south Korean regime quell the south Koreans' longing for the stirring reality in the DPRK which makes leaping progress toward a bright future under the wise guidance of the  great illustrious commander and their desire for achieving reunification through alliance with the north just as it is hard to get the sun eclipsed by palms.\n\t\t\t\t\t\n\t\t\t\t\t The present fascist junta can never escape the same miserable fate as what the \"yusin\" dictatorial regime did as it threw behind bars and severely punished anyone who uttered a mere word of reunification."
        },
        {
            "title": "Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-12ee.html",
            "content": "Tribute Paid to Kim Il Sung, Kim Jong Il\r\nPyongyang, July 24 (KCNA) -- The delegation of the Brazilian Communist Party headed by Raul Kroeff, member of its Central Committee, visited the Kumsusan Palace of the Sun on Thursday.\n\t\t\t\t\t They paid high tribute to the statues of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They entered the halls where Kim Il Sung and Kim Jong Il lie in state and made bow to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where the orders Kim Il Sung and Kim Jong Il received are on display and the halls which house cars, electric car, boat and train coaches used by them during their field guidance and foreign trips till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation made an entry in the visitor's book."
        },
        {
            "title": "Military Attaches Corps Visits War Related Historic Site and Revolutionary School",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-14ee.html",
            "content": "Military Attaches Corps Visits War Related Historic Site and Revolutionary School\r\nPyongyang, July 24 (KCNA) -- The military attaches corps here visited the Historic Site Associated with the Fatherland Liberation War on Thursday on the occasion of the 61st anniversary of the victory of the Korean people in the war.\n\t\t\t\t\t The guests went round various historic buildings including the commanding post and operation room of the Supreme Command associated with the feats President Kim Il Sung performed by leading the whole party and army and all people to the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the visit, they went round Mangyongdae Revolutionary School.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets before the statues of the President and leader Kim Jong Il at the school before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, Hassan Reza Husseini, military attache of the Iranian embassy who is doyen of the military attaches corps, wrote in the visitor's book that the warm loving care shown by Kim Il Sung and Kim Jong Il for the development of the school is given steady continuity under the particular care of Marshal Kim Jong Un."
        },
        {
            "title": "Service Personnel Visit Revolutionary Sites, Revolutionary Battle Sites",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-23ee.html",
            "content": "Service Personnel Visit Revolutionary Sites, Revolutionary Battle Sites\r\nPyongyang, July 24 (KCNA) -- Service personnel of the Korean People's Army (KPA) visited revolutionary sites and revolutionary battle sites in different parts of the country on the occasion of the 61st anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t Before visiting the Naesong Revolutionary Site, service personnel laid a floral basket and bouquets before the statue of President Kim Il Sung in Kaesong City and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t Staying in this significant place in October, Juche 40 (1951), the President guided the armistice talks to victory.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the monument to field guidance of the President, the service personnel looked round desk, chair, telephone and other relics preserved with much care at the historic house.\n\t\t\t\t\t\n\t\t\t\t\t They toured Jihyesan, Puldanggol, Sungap, and Ryongpho revolutionary sites in Kangwon Province.\n\t\t\t\t\t\n\t\t\t\t\t At the Jihyesan Revolutionary Site they looked round historic sites including the rock on which the President advanced the policy for defending Height 1211 after climbing Mt. Jihye on the forefront area despite a hail of bullets and shells.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il climbed the mountain on April 15, 1997 to pay together with officials accompanying him highest tribute to the President before the monument to his field guidance. This story deeply touched the service personnel.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Puldanggol Revolutionary Site which tells the story that the President dropped in at a simple farmhouse while coming down from Mt. Jihye on which he commanded the battle on Height 1211 to victory and showed warm care for its owner.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the commanding post of the Front Command, the place where the President talked to exemplary fighters and other places at the Sungap Revolutionary Site where he opened a prospect for the final victory in the war in autumn of 1952.\n\t\t\t\t\t\n\t\t\t\t\t The Ryongpho Revolutionary Site tells the story that the President indicated original strategies and tactics to the service personnel during the war and instilled into them faith in victory and courage.\n\t\t\t\t\t\n\t\t\t\t\t They were briefed on the fact that Kim Jong Il visited the site in August, 2001, expressing his faith and will to always carry forward the President's leadership feats with arms.\n\t\t\t\t\t\n\t\t\t\t\t They toured the Kosanjin Revolutionary Site in Jagang Province where the President personally commanded a new counter-attack operation to bring about a drastic turn in the war while staying there from early in November to mid-December, 1950.\n\t\t\t\t\t\n\t\t\t\t\t Going round the commanding post and the Operation Bureau of the Supreme Command, commanding communication center, firing range and other places in Rimsong valley, they heard the story that the President learned about the service personnel's combat preparations and their living conditions. They were also briefed on the fact that he had a threshing with peasants, showing warm care for them.\n\t\t\t\t\t\n\t\t\t\t\t They also toured Chongam revolutionary site, the Revolutionary Battle Site in Sinhung Area, etc.\n\t\t\t\t\t\n\t\t\t\t\t During their visit, they held poem reciting meetings, meetings for vowing to take revenge upon the enemy, question-and-answer contests, front-line recreation gatherings, reed concert contests, shooting contests and other events.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, service personnel visited cemeteries of fallen fighters of the KPA in different parts of the country."
        },
        {
            "title": "War Martyrs Cemetery Draws Endless Stream of Visitors",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-24ee.html",
            "content": "War Martyrs Cemetery Draws Endless Stream of Visitors\r\nPyongyang, July 24 (KCNA) -- One year has passed since a solemn ceremony was held for the completion of the construction of the Fatherland Liberation War Martyrs Cemetery.\n\t\t\t\t\t The cemetery is a monument in the era erected thanks to the warm revolutionary comradeship and the noble sense of moral obligation of supreme leader Kim Jong Un for putting forward the defenders of the country in the 1950s who performed heroic exploits in the struggle against the U.S. imperialist aggressors and letting them enjoy an eternal life.\n\t\t\t\t\t\n\t\t\t\t\t In July this year marking the 61st anniversary of the victory of the Korean people in the Fatherland Liberation War nearly 20 000 people from all walks of life visited it to pay high tribute to fallen fighters of the People's Army.\n\t\t\t\t\t\n\t\t\t\t\t In the past one year since the completion of the cemetery it has drawn over 5 000 organizations and over 347 000 service personnel, people from all walks of life, school youth and children, overseas compatriots and foreigners.\n\t\t\t\t\t\n\t\t\t\t\t They posed for a long while before the monument to the teachings given by President Kim Il Sung, monument to the poem dedicated to the heroic soldiers and groups of sculptures.\n\t\t\t\t\t\n\t\t\t\t\t They laid wreaths and bouquets before the wreath-laying stand \"Soul of Heroes\" decorated with the flag of the Republic on which a sub-machine gun, which was tightly held by a brave fighter of the People's Army till he fell in action, and his cap shining with a five point star are placed and paid silent tribute to the martyrs.\n\t\t\t\t\t\n\t\t\t\t\t Going round the cemetery of martyrs enjoying immortality under the deep loving care of Kim Jong Un, they keenly realized the source of the invincible might of Songun Korea."
        },
        {
            "title": "Statues of Kim Il Sung, Kim Jong Il Erected in Sinuiju City",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-26ee.html",
            "content": "Statues of Kim Il Sung, Kim Jong Il Erected in Sinuiju City\r\nSinuiju, July 24 (KCNA) -- The statues of President Kim Il Sung and leader Kim Jong Il were erected in Sinuiju City, North Phyongan Province on the occasion of the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t They represent Kim Il Sung and Kim Jong Il wishing Juche Korea a bright future, their faces beaming with broad smiles.\n\t\t\t\t\t\n\t\t\t\t\t The erection of the statues in the city represents another significant event in eternally glorifying the revolutionary careers and exploits of the peerless great men of Mt. Paektu and unfolding a new history of immortalizing the leaders.\n\t\t\t\t\t\n\t\t\t\t\t Their unveiling ceremony took place on Thursday.\n\t\t\t\t\t\n\t\t\t\t\t Lining up on both sides of the statues was a guard of honor of the Ground, Naval and Air and Anti-Air Forces of the Korean People's Army (KPA) and the Worker-Peasant Red Guards. Their colors were seen.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Nam, Pak Pong Ju, Hyon Yong Chol, Kim Ki Nam, Choe Thae Bok, Choe Ryong Hae, Yang Hyong Sop, Kim Phyong Hae, Ro Tu Chol and Kim Yong Jin, vice-premier, Ri Man Gon, chief secretary of the North Phyongan Provincial Committee of the Workers' Party of Korea (WPK), Choe Jong Gon, chairman of the North Phyongan Provincial People's Committee, officials concerned, service personnel of the KPA and the Korean People's Internal Security Forces (KPISF), officials of the units which contributed to the erection of the statues, labor innovators, members of a shock-brigade, working people, youth and students in the province.\n\t\t\t\t\t\n\t\t\t\t\t The statues were unveiled by leading officials of the party, state and army and the province. \n\t\t\t\t\t\n\t\t\t\t\t When they were unveiled, they shed brilliant rays.\n\t\t\t\t\t\n\t\t\t\t\t A floral basket was laid before the statues in the name of Kim Jong Un, first secretary of the WPK, first chairman of the National Defence Commission of the DPRK and supreme commander of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Also placed before them was a floral basket in the joint name of the WPK Central Committee, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets were laid before them in the name of party and power organs, working people's organizations, and institutions, industrial establishments and farms at all levels in the province, units of the KPA and the KPISF, universities, etc.\n\t\t\t\t\t\n\t\t\t\t\t All the participants paid tribute to the statues of Kim Il Sung and Kim Jong Il in the humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam, member of the Presidium of the Political Bureau of the WPK Central Committee and president of the Presidium of the Supreme People's Assembly of the DPRK, made an unveiling address.\n\t\t\t\t\t\n\t\t\t\t\t He said that looking up to the statues of the President and Kim Jong Il, all the participants looked back with deep emotion on their sacred revolutionary careers and exploits as they dedicated their all to the prosperity of the country and the happiness of its people.\n\t\t\t\t\t\n\t\t\t\t\t He continued:\n\t\t\t\t\t\n\t\t\t\t\t North Phyongan Province is associated with the tireless field guidance given by Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t On November 27, Juche 34 (1945) when he was exploring the un-trodden path of nation-building, Kim Il Sung exchanged greetings with people of the province at the Sinuiju City mass rally. Since that historical day he visited hundreds of units in the province on more than 460 occasions, indicating the tasks facing the province and ways for fulfilling them, and wisely leading the efforts to carry them out.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the outstanding leadership of Kim Il Sung who worked miracles by always believing in the people and relying on their inexhaustible strength, power, machine-building and light industrial bases appeared in different parts of the province, a previously unknown island turned into a silk island and thousands of hectares of tideland were converted into fertile fields.\n\t\t\t\t\t\n\t\t\t\t\t Since his first visit to the province Kim Jong Il provided energetic field guidance to it, weathering ordeals during the arduous march, the forced march unprecedented in history and ushering in the new era of building a thriving socialist nation. He thus made a new history of changes.\n\t\t\t\t\t\n\t\t\t\t\t Under his far-reaching plan for building a thriving nation, shining successes were achieved in the drive for pushing back the frontiers of latest science and technology in different fields of the national economy in the province, strong potential for agricultural production was created and a happy socialist land of bliss is appearing everywhere.\n\t\t\t\t\t\n\t\t\t\t\t The reporter underscored the need to cherish deep in mind the image of smiling Kim Il Sung and Kim Jong Il any time and any place, firmly uphold and preserve their ideas and exploits and eternally glorify them as befitting the descendants of Kim Il Sung and soldiers and disciples of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the statues after being briefed on them."
        },
        {
            "title": "DPRK Players Prove Successful at International Free Flying Aero Model Contest",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-27ee.html",
            "content": "DPRK Players Prove Successful at International Free Flying Aero Model Contest\r\nPyongyang, July 24 (KCNA) -- DPRK players proved successful at the 2014 IAF Free Flying Aero Model Contest for Mongolian Cup held in Ulan Bator from July 21 to 23.\n\t\t\t\t\t Participated in the contest were more than 80 male players from various countries and regions. DPRK players won two gold medals, three silver medals and two bronze medals. \n\t\t\t\t\t\n\t\t\t\t\t Kim Won Chol came first in the medium glider individual contest and Kim Hyon Chol first in the medium rubber power glider individual contest.\n\t\t\t\t\t\n\t\t\t\t\t DPRK players came second in the big glider team contest and Pak Hye Song and Choe Kuk Chol separately came second in the medium glider individual contest and medium rubber power glider individual contest.\n\t\t\t\t\t\n\t\t\t\t\t Pak Hye Song and Ri Yong Jin separately came third in the big glider individual contest and medium rubber power glider individual contest."
        },
        {
            "title": "Film Show Arranged for Military Attaches Corps",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-09ee.html",
            "content": "Film Show Arranged for Military Attaches Corps\r\nPyongyang, July 24 (KCNA) -- The Ministry of the People's Armed Forces arranged a film show on Thursday for the military attaches corps here on the occasion of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t Present there on invitation were members of the corps.\n\t\t\t\t\t\n\t\t\t\t\t Officers of the Korean People's Army attended.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched Korean documentary film \"Building Matchless Army by Intensifying Training the Way Anti-Japanese Guerrillas Did in Mt. Paektu\"."
        },
        {
            "title": "Art Performance Given by Agricultural Workers",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-15ee.html",
            "content": "Art Performance Given by Agricultural Workers\r\nSukchon, July 24 (KCNA) -- An art performance \"Ever-victorious History Will Be Everlasting\" was given by agricultural workers and members of the Union of Agricultural Workers of Korea at the Komsan Revolutionary Site in Sukchon County, South Phyongan Province on Thursday on the occasion of the 61st anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t The performance started with poem and chorus \"Long Live Generalissimo Kim Il Sung\" and \"July 27, Our Victory Day\". Put on the stage were colorful numbers praising the exploits performed by President Kim Il Sung who defeated the U.S.-led imperialist allied forces and demonstrated the mettle and dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The performers highly praised the President for leading the Fatherland Liberation War to victory and thus honorably defending the sovereignty and dignity of the DPRK and setting the brilliant example of the victory in the revolutionary war against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t The repertoires included serial wartime songs \"Song of National Defence\", \"To a Decisive Battle\", \"The Dear Home in My Native Village\" and \"Off We Go, Brindled Ox\".\n\t\t\t\t\t\n\t\t\t\t\t Also put on the stage were light music and song \"Holiday of Great War Victory\", female solo \"Tell, O Road of Songun\" and female trio \"Train to the Front\".\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Ri Myong Gil, chairman of the Central Committee of the Union of Agricultural Workers of Korea, Cha Pyong Yun, secretary of the South Phyongan Provincial Committee of the WPK, officials concerned, agricultural workers and members of the union in Sukchon County."
        },
        {
            "title": "Art Performance Given by Art Squads of Women's Union",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-13ee.html",
            "content": "Art Performance Given by Art Squads of Women's Union\r\nPyongyang, July 24 (KCNA) -- An art performance \"Great Victory of Korea Will Be Everlasting\" was given by the art squad of the C.C., the Democratic Women's Union of Korea and the art agitation squad of the union at the Hall of Women on Thursday to celebrate the 61st anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t Put on the stage were colorful numbers including choruses \"Long Live Generalissimo Kim Il Sung\" and \"July 27, Our Victory Day\", instrumental ensemble \"Advance\", trio  \"Train to the Front\", solo \"Tell, O Road of Songun\" and chorus \"July 27 March\".\n\t\t\t\t\t\n\t\t\t\t\t The performers highly praised President Kim Il Sung for leading the Fatherland Liberation War to victory and creating military miracles unprecedented in the world war history with his outstanding military idea, Juche-oriented war methods and superb strategies and tactics.\n\t\t\t\t\t\n\t\t\t\t\t Also put on the stage were serial wartime songs \"Song of Mother\", \"The Dear Home in My Native Village\" and \"At the Spring Site\" which reflect the spiritual world and optimism of the Korean women and other people.\n\t\t\t\t\t\n\t\t\t\t\t The repertoires included duet and chorus \"Joy of the People\" and choral recitation of poem \"Great Victory of Korea Will Be Everlasting\", which said that the ever-victorious history and tradition of Songun Korea are shining generation after generation as it is led by Marshal Kim Jong Un, another peerless great man of Mt. Paetku.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Kim Jong Sun, chairwoman of the C.C., the women's union, Kim Jin Ha, secretary of the Pyongyang City Committee of the Workers' Party of Korea, officials of the union and its members in Pyongyang."
        },
        {
            "title": "Heavy Rain to Hit DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-22ee.html",
            "content": "Heavy Rain to Hit DPRK\r\nPyongyang, July 24 (KCNA) -- Typhoon-10 that was formed in the sea east of the Philippines is now moving to the north-northwest at a speed of 20 km per hour.\n\t\t\t\t\t With a maximum speed of 18 meters per second, its central pressure is 990hPa. \n\t\t\t\t\t\n\t\t\t\t\t The typhoon will move to the north of the West Sea of Korea, causing a wind of 10 mph and heavy rain in some parts of the country on July 25-26.\n\t\t\t\t\t\n\t\t\t\t\t The rainfall will be 50 to 100 mm in the western coastal area, 40 to 70 mm in the southern part of Jagang Province and inland areas of South Hamgyong and Kangwon provinces and 30 to 50 mm in other areas.\n\t\t\t\t\t\n\t\t\t\t\t In the morning of July 26, the typhoon will trigger 120 cm-high wave in the western coastal area of Korea."
        },
        {
            "title": "Subtle Tactics Employed by DPRK in Korean War",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-19ee.html",
            "content": "Subtle Tactics Employed by DPRK in Korean War\r\nPyongyang, July 24 (KCNA) -- In the last Fatherland Liberation War (June 25, 1950-July 27, 1953) the Korean People's Army employed various strategies and tactics to bring earlier the victory day under the command of President Kim Il Sung.\n\t\t\t\t\t It was one day in September Juche 39 (1950), a period of the temporary strategic retreat on the part of the KPA, that Kim Il Sung advanced a strategic policy of forming the second front behind the enemy lines with KPA combined units under the unified guidance of the Supreme Command in order to bring a radical change in the situation.\n\t\t\t\t\t\n\t\t\t\t\t At that time, standing in the frontline were 8th and 10th corps of the U.S. aggression army, with some distance between them. The western and eastern parts of the front were rugged mountainous areas and the enemy troops were advancing along the main road only.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, behind the enemy lines there were some units of the KPA on the way of strategic retreat from the former frontline along the Rakdong River in the south, which were accustomed to mountain conditions.\n\t\t\t\t\t\n\t\t\t\t\t The strategic policy of forming the second front was set forth on a basis of analysis into such situation. Under this policy those KPA units formed the second front and set up their base, putting areas of several thousand square kilometers under their control. \n\t\t\t\t\t\n\t\t\t\t\t The units in the second front intensified attacks on the enemy's strategic and operational depth, contributing to foiling the U.S. imperialists' \"general Christmas offensive\".\n\t\t\t\t\t\n\t\t\t\t\tIn combination with the frontline units of the KPA, they had killed or captured 31,200 enemy troops and liberated nearly 30,000 square kilometers of enemy-held areas until mid-December 1950."
        },
        {
            "title": "Ancient Fort Showing Wisdom of Korean Nation",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-21ee.html",
            "content": "Ancient Fort Showing Wisdom of Korean Nation\r\nPyongyang, July 24 (KCNA) -- In North Phyongan Province of the DPRK there is an ancient fort called Nyongbyoncholong.\n\t\t\t\t\t The fort, built in the period of Koguryo Kingdom (B.C. 277-A.D. 668) and reinforced on several occasions, consists of four walls -- Main Walls, Yaksan Walls, Sin Walls and Puk Walls. \n\t\t\t\t\t\n\t\t\t\t\t Yaksan and Main walls were built in the period of Koguryo Kingdom, the Sin Walls in the southwestern part of Main Walls in 1683 and Puk Walls in the northwestern part of Main Walls in 1684.\n\t\t\t\t\t\n\t\t\t\t\t Main Walls is 14 kilometers in circumference, Yaksan Walls nearly 1 km, Sin Walls about 3 kms and Puk Walls 2 kms. And the height of the walls is 6-7 meters. In the fort there were three streams and 50 wells.\n\t\t\t\t\t\n\t\t\t\t\t The fort tells a lot of stories about the struggles waged by the Korean people against the foreign invaders coming from the north."
        },
        {
            "title": "DPRK's War Victory Brought by Kim Il Sung's Juche-based Military Idea",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-17ee.html",
            "content": "DPRK's War Victory Brought by Kim Il Sung's Juche-based Military Idea\r\nPyongyang, July 24 (KCNA) -- It is 61 years since the DPRK army and people won in the Fatherland Liberation War (June 25, 1950-July 27, 1953) by defeating the U.S. imperialist aggressors who boasted of being the \"strongest in the world\".\n\t\t\t\t\t This victory was entirely thanks to President Kim Il Sung's Juche-based military ideas and theories.\n\t\t\t\t\t\n\t\t\t\t\t During the war, Kim Il Sung set forth the unique military ideas and theories through his many reports, speeches, talks and orders such as \"Let Us Wipe Out the Invaders by a Decisive Counter-Offensive\", \"Go All Out for Victory in the War\", \"Let Us Defend Every Inch of Our Motherland at the Cost of Our Blood\" and \"Concluding Speech Delivered at the Third Plenary Meeting of the Central Committee of the Workers' Party of Korea\". \n\t\t\t\t\t\n\t\t\t\t\t They included the idea of turning the Fatherland Liberation War into an all-people war and definitely maintaining the Korean People's Army's polit-ideological and strategic-tactical superiority and the idea of meeting the demand for war supplies by one's own efforts.\n\t\t\t\t\t\n\t\t\t\t\t His extraordinary military idea and stratagem made the army and people of the DPRK turn out in the battles to defeat the enemy forces superior in numerical and technical aspects with their unique war tactics.\n\t\t\t\t\t\n\t\t\t\t\t After all, the DPRK's victory in the war was a result of Kim Il Sung's Juche-based military idea."
        },
        {
            "title": "News Analyst Terms S. Korean Military's Cry for \"Punishment\" Bluff",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-20ee.html",
            "content": "News Analyst Terms S. Korean Military's Cry for \"Punishment\" Bluff\r\nPyongyang, July 24 (KCNA) -- The south Korean military is now crying for \"punishing\" the Democratic People's Republic of Korea.\n\t\t\t\t\t Amazed at a series of military drills taken by the DPRK to bolster up its self-defence capability, Han Min Gu, puppet defence minister of south Korea, told recently that if the north provokes the south will resolutely punish it, inasmuch as it will be aware of the danger of existence of its social system.\n\t\t\t\t\t\n\t\t\t\t\t His remarks can not be construed otherwise than a bluff, that gives a glimpse of the ruling crisis the south Korean authorities faced.\n\t\t\t\t\t\n\t\t\t\t\t At present the south Korean authorities are hell-bent on nuclear war exercises in league with the United States, disregarding the DPRK's proposals for improved north-south relations, which has evoked bitter criticism at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t As the ferry Sewol sank down on April 16, the south Korean authorities kicked up the \"north wind\" to divert elsewhere the public criticism, calling for military confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t That's why the south Korean public have denounced the military's reckless provocations as an attempt to save the regime from its ruling crisis caused by the ferry Sewol disaster and as a gamble to get on the nerves of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean military would be well advised not to run amuck, aware of the DPRK's merciless striking power."
        },
        {
            "title": "DPRK Will Bolster up Its War Deterrent to Defend Peace: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-10ee.html",
            "content": "DPRK Will Bolster up Its War Deterrent to Defend Peace: Rodong Sinmun\r\nPyongyang, July 24 (KCNA) -- Entering this year, the UN Security Council held two closed-door consultative meetings related with the DPRK and \"accused\" the latter's measures for self-defence.\n\t\t\t\t\t As for the \"resolutions\" of the UN Security Council which it claimed was violated by the DPRK, they are the culmination of illegality as they are the outcome of the U.S. hostile policy towards the DPRK from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has never recognized such illegal \"resolutions\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Thursday says this in an article, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is tragic that the countries which should take the lead in establishing a fair world order prioritize their interests and turn blind eyes to the UN moves even though they were clearly aware that those acts were wrong. This made the U.S. get more violent day after day.\n\t\t\t\t\t\n\t\t\t\t\t Under the pressure of the U.S. high-handed and arbitrary practices the UN Security Council is now denying justice and equality of sovereignty in the world arena contrary to the basic principle of international law. It, therefore, rams through resolutions justifying and legalizing the U.S. policy for world domination.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the conclusion under the condition that the U.S. is persistently resorting to its moves for encroaching on the DPRK's sovereignty by abusing the UN Security Council.\n\t\t\t\t\t\n\t\t\t\t\t It is that not words but physical measures should be taken to settle accounts with the U.S. as it regards jungle-law as one for its existence in the present world which is swayed by the \"theory of strength\".\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now prepared for the enemies' nuclear weapons and missiles as it has bolstered up its war deterrent for self-defence in every way to defend peace.\n\t\t\t\t\t\n\t\t\t\t\t If an unexpected situation is created, the U.S. is wholly to blame as it compelled the DPRK to opt for an inevitable way, and the UN Security Council is also to blame as it patronized the U.S., the article concluded."
        },
        {
            "title": "U.S. Falls into Decay due to Economic Crisis: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-11ee.html",
            "content": "U.S. Falls into Decay due to Economic Crisis: Rodong Sinmun\r\nPyongyang, July 24 (KCNA) -- The U.S. blusters that it would remain as the \"world's leader\" in the 21st century, too, but the rapidly changing reality gives a negative answer, says Rodong Sinmun Thursday in an article.\n\t\t\t\t\t This is proven by the ever-worsening state of the U.S. as the dollar empire, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. dollar had held a predominant position among all currencies in the world.\n\t\t\t\t\t\n\t\t\t\t\t It is the current international financial system that put the U.S. dollars on such a position.\n\t\t\t\t\t\n\t\t\t\t\t This system sustained a heavy blow as dollar's convertibility to gold ended in August 1971.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had made desperate efforts to maintain dollar's predominant position.\n\t\t\t\t\t\n\t\t\t\t\t Entering the 21st century, the European Union dealt a heavy blow at the U.S. attempt by introducing regional currency.\n\t\t\t\t\t\n\t\t\t\t\t In the Latin American region, Sukre, the common currency of member nations of ALBA appeared. It is also foreseen that Africa is to introduce regional currency.\n\t\t\t\t\t\n\t\t\t\t\t Lots of countries that possessed U.S. dollars as reserve currency are replacing them with other convertible currencies\n\t\t\t\t\t\n\t\t\t\t\t The situation proves that the U.S. dollar is rejected in different parts of the world and even in America.\n\t\t\t\t\t\n\t\t\t\t\t The world has got awakened from its illusion about dollar and is turning its back on it. It has given a death sentence to the dollar.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the U.S. may try to maintain its existence, it can never turn back its fate doomed to ruin."
        },
        {
            "title": "S. Korean Paper Raps \"Government's\" Policy of Opening Rice Market",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-07ee.html",
            "content": "S. Korean Paper Raps \"Government's\" Policy of Opening Rice Market\r\nPyongyang, July 24 (KCNA) -- Voice of People, an internet paper of south Korea, on July 23 posted an editorial protesting against the south Korean authorities' policy of opening the rice market.\n\t\t\t\t\t The editorial said:\n\t\t\t\t\t\n\t\t\t\t\t The peasants enraged by the sudden opening of the rice market abandoned the harvest, plowed their fields and turned out in the action demanding the \"government\" shutdown. The opposition parties demanded in chorus the withdrawal and correction of the policy.\n\t\t\t\t\t\n\t\t\t\t\t However, the \"government\" is playing upon words, saying that it would apply high tariff rate in return for opening the market.\n\t\t\t\t\t\n\t\t\t\t\t The opening of the rice market is an act of treachery doing harm to the south Korean agriculture and selling the food sovereignty to outsiders. \n\t\t\t\t\t\n\t\t\t\t\t All the people in south Korea as well as the peasants should turn out as one in the actions against the opening of the rice market and the \"government\"."
        },
        {
            "title": "30,000-Strong Workers' Rally Demands Resignation of \"Government\" in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-25ee.html",
            "content": "30,000-Strong Workers' Rally Demands Resignation of \"Government\" in S. Korea\r\nPyongyang, July 24 (KCNA) -- The south Korean Confederation of Trade Unions held a rally for launching a large-scale strike at Seoul Square on July 22 in demand of the resignation of the \"government\" and for life and security, according to the south Korean newspaper Nodong and Segye.\n\t\t\t\t\t The rally was attended by more than 30,000 workers belonging to the confederation.\n\t\t\t\t\t\n\t\t\t\t\t Chairman of the confederation Sin Sung Chol, speaking at the rally, vowed to wage a more dynamic action for the resignation of the \"government\" to put an end to the avarice of capital and power which accounts for less than one percent and build a world where all people are respected.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out at the rally.\n\t\t\t\t\t\n\t\t\t\t\t It said the \"government\" has been engrossed in violent policy in disregard of the true nature of the disaster that was caused by its incompetency and avarice of capital.\n\t\t\t\t\t\n\t\t\t\t\t The \"government's\" policy is aimed to deceive the people and kill workers, it said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The strike of the confederation is to call the incompetent \"president\" to task, demand her resignation and win the rights of workers.\n\t\t\t\t\t\n\t\t\t\t\t We will not stop the action for building a world where the life of all workers and security of all other people are ensured.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants went to Kwanghwamun Plaza in Seoul where bereaved families of victims of the ferry Sewol disaster were holding a hunger strike, and staged a 10 million-people signature campaign demanding the institution of a special law on the disaster.\n\t\t\t\t\t\n\t\t\t\t\t Before the rally, federations under the confederation held similar rallies in different parts of Seoul on the same day."
        },
        {
            "title": "Train Collision Occurs in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-08ee.html",
            "content": "Train Collision Occurs in S. Korea\r\nPyongyang, July 24 (KCNA) -- A train collision occurred in Thaebaek City, south Korean Kangwon Province on July 22, according to south Korean KBS report.\n\t\t\t\t\t A train for Kangrung, south Korean Kangwon Province from Chongryang-ri, Tongdaemun District, Seoul collided with another running train, leaving more than 70 persons dead or wounded, it said."
        },
        {
            "title": "Kim Jong Un Lauded by German Organization, Institution",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-02ee.html",
            "content": "Kim Jong Un Lauded by German Organization, Institution\r\nPyongyang, July 24 (KCNA) -- An organization and institution of Germany on July 17 posted on their websites special write-ups on the occasion of the second anniversary of the conferment of the title of Marshal of the DPRK on supreme leader Kim Jong Un.\n\t\t\t\t\t The Anti-Imperialist Forum of Germany posted on its website an article titled \"Marshal Kim Jong Un, Songun brilliant commander\", illustrated with a photo of him inspecting a unit of the Korean People's Army (KPA).\n\t\t\t\t\t\n\t\t\t\t\t He has wisely guided Songun Korea with his rare military wisdom as an illustrious commander, the article said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that Aug. 25 when leader Kim Jong Il started his Songun revolutionary leadership was instituted as the Day of Songun.\n\t\t\t\t\t\n\t\t\t\t\t He indicated that to model the whole army on Kimilsungism-Kimjongilism is the general duty for army building and put forward a new strategic line of coping with the escalating U.S. nuclear threat.\n\t\t\t\t\t\n\t\t\t\t\t He has visited many units associated with feats President Kim Il Sung performed by winning the victory in war and Kim Jong Il's Songun leadership feats, adding brilliance to the history of the victory in war and the victory in Songun politics and further strengthening the military and technological might of the KPA with his outstanding commanding art.\n\t\t\t\t\t\n\t\t\t\t\t The MS Travel Agency of Germany in an article titled \"The title of Marshal was awarded to Comrade Kim Jong Un on July 17, 2012\" introduced in detail his Songun leadership feats. \n\t\t\t\t\t\n\t\t\t\t\t The article said that through his energetic leadership, he strengthened the KPA into the invincible revolutionary armed forces capable of defeating any enemy at a single blow."
        },
        {
            "title": "Korean People's Struggle Supported by Serbian Political Party Leader",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-03ee.html",
            "content": "Korean People's Struggle Supported by Serbian Political Party Leader\r\nPyongyang, July 24 (KCNA) -- The New Yugoslav Communist Party of Serbia is confident that the Korean people will decisively frustrate the moves of the U.S. imperialists to stifle their country and win a shining victory without fail in the struggle for defending socialism under the leadership of Comrade Kim Jong Un, said Batric Mijovic, general secretary of the party, in a statement on July 18.\n\t\t\t\t\t He continued:\n\t\t\t\t\t\n\t\t\t\t\t July 27 this year marks the 61st anniversary of the Korean people's victory in the war against the U.S. imperialists who boasted of being the \"strongest\" in the world.\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Il Sung was the invincible and iron-willed commander, who guided the Korean People's Army to victory with his original military idea and Juche-based war methods and brought about the beginning of the downhill turn for the U.S. imperialists for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has been keen on the nuclear war drills against the DPRK, far from drawing a lesson from the ignominious defeat in the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t We call upon all peace-loving people in the world to positively support the just struggle of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The undying feats Kim Il Sung performed in guiding the great Fatherland Liberation War to victory will last forever."
        },
        {
            "title": "Struggle of WPK and Korean People Favored by Tajik Political Party Leader",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-05ee.html",
            "content": "Struggle of WPK and Korean People Favored by Tajik Political Party Leader\r\nPyongyang, July 24 (KCNA) -- The Communist Party of Tajikistan will always extend full support and solidarity to the Workers' Party of Korea and the Korean people in their struggle for protecting the sovereignty from the moves of the U.S.-led imperialist allied forces.\n\t\t\t\t\t Sh. Shabdolov, chairman of the Communist Party of Tajikistan, said this in a statement on July 18 on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the outstanding strategies and tactics and leadership of the great leader Comrade Kim Il Sung, the army and people of the DPRK inflicted heavy political, military and moral setbacks on the U.S. for the first time in history, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Although 60 years have passed since the end of the Korean war, the U.S. is still resorting to military provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Ceaseless nuclear war drills against the DPRK on the Korean peninsula and in the waters off it clearly prove that the U.S. and the south Korean authorities are to blame for the escalated tension in the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK are shattering all the U.S. moves for aggression and creditably defending their socialist homeland under the wise leadership of Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army."
        },
        {
            "title": "British Organizations Condemn U.S.-S. Korea Joint Naval Military Drills",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-04ee.html",
            "content": "British Organizations Condemn U.S.-S. Korea Joint Naval Military Drills\r\nPyongyang, July 24 (KCNA) -- Progressive organizations of Britain including the Britain-Korea Friendship Association released a joint statement on July 16 in denunciation of the joint naval military drills of the U.S. and south Korean puppet forces.\n\t\t\t\t\t Recalling the U.S. imperialists and south Korean puppet forces kicked off the joint naval military drills against the DPRK, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The war ruckus staged by the U.S. imperialists in league with the south Korean puppet army is an attempt to threaten the DPRK preserving the socialist principle.\n\t\t\t\t\t\n\t\t\t\t\t Such reckless war drills under way at a time when the DPRK made a peace proposal are seriously threatening peace in the Korean peninsula and the rest of Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t The on-going drills were prompted by a sinister aim to chill the efforts made by the Korean people advancing toward peace and improvement of the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t We strongly condemn the joint naval military drills."
        },
        {
            "title": "Kim Il Sung's Feats for Victory in Fatherland Liberation War (1)",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-18ee.html",
            "content": "Kim Il Sung's Feats for Victory in Fatherland Liberation War (1)\r\nPyongyang, July 24 (KCNA) -- In the last Fatherland Liberation War (June 1950-July 1953), President Kim Il Sung foiled the U.S. aggression forces' Inchon landing operation with his far-sighted acumen.\n\t\t\t\t\t It was one day in early September Juche 39 (1950) when Kim Il Sung called operation officers to discuss the war situation.\n\t\t\t\t\t\n\t\t\t\t\t At that time the enemy forces were taking various military actions while incessantly dropping bombs here and there to cover up their operational scheme.\n\t\t\t\t\t\n\t\t\t\t\t He explicitly told at the meeting that such military movements of the enemy were a trick to deceive the Korean People's Army and that the enemy forces' scheme was to land in Inchon so as to siege the KPA's main forces on a way of strategic retreat. This advice helped the operation officers grasp what was the enemy's real scheme and work out in time an operation plan to cope with it.\n\t\t\t\t\t\n\t\t\t\t\t Later, he took even a step to frustrate the enemy's landing operation, foreseeing the date of its start."
        },
        {
            "title": "Kim Jong Un dirige la Granja Fruticola de Kosan",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-01ss.html",
            "content": "Kim Jong Un dirige la Granja Fruticola de Kosan\r\nPyongyang, 24 de julio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la Granja Fruticola de Kosan.\n\t\t\t\t\tSubio al mirador nuevamente construido desde donde contemplo el panorama de la granja.\n\t\t\t\t\t\n\t\t\t\t\tDijo satisfecho que al pie del monte Chol, se crea un paraiso socialista deseado por el pueblo y los poetas tendrian buena inspiracion si vieran estas huertas que se pierden en el horizonte.\n\t\t\t\t\t\n\t\t\t\t\tLa lucha abnegada de los brigadistas de construccion 618 y los empleados de la granja, que realizan todos los esfuerzos posibles por cumplir la promesa hecha con el Dirigente Kim Jong Il, produjo este cambio sorprendente que asombra a todo el mundo, apunto.\n\t\t\t\t\t\n\t\t\t\t\tRecorrio la sala de presentacion del historial acondicionada nuevamente en la granja.\n\t\t\t\t\t\n\t\t\t\t\tLa granja fundada en 1947 segun el magno proyecto del Presidente Kim Il Sung fue convertida en una renombrada base fruticola en nuestro pais, gracias a la abnegacion e inmensos esfuerzos del Dirigente, recordo.\n\t\t\t\t\t\n\t\t\t\t\tAl decir que es muy significativa la construccion de la granja al pie del monte Chol, donde estan impregnadas las huellas de guia del Dirigente sobre la revolucion mediante el Songun, subrayo que el escribio la primera pagina de la historia de la granja remozada como huerta de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que al desarrollar la granja como base fruticola de talla mundial y un paraiso y suministrar mucho mas frutas al pueblo, hay que escribir en letras mayusculas las paginas de la historia de ella.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, estuvo en la nueva fabrica de cerca de malla metalica.\n\t\t\t\t\t\n\t\t\t\t\tEn varios puntos de la fabrica, hizo conocimiento detallado del estado de construccion y produccion.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo altamente que la Brigada de Construccion 618 construyo magnificamente la fabrica materializando el proposito del partido, en particular, la parte interior y la exterior y todos los demas componentes.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que los productos de esta fabrica son utiles no solo para la huerta frutal sino tambien para el parque, las instalaciones deportivas y otros e instruyo fabricar muchas cercas de diversos usos.\n\t\t\t\t\t\n\t\t\t\t\tAveriguo seguidamente el estado de crecimiento de manzanos.\n\t\t\t\t\t\n\t\t\t\t\tPregunto cuantos granos se dan en un manzano y el peso de cada manzana e instruyo producir enorme cantidad de manzanas en todas las huertas de la granja, de modo que la zona al pie del monte Chol sea envuelta con la fragancia de frutas.\n\t\t\t\t\t\n\t\t\t\t\tEsta granja debe trabajar con la ambicion de tomar la heguemonia mundial en fruticultura, dijo y definio la meta a alcanzar por ella en los anos proximos.\n\t\t\t\t\t\n\t\t\t\t\tEnseno los remedios para aumentar la produccion de frutas y prometio enviar los vehiculos y equipos necesarios a la granja.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, el Mariscal visito la casa de Kim Ju Song y Kim Kum Hui, matrimonio de ex-militares, y se fotografio con ellos felicitandoles por la mudanza a la nueva vivienda.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se retrato con la pareja de ex militares Ri Jong Su-Son In Ok.\n\t\t\t\t\t\n\t\t\t\t\tEscucho complacido el informe de que estan muy contentos los trabajadores de la granja que se mudaron a las casas nuevas para mas de 2 mil familias.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que los funcionarios y los miembros de la Brigada de Construccion 618 hicieron muchos trabajos y le gusta lo todo, apunto que el Comite Central aprecia mucho los meritos laborales de ellos y todas las unidades deben aprender el espiritu revolucionario de autoconfianza que manifiesta la brigada en el cumplimiento de las intenciones del partido.\n\t\t\t\t\t\n\t\t\t\t\tTomo la medida de movilizar las fuerzas competentes del EPC en la obra de ampliacion de la capacidad de la granja, destacando que esta tarea ha de ser cumplida incondicionalmente en la fecha fijada por el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta visita Hwang Pyong So, Ri Jae Il y Han Kwang Sang."
        },
        {
            "title": "Secretariado del CRPP condena sentencia de Tribunal Local de Chongju",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-12ss.html",
            "content": "Secretariado del CRPP condena sentencia de Tribunal Local de Chongju\r\nPyongyang, 24 de julio (ACNC) -- Hace poco, el Tribunal Local de Chongju del Sur de Corea sentencio a 6 meses de carcel a un habitante surcoreano acusado por quinta vez por haber elogiado en el tribunal a la Republica Popular Democratica de Corea.\n\t\t\t\t\tAl respecto, el Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 24 la informacion no. 1069.\n\t\t\t\t\t\n\t\t\t\t\tEn mayo de 2011, el habia sido condenado a 8 meses de carcel por haber divulgado en el sitio web los articulos de elogio a la RPDC. Pero, cada vez que comparecio en el tribunal, el no doblego su fe y grito la consigna \"!Viva la Republica Popular Democratica de Corea!\", senala la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tPor eso, quedaron alargadas las penas impuestas a el que esta encerrado en carcel hasta la fecha. \n\t\t\t\t\t\n\t\t\t\t\tEl proceder del habitante surcoreano refleja su conviccion y conciencia y la opinion publica. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la camarilla titere surcoreana le reprime bestialmente y le sentencio a duras penas. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho demuestra que los titeres surcoreanos estan desesperados para eliminar el encanto de la poblacion surcoreana sobre la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEn el actual \"poder\" conservador, se intensifica mas la represion contra las \"fuerzas pro-Norte\" y las fuerzas democraticas progresistas surcoreanas, incluso las entidades y personalidades del movimiento por la reunificacion. \n\t\t\t\t\t\n\t\t\t\t\tEn la sociedad surcoreana todas las personas, sean habitantes normales, profesores, literatos, artistas, religiosos o diputados a la \"Asamblea Nacional\", se tildan de \"fuerzas pro-Norte\" si dicen algunas palabras de elogio a la RPDC y resultan encarcelados en virtud de la \"ley de seguridad\". \n\t\t\t\t\t\n\t\t\t\t\tNo se puede frenar por nada la simpatia y la aspiracion a la reunificacion pro-Norte de la poblacion surcoreana, encantada por la realidad de la RPDC que da saltos hacia su futuro maravilloso bajo la sabia orientacion del General Insigne. \n\t\t\t\t\t\n\t\t\t\t\tAl igual que el ex poder dictatorial de \"Yusin\" que ejecutaba brutalmente a la gente solo por decir la palabra reunificacion, las actuales autoridades fascistas surcoreanas no podran eludir el fin tragico."
        },
        {
            "title": "Se preven aguaceros en Corea",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-13ss.html",
            "content": "Se preven aguaceros en Corea\r\nPyongyang, 24 de julio (ACNC) -- Hasta las 6 del 24, el tifon no.10, ocurrido en el mar al este de Filipinas a las 3 del dia 18, se traslada al nornoreste a la velocidad de 20km/h.\n\t\t\t\t\tLa presion atmosferica central y la velocidad del tifon no.10 son de 990hPa y 18m/s, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tLos meteorologos dicen que el tifon ejercera influencia sobre Corea cuando sea desplazado a la parte norte del Mar Oeste de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSenalan que entre el dia 25 y la manana del 26, caeran lluvias torrenciales acompanadas del viento fuerte de mas de 10m/s en las costas occidentales y algunas zonas interiores septentrionales y de las costas orientales.\n\t\t\t\t\t\n\t\t\t\t\tSegun pronosticos, las precipitaciones seran de 50-100mm en la costa occidental, mas de 150mm en algunas partes; 40-70mm en la zona surena de la provincia de Jagang y la interior de las provincias de Hamgyong del Sur y Kangwon, parcialmente mas de 100mm; mas de 30-50mm en algunas zonas del pais.\n\t\t\t\t\t\n\t\t\t\t\tLa Direccion Meteorologica e Hidrologica aconseja tomar medidas para evitar las perdidas en varias ramas de economia nacional apuntando que entre la madrugada y la manana del dia 26, ocurrira un maremoto de 80-120cm en la hora de pleamar en las costas occidentales del pais."
        },
        {
            "title": "RPDC fortalecera su disuasivo de guerra por la paz, sentencia Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-02ss.html",
            "content": "RPDC fortalecera su disuasivo de guerra por la paz, sentencia Rodong Sinmun\r\nPyongyang, 24 de julio (ACNC) -- En lo que va de ano, el Consejo de Seguridad de la ONU convoco por segunda vez la reunion consultiva a puertas cerradas sobre la Republica Popular Democratica de Corea y condeno las medidas autodefensivas de ella.\n\t\t\t\t\tEn un articulo individual difundido este jueves, el diario Rodong Sinmun senala que las \"resoluciones\" del CS de la ONU, supuestamente \"violadas\" por la RPDC, son productos de la politica hostil anti-RPDC de EE.UU., y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC no ha reconocido jamas esas ilegales \"resoluciones\".\n\t\t\t\t\t\n\t\t\t\t\tLa tragedia esta en que los paises, que deben ponerse al frente del establecimiento del imparcial orden mundial, toleran lo injusto y el despotismo de EE.UU. pensando primero en sus intereses.\n\t\t\t\t\t\n\t\t\t\t\tRendido a la coaccion y arbitrariedades de EE.UU., el Consejo de Seguridad aprueba las resoluciones que faltando al principio fundamental del derecho internacional, niegan la justicia social y la igualdad de soberania y justifican la politica de hegemonia mundial del imperio.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que EE.UU. continua sus actos que violan la soberania de la RPDC abusando del Consejo de Seguridad, la segunda saco la conclusion de que se debe ajustar las cuentas finales con el primero no con palabras sino con el enfrentamiento fisico.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC, que vino consolidando por todos los medios el disuasivo de guerra por la paz, esta preparada frente a las armas nucleares y misiles de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tEn el caso de que se produzca en la Peninsula Coreana algun incidente imprevisible, su responsabilidad recaera sobre EE.UU., que impuso a la RPDC la opcion inevitable, y sobre el CS de la ONU que defendio al imperio."
        },
        {
            "title": "EE.UU. esta en decadencia por crisis economica, insiste Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-03ss.html",
            "content": "EE.UU. esta en decadencia por crisis economica, insiste Rodong Sinmun\r\nPyongyang, 24 de julio (ACNC) -- Estados Unidos dice con fanfarroneria que en el siglo 21, tambien se quedara como \"lider del mundo\", pero la realidad de hoy le da la respuesta negativa. \n\t\t\t\t\tSenala el diario Rodong Sinmun en un articulo individual de este jueves y continua: \n\t\t\t\t\t\n\t\t\t\t\tEn el pasado, el dolar norteamericano ocupaba la posicion hegemonica entre las monedas del mundo gracias al actual sistema financiero y monetario internacional. \n\t\t\t\t\t\n\t\t\t\t\tEn agosto de 1971, el mismo sistema ha sido golpeado duro por la suspension de la convertibilidad del dolar por el oro. \n\t\t\t\t\t\n\t\t\t\t\tEl imperio del dolar viene realizando ingentes esfuerzos por mantener la posicion hegemonica de su moneda. \n\t\t\t\t\t\n\t\t\t\t\tEn el siglo 21, la Union Europea dio un golpe duro a ese intento de EE.UU. al instituir el euro como moneda regional. \n\t\t\t\t\t\n\t\t\t\t\tEn Latinoamerica aparecio el sucre, moneda comun de los paises miembros de la ALBA.\n\t\t\t\t\t\n\t\t\t\t\tSe preve que nacera la moneda regional tambien en Africa. \n\t\t\t\t\t\n\t\t\t\t\tMuchos paises, que tenian en dolar norteamericano la mayor parte de sus divisas de reserva, lo cambian por otras monedas convertibles. \n\t\t\t\t\t\n\t\t\t\t\tComo se ve, el dolar norteamericano es rechazado por doquier del mundo, incluso en casa. \n\t\t\t\t\t\n\t\t\t\t\tEl mundo se ha liberado de la ilusion sobre el dolar y lo sentencio a la muerte. \n\t\t\t\t\t\n\t\t\t\t\tAunque EE.UU. esta desesperado por mantener su vida, no puede eludir el destino de arruinamiento."
        },
        {
            "title": "Imborrables hazanas de Kim Il Sung por la victoria en guerra coreana (1)",
            "url": "http://kcna.co.jp/item/2014/201407/news24/20140724-04ss.html",
            "content": "Imborrables hazanas de Kim Il Sung por la victoria en guerra coreana (1)\r\nPyongyang, 24 de julio (ACNC) -- Un dia a principios de septiembre del 39 (1950) de la Era Juche cuando estaba en plena marcha la Guerra de Liberacion de la Patria (1950-1953), el Presidente Kim Il Sung llamo a los funcionarios encargados de la operacion que estaban debatiendo nuevos movimientos de las tropas enemigas.\n\t\t\t\t\tTras expresar preocupacion por la salud de ellos, les dijo que los enemigos lanzan ahora las bombas por doquier rompiendo los puentes, carreteras y ferrocarriles y realizan la operacion de desembarco para distraer la atencion de las tropas nuestras.\n\t\t\t\t\t\n\t\t\t\t\tLes enseno la siniestra intencion de los enemigos de desembarcar en Inchon para ocupar Seul y \"bloquear y aniquilar\" las unidades del grueso del Ejercito Popular de Corea en el frente del rio Rakdong y les instruyo no dejarse enganar por las acciones falsas de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tPosteriormente, previo la fecha de inicio de la operacion enemiga y tomo las medidas para frustrarla.\n\t\t\t\t\t\n\t\t\t\t\tAsi resulto infructifera la operacion de desembarco en Inchon de los enemigos."
        }
    ]
}