{
    "date": "2014-07-02",
    "url": "http://kcna.co.jp/item/2014/201407/2014-07-02ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Drill for Assessing Swimming Ability of KPA Navy",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-01ee.html",
            "content": "Kim Jong Un Guides Drill for Assessing Swimming Ability of KPA Navy\r\n Pyongyang, July 2 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, guided the drill for assessing the swimming ability of the commanding officers of the KPA Navy.\n\t\t\t\t\t The drill organized by the order of the supreme commander was conducted in such a way that the commanding officers of the East Sea Fleet and the West Sea Fleet of the KPA Navy simultaneously started in column formations up to the turn-round point at the distance of 5 km and swam back from it.\n\t\t\t\t\t\n\t\t\t\t\t All the commanding officers of the East Sea Fleet and the West Sea Fleet took part in the swimming drill.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un met the commanding officers prior to the start of the  drill and told them that the assessment of their swimming ability was of weighty importance in rounding off the combat readiness of the navy and remarkably bolstering up the combat capabilities by making the training more intense just as the anti-Japanese guerillas did in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t He said that the commanding officers should become good fighters if the army is to fight well, adding that a modern warfare requires the commanding officers to be prepared not only politically and ideologically and in military technique but physically.\n\t\t\t\t\t\n\t\t\t\t\t \"The commanding officers are not qualified if they lack physical ability, no matter what good ideological and moral qualities they have and no matter how high military and technological qualifications they are possessed of as they should stand in the van of the combat ranks,\" he noted.\n\t\t\t\t\t\n\t\t\t\t\t \"When the commanding officers are fully prepared, they can always lead intensive training of service personnel, shouting \"Forward, following me!\" not \"Charge ahead!\" he said.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the seamen should acquire high ability of swimming, he stressed that only when the commanding officers of the navy are good at swimming, can they lead the seamen and successfully carry out the naval operation for implementing the strategic plan of the supreme command even in vast expanse of sea.\n\t\t\t\t\t\n\t\t\t\t\t The commanding officers renewed their resolution to fully display the might of Kim Jong Un's Navy in the assessment event, regarding the drill for assessing the swimming ability to be staged before the supreme commander as a battle field without gunfire.\n\t\t\t\t\t\n\t\t\t\t\t He issued an order to start the drill.\n\t\t\t\t\t\n\t\t\t\t\tThe participants fully demonstrated the swimming ability they have cultivated in their day-to-day training, displaying great persevering strength, will and team spirit. \n\t\t\t\t\t\n\t\t\t\t\t The West Sea Fleet was highly appreciated at the drill.\n\t\t\t\t\t\n\t\t\t\t\t Then followed the assessment and review of the drill.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the successful drill and set forth tasks to be fulfilled to round off the combat readiness and bolster up the combat capabilities of the naval units including the work for making swimming drill a rule and part of life of the seamen so that they may satisfactorily perform their combat missions under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t  He was accompanied by KPA Vice Marshal Hwang Pyong So, director of the General Political Bureau of the KPA, Army General Pyon In Son, first vice-chief of the KPA General Staff and director of its Operation Bureau, and Army Col. Gen. Pak Jong Chon, vice-chief of the KPA General Staff."
        },
        {
            "title": "DPRK Government Delegation Returns Home",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-15ee.html",
            "content": "DPRK Government Delegation Returns Home\r\n Pyongyang, July 2 (KCNA) -- The DPRK government delegation led by Foreign Minister Ri Su Yong Wednesday came back home after participating in the foreign minister's conference of the non-aligned movement held in Algeria and visiting various African and Arab countries."
        },
        {
            "title": "Gift from Swiss Organizations",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-11ee.html",
            "content": "Gift from Swiss Organizations\r\n Pyongyang, July 2 (KCNA) -- President Kim Il Sung was presented with a gift from the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea.\n\t\t\t\t\t The gift was handed to an official of the DPRK mission in Switzerland on June 28 by Martin Lotscher, chairman of the committee, chief of the group and chairman of the Swiss committee for remembering President Kim Il Sung."
        },
        {
            "title": "Kim Il Sung Remembered by Foreign Crewmen",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-16ee.html",
            "content": "Kim Il Sung Remembered by Foreign Crewmen\r\n Nampho, July 2 (KCNA) -- Foreign crewmen held a meeting at Nampho Port on Wednesday to remember President Kim Il Sung on the occasion of the 20th anniversary of his demise. \n\t\t\t\t\t Prior to the meeting, they laid a floral basket before the statue of Kim Il Sung in Nampho City and paid tribute to him. \n\t\t\t\t\t\n\t\t\t\t\t The participants looked round photos documenting his sacred revolutionary career. \n\t\t\t\t\t\n\t\t\t\t\t The portraits of the smiling President and leader Kim Jong Il were seen on the front wall of the venue of the meeting. \n\t\t\t\t\t\n\t\t\t\t\t Attending it were captains and crewmen of the Panama-flagged ship Oupulai 18 and the Thailand-flagged ship Nordana Andrea. \n\t\t\t\t\t\n\t\t\t\t\t  Speakers there recalled that the President victoriously led the two revolutionary wars under the uplifted banner of the Juche idea and built a powerful socialist country independent in politics, self-supporting in economy and self-reliant in national defence on this land. \n\t\t\t\t\t\n\t\t\t\t\t They paid high tribute to the President, noting that his life was a noble one as he devoted himself to the people, regarding believing in the people as in Heaven as his motto. \n\t\t\t\t\t\n\t\t\t\t\t The President will always be remembered by the Korean people and other progressives of the world for the immortal exploits he performed on behalf of the country and its people, era and history, they emphasized. \n\t\t\t\t\t\n\t\t\t\t\t They expressed the belief that the Korean people would build a thriving socialist nation and achieve the reunification of the country under the wise leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t A letter to him was adopted at the meeting."
        },
        {
            "title": "Premier Soccer League Matches Getting Heated in DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-13ee.html",
            "content": "Premier Soccer League Matches Getting Heated in DPRK\r\n Pyongyang, July 2 (KCNA) -- The second round of the premier soccer league matches (men and women) is going on in the DPRK, as part of the Sports Contest for Pochonbo Torch Prize.\n\t\t\t\t\t Many teams are taking part in the second round, divided into A and B groups.\n\t\t\t\t\t\n\t\t\t\t\t According to an official concerned of the DPRK Football Association, in the first round of men's premier soccer league matches the Wolmido Team proved successful though most of its players were young.\n\t\t\t\t\t\n\t\t\t\t\t In the second round, every team is giving fullest play to their tactics and capability while young players are playing a very active part.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jae Ho, a deputy head of the Wolmido Football Team, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Every player of my team showed good dribbling technique and physical capability. Especially, it created many scoring chances by making a fast counterattack through two- and three-man pass. As a result, my team proved successful in the first round. \n\t\t\t\t\t\n\t\t\t\t\t I hope that young players of my team would show smart skills in the second round, too.\n\t\t\t\t\t\n\t\t\t\t\t The results of the second round of men's premier until June 28 show that the Sobaeksu team is taking the lead in A group and Amnokgang and Myohyangsan teams and the team of the Ministry of Light Industry are leaving others behind in B group."
        },
        {
            "title": "Salt Production Relics Dating Back to Koguryo Found in DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-14ee.html",
            "content": "Salt Production Relics Dating Back to Koguryo Found in DPRK\r\n Pyongyang, July 2 (KCNA) -- Teachers, researchers and students of the History Faculty and the Institute of the History of Human Evolution of Kim Il Sung University and Wonup Senior Secondary School in Onchon County, South Phyongan Province succeeded in unearthing the relics of salt production dating back to the period of Koguryo in the county, the first of its kind in archeological research.\n\t\t\t\t\t The group surveyed the area several times from early in Juche 101 (2012).\n\t\t\t\t\t\n\t\t\t\t\t The relics mainly consist of two parts.\n\t\t\t\t\t\n\t\t\t\t\t The findings include stone and brick structures. The structures comprise a fireplace, a combustion room and a smoke duct. Found in the fireplace are a fuel hole flanked by two ash pools.\n\t\t\t\t\t\n\t\t\t\t\t The floor of the combustion room whose four walls were built with stones was reinforced with stone and lime. Found below it was reddish earth that seemed to have been exposed to high heat.\n\t\t\t\t\t\n\t\t\t\t\t The smoke duct was found in the rear part of the room in the middle of which is an alcove for putting a round plate on.\n\t\t\t\t\t\n\t\t\t\t\t A pool filled with thick black ash was also found. This is connected with a ditch for drawing sea water and in the center is a stone structure of a certain height.\n\t\t\t\t\t\n\t\t\t\t\t Other relics include various kinds of earthenware, bricks, piece of a flat iron pot, melted iron clot, animal bones and horn pieces.\n\t\t\t\t\t\n\t\t\t\t\t The new findings have been confirmed to be sea salt production relics belonging to the period of Koguryo.\n\t\t\t\t\t\n\t\t\t\t\t Earthenware and bricks were confirmed to belong to the mid 4th century.\n\t\t\t\t\t\n\t\t\t\t\t The salinity is high in the stratum around the relics and a thick layer of ash was found, a clear proof of the above-said relics."
        },
        {
            "title": "New Kind of Natural Biological Activator Developed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-17ee.html",
            "content": "New Kind of Natural Biological Activator Developed in DPRK\r\n Pyongyang, July 2 (KCNA) -- A new kind of natural biological activator has been developed by the Botany Institute under the State Academy of Sciences in the DPRK. \n\t\t\t\t\t The activator has proved effective in raising photosynthetic capacity of plants, doing no harm to human body and animals.\n\t\t\t\t\t\n\t\t\t\t\t As it consists of more than 350 ingredients like organic and inorganic substances and different kinds of vitamins and organic acids, it helps raise crops yield by 20-50 percent while accelerating the growth of crops.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it has the effect of preventing plant diseases and insect pests and securing rooting of turf and flowering plants at the rate of over 90 percent."
        },
        {
            "title": "Progress Made in Project for Expanding Fruit Farms in DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-18ee.html",
            "content": "Progress Made in Project for Expanding Fruit Farms in DPRK\r\n Pyongyang, July 2 (KCNA) -- The project for expanding the Kosan Fruit Farm is now progressing apace in the DPRK.\n\t\t\t\t\t 80 percent of the project has been already carried out thanks to the devoted efforts of the Construction Shock Brigade 618, which undertakes the project.\n\t\t\t\t\t\n\t\t\t\t\t The brigade members from Jagang and North Hamgyong provinces finished their task of land rezoning by introducing rational methods. They also carried out ahead of schedule their assignments for hollow digging, carriage of organic fertilizer and fruit tree planting in several hundred hectares.\n\t\t\t\t\t\n\t\t\t\t\t Signal progress was made in drainage canal digging and road paving, too.\n\t\t\t\t\t\n\t\t\t\t\tThose from South Phyongan Province and Nampho City have carried out their daily plan for road paving at 150 percent by raising the utilization rate of movable mixers and horizontal vibrating compactors.\n\t\t\t\t\t\n\t\t\t\t\t Similar successes were made in other works for the project, including structural construction and concrete prop production, by those from other provinces and Pyongyang City."
        },
        {
            "title": "Rodong Sinmun on Century of Juche Korea",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-10ee.html",
            "content": "Rodong Sinmun on Century of Juche Korea\r\n Pyongyang, July 2 (KCNA) -- Rodong Sinmun Wednesday in an editorial says the century of Juche Korea is a glorious history shining with the august names and feats of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t The editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t The President embarked on the road of revolution in his teens and had devoted his all to the prosperity of the country and the nation, freedom and liberation of mankind till the advanced age of 80.\n\t\t\t\t\t\n\t\t\t\t\t He was the outstanding thinker and theoretician who founded the Juche idea, the acme in the history of human thought, peerless political elder who founded and strengthened the revolutionary party, power and army and peerless patriot who built the world's best socialism centered on the popular masses. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il set it as his lifetime mission to carry forward and accomplish generation after generation the idea and cause of the President from the very day he led the revolution and energetically guided the struggle to do so.\n\t\t\t\t\t\n\t\t\t\t\t It was his distinguished ideological and theoretical feat that he glorified Kimilsungism as the immortal revolutionary idea with eternal vitality and formulated and systematized the Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to his tireless leadership that the DPRK was put on the position of the political, ideological and military power and a new era of building a thriving nation ushered in.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are now glorifying the new century of Juche as the one of the final victory in which they are realizing the ideas and causes of the President and Kim Jong Il in all fields, single-mindedly united around Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of the party, army and people of the DPRK to accomplish the revolutionary cause of Juche and the cause of building a thriving nation under the unfurled banner of Kimilsungism-Kimjongilism."
        },
        {
            "title": "S. Korean Authorities' Action to Close Media Slammed",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-12ee.html",
            "content": "S. Korean Authorities' Action to Close Media Slammed\r\n Pyongyang, July 2 (KCNA) -- The All-People Measure Committee for Checking the Closure of Jaju Minbo in south Korea held an emergency meeting in Seoul on June 27 denouncing the puppet authorities' action to stamp out progressive media.\n\t\t\t\t\t The organization accused the Puchon Branch of the Inchon District Court of making a decision to cancel the registration of Jaju Minbo.\n\t\t\t\t\t\n\t\t\t\t\t This decision was a unilateral one made by the authorities without informing the representative of Jaju Minbo of the trial program, it held, adding:\n\t\t\t\t\t\n\t\t\t\t\t It has conducted its activities to put an end to the national split by implementing the June 15 joint declaration and the October 4 declaration, the landmarks for national reunification, despite all sorts of suppression\n\t\t\t\t\t\n\t\t\t\t\t The court ruling was no more than a crackdown upon the reunification movement and a reckless action of passing death sentence on the freedom of expression and press, the rights of the people.\n\t\t\t\t\t\n\t\t\t\t\t The organization declared it would join all aspiring after democracy to carry on the strong actions to defend the progressive media."
        },
        {
            "title": "June 25-July 27 Month of Anti-US Joint Struggle Opens in Cuba",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-06ee.html",
            "content": "June 25-July 27 Month of Anti-US Joint Struggle Opens in Cuba\r\n Pyongyang, July 2 (KCNA) -- An opening ceremony of the June 25-July 27 month of the anti-U.S. joint struggle took place in Havana on June 25. \n\t\t\t\t\t Attending it were officials of the Communist Party of Cuba, Foreign Ministry of Cuba, Cuban Institute of Friendship with the Peoples, the Cuban Committee for Supporting Korea's Reunification and other masses. The DPRK ambassador to Cuba and staff members of his embassy were invited there. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made. \n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Cuban Committee for Supporting Korea's Reunification said that the past Korean war was the one for aggression ignited by the U.S. imperialists. \n\t\t\t\t\t\n\t\t\t\t\t The heroic Korean people won a brilliant victory in the war and the U.S. imperialists surrendered to the Korean people and signed the Armistice Agreement. \n\t\t\t\t\t\n\t\t\t\t\t The Korean war was the one the Korean people won by demonstrating patriotism and dignity under the wise leadership of President Kim Il Sung and it is teaching mankind lots of lessons as it was the war which shattered the myth of the U.S. \"mightiness\" and made the U.S. imperialists destined to fall like the setting sun. \n\t\t\t\t\t\n\t\t\t\t\t We hope that Korea will be reunified independently and peacefully free from outside forces' interference. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet forces are to blame for the worsening situation on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t If the tension is to be defused on the Korean peninsula, the U.S. hostile policy towards the DPRK should be withdrawn and the Armistice Agreement be replaced by a peace agreement."
        },
        {
            "title": "Kim Il Sung's Feats Lauded by Personages of Romania, Nigeria",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-02ee.html",
            "content": "Kim Il Sung's Feats Lauded by Personages of Romania, Nigeria\r\n Pyongyang, July 2 (KCNA) -- A seminar took place in Romania, photo exhibition in Nigeria and seminar and film show in Ethiopia between June 11 and 29 on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with his sacred revolutionary life and immortal feats.\n\t\t\t\t\t\n\t\t\t\t\t Also on display were photos showing the army and people of the DPRK building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean film \"Fireworks of a Thriving Nation\".\n\t\t\t\t\t\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, said in his speech:\n\t\t\t\t\t\n\t\t\t\t\t The President was born into a patriotic and revolutionary family and embarked upon the road of struggle for national liberation in his teens, shouldering upon himself the destiny of the country and the nation. He devoted his all to the reunification of the country and its people's happiness even during the last period of his life.\n\t\t\t\t\t\n\t\t\t\t\t The undying feats he performed for the Korean revolution and the cause of global independence will always be kept in the hearts of the Korean people and progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Art and Cultural Council of the Ministry of Federal Capital Territory of Nigeria said that the President built the genuine people's country and the socialist system centred on the popular masses with his unique idea of state-building and veteran and seasoned leadership, adding his feats will shine long."
        },
        {
            "title": "Kim Il Sung Lauded by Personage of Egyptian Political Party",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-03ee.html",
            "content": "Kim Il Sung Lauded by Personage of Egyptian Political Party\r\n Pyongyang, July 2 (KCNA) -- Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt, issued a statement on June 24 on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Today progressive mankind is recollecting with deep emotion Kim Il Sung, the eternal leader of the Korean people and other peoples of the world, who performed the undying feats for the cause of national liberation of the oppressed people, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The President was born as the son of the people, personified the intention of \"Aim High\" and founded the great Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t He is the benevolent father of the people who devoted his whole life to the cause of the people's freedom and liberation.\n\t\t\t\t\t\n\t\t\t\t\t His feats will always be kept in the mind of mankind aspiring after freedom and independence.\n\t\t\t\t\t\n\t\t\t\t\t Korea is shedding its ray century after century as a country with eternal dignity and pride in the East as it is holding him in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t He wrought a miracle of history startling the world people by defeating the U.S. and Japanese imperialist formidable enemies in one generation through his great Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, he will be immortal as the leader of the world people in our hearts as he stood for justice, defended the peace in Asia and the rest of the world and led the progressive peoples to the struggle for freedom and independence."
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Commemorated by Foreign Media",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-04ee.html",
            "content": "Anniversary of Kim Il Sung's Demise Commemorated by Foreign Media\r\n Pyongyang, July 2 (KCNA) -- Foreign media carried special write-ups on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The June issue of the Bulgarian paper Iskra edited an article illustrated with a portrait of smiling President. The article said:\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Il Sung was born into a revolutionary family in Mangyongdae on April 15, 1912.\n\t\t\t\t\t\n\t\t\t\t\t He led the rigorous anti-Japanese armed struggle to victory and finally liberated the country on August 15, 1945 and built the Workers' Party of Korea and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people inflicted miserable defeat on the U.S. imperialists and won a great victory in the three-year Fatherland Liberation War under his leadership. It also removed debris of the war and built a socialist power independent in politics, self-supporting in economy and self-reliant in national defence in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people made sure that he lies in state at the Kumsusan Palace of the Sun and are holding him as the eternal President of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian paper Iran News on June 23 carried an article accompanied with a portrait of smiling President and his photos. The article said that though 20 years have passed since he passed away, progressive mankind is deeply revering him.\n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi paper The Daily Folk on June 18 carried an article introducing the ideological and theoretical feats performed by him who founded the immortal Juche idea and indicated the way of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The State Radio and FM 90.5 Radio of Cambodia on June 19 and 20 praised the sacred revolutionary career and feats of the President, the peerless great man, who made great contributions to the Korean revolution and the cause of global independence."
        },
        {
            "title": "Kim Il Sung Praised by Personage of S. African Political Party",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-05ee.html",
            "content": "Kim Il Sung Praised by Personage of S. African Political Party\r\n Pyongyang, July 2 (KCNA) -- Bonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party, made public a statement on June 24 on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We formed the committee for remembering the President to look back with deep emotion upon his revolutionary career and immortal feats and glorify them forever on the occasion of the 20th anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Il Sung was the great leader in the 20th century who founded the immortal Juche idea and brilliantly applied it to practice.\n\t\t\t\t\t\n\t\t\t\t\t He defeated the U.S. and Japanese imperialism in one generation, defended the sovereignty and independence of Korea and the global peace and security and built socialism centred on the popular masses in the DPRK where anyone fully enjoys an equal and happy life.\n\t\t\t\t\t\n\t\t\t\t\t The progressive people loving justice and peace are longing for him who greatly contributed to socialist construction in Korea and the cause of global independence and regarding it their moral duty and honor to glorify his feats forever.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the peaceful reunification of Korea and are convinced that we will always express support and solidarity for the just cause of the Korean people on the occasion of the 20th anniversary of his demise."
        },
        {
            "title": "Kim Il Sung Remembered in Foreign Countries",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-08ee.html",
            "content": "Kim Il Sung Remembered in Foreign Countries\r\n Pyongyang, July 2 (KCNA) -- Meetings to remember President Kim Il Sung took place in Tajikistan, the Czech Republic, Bangladesh and Iran between June 19 and 23 on the occasion of the 20th anniversary of his demise.\n\t\t\t\t\t The chairman of the Communist Party of Tajikistan said the feats the President performed for the cause of global independence would go down forever, praising him as the greatest man who made great contributions to not only the Korean revolution but the world revolution.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Sixth District of the Prague City Committee of the Communist Party of Czech and Moravia said the President was the great leader of the Korean people who is boundlessly revered by the progressive people all over the world, praising him for building the party, army and state.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Bangladesh Group for the Study of the Songun Policy said the President was an invincible and iron-willed commander who hewed out the Juche-based revolutionary cause of Songun and ushered in a new era of the anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t The president of the International Taekwon-Do Association in Iran emphasized that the benevolent image of Kim Il Sung would always be kept in the hearts of not only the Korean people but the world people including the Iranians."
        },
        {
            "title": "Belarus Organizations Denounce US Policy for Aggression against DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-07ee.html",
            "content": "Belarus Organizations Denounce US Policy for Aggression against DPRK\r\n Pyongyang, July 2 (KCNA) -- The Belarus-DPRK National Friend Association Named after Kim Il Sung and Kim Jong Il and other organizations of Belarus made public a joint statement on June 24 on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean war was a large-scale one for aggression ignited by the U.S. imperialists after the Second World War. \n\t\t\t\t\t\n\t\t\t\t\t The atrocities committed by the U.S. against the Korean people during the war put the hair-raising crimes perpetrated by the Hitler fascist clique into the shade. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. reduced the land of the northern half of Korea to ashes in wanton violation of international law and unhesitatingly used germ weapons. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK waged a heroic struggle under the leadership of the Workers' Party of Korea headed by President Kim Il Sung, dealing a heavy blow at the aggressors and winning victory. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has so far refused to sign a peace agreement with the DPRK since it surrendered to the latter 61 years ago and introduced into south Korea huge armed forces for aggression including nuclear weapons. It has staged large-scale military drills, obstructing Korea's reunification. \n\t\t\t\t\t\n\t\t\t\t\t We condemn the U.S. imperialist policy for aggression against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t We denounce the U.S. military pressure upon the DPRK and hope that the Korean people will achieve successes in the way chosen by them independently."
        },
        {
            "title": "Kim Jong Un dirige entrenamiento de comandantes de fuerzas navales del EPC",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-19ee.html",
            "content": "Kim Jong Un dirige entrenamiento de comandantes de fuerzas navales del EPC\r\nPyongyang, 2 de julio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio el entrenamiento de calificacion de la capacidad de natacion de los comandantes de las fuerzas maritimas del EPC.\n\t\t\t\t\tEn ese ejercicio, organizado segun la orden del Comandante Supremo, las columnas de la flota del Mar Este y la del Mar Oeste compitieron por volver primero desde el punto de regreso establecido a 5 kilometros de distancia.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion tomaron parte todos los comandantes de la flota del Mar Este y la del Mar Oeste de las fuerzas maritimas del EPC.\n\t\t\t\t\t\n\t\t\t\t\tAntes de inicio del ejercicio, el Mariscal se reunio con ellos y dijo que este entrenamiento tiene mucha importancia en levantar la oleada de entrenamientos del tipo del monte Paektu, ultimar los preparativos de combate de las fuerzas maritimas y aumentar la combatividad.\n\t\t\t\t\t\n\t\t\t\t\tPara que un ejercito pueda combatir bien, hace falta sobre todo que sus comandantes sean excelentes combatientes, instruyo y apunto que la guerra moderna demanda a los comandantes preparados en lo ideo-politico, lo tecnico-militar y tambien en lo fisico.\n\t\t\t\t\t\n\t\t\t\t\tLos comandantes, que deben estar al frente de las filas de combate, no tendran la calidad de comandante si no tienen correspondiente capacidad fisica aunque esten en buen estado ideo-espiritual y buen nivel tecnico-militar.\n\t\t\t\t\t\n\t\t\t\t\tCuando los comandantes esten bien preparados, podran realizar intensamente los ejercicios poniendose siempre al frente de los militares gritando no la consigna \"!Adelante!\" sino la \"!Siganme!\", enseno.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que los marineros deben poseer alta capacidad de natacion y agrego que los comandantes de las fuerzas maritimas deben ser buenos nadadores, de modo que puedan cumplir con exito, aun en alta mar, las operaciones navales para poner en practica el intento estrategico de la Comandancia Suprema.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes juraron poner de pleno manifiesto en el ejercicio el poderio de las fuerzas maritimas de Kim Jong Un considerandolo como batalla sin detonaciones.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo dio la orden de iniciar el entrenamiento.\n\t\t\t\t\t\n\t\t\t\t\tLos comandantes demostraron su capacidad de nado, adiestrada en los entrenamientos rutinarios, usando la gran resistencia, la tenacidad y el colectivismo.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, la flota del Mar Oeste obtuvo mejor calificacion.\n\t\t\t\t\t\n\t\t\t\t\tHubo la evaluacion y el balance.\n\t\t\t\t\t\n\t\t\t\t\tMuy satisfecho de que el entrenamiento de calificacion haya concluido con exito, el Comandante Supremo presento las tareas para ultimar los preparativos de combate y aumentar la combatividad de las unidades navales, tales como sistematizar y regularizar el entrenamiento de natacion para que los marineros cumplan con exito las misiones de combate en cualesquier circunstancias.\n\t\t\t\t\t\n\t\t\t\t\tEn esta ocasion, el Mariscal fue acompanado por el vicemariscal del EPC Hwang Pyong So, jefe de la Direccion Politica General del EPC, el general de ejercito de las fuerzas terrestres Pyon In Son, primer subjefe del Estado Mayor General del EPC y director de su buro de operaciones, y el coronel general de las fuerzas terrestres Pak Jong Chon, subjefe del Estado Mayor General del EPC."
        },
        {
            "title": "Se cumple en mas de 80% la obra de ampliacion de Granja Fruticola de Kosan",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-20ee.html",
            "content": "Se cumple en mas de 80% la obra de ampliacion de Granja Fruticola de Kosan\r\nPyongyang, 2 de julio (ACNC) -- Se cumplio en mas de 80% la obra de ampliacion de la capacidad productora de la Granja Fruticola de Kosan.\n\t\t\t\t\tLa Brigada de Construccion 618, encargada de la obra, realizo esa hazana en el fragor de la campana de creacion de la velocidad de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos brigadistas de la provincia de Jagang y la de Hamgyong del Norte cumplieron las tareas de ordenamiento de tierras, indicadas en el plan general de construccion, aplicando racionales metodos de trabajo.\n\t\t\t\t\t\n\t\t\t\t\tAdemas terminaron con anticipacion la excavacion de hoyo, el transporte de abonos organicos y la plantacion de arboles fruticolas en cientos de hectareas.\n\t\t\t\t\t\n\t\t\t\t\tTal innovacion se produce tambien en la construccion de desaguaderos y el apisonamiento de carreteras.\n\t\t\t\t\t\n\t\t\t\t\tLas brigadas de la provincia de Phyong-an del Sur y de la ciudad de Nampho cumplen cada dia en 150% el plan de apisonamiento de carreteras elevando la eficiencia de los medios.\n\t\t\t\t\t\n\t\t\t\t\tLos brigadistas de la provincia de Hamgyong del Sur terminaron en 7 dias la construccion de desaguadero de mas de 800 metros de largo que se preveia concluir en 20 dias.\n\t\t\t\t\t\n\t\t\t\t\tLos constructores de la provincia de Hamgyong del Norte, la de Hwanghae del Sur y de la ciudad de Pyongyang sobresalen en introducir nuevos metodos de construccion y proyectos de innovacion tecnica."
        },
        {
            "title": "Descubiertas ruinas alusivas a produccion de sal en epoca de Coguryo",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-21ee.html",
            "content": "Descubiertas ruinas alusivas a produccion de sal en epoca de Coguryo\r\nPyongyang, 2 de julio (ACNC) -- La Facultad de Historia y la sala de investigacion de la historia de evolucion de la humanidad, de la Universidad Kim Il Sung y los maestros, los investigadores y los alumnos de la Escuela Secundaria Superior de Won-up del distrito de Onchon de la provincia de Phyong-an del Sur desenterraron por primera vez en el mismo distrito las ruinas alusivas a la produccion de sal en la epoca de Coguryo.\n\t\t\t\t\tEl grupo de investigacion inicio su obra desde principios del 101 (2012) de la Era Juche y realizo en varias ocasiones en la zona de Won-up del distrito de Onchon la investigacion y el descubrimiento de las reliquias.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, fue descubierta la estructura del hogar de cocina, la camara de combustion y el conducto de humo, edificados con las piedras y ladrillos.\n\t\t\t\t\t\n\t\t\t\t\tTambien fue desenterrado el charco cubierto de cenizas voluminosas de color negro, que esta conectado con la zanja para introducir el agua marina. En su centro esta un monton de piedra  de cierta altura.\n\t\t\t\t\t\n\t\t\t\t\tQuedaron hallados ademas vasijas de barro de diversas formas, ladrillos, pedazos de caldera de hierro, trozo de hierro hundido, huesos y cuernos de animales y otras ruinas.\n\t\t\t\t\t\n\t\t\t\t\tAsi, se confirmo que las ruinas nuevamente desenterradas son las de produccion de sal en la  epoca de Coguryo.\n\t\t\t\t\t\n\t\t\t\t\tFue comprobado que las vasijas y los ladrillos corresponden a los de mediados del siglo IV.\n\t\t\t\t\t\n\t\t\t\t\tEl hecho demuestra que las ruinas eran las instalaciones de aquel entonces para producir la sal utilizando el agua del mar."
        },
        {
            "title": "Primera centuria de Corea del Juche brilla con nombres de Generalisimos: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201407/news02/20140702-22ee.html",
            "content": "Primera centuria de Corea del Juche brilla con nombres de Generalisimos: Rodong Sinmun\r\nPyongyang, 2 de julio (ACNC) -- La primera centuria de la Corea del Juche es trayectoria gloriosa que brilla con nombres y hazanas de los Generalisimos Kim Il Sung y Kim Jong Il. \n\t\t\t\t\tAdelanta asi el diario Rodong Sinmun en el editorial divulgado este miercoles y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEl Presidente Kim Il Sung dedico todo lo suyo por la prosperidad de la patria y la nacion y por la libertad y emancipacion de la humanidad desde cuando emprendiera el camino de la revolucion a los diez y tantos anos de edad hasta el ultimo periodo de su vida. \n\t\t\t\t\t\n\t\t\t\t\tEl destacado ideologo y teorico, veterano politico y patriota sin igual concibio la idea Juche, que esta en la cima de los pensamientos de la humanidad, fundo y desarrollo el partido, el poder y el ejercito revolucionarios y levanto el socialismo humano-centrico mas ventajoso del mundo. \n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il hizo todo lo posible por llevar a feliz termino la idea y la causa del Presidente tomandolo por mision de toda su vida desde primeros momentos de su inicio de la direccion sobre la revolucion. \n\t\t\t\t\t\n\t\t\t\t\tGlorifico el Kimilsungismo como inmortal idea revolucionaria con eterna vitalidad y sistematizo la idea del Songun, lo cual es su proeza ideo-teorica mas notable. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la incansable guia del Dirigente, la Republica Popular Democratica de Corea pudo ocupar la posicion de potencia ideo-politica y militar y se abrio la nueva era de construccion de un Estado prospero. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, el pueblo coreano, unido monoliticamente en torno al Mariscal Kim Jong Un, hace brillar la nueva centuria del Juche como anales de victoria final en que se cumplen la idea y la causa de los grandes hombres sin iguales del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tEs invariable la voluntad del partido, el ejercito y el pueblo de la Republica Popular Democratica de Corea de cumplir hasta el final la causa revolucionaria del Juche, la de construccion de un Estado prospero, segun el Kimilsungismo-Kimjongilismo."
        }
    ]
}