{
    "date": "2014-06-30",
    "url": "http://kcna.co.jp/item/2014/201406/2014-06-30ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Tactical Rocket Firing Drill of KPA Strategic Force",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-01ee.html",
            "content": "Kim Jong Un Guides Tactical Rocket Firing Drill of KPA Strategic Force\r\n Pyongyang, June 30 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, guided a tactical rocket firing drill of the KPA Strategic Force.\n\t\t\t\t\t He was greeted by Col. General of the Strategic Force Kim Rak Gyom, commander of the KPA Strategic Force, and other commanding officers on the spot.\n\t\t\t\t\t\n\t\t\t\t\t He mounted an observation post and heard a report on the plan for the rocket firing drill.\n\t\t\t\t\t\n\t\t\t\t\t The drill was staged by way of launching precision guided missiles and firing of shells with dispersion effect for striking individual and group targets of the enemy.\n\t\t\t\t\t\n\t\t\t\t\t He gave an order for firing tactical rockets.\n\t\t\t\t\t\n\t\t\t\t\t The moment ballistic rockets soared into the sky with thunderous roar.\n\t\t\t\t\t\n\t\t\t\t\t The drill was smoothly conducted on the basis of a scientific calculation of the whole course of the rocket firing and the scrupulous security check and search for flight orbit and targeted waters. It had no slight impact not only on the regional peace and security but on international navigation order and ecological environment.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over the successful firing of tactical rockets and had a photo taken with the service personnel of the strategic force who participated in the drill.\n\t\t\t\t\t\n\t\t\t\t\t He said that the peaceful environment dearest to the DPRK people can neither be provided by someone nor can be bartered for anything, adding that as durable peace can be protected only when one is so strong that nobody dares provoke one and it can be guaranteed by one's own strength, it is necessary to put the biggest spurs to bolstering up the self-defensive deterrent of the KPA in every way to protect the security and peace of the country and firmly defend the gains of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to round off the combat readiness of the strategic force so that no aggressors may recklessly dare threaten and infringe upon the cause, sovereignty and vital rights of the DPRK and to further develop and perfect Juche-oriented rocket science and technology and firing methods.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and belief that the service personnel of the strategic force would keep themselves fully ready to fire the highly effective ballistic rockets any moment on high alert as required by the prevailing situation and the developing revolution and thus foil the reckless acts of the U.S. imperialists and their followers who are steeped in evil repugnancy and pursue inveterate hostile policy toward the DPRK and provide a firm guarantee for  the building of a thriving socialist nation. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA Vice Marshal Hwang Pyong So, director of the General Political Bureau of the KPA."
        },
        {
            "title": "Kim Yong Nam Greets President of DR Congo",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-12ee.html",
            "content": "Kim Yong Nam Greets President of DR Congo\r\n Pyongyang, June 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Monday sent a message of greeting to Joseph Kabila Kabange, president of the DR Congo, on the occasion of the 54th anniversary of its independence.\n\t\t\t\t\t The message expressed belief that the long-standing bonds of friendship and cooperation between the DPRK and the DR Congo would grow stronger, wishing the president and people of the DR Congo greater successes in the work for national unity and prosperity of the country."
        },
        {
            "title": "NDC of DPRK Sends Special Proposal to S. Korean Authorities",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-17ee.html",
            "content": "NDC of DPRK Sends Special Proposal to S. Korean Authorities\r\n Pyongyang, June 30 (KCNA) -- The National Defence Commission (NDC) of the DPRK sent the following special proposal to the south Korean authorities on Monday:\n\t\t\t\t\t The continued state of frozen north-south relations is making the wounds of the territorial division ever deeper and the nation's cherished desire for reunification has reached such a phase that can no longer be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification which the north and the south agreed upon to adhere to before the nation and even the ennobling spirit of By Our Nation Itself have been ruthlessly violated. This is the present tragic reality.\n\t\t\t\t\t\n\t\t\t\t\t True to the noble intention of the peerless patriot to set right this painful situation, the DPRK side sent a crucial proposal and an open letter to the south Korean authorities, political parties and social organizations only to receive a cool response.\n\t\t\t\t\t\n\t\t\t\t\t The valuable agreement reached at the north-south high-level contact, which was arranged with much effort in February, is being reduced to a dead document.\n\t\t\t\t\t\n\t\t\t\t\t The blame for this rests with all members of the nation responsible for setting right this painful reality as they are responsible for their own destiny.\n\t\t\t\t\t\n\t\t\t\t\t But greater responsibility rests with the south Korean authorities who have mocked at the reunification issue by making far-fetched assertions and making public sham declarations, keen on confrontation only, in utter disregard of the north-south relations that have turned more serious.\n\t\t\t\t\t\n\t\t\t\t\t The people of different social standings are becoming more vocal demanding the improvement of the north-south relations against this backdrop and their desire to open up a fresh phase of reconciliation, cooperation and peaceful reunification has become an irresistible trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t This enthusiasm is growing stronger across the 3 000-ri land of Korea with the approach of the 42nd anniversary of the July 4 joint statement and July 7, the 20th anniversary of the event in which President Kim Il Sung, the lodestar of the nation and the great political elder, signed a historical document on the north-south summit in the last moments of his great life.\n\t\t\t\t\t\n\t\t\t\t\t This enthusiasm is becoming unquenchable as diverse political and technical contacts on reconciliation and cooperation expected between the north and the south from July, in particular, draw public attention.\n\t\t\t\t\t\n\t\t\t\t\t The NDC of the DPRK makes the following special proposal to the south Korean authorities, prompted by its firm resolution to bring about a fresh phase in the improvement of the north-south relations on the three principles of independence, peace and the great national unity and in the spirit of By Our Nation Itself, in reflection of the desire of the nation and the wishes of all Koreans:\n\t\t\t\t\t\n\t\t\t\t\t1. Let us promise the nation once again to invariably adhere to the principle of independence and solve all pending issues, big or small, between the north and the south on the principle.\n\t\t\t\t\t\n\t\t\t\t\t The principle of independence is one of the basic principles for national reunification which was agreed upon before the nation in reflection of the nation's desire and wish.\n\t\t\t\t\t\n\t\t\t\t\t This principle calls for settling all issues, big or small, arising in relations between the north and the south including the reunification issue with their concerted efforts from the stand of attaching importance to the nation and giving priority to it without relying on foreign forces or allowing their interference.\n\t\t\t\t\t\n\t\t\t\t\t We reached the agreement on north-south reconciliation, cooperation and non-aggression and adopted the historic June 15 joint declaration and the October 4 declaration on this principle.\n\t\t\t\t\t\n\t\t\t\t\t Hence, we propose promising once again all fellow countrymen to preserve and thoroughly implement all statements, declarations and agreements concluded between the north and the south on the principle of independence on the occasion of the 42nd anniversary of the July 4 joint statement.\n\t\t\t\t\t\n\t\t\t\t\t  At the same time, we urge the south Korean authorities to completely withdraw all their far-fetched \"assertions\" and sham \"declarations\" contrary to the principle of independence and totally abolish all cooperation mechanisms violating the interests of the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t We courteously advise them not to resort any longer to such harmful acts as taking issue with the DPRK's nuclear deterrence, a valuable common asset of the nation, and slandering its line of simultaneously developing the two fronts by toeing outside forces' line.\n\t\t\t\t\t\n\t\t\t\t\t For the present, we call on them to make a policy decision to completely stop all sorts of mud-slinging at the other side and totally cease all psychological and conspiratorial acts from 00:00 of July 4, as was agreed upon between the north and the south at their high-level contact in February from the stand of giving importance to the nation and giving priority to it on the principle of independence.\n\t\t\t\t\t\n\t\t\t\t\t We are ready to implement the February agreement at once as we have already clarified.\n\t\t\t\t\t\n\t\t\t\t\t 2. Let's show all Koreans and the world a resolute decision to completely stop all military hostile acts of pushing the north-south relations to the brink of a war and to create a peaceful atmosphere on the principle of peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\t The principle of peaceful reunification is the basic principle for the country's reunification reflecting the desire of all peace-loving Koreans opposed to a war.\n\t\t\t\t\t\n\t\t\t\t\t It also fully reflects the patriotic spirit to protect the cradle of the compatriots from a war disaster and ensure the prosperity common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t On this principle, we have consistently maintained the stand to settle all issues arising in the north-south relations in a peaceful way, not by military hostile acts.\n\t\t\t\t\t\n\t\t\t\t\t  This is because all these matters are internal issues of the nation under any circumstances however complicated they are. They should be, therefore, settled by the Koreans themselves any time as they are to live in harmony in a reunified land. \n\t\t\t\t\t\n\t\t\t\t\t Availing of this opportunity, we once again propose the south Korean authorities to clarify their true and candid stand to ensure the peace of the country by totally stopping all ceaseless military hostile acts in all areas along the line of confrontation including the hotspot waters in the West Sea of Korea from 00:00 of July 4.\n\t\t\t\t\t\n\t\t\t\t\t This proposal includes the issue of stopping the intrusions into waters being escalated by south Korean navy warships recently and the frequent firing of bullets and shells in the waters around the five islands.\n\t\t\t\t\t\n\t\t\t\t\t We, at the same time, demand an end to the acts of blackmailing and threatening the fellow countrymen by introducing U.S. nuclear strike means such as nuclear-capable strategic bombers and super-large nuclear-powered carriers into south Korea and its vicinity and immediately cancel its plan for the joint military exercise Ulji Freedom Guardian to be staged with the U.S. in August this year so as to create in advance the atmosphere of various exchanges and contacts to be brisk between the north and the south including the Inchon Asian Games.\n\t\t\t\t\t\n\t\t\t\t\t This is because the said joint military exercise pushes the situation on the Korean peninsula to the brink of a war as it is a drill for a war of aggression targeting the DPRK under the pretext of \"annual and defensive drill.\"\n\t\t\t\t\t\n\t\t\t\t\t The war drills staged by the south Korean authorities together with the U.S. are the most undisguised and wanton violation of the principle of national reunification which calls for settling all the issues arising between the north and the south in a peaceful way without recourse to the use of force of arms.\n\t\t\t\t\t\n\t\t\t\t\t If they consider the joint drills with the U.S. as indispensable, they had better stage them in the area and waters beyond the territory of the Korean peninsula as already clarified by the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Many neighboring countries desire joint exercises with the Korean People's Army recently, but it will never move with foreign armies in the air, waters and land of the DPRK, complying with their requests.\n\t\t\t\t\t\n\t\t\t\t\t  3. Let's take practical steps for bringing about a new turning phase of reconciliation, cooperation and national prosperity in the spirit of By Our Nation Itself and on the principle of the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t Unity is the nation's mode of existence and an engine for improving the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The nation should be placed above ideology, ism and social system.\n\t\t\t\t\t\n\t\t\t\t\t When both sides pool efforts on the principle of the great national unity in the above-said spirit irrespective of all differences, the national reunification will come earlier than expected.\n\t\t\t\t\t\n\t\t\t\t\t It is the destiny of the Korean nation that if it remains divided, it is bound to go to ruin and if it becomes one, it will grow strong.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK proposes taking practical steps for bringing about a new turning phase of reconciliation and cooperation on the occasion of the 20th anniversary of the signing of the historic document of the north-south summit by President Kim Il Sung, the lodestar of the Korean nation, on July 7, 1994, the last period of his great life.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should declare， first of all, they will not seek any sinister political aim in reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The reconciliation and cooperation between compatriots should be guaranteed by the sincere practical actions for them from A to Z. \n\t\t\t\t\t\n\t\t\t\t\t Nothing is a more foolish behavior than abusing reconciliation and cooperation reflecting sincere compatriotism as fig-leaf for covering up  the attempt to bring down the other's social system and the scenario for achieving \"unification through absorption\".\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities refuse to accept the sincere offer for reconciliation and cooperation or block the way of achieving them, away from the compatriotic approach and stand based on the principle of great national unity, this will amount to the most hideous treason.\n\t\t\t\t\t\n\t\t\t\t\t One should not scheme to use the order of passage, customs clearance and communication for sinister purpose in the Kaesong Industrial Zone, too.\n\t\t\t\t\t\n\t\t\t\t\t An epochal phase of improving the inter-Korean relations lies in preserving the spirit of By Our Nation Itself and the principle of the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should come to their senses.\n\t\t\t\t\t\n\t\t\t\t\t They should approach neither the fellow countrymen through tinted classes given by foreign forces nor the inter-Korean relations with heads engrossed by sycophancy and submission.\n\t\t\t\t\t\n\t\t\t\t\t They should bear in mind that if they give priority to the nation before outsiders and attach importance to fellow countrymen before international cooperation, they can pave a wide avenue for national reunification, peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t It is our stand that all the Koreans in the north, the south and abroad should give vent to their indignation and turn out with the will not to make the nation's history of division of disgrace and tragedy last any longer. \n\t\t\t\t\t\n\t\t\t\t\t The rise and fall of the country and the life and death of the nation hinge on the will of the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t In response to our special proposal, the south Korean authorities should make a bold policy decision and take a great stride towards new future with the will to resolutely break with the inglorious past. \n\t\t\t\t\t\n\t\t\t\t\t They should not forget that the crucial July is watching their movement."
        },
        {
            "title": "Suspicions about Hostile Acts by American against DPRK Confirmed",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-07ee.html",
            "content": "Suspicions about Hostile Acts by American against DPRK Confirmed\r\n Pyongyang, June 30 (KCNA) -- The Korean Central News Agency made public the following report on Monday:\n\t\t\t\t\t The relevant organ of the DPRK has made investigation into American tourists Miller Matthew Todd and Jeffrey Edward Fowle who were detained while perpetrating hostile acts after entering the territory of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t According to the results of the investigation, suspicions about their hostile acts have been confirmed by evidence and their testimonies.\n\t\t\t\t\t\n\t\t\t\t\t The relevant organ of the DPRK is carrying on the investigation into them and making preparations for bringing them before court on the basis of the already confirmed charges.\n\t\t\t\t\t\n\t\t\t\t\t Contact with an official looking after consular affairs, treatment, etc. in the course of investigation are being made in line with the laws of the relevant country."
        },
        {
            "title": "SPA Delegation Back Home from Russia",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-22ee.html",
            "content": "SPA Delegation Back Home from Russia\r\n Pyongyang, June 30 (KCNA) -- The delegation of the Supreme People's Assembly headed by Vice-Chairman An Tong Chun returned home on Monday after taking part in the 3rd Inter-Parliamentary Forum held in Moscow."
        },
        {
            "title": "DPRK Players Back Home",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-23ee.html",
            "content": "DPRK Players Back Home\r\n Pyongyang, June 30 (KCNA) -- DPRK players returned home on Monday after taking part in the 2014 World Junior Weightlifting Championship held in Russia and an international acrobatic gymnastics tournament held in Kazakhstan.\n\t\t\t\t\t Kim Su Jong came first in total points in the women's 75 kg category at the championship by lifting 116 kg in snatch and 134 kg in jerk, bagging two gold medals and one silver medal.\n\t\t\t\t\t\n\t\t\t\t\t Sim Yun Chol and Paek Mi Yong placed first in mixed duet etude and Jang Ok Hyang and Ji Song in women's duet etude at the tournament."
        },
        {
            "title": "Yanji-Mt. Kumgang International Tourist Group Arrive",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-25ee.html",
            "content": "Yanji-Mt. Kumgang International Tourist Group Arrive\r\n Pyongyang, June 30 (KCNA) -- The first Yanji-Mt. Kumgang international tourist group led by Pak Ryong Bom, deputy general manager of Yanji Tianyu International Tourist Agency of China, arrived here on Sunday by plane. \n\t\t\t\t\t The group will tour the scenic spots on the east coast of Korea and Mt. Kumgang, a world-famous scenic spot, Pyongyang, Kaesong cities and other various places.\n\t\t\t\t\t\n\t\t\t\t\t The Yanji-Mt. Kumgang international tourism by plane will go on."
        },
        {
            "title": "Russian Central Military Orchestra Performs in Wonsan",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-26ee.html",
            "content": "Russian Central Military Orchestra Performs in Wonsan\r\n Wonsan, June 30 (KCNA) -- The Central Military Orchestra of the Ministry of Defense of the Russian Federation gave a performance at the Songdowon Youth Open-air Theatre in Wonsan City of Kangwon Province Monday.\n\t\t\t\t\t Among the audience were Won To Hui, chairperson of the Kangwon Provincial People's Committee, officials concerned, service personnel of the Korean People's Army and the citizens of Wonsan.\n\t\t\t\t\t\n\t\t\t\t\t Watching the performance together with them was the military attache of the Russian embassy in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with brass band overture of opera \"Ruslan and Lyudmila\". Put on the stage were saxophone solo \"Chardash\", trombone solo and other colorful numbers.\n\t\t\t\t\t\n\t\t\t\t\t Brass bands \"March for Victory of Songun\" and \"Friendship Waltz\" composed by Chief Conductor Valery Khalilov, head of the military orchestra service of the Armed Forces of Russia, and male solo mesmerized the audience.\n\t\t\t\t\t\n\t\t\t\t\t The mood revved up as Korean songs \"Song of Comradeship\" and \"Attraction and Reverence\" were played.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Kangwon Provincial People's Committee arranged a reception for the central military orchestra on the same day."
        },
        {
            "title": "More Mass Rallies Held to Condemn US Imperialist Aggressors",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-24ee.html",
            "content": "More Mass Rallies Held to Condemn US Imperialist Aggressors\r\n Pyongyang, June 30 (KCNA) -- More mass rallies took place in cities and counties of the DPRK on the occasion of the day of the struggle against U.S. imperialism which fell on June 25.\n\t\t\t\t\t Present there were officials of the local party, power and economic bodies and working people's organizations, people from all walks of life, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Representatives of people of different social standings made speeches. \n\t\t\t\t\t\n\t\t\t\t\t The speakers recalled that during the Korean War the U.S. imperialists committed crimes against humanity unprecedented in the world war history. \n\t\t\t\t\t\n\t\t\t\t\t Everywhere the U.S. imperialist brutes went, they killed innocent people and destroyed a lot of buildings, dwelling houses, cultivated land and forests through indiscriminate massacres and bombings, the speakers said, adding:\n\t\t\t\t\t\n\t\t\t\t\t If the aggressors ignite a war again, the army and people of the DPRK will rise up as one to mercilessly wipe out the enemies. \n\t\t\t\t\t\n\t\t\t\t\t Then followed anti-U.S. demos."
        },
        {
            "title": "Songun Torch Prize Sports Contest Closes",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-21ee.html",
            "content": "Songun Torch Prize Sports Contest Closes\r\n Phyongsong, June 30 (KCNA) -- The Sports Contest for Songun Torch Prize closed with due ceremony in Phyongsong on Monday.\n\t\t\t\t\t South Phyongan Province came first in total points and South Hamgyong and South Hwanghae provinces second and third respectively.\n\t\t\t\t\t\n\t\t\t\t\t The closing ceremony was attended by officials concerned, citizens and school youth and children in Phyongsong.\n\t\t\t\t\t\n\t\t\t\t\t Units and players who proved successful at the contest were awarded trophy cups and medals. \n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Hun, minister of Physical Culture and Sports, made a closing address."
        },
        {
            "title": "Valuable Programs Introduced into Sports Development",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-19ee.html",
            "content": "Valuable Programs Introduced into Sports Development\r\n Pyongyang, June 30 (KCNA) -- The Sports Science Institute has studied programs conducive to the sports development of the country.\n\t\t\t\t\t The program analyzing football training helps coaches analyze the plan for training and make a scientific estimation of physical exhaustion in the players' exercise.\n\t\t\t\t\t\n\t\t\t\t\t By making use of speech recognition technology, it analyzes every player's application of technical skills and success rate and sets forth scientific means and methods for training suited to the present trend of the football development and its basic theory and common knowledge.\n\t\t\t\t\t\n\t\t\t\t\t There is also a program for match analysis helpful to putting the measurement and technological analysis of quantity of motion and position of players on a scientific basis in basketball, weight-lifting, diving, gymnastics and other events.\n\t\t\t\t\t\n\t\t\t\t\t The system for supporting training is welcomed by archers and coaches as it helps players increase the rate of hits."
        },
        {
            "title": "Anniversary of Historic Kalun Meeting Marked in DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-20ee.html",
            "content": "Anniversary of Historic Kalun Meeting Marked in DPRK\r\n Pyongyang, June 30 (KCNA) -- Eighty-four years have passed after the historic Kalun meeting, at which the Juche idea, the Songun (military-first) idea, was advanced by President Kim Il Sung.\n\t\t\t\t\t Kim Il Sung convened a meeting of leading cadres of the Young Communist League and the Anti-Imperialist Youth League in Kalun on June 30-July 2, Juche 19 (1930) and clarified the principle of the Juche idea as well as the principles and stand to be adhered to in carrying on the revolution.\n\t\t\t\t\t\n\t\t\t\t\t In his report \"The Path of the Korean Revolution\" made at the meeting, he stressed that Koreans are responsible for the Korean revolution and the Korean revolution should be carried on by the Korean people in keeping with the specific conditions of the country.\n\t\t\t\t\t\n\t\t\t\t\t He also elucidated the character and mission of the Korean revolution and set forth the line of anti-Japanese armed struggle, the line of anti-Japanese national united front, policy of founding the party and other lines and policies, all of which are consistent with the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Under the banner of the Juche idea, the Korean revolution has advanced along the road of victory and glory for many years, braving grim trials and hardships. The banner of the Juche idea, the Songun idea, serves as a symbol of dignity and honor for Kim Il Sung's and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, supreme leader of the Democratic People's Republic of Korea, stressed that the road of Juche is an unchangeable course for the Workers' Party of Korea to follow and the great Kimilsungism-Kimjongilism serves as the ever-victorious banner of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t Now the DPRK people are striving to build a thriving socialist nation under the uplifted banner of Juche, closely rallied around their supreme leader."
        },
        {
            "title": "DPRK Will Continue to Bolster up Its Nuclear Deterrence: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-09ee.html",
            "content": "DPRK Will Continue to Bolster up Its Nuclear Deterrence: Rodong Sinmun\r\n Pyongyang, June 30 (KCNA) -- The DPRK will remain unchanged in its option of bolstering up its deterrence for self-defense, whatever vituperation enemies may let loose and whatever threat and pressure they may impose, says Rodong Sinmun in an article Monday.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet regime is hurling abuses at the DPRK, demanding it dismantle its nukes, an act of reminding one of the thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue of the Korean peninsula spawned due to the moves of the U.S. and the south Korean puppet regime to ignite a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, the puppet regime is persistently urging the DPRK to dismantle its nukes. This is a double-dealing attitude of tolerating foreign forces' nukes while not tolerating compatriots' nukes, and a disgraceful behavior of those steeped in extreme hostility and repugnancy toward the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t Such vituperation is nothing but sophism to hide its bellicose nature and justify the moves to unleash a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime has gone so foolish as to dream of leading the north to \"change\" and seek to make it dismantle its nukes.\n\t\t\t\t\t\n\t\t\t\t\t If the nuclear issue of the peninsula is to see a fundamental settlement, the U.S. and the puppet regime must stop resorting to their nuclear blackmail and threat to the DPRK and their moves to ignite a war against it.\n\t\t\t\t\t\n\t\t\t\t\t As long as the nuclear blackmail policy of aggression remains unchanged and the war rackets to invade the DPRK continue, the DPRK will further bolster up its nuclear deterrence."
        },
        {
            "title": "Elimination of Kim Ki Chun Demanded",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-10ee.html",
            "content": "Elimination of Kim Ki Chun Demanded\r\n Pyongyang, June 30 (KCNA) -- South Koreans from all walks of life are strongly demanding Kim Ki Chun, presidential chief of staff of Chongwadae, hold all responsibilities for the consecutive failures in the personnel affairs and leave office at once.\n\t\t\t\t\t This is a quite natural outcome, says Rodong Sinmun Monday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t The revival of the \"yusin\" dictatorship, catastrophic north-south relations and the confrontational atmosphere getting worse in south Korea are all directly related to Kim Ki Chun, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The source of disasters has to be eliminated at an early date to prevent possible troubles in the future.\n\t\t\t\t\t\n\t\t\t\t\t It is for this reason that south Koreans from all walks of life are strongly demanding that Kim Ki Chun step down.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean chief executive is keeping silence, defying the public opinion. She, under the pretext of preventing long-term \"administration vacuum\" following the resignation of Mun Chang Guk, let Jong Hong Won stay in office of the puppet prime minister even though he tendered his resignation holding the responsibility for the ferry Sewol sinking disaster.\n\t\t\t\t\t\n\t\t\t\t\t This act of openly taking Kim under her wing is a mockery and challenge to the angry public.\n\t\t\t\t\t\n\t\t\t\t\t But Park Geun Hye should know clearly that it is as foolish an act as digging her own grave to try to put the worsening domestic affairs under control by taking under her wing Kim who is as good as a living dead being cursed and denounced by the public."
        },
        {
            "title": "KCNA Ridicules Park's Farce of Designating Prime Minister",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-13ee.html",
            "content": "KCNA Ridicules Park's Farce of Designating Prime Minister\r\n Pyongyang, June 30 (KCNA) -- There took place a tragicomedy in which the farce of designating new prime minister is being carried back to the starting point in over 60 days in south Korea.\n\t\t\t\t\t Park Geun Hye finally gave up the designation of new prime minister and let Jong Hong Won stay in office of the puppet prime minister on June 26.\n\t\t\t\t\t\n\t\t\t\t\t After Jong Hong Won was dismissed holding the responsibilities for the ferry Sewol sinking accident, An Tae Hui was designated but he dropped out in just six days, even before standing before the \"National Assembly\" confirmation hearing following the outbreak of a scandal about illegal accumulation of 1.6 billion won. Mun Chang Guk who was designated thereafter was also withdrawn in 14 days for his thoughtless pro-Japanese remarks. Park could not but take the extreme option of letting Jong stay in office.\n\t\t\t\t\t\n\t\t\t\t\t Jong's stay in office proves that Park shed crocodile tears, touting the \"government's\" responsibility before the south Korean people for the Sewol sinking accident that claimed hundreds of lives.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye staged the personnel reshuffle of Chongwadae and the Cabinet to calm down the angry public and tide over the worsening ruling crisis after the Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t All those whom Park designated while trumpeting about the \"government reshuffle\" are sycophantic traitors subservient to the U.S. and Japan and ultra-right conservative elements. This has touched off towering protest and indignation of south Koreans from all walks of life.\n\t\t\t\t\t\n\t\t\t\t\t The personnel affairs failure that continues in south Korea following that last year is an inevitable product of the traitorous domestic and foreign policies of the Park regime.\n\t\t\t\t\t\n\t\t\t\t\t Whenever an opportunity presented itself, Park pledged to \"become a politician who renders disinterested service for the people\" and \"she will sacrifice herself and serve society\", claiming she did not take part in political affairs to pursue power.\n\t\t\t\t\t\n\t\t\t\t\t But quite contrary to this, she plunged south Korean economy and livelihood to a total bankruptcy and played havoc with the political affairs through fascist dictatorial rule in a little over one year after coming to power.\n\t\t\t\t\t\n\t\t\t\t\t She defied the aspiration and wish of the Koreans and their demand for the improvement of the north-south relations but worked desperately to escalate confrontation with the DPRK and provoke a war. She denied even the three principles of national reunification--independence, peaceful reunification and great national unity--agreed by the nation. She talked such rhetoric about \"great opportunity for unification\" and \"unification under liberal democracy\" and even openly checked the June 15 joint event of Koreans in the north and the south and abroad.\n\t\t\t\t\t\n\t\t\t\t\t She declared not guilty the chief culprit who hampered the investigation into the Intelligence Service's interference in the \"presidential elections\", outlawed the Teachers Union and caused the Sewol sinking disaster, revealing the unpopular rule, incompetence and irregularities and corruption.\n\t\t\t\t\t\n\t\t\t\t\t No wonder, south Koreans from all walks of life are becoming increasingly assertive in saying that \"they do not pin any hope on Park\", describing her as the \"president standing on the cliff\" and demanding the \"president reshuffle\", not just \"Cabinet reshuffle.\"\n\t\t\t\t\t\n\t\t\t\t\t The ruling paralysis and crisis worsening in south Korea is a clear indication of the deplorable state of the traitorous group which is sinking into the bottomless abyss being forsaken by the people."
        },
        {
            "title": "S. Korean Authorities Accused of Blocking Legalization of Teachers Union",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-15ee.html",
            "content": "S. Korean Authorities Accused of Blocking Legalization of Teachers Union\r\n Pyongyang, June 30 (KCNA) -- The Teachers Union of south Korea held a rally at the plaza of Seoul Railway Station on June 26 to denounce the puppet group for blocking the legalization of the union.\n\t\t\t\t\t Present there were members of the union from across south Korea including Seoul, Kyonggi Province, Inchon, Taegu, and South and North Jolla and South and North Kyongsang provinces.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting speakers said the authorities pressurize the union to remove the laid-off teachers from the list of members of the union, adding it is little short of forcing the union to lower the banner of genuine education.\n\t\t\t\t\t\n\t\t\t\t\t A resolution was read out. It said the present regime made a decision on outlawing the union in a bid to block democratic education and create an environment favorable for the ruling forces to stay in power. It underlined the need to turn the act of rejecting the unreasonable decision made by the authorities into the one for intensifying the union.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants staged a demo. \n\t\t\t\t\t\n\t\t\t\t\t That day a group made up of representatives from 16 branches of the union thrust a letter of protest demanding the withdrawal of the decision on outlawing the union and the amendment of the law on the union to Chongwadae."
        },
        {
            "title": "Paper of Koreans in US Condemns Kim Ki Chun for Bringing Disasters",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-16ee.html",
            "content": "Paper of Koreans in US Condemns Kim Ki Chun for Bringing Disasters\r\n Pyongyang, June 30 (KCNA) -- Minjok Thongsin, an internet paper of Koreans in the U.S., carried an article titled \"Kim Ki Chun is the very one bringing disasters\" on June 28.\n\t\t\t\t\t Kim, presidential chief of staff of Chongwadae, is plunging the political landscape of south Korea into a mess, notably the personal affairs issue, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He pressurized Jong Hong Won, the then \"prime minister\", to step down in order to calm down the towering resentment of the people in the wake of the ferry Sewol disaster. As his designation of those with no qualifications as candidates for prime minister ended in frustration, he made Jong stay in office.\n\t\t\t\t\t\n\t\t\t\t\t Such accusations as \"the incompetent regime has no ability to nominate a new prime minister\", \"the vegetable-like prime minister's stay in office means the end of Park Geun Hye's personal affairs policy\" and Kim Ki Chun is the very one bringing disasters are heard from political, media and all other circles of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Only when Kim steps down at an early date, can the personal affairs failure be halted."
        },
        {
            "title": "Actions to Settle Issue of Sexual Slavery for Japanese Army Staged in France",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-14ee.html",
            "content": "Actions to Settle Issue of Sexual Slavery for Japanese Army Staged in France\r\n Pyongyang, June 30 (KCNA) -- The 1132nd Wednesday rally for settling the issue of sexual slavery for the Imperial Japanese Army took place in Paris on June 25.\n\t\t\t\t\t Present there were members of the Council for the Solution of the Issue of the Volunteers Corps in south Korea, victims of sexual slavery for the Imperial Japanese Army and members of human rights organizations of France.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting speakers condemned the Japanese imperialists for their hair-raising crimes related to sexual slavery in the past, adding the Wednesday rally demanding the Japanese government make an apology and reparation have been held for the past more than 20 years.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government has not made an apology and reparation, still denying the past crimes, they said, calling upon the international community to positively cooperate for the settlement of the issue of sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the participants conducted a signature campaign for the settlement of the issue of sexual slavery."
        },
        {
            "title": "Kim Il Sung Praised Abroad",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-02ee.html",
            "content": "Kim Il Sung Praised Abroad\r\n Pyongyang, June 30 (KCNA) -- Events were held in different countries from June 5 to 20 on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They included seminars on his exploits in Russia and Kyrgyzstan and a lecture in Italy.\n\t\t\t\t\t\n\t\t\t\t\t Viktor Yegorov, chairman of the Karelia-DPRK Friendship Association of Russia, said that the life of Kim Il Sung was the one of a great revolutionary who devoted his all to the sacred cause for the freedom and liberation of the people.\n\t\t\t\t\t\n\t\t\t\t\t The Russian people will always remember the exploits performed by him for the development of the Russia-DPRK relations, he added.\n\t\t\t\t\t\n\t\t\t\t\t A. Usupbayev, chairman of the Central Council of the People Unity-\"Kyrgyz El\" Republican Political Party who doubles as chief of the Group for the Study of the Juche Idea of Kyrgyzstan, praised the President as a distinguished great man who founded the immortal guiding idea in the era of independence, illuminating the road to be followed by humankind.\n\t\t\t\t\t\n\t\t\t\t\t He said that the exploits performed by the President by indicating the road of independence and progress will shine forever.\n\t\t\t\t\t\n\t\t\t\t\t Anna Serena Bartolucci, secretary general of a solidarity association in the Umbria Region, Italy, stressed that the President, who defeated the Japanese imperialists and liberated Korea, firmly defended the sovereignty of the country by founding the party, the state and the army and leading the Fatherland Liberation War to victory and built an independent socialist state."
        },
        {
            "title": "Kim Jong Il Praised by Foreign Media",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-03ee.html",
            "content": "Kim Jong Il Praised by Foreign Media\r\n Pyongyang, June 30 (KCNA) -- Media of Russia and Brazil carried special write-ups from June 19 to 25 on the occasion of the 50th anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The Russian newspaper Pravda Primoriya carried an article titled \"Kim Jong Il, immortal party-building exploits\", illustrated with photos of Kim Jong Il and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The organizational and ideological unity and cohesion of the WPK were consolidated as firm as a rock. It is a precious fruition of Kim Jong Il's uncommon insight, principled and resolute political decision and mature leading ability. He strengthened the WPK as powerful political force guiding the revolutionary cause of Songun to victory.\n\t\t\t\t\t\n\t\t\t\t\t The exploits performed by him for the cause of party building will shine forever along with socialist Korea that makes steady victorious advance.\n\t\t\t\t\t\n\t\t\t\t\t Irkutskblogspot, website of Irkutsk of Russia, posted an article praising him for developing the WPK into the eternal party of President Kim Il Sung, illustrated with photos dealing with Kim Jong Il's immortal exploits.\n\t\t\t\t\t\n\t\t\t\t\t The website of the Brazilian Center for the Study of the Juche Idea in an article titled \"Workers' Party of Korea and General Secretary Kim Jong Il\" said:\n\t\t\t\t\t\n\t\t\t\t\t The might of the WPK, organizer and guide of all victories of the Korean people, would be unthinkable without him.\n\t\t\t\t\t\n\t\t\t\t\t His idea and line serve as the permanent guidelines of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He will always be alive along with the ever-victorious WPK."
        },
        {
            "title": "Kim Jong Il's Feats Lauded by Foreign Media",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-04ee.html",
            "content": "Kim Jong Il's Feats Lauded by Foreign Media\r\n Pyongyang, June 30 (KCNA) -- Foreign media from June 14 to 19 praised leader Kim Jong Il for performing feats in party building on the occasion of the 50th anniversary of his start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The Prensa Latina News Agency of Cuba reported:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il authored lots of works and built the WPK into a revolutionary party.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the Juche-oriented idea and theory on building the party and indicated the tasks and ways to develop the WPK into the eternal party of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean domestic, international and seven national languages broadcasting services aired under the title \"Feats HE Kim Jong Il performed in building the WPK will shine forever\":\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il performed extraordinary feats in leading the WPK for a long period. \n\t\t\t\t\t\n\t\t\t\t\t His greatest feat was that he developed the WPK into a transparent ideological pure entity and a party which achieved the firm unity and cohesion. He raised it as an important requirement for building party to achieve the unity and cohesion of the whole party.\n\t\t\t\t\t\n\t\t\t\t\t He also built the WPK into a genuine mother party serving the people.\n\t\t\t\t\t\n\t\t\t\t\t His feats will shine forever together with the WPK winning victory after victory under the leadership of HE Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A Senegalese radio praised Kim Jong Il as an outstanding thinker and theoretician and an elder statesman in the world."
        },
        {
            "title": "Korean People's Struggle Supported by Personage of Benin",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-05ee.html",
            "content": "Korean People's Struggle Supported by Personage of Benin\r\n Pyongyang, June 30 (KCNA) -- Ali Houdou, president of the Socialist Party of Benin, released a statement on June 20 on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle.\n\t\t\t\t\t The U.S. provoked the Korean war to realize its strategy for world domination, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t After organizing the puppet army in south Korea to swallow up the whole of the Korean peninsula, the U.S. put spurs to the preparations for the war, offering south Korea a lot of military hardware.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. prodded the south Korean puppet army to commit military provocations in the area along the 38th Parallel almost every day.\n\t\t\t\t\t\n\t\t\t\t\t Dulles flew to south Korea as a special envoy of Truman on June 17, 1950 and finally examined the scenario of the Korean war before issuing a secret order to make a sudden invasion of the north.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. instigated the south Korean puppet army to start a sudden invasion of the DPRK at 04:00 on June 25, 1950.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has remained unchanged in its wild ambition to expand its sphere of domination by invading socialist Korea.                                                                                                                                                                                                                                                                                                                                                                                                                                              \n\t\t\t\t\t\n\t\t\t\t\t The U.S. nuclear war moves have become a fait accompli. This is evidenced by the fact that the U.S.-led ceaseless joint military exercises are being staged in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t All the party members of the Socialist Party of Benin extend support and solidarity once again to the just struggle of the Workers' Party of Korea and the Korean people to safeguard the dignity and sovereignty of the country, build a thriving nation and reunify Korea."
        },
        {
            "title": "Lao News Agency on Development of Friendly Relationship with DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-06ee.html",
            "content": "Lao News Agency on Development of Friendly Relationship with DPRK\r\n Pyongyang, June 30 (KCNA) -- The Lao News Agency on June 24 made a report titled \"On the occasion of the 40th anniversary of diplomatic ties between the Lao People's Democratic Republic and the Democratic People's Republic of Korea June 24, 1974-June 24, 2014\".\n\t\t\t\t\t The news agency said:\n\t\t\t\t\t\n\t\t\t\t\t Laos and the DPRK established diplomatic relations on June 24, 1974.\n\t\t\t\t\t\n\t\t\t\t\t But it does not mean that the history of bilateral friendship has started since then.\n\t\t\t\t\t\n\t\t\t\t\t The relations of friendship and cooperation between the two countries were provided by respected President of the Lao people Kaysone Phomvihane and President Kim Il Sung, the great leader of the Korean people, during the heroic national salvation struggle of the Lao people to liberate the country from the colonialists' rule and armed interference and achieve the territorial integrity. These relations have been consolidated in the common struggle to build a new society against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t These traditional relations of friendship have further developed under the deep care of Comrade Kim Jong Il, general secretary of the Workers' Party of Korea (WPK), Comrade Kim Jong Un, first secretary of the WPK, and Comrade Choummaly Sayasone, general secretary of the Central Committee of the Lao People's Revolutionary Party.\n\t\t\t\t\t\n\t\t\t\t\t The two countries have supported each other materially and morally after establishing the comradely relations for the joint victory of the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t Exchanges of many delegations including the high-level visits were put on a regular footing, deepening the political trust and friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The long-standing friendly relationship between the two parties, states and peoples will steadily develop for the common interests of the two peoples and the victorious advance of the socialist cause under the deep care of the top leaders of the two countries."
        },
        {
            "title": "Kim Il Sung Remembered Abroad",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-08ee.html",
            "content": "Kim Il Sung Remembered Abroad\r\n Pyongyang, June 30 (KCNA) -- Events took place in different countries between June 21 and 25 on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They included seminars, lectures and meetings in Malaysia, Serbia and Mexico.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Malaysian Committee for Remembering President Kim Il Sung said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, who embarked on the road of the revolution in his teens, founded the Juche idea and waged the anti-Japanese armed struggle, achieving the historical cause of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t He defeated the U.S. imperialist aggressors and firmly defended the destiny of the country and nation.\n\t\t\t\t\t\n\t\t\t\t\t He wisely led the social revolution of several stages, turning the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t He also developed the Korean People's Army into the a-match-for-a hundred revolutionary armed forces and devoted his all to the drive for reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the New Yugoslav Communist Party of Serbia noted in a lecture:\n\t\t\t\t\t\n\t\t\t\t\t The career of Kim Il Sung is characterized by the history in which he devoted himself to the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t His life is one of the most distinguished thinker and theoretician.\n\t\t\t\t\t\n\t\t\t\t\t His august name will shine long with the immortal Juche idea."
        },
        {
            "title": "Kim Jong Un dirige entrenamiento de lanzamiento de cohetes tacticos",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-27ee.html",
            "content": "Kim Jong Un dirige entrenamiento de lanzamiento de cohetes tacticos\r\nPyongyang, 30 de junio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio el entrenamiento de lanzamiento de cohetes tacticos de las fuerzas estrategicas del EPC.\n\t\t\t\t\tEl Mariscal fue acogido en el terreno por el coronel general del EPC Kim Rak Gyom, comandante de las fuerzas estrategicas del EPC y otros comandantes.\n\t\t\t\t\t\n\t\t\t\t\tEn la cima del puesto de vigilancia, el Mariscal escucho el parte del plan del entrenamiento de lanzamiento.\n\t\t\t\t\t\n\t\t\t\t\tLos ejercicios se realizaron con el metodo de disparos teledirigidos con precision y de dispersion para atacar los blancos individuales y colectivos de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tTan pronto como el Comandante Supremo dio la orden de iniciar el entrenamiento, se escucho el sonido estruendoso y los cohetes balisticos volaron hacia el cielo.\n\t\t\t\t\t\n\t\t\t\t\tEl entrenamiento de lanzamiento no afecto a la paz y seguridad de la region, al orden internacional de navegacion y al ambiente ecologico, porque se realizo a base de calculacion cientifica de todo el proceso del lanzamiento y averiguacion de la seguridad de la orbita de vuelo y de las aguas de impacto.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo mostro gran satisfaccion de que se haya realizado con exito el lanzamiento de cohetes tacticos y se fotografio junto con los oficiales y solados de las fuerzas estrategicas participantes en el entrenamiento.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dijo que el ambiente pacifico mas precioso para nuestro pueblo no se crea ni se vende por nadie y anadio que la verdadera paz se defiende y se garantiza solo cuando sean fuertes sus propias fuerzas.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo la necesidad de dar acicate a la labor para consolidar mas el disuasivo autodefensivo destinado a defender la seguridad y la paz de la patria y proteger las conquistas de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a perfeccionar los preparativos de combate de las fuerzas estrategicas y desarrollar mas la autoctona ciencia y tecnica y el metodo de disparo de cohete, para que los bandidos agresores no se atrevan a amenazar y violar nuestra causa, soberania y derecho a vivir.\n\t\t\t\t\t\n\t\t\t\t\tManifesto gran esperanza y conviccion de que los oficiales y soldados de las fuerzas estrategicas completaran los preparativos para lanzar en cualquier momento los cohetes balisticos poderosos con la disposicion de maxima alerta segun la situacion creada y la revolucion en desarrollo, detendran las acciones del imperialismo yanqui y sus satelites acostumbrados al sentimiento negativo patologico y la politica hostil anti-RPDC y aseguraran con firmeza la construccion de un Estado prospero socialista.\n\t\t\t\t\t\n\t\t\t\t\tLe acompano el vicemariscal del EPC Hwang Pyong So, jefe de la Direccion Politica General del EPC."
        },
        {
            "title": "Kim Yong Nam felicita a Joseph Kabila Kabange",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-28ee.html",
            "content": "Kim Yong Nam felicita a Joseph Kabila Kabange\r\nPyongyang, 30 de junio (ACNC) -- El presidente del Presidum de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 30 un mensaje de felicitacion al presidente de la Republica Democratica del Congo con motivo del 54o aniversario de ese pais africano.\n\t\t\t\t\tEn su misiva, el remitente expresa su confianza de que se desarrolle y se fortalezca mas el largo lazo de amistad y cooperacion entre los dos paises y desea al destinatario y a su pueblo mayores exitos en sus labores para la unidad nacional y la prosperidad del pais."
        },
        {
            "title": "CDN envia propuesta especial a autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-29ee.html",
            "content": "CDN envia propuesta especial a autoridades surcoreanas\r\nPyongyang, 30 de junio (ACNC) -- El Comite de Defensa Nacional de la Republica Popular Democratica de Corea envio el dia 30 a las autoridades surcoreanas la siguiente propuesta especial:\n\t\t\t\t\tDebido a la prolongacion del congelamiento de relaciones intercoreanas, se hace cada dia mas sentida la division del territorio nacional y llegan a la fase insoslayable los lamentos de toda la nacion que desea la reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, se violan flagrantemente los Tres Principios de la Reunificacion de la Patria y hasta el noble espiritu de \"Entre nosotros, los connacionales\", comprometidos ante la nacion por ambas partes.\n\t\t\t\t\t\n\t\t\t\t\tEn acato al noble proposito del patriota sin igual de corregir lo mas pronto posible esa realidad dolorosa y tragica, hemos enviado la propuesta importante y el mensaje abierto a las autoridades, partidos politicos y entidades sociales de la parte Sur que respondio con frialdad.\n\t\t\t\t\t\n\t\t\t\t\tSe convierte en papel mojado hasta el acuerdo valioso alcanzado en el contacto de alto nivel Norte-Sur, preparado dificilmente en febrero pasado. \n\t\t\t\t\t\n\t\t\t\t\tLa responsabilidad de ello la tienen todos los integrantes de la nacion coreana que siendo duenos de sus propios destinos, deben reparar esa realidad. \n\t\t\t\t\t\n\t\t\t\t\tPero, la mayor responsabilidad recae sobre las autoridades surcoreanas que enfrascadas solo en el enfrentamiento, vinieron abusando del problema de reunificacion presentando injusta \"insistencia\" y \"declaracion\" sin hacer caso de las agravantes relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tA pesar de todo, se alzan las voces de las masas populares de distintos sectores que desean la mejora de vinculos intercoreanos y se hacen infrenable tendencia de la epoca la demanda y aspiracion de toda la nacion a abrir la nueva coyuntura de reconciliacion, cooperacion y reunificacion pacifica. \n\t\t\t\t\t\n\t\t\t\t\tTal fervor presente a lo largo del territorio nacional crece a medida que se acercan el 42o aniversario de publicacion de la Declaracion Conjunta del 4 de Julio y el 7 de julio en que se cumple el 20o aniversario de la ultima firma dejada por el Presidente Kim Il Sung, salvador de la nacion y gran veterano politico, al pie del historico documento sobre la Cumbre Norte-Sur. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, se hablan ahora de los programas de contactos politicos y de trabajo sobre la reconciliacion y la cooperacion N-S, previstos a partir de julio. \n\t\t\t\t\t\n\t\t\t\t\tRecogiendo el anhelo y la opinion de toda la nacion, el Comite de Defensa Nacional de la Republica Popular Democratica de Corea propone especialmente los siguientes puntos con la firme decision de abrir la nueva coyuntura trascendental de la mejora de relaciones intercoreanas manteniendo los tres principios de la independencia, la paz y la gran unidad nacional y ateniendose al espiritu de \"Entre nosotros, los connacionales\". \n\t\t\t\t\t\n\t\t\t\t\t1. Comprometamos de nuevo a la nacion a resolver todos los problemas surgidos entre ambas partes coreanas manteniendo invariablemente y ateniendose al principio de la independencia. \n\t\t\t\t\t\n\t\t\t\t\tEl principio de la independencia es uno de los fundamentales de reunificacion de la patria, prometidos a la nacion reflejando la aspiracion y la demanda de toda la nacion. \n\t\t\t\t\t\n\t\t\t\t\tEste principio demanda resolver con fuerzas propias el problema de reunificacion y todos los demas pendientes entre ambas partes coreanas en el principio de dar importancia y prioridad a la nacion coreana y sin dependerse de las fuerzas extranjeras ni tolerar su intervencion. \n\t\t\t\t\t\n\t\t\t\t\tSegun ese principio, hemos logrado el acuerdo N-S sobre la reconciliacion, la cooperacion y la no agresion y aprobado la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre. \n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, proponemos comprometer una vez mas a toda la nacion, con motivo del 42o aniversario de la aprobacion de la Declaracion Conjunta del 4 de Julio, a mantener y ejecutar cabalmente todas las declaraciones aprobadas entre ambas partes coreanas en el principio de la independencia. \n\t\t\t\t\t\n\t\t\t\t\tAl mismo tiempo, demandamos revocar todas las \"insistencias\" y \"declaraciones\" injustas que contravienen al principio de la independencia y cancelar todos los sistemas de cooperacion que perjudican los intereses de los connacionales. \n\t\t\t\t\t\n\t\t\t\t\tAconsejamos con cortesia que no recurran a los actos inutiles como cuestionar, adhiriendose a las fuerzas foraneas, el disuasivo nuclear de la RPDC, valioso patrimonio comun de la nacion, y calumniar la linea de impulsar paralelamente la construccion economica y la de fuerzas armadas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tPor inmediato, exhortamos a tomar la decision politica de parar totalmente desde la 00:00 del 4 de julio las difamaciones y calumnias de toda indole y los complots y la campana psicologica sobre la contraparte, conforme al acuerdo hecho en febrero pasado en el contacto de alto nivel de ambas partes partiendo de la posicion de dar importancia y prioridad a la nacion segun el principio de la independencia.\n\t\t\t\t\t\n\t\t\t\t\tEn lo tocante a nuestra parte, estamos preparados para cumplir en un instante el acuerdo de febrero como ya hemos aclarado.\n\t\t\t\t\t\n\t\t\t\t\t2. Demostremos a toda la nacion y al mundo la decision rotunda de parar todas las acciones militares hostiles que lleven las relaciones intercoreanas al borde de la guerra y crear el ambiente de paz en el principio de la reunificacion pacifica.\n\t\t\t\t\t\n\t\t\t\t\t El principio de la reunificacion pacifica es el principal de la reunificacion de la patria que refleja el deseo de toda la nacion amante de la paz antibelica.\n\t\t\t\t\t\n\t\t\t\t\t  En este principio esta encarnado el espiritu patriotico de defender el terreno de existencia de los coreanos desde la calamidad de guerra y garantizar la prosperidad comun de la nacion.\n\t\t\t\t\t\n\t\t\t\t\t  Hemos venido insistiendo invariablemente en resolver todos los problemas pendientes entre el Norte y el Sur no con el acto hostil militar sino con el metodo pacifico segun el dicho principio.\n\t\t\t\t\t\n\t\t\t\t\t  Es porque por muy complicados que sean dichos problemas, son los internos de la nacion coreana a ser resueltos por los connacionales que viviran en armonia en un territorio reunificado \n\t\t\t\t\t\n\t\t\t\t\t  Aprovechando esta oportunidad proponemos otra vez a las autoridades surcoreanas aclarar su sincera posicion en cuanto al aseguramiento de la paz del pais con cesar desde la hora cero del 4 de julio todos los actos hostiles militares que se libran sin descanso ni un dia en todas las lineas de enfrentamiento incluyendo las aguas mas cadentes del Mar Oeste de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  En esta propuesta se incluyen los actos de  intrusion maritima que en estos dias los buques de las fuerzas navales del Sur de Corea amplian escalonadamente y el problema del cese de disparo de fusiles y canones que se lanza frecuentemente en las aguas alrededores de las 5 islas.\n\t\t\t\t\t\n\t\t\t\t\t  Igualmente demandamos poner punto final a los actos de chantaje y amenaza a sus connacionales introduciendo en el Sur de Corea y su contorno los bombarderos estrategicos cargados de bombas nucleares, los portaaviones nucleares y  otros medios de ataque nuclear de EE.UU. y dejar en el acto el plan de los ejercicios militares conjuntos Ulji Freedom Guardian que se libraran junto con las tropas norteamericanas en proximo agosto para preparar el ambiente previo de varios intercambios y contactos que se dinamizaran entre ambas partes incluyendo los Juegos Asiaticos en Inchon.\n\t\t\t\t\t\n\t\t\t\t\t Es porque este simulacro de guerra agresiva se desarrolla contra la RPDC siempre bajo el pretexto del \"anual y defensiva\" llevando al borde de la guerra la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tTales ejercicios devienen la mas abierta y brutal violacion al principio de la reunificacion de la patria en que el Norte y el Sur firmaron resolver todos los problemas pendientes entre amabas partes no con el ejercicio de las fuerzas armadas sino con el metodo pacifico.\n\t\t\t\t\t\n\t\t\t\t\t Ya declaramos que si la parte surena aprecia tanto los ejercicios conjuntos con EE.UU., los haga en una region o una zona maritima fuera del territorio de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Ultimamente muchos paises vecinos nos proponen desarrollar el simulacro conjunto, pero el Ejercito Popular de Corea no lo aceptara ni lo librara junto con los ejercitos de otros paises en el cielo, el mar y el territorio jurisdiccionales de la parte norte de la Republica. \n\t\t\t\t\t\n\t\t\t\t\t3. Tomemos las medidas reales para preparar el nuevo periodo de reconciliacion, cooperacion y prosperidad nacional segun el ideal de \"Entres nosotros, los connacionales\" y en el principio de gran unidad nacional.\n\t\t\t\t\t\n\t\t\t\t\tLa unidad es el modo de existencia de la nacion y sirve de la dinamica en la mejora de relaciones N-S.\n\t\t\t\t\t\n\t\t\t\t\tLa nacion esta por encima de la idea, el ideal y el regimen.\n\t\t\t\t\t\n\t\t\t\t\tSi se une segun el ideal de \"Entre nosotros, los connacionales\" y en el principio de gran unidad nacional superando todas las diferencias de ambas partes, la reunificacion se lograra con rapidez.\n\t\t\t\t\t\n\t\t\t\t\tNuestra nacion tiene el destino fatal de arruinarse si esta dividida y prosperar cuando este unida.\n\t\t\t\t\t\n\t\t\t\t\tCon motivo del 20o aniversario de la ultima firma dejada el 7 de julio de 1994, ultimo periodo de su gran vida, por el Presidente Kim Il Sung, salvador de la nacion coreana, al pie del documento historico relacionado con la Cumbre N-S, proponemos tomar las medidas reales para preparar el nuevo periodo de reconciliacion y cooperacion.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, las autoridades surcoreanas deben declarar que no mezclaran sus malsanas intenciones politicas en la reconciliacion y la cooperacion.\n\t\t\t\t\t\n\t\t\t\t\tLa reconciliacion y la cooperacion entre los compatriotas deben ser garantizadas con acciones sinceras que ayuden de veras a los nacionales.\n\t\t\t\t\t\n\t\t\t\t\tResulta absurdo tratar de usar la reconciliacion y la cooperacion signadas de fraternidad como disfraz para ocultar el intento de \"derrocar el regimen\" de la contraparte y lograr la \"unificacion mediante la absorcion\".\n\t\t\t\t\t\n\t\t\t\t\tSeria crimen antinacional mas grave si uno desatiende la sinceridad sobre la reconciliacion y la cooperacion y las impide apartandose de la posicion fraternal conveniente al principio de gran unidad nacional.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas no deben malemplear el paso, la admision aduanera y la comunicacion en la Zona Industrial de Kaesong.\n\t\t\t\t\t\n\t\t\t\t\tEn mantener el ideal de \"Entre nosotros, los connacionales\" y el principio de gran unidad nacional esta la posibilidad de abrir la fase trascendental de la mejora de relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben volverse en si.\n\t\t\t\t\t\n\t\t\t\t\tNo deberan ver a los connacionales con el erroneo punto de vista inculcado por las fuerzas extranjeras ni tratar las relaciones N-S con el habito de servir y someterse a las potencias.\n\t\t\t\t\t\n\t\t\t\t\tDeben tener presente que cuando se pongan en la posicion de dar prioridad a la nacion que a las fuerzas extranjeras y apreciar mas la cooperacion nacional que la internacional, podran abrir la ruta de la reunificacion de la patria, la paz y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos del Norte, el Sur y en ultramar deben levantarse con mas energia para que no dure mas la avergonzada y tragica historia de division que sufre unicamente la nacion coreana, esto es la posicion de nuestra parte.\n\t\t\t\t\t\n\t\t\t\t\tTanto la prosperidad o la decadencia del pais como la existencia y el arruinamiento de la nacion dependen de las decisiones del Norte y el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben dar gran paso adelante hacia el nuevo futuro con la audaz decision politica y la voluntad de separarse del pasado ignominioso, en correspondencia a nuestra propuesta especial.\n\t\t\t\t\t\n\t\t\t\t\tNo deben olvidar que el julio decisivo observara el movimiento de las autoridades surcoreanas."
        },
        {
            "title": "Confirmadas sospechas de actos hostiles anti-RPDC de turistas norteamericanos",
            "url": "http://kcna.co.jp/item/2014/201406/news30/20140630-30ee.html",
            "content": "s063011 - Confirmadas sospechas de actos hostiles anti-RPDC de turistas norteamericanos\r\nPyongyang, 30 de junio (ACNC) -- La Agencia Central de Noticias de Corea divulgo el dia 30 la siguiente informacion:\n\t\t\t\t\tUn organo competente de la Republica Popular Democratica de Corea realizo la investigacion sobre los turistas norteamericanos Miller Matthew Todd y Jeffrey Edward Fowle que fueron retenidos mientras cometian acciones hostiles en el territorio de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tComo resultado, fueron confirmadas las sospechas de sus actos hostiles a traves de las pruebas y declaraciones de ellos mismos.\n\t\t\t\t\t\n\t\t\t\t\tEl organo competente continua la investigacion preparandose para acusarlos al tribunal a base de las sospechas ya confirmadas.\n\t\t\t\t\t\n\t\t\t\t\tEn el curso de la investigacion, el contacto consular, el trato y otros  procedimientos para los sospechosos se hacen conforme a las leyes de paises interesados."
        }
    ]
}