{
    "date": "2014-02-27",
    "url": "http://kcna.co.jp/item/2014/201402/2014-02-27ee.html",
    "articles": [
        {
            "title": "Speech of Kim Jong Un at Conference of Ideological Workers",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-26ee.html",
            "content": "Speech of Kim Jong Un at Conference of Ideological Workers\r\n Pyongyang, February 27 (KCNA) -- Supreme leader Kim Jong Un made a speech \"Let Us Hasten the Final Victory through a Revolutionary Ideological Offensive!\" at the 8th Conference of Ideological Workers of the Workers' Party of Korea.\n\t\t\t\t\t The full text of his speech is as follows:\n\t\t\t\t\t\n\t\t\t\t\t In the meaningful period, when we greeted the 40th anniversary of the proclaiming by the great Comrade Kim Jong Il of modelling the whole society on Kimilsungism as the maximum programme of our Party, we are holding the Eighth Conference of Ideological Workers of the Workers’ Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity and in reflection of the unanimous wish of all the participants in this conference and all other members of the Party, I pay the noblest tribute to the great President Kim Il Sung, the founder and builder of the ever-victorious Workers' Party of Korea, and to the great General Kim Jong Il, the eternal General Secretary of the Party.\n\t\t\t\t\t\n\t\t\t\t\t And on the occasion of this conference I extend, in the name of the First Secretary of the Workers' Party of Korea, warm thanks and militant greetings to the participants in the conference and all other ideological workers of the Party and primary information workers across the country, who have worked devotedly at workplaces and military posts, burning their hearts as buglers of the revolution and pathfinders of the times.\n\t\t\t\t\t\n\t\t\t\t\t This conference convened on a scale unprecedented in the history of our Party will be a milestone of radical turn in exalting forever the brilliance of the imperishable exploits performed by the great President and the great General, who, holding the unfurled banner of the Juche idea, led the Korean revolution straightforward along the road resplendent with victory, in understanding and confirming once again the importance of ideological work and launching a vigorous ideological offensive as demanded by the developing revolution.\n\t\t\t\t\t\n\t\t\t\t\t The most powerful weapon for a party that wages a revolution shouldering people's destiny is ideology, and it is its one and only weapon. Without ideology, a party cannot be founded nor can it exist, and its work and revolutionary struggle are inconceivable separated from ideological work. The bloodline of the revolution is defended and the revolution advances on the strength of ideology. \n\t\t\t\t\t\n\t\t\t\t\t The one and only weapon for the Korean revolution that made its start empty-handed was a great revolutionary ideology. The revolutionaries of Korea rallied comrades and obtained weapons on the strength of the ideology; and on its strength they defeated imperialist powers and built a prospering socialism. We cannot see a revolution in the history of any country and of any party that, like our revolution, made its start with its definite guiding ideology and has turned ideology into a powerful force for a great struggle and transformation. \n\t\t\t\t\t\n\t\t\t\t\t The whole course of the Korean revolution can be called a history of ideological work to give fullest play to the might of the truth of the revolutionary ideology of the President and the General.\n\t\t\t\t\t\n\t\t\t\t\t In our revolution ideological work has always been the most important work, and a great tradition of ideological work was created in its first days.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the wise leadership of the President and the General, who gave definite priority to ideological work and resolved all problems by enlisting the mental strength of the masses of the people in the whole course of their leadership of the Korean revolution, the revolution could etch only victory in its flag although it blazed the trail of history. By bringing about high tides in the mental strength of the service personnel and people, our Party has turned the trials decisive of the victory and defeat of the revolution and its advance and setback into great upswings of the revolution, and our revolution has achieved a great success whenever an upswing was effected in ideological work.\n\t\t\t\t\t\n\t\t\t\t\t The Third Conference of Ideological Workers of the Workers' Party of Korea, which was held 40 years ago and where the great General proclaimed modelling the whole society on Kimilsungism as the maximum programme of our Party, is of special importance in the history of our Party that has opened a pivotal phase of the revolution on the strength of ideology.\n\t\t\t\t\t\n\t\t\t\t\t That the General defined Kimilsungism as the guiding ideology of our Party and proclaimed modelling the whole society on that ideology as the maximum programme of our Party was a political event that clearly indicated the road for bringing the final victory of the Korean revolution closer and roused all the service personnel and people to achieving it.\n\t\t\t\t\t\n\t\t\t\t\t The historic advance for modelling the whole society on Kimilsungism gave birth to a powerful political General Staff that has achieved oneness in ideology and leadership for the first time in the history of building a revolutionary party, to invincible revolutionary armed forces that march with the red flag of the Workers' Party as its first standard and to militant ranks united single-heartedly.\n\t\t\t\t\t\n\t\t\t\t\t History clearly shows how a powerful country, which is independent, self-sufficient and self-reliant in national defence, has been built on this land where worship of big countries and dogmatism were rooted deep and a socialist fortress created, which remains unperturbed in the face of worldwide political upheaval and the imperialists' vicious moves for isolation and suffocation.\n\t\t\t\t\t\n\t\t\t\t\t Today mankind is studying the great Kimilsungism-Kimjongilism to search for the road ahead of them. In every place of the globe the ideology centred on the masses, the revolutionary theory of independence, has become the spirit and banner of struggle of the people who aspire after genuine freedom and happiness.\n\t\t\t\t\t\n\t\t\t\t\t Endless is the glory our service personnel and people enjoy for having waged the revolution for scores of years along the road indicated by the great ideology and in the country which is admired by the whole world and which gave birth to the ideology guiding the era of independence. \n\t\t\t\t\t\n\t\t\t\t\t To hasten the final victory of the Korean revolution keeping up the banner of the great Kimilsungism-Kimjongilism is their faith and will and the wish of the times and history.\n\t\t\t\t\t\n\t\t\t\t\t We must hold aloft modelling the whole society on Kimilsungism-Kimjongilism as the maximum programme of the Party and accomplish the Korean revolution without fail on the strength of ideology, on the strength of single-hearted unity.\n\t\t\t\t\t\n\t\t\t\t\t The standard-bearers in the effort to model the entire Party and the whole society on Kimilsungism-Kimjongilism are ideological workers.\n\t\t\t\t\t\n\t\t\t\t\tThe success of not only the effort to transform all the members of society into advocates of Kimilsungism-Kimjongilism but the effort to transform all realms of social life as required by Kimilsungism-Kimjongilism depends on the success of ideological work.\n\t\t\t\t\t\n\t\t\t\t\t You should ruminate once again on the deep reason why the General convened the conference of ideological workers and proclaimed in front of the Party information workers from across the country the programme of modelling the whole society on Kimilsungism.\n\t\t\t\t\t\n\t\t\t\t\t We should spark off a struggle on the ideological front of the Party first and heighten the intensity of ideological work, so as to remarkably quicken the onward march of our revolution for modelling the whole society on Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t We have rich experiences of having forcefully propelled the historic march for modelling the whole society on Kimilsungism by dint of an intensive ideological offensive, and powerful forces and means of information and motivation work with which to stir up the whole country at once. \n\t\t\t\t\t\n\t\t\t\t\t To hasten the final victory of the revolution by holding higher the ideological theory of Juche, a powerful weapon?this is the main spirit of this conference.\n\t\t\t\t\t\n\t\t\t\t\t In view of the demands of the reality when modelling the whole society on Kimilsungism-Kimjongilism poses itself as the general task of the ideological work of our Party, the Party Central Committee advances the slogan, \"Let Us Hasten the Final Victory through a Revolutionary Ideological Offensive!\" before the Eighth Conference of Ideological Workers of the Workers' Party of Korea.  \n\t\t\t\t\t\n\t\t\t\t\t Firmly believing that all the participants in the conference and other ideological workers across the Party, aware of their honour and responsibility as the ideological standard-bearers in the effort to accomplish the cause of modelling the whole society on Kimilsungism-Kimjongilism, will give fullest play to the strength of our Party's revolutionary ideology and the inexhaustible mental strength of all the service personnel and people, I would like to speak about some problems arising in the sector of the Party's ideological work at present.\n\t\t\t\t\t\n\t\t\t\t\t First of all, we should concentrate all efforts in the Party's ideological work on firmly establishing the Party's monolithic leadership system.\n\t\t\t\t\t\n\t\t\t\t\t The objective of our effort to establish the Party's monolithic leadership system across the Party and society is to consolidate the unity and cohesion of the Party, the political General Staff of the revolution, and its fighting efficiency in all aspects, implement the instructions of the President and the General to the letter and realize our people's dreams and ideals at an earlier date.\n\t\t\t\t\t\n\t\t\t\t\t Now is a crucial period when we have to break through the ordeals facing the revolution by rallying the service personnel and people more firmly around the Party and channel their patriotic enthusiasm, wisdom and resourcefulness to the utmost into stepping up the building of a thriving country.\n\t\t\t\t\t\n\t\t\t\t\t The ideological system and leadership system for carrying out this historic task most scrupulously and perfectly is none other than the Party's monolithic leadership system.\n\t\t\t\t\t\n\t\t\t\t\t The ideological work of our Party must naturally proceed from its basic task in the present period and direct its main effort to implementing it.\n\t\t\t\t\t\n\t\t\t\t\t However, Party organizations are now revealing tendencies of paying only lip service to the work of establishing the Party's monolithic leadership system and engrossing themselves in paper work in this regard.\n\t\t\t\t\t\n\t\t\t\t\t Although a Party-wide discussion of the documents on establishing the Party's monolithic leadership system was conducted and many study sessions, public lectures and oath-taking meetings held, they failed to detect and crush in advance the modern version of factionalist group which had formed within the Party.\n\t\t\t\t\t\n\t\t\t\t\t Although there are our Party's great revolutionary ideology and absolutely correct lines and policies, Party organizations and excellent people, a factionalist group appeared within the Party again. Our ideological workers are partly to blame for this.\n\t\t\t\t\t\n\t\t\t\t\t The identity of the modern version of factionalist group is that it was an ideologically degenerate entity which was outwardly overcome with fear for the pressure by the imperialists and inwardly contaminated with bourgeois ideology and culture.\n\t\t\t\t\t\n\t\t\t\t\t The factionalist practice of challenging the Party's monolithic leadership system originates in ideological degeneration, and the renegades of ideology are bound to oppose the Party and the revolution in the long run.\n\t\t\t\t\t\n\t\t\t\t\t Imbuing the Party and revolutionary ranks with one ideology?this is the seed and core of the effort for establishing the Party's monolithic leadership system.\n\t\t\t\t\t\n\t\t\t\t\t The objective of the revolutionary ideological offensive for establishing the Party's monolithic leadership system is to make the great Kimilsungism-Kimjongilism and its embodiment, the Party's lines and policies, an element of unshakeable conviction of the masses of the people.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary ideology of our Party has accorded with the aspirations and demands of the masses at all times, and there is no line and policy of the Party which they cannot understand and accept.\n\t\t\t\t\t\n\t\t\t\t\t A breakthrough should be made in the ideological offensive by beginning with raising another strong wind across the Party of studying to be well versed in the immortal works of the President and the General and the documents of the Party, a library of Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t The works and documents are excellent textbooks for the education in the one and only ideology and a great encyclopaedia which comprehends our Party's lines and policies. \n\t\t\t\t\t\n\t\t\t\t\t If they study them in a chronological order and in a systematic way, all Party members, other working people and service personnel can equip themselves firmly with the Juche idea, Songun idea, Kim Jong Il's patriotism, the revolutionary traditions of our Party and class awareness and fully understand the lines and policies newly advanced by the Party.\n\t\t\t\t\t\n\t\t\t\t\t What is important is to carry on the education work in a scrupulous manner so that everybody can be well-versed in the instructions the President and the General gave to their sectors and units and the Party's policies and make them a creed in their work and life.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to explain to the masses the Party's policies for a given period in a logical and convincing way so that they can sympathize with them and accept them as their own by themselves.  You should pay attention to informing people in easy terms of what they are eager to know and hear on the basis of the Party's policies and in the way you tell a thirsty person where he or she can drink water.\n\t\t\t\t\t\n\t\t\t\t\t In the future, if everybody at a unit is as well informed of the Party's lines and policies as they are of their family affairs, the unit will be considered to have conducted ideological work efficiently and established the monolithic leadership system.\n\t\t\t\t\t\n\t\t\t\t\t \"Exceptions\" must never be permitted in ideological work. \n\t\t\t\t\t\n\t\t\t\t\t As a saying goes that even a rolling stone may gather moss, one is bound to degenerate when treated exceptionally. There may be some special tasks assigned by the Party, but \"exceptions\" cannot exist within our Party who are allowed to neglect their ideological life and be ignorant of its lines and policies. As for special units, ideological work should be strengthened further and they should be made steel-strong in the furnace of ideological struggle. \n\t\t\t\t\t\n\t\t\t\t\t Ideological workers should be able to discern something alien, if any, at a glance at the eyes of others. They must use the ideological \"scalpel\" in time to root out the causes of such misdemeanors as arguing over the issues decided by the Party, undermining its leadership exploits covertly or overtly and breeding corruption within our ranks in contravention of our Party's and class principles. \n\t\t\t\t\t\n\t\t\t\t\t It is important to conduct the work of imbuing the Party and revolutionary ranks with one ideology in close combination with the practical struggle. \n\t\t\t\t\t\n\t\t\t\t\t Man's ideology is expressed in his practice and its outcome, rather than in his revolutionary rhetoric or pledge. He is a man armed with the Party's ideology as an element of his faith, who, though seldom speaking, carries out the plans and decisions of the Party Central Committee on the schedule set and the level demanded by it. \n\t\t\t\t\t\n\t\t\t\t\t Endeavouring to implement the ideology of the Party and champion its policies?this is the clearest manifestation of one's loyalty to it and an important occasion to have the validity of its lines and policies as an element of one's faith. \n\t\t\t\t\t\n\t\t\t\t\t The soldier-builders, who carried out their project on Masik Pass successfully last year, were determined to wage a death-defying struggle not to delay even for a moment the completion date proclaimed to the world by the Party Central Committee; they performed a miraculous feat of completing the project in one year, which was estimated to take ten, thus staunchly defending the prestige of the Party. \n\t\t\t\t\t\n\t\t\t\t\t The on-site political work of the People's Army, which was a three-dimensional and offensive-style ideological work to inspire everyone from generals to privates with a single desire of fulfilling their Supreme Commander's order, serves as a good example in the ideological offensive to establish the Party's monolithic leadership system. \n\t\t\t\t\t\n\t\t\t\t\t In implementing the instructions of the President and the General, the Party's new line of developing the two fronts simultaneously and its policies, all sectors and all units should make an ideological analysis and review of their failures and the causes for them. Then they should press on with the frontline-style information and motivation campaign to learn from the service personnel's spirit of carrying out their tasks even at the cost of their lives. \n\t\t\t\t\t\n\t\t\t\t\t The main targets of the ideological offensive for establishing the Party's monolithic leadership system are the wrong ideological viewpoint and work attitude of the officials who give verbal support to the Party's policies but do not implement them immediately.\n\t\t\t\t\t\n\t\t\t\t\t It is urgent to combat the ideological maladies of the officials who remain indifferent to the obstacles lying in the way of implementation of the Party's policies for their own sectors, units and regions, as well as to the difficulties facing the people in their living. The ideological education and campaign aimed at rooting out such undesirable ideological elements as defeatism, self-preservation, formalism, expediency, irresponsibility and self-centredness should be conducted with an appropriate methodology.  The information and organization sectors of the Party should be scrupulous in working in close cooperation with each other, while the ideological campaign should be combined with legal actions to maximize its efficiency. \n\t\t\t\t\t\n\t\t\t\t\t The soaring mental spirit of our service personnel and people, who, after liquidating the modern version of factionalist group, have hardened up their determination to follow the Party Central Committee invariably along the long road of revolution, should be fanned to flare up into flames of a great revolutionary upsurge. \n\t\t\t\t\t\n\t\t\t\t\t Historically speaking, great victory was won in the Fatherland Liberation War after the purge of an anti-Party, counterrevolutionary factionalist clique following the Fifth Plenary Meeting of the Party Central Committee; the Chollima upswing was brought about in the course of eliminating the August 1956 factionalist group; and world-startling successes were achieved in the showdown with the United States and the socialist industrialization drive after the anti-Party revisionists were exposed and purged at the 15th Plenary Meeting of the Fourth Party Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t The Party's ideological front should actively encourage all Party members and other working people to follow in their forerunners' footsteps and become standard-bearers and meritorious workers in the struggle to champion the Party Central Committee by bringing about a revolutionary upsurge. \n\t\t\t\t\t\n\t\t\t\t\t If all service personnel and people, rallied firmly around the Party, make substantial progress in socialist construction, those who are wavering for lack of confidence will be brought to their senses and the monolithic leadership system of the Party will be established solidly across the Party and society. \n\t\t\t\t\t\n\t\t\t\t\t Another important task facing the ideological work of our Party is to raise a strong wind of ideological campaign to give an impetus to the struggle for defending socialism. \n\t\t\t\t\t\n\t\t\t\t\t In the present era, as in the past, socialism represents the ideals of mankind, and it is an irreversible trend of the times. \n\t\t\t\t\t\n\t\t\t\t\t We are now following the untrodden path of history as we risk the dignity of our independent people and the destiny of socialism in the struggle to repulse the imperialists' frantic attacks. Today the path of socialism and the inevitability of its victory depend on the struggle of the Korean revolutionaries. \n\t\t\t\t\t\n\t\t\t\t\t In performing this honourable mission our Party and people have assumed for history, ideological workers, the red, hardcore elements of the Party, should become undying torchlight and loud bugles. \n\t\t\t\t\t\n\t\t\t\t\t They should give Party members and other working people a clear understanding of the essence and character of the present struggle to defend socialism. \n\t\t\t\t\t\n\t\t\t\t\t In the struggle we waged in defence of socialism in the 90s of the last century, we created a historic miracle of safeguarding our ideology and system against the allied imperialist forces' moves to isolate and stifle our country. \n\t\t\t\t\t\n\t\t\t\t\t The ongoing struggle to defend socialism can be said to be aimed at prevailing over imperialism in all fields of social life by consolidating the victories and successes achieved so far and giving fullest play to the advantages and might of socialism. \n\t\t\t\t\t\n\t\t\t\t\t Recently, our Party has put forward both the agricultural and scientific fronts as outposts for defending socialism. Its intention is to constantly remind our people that not only on the frontline where guns are levelled at each other but also in all other places where they live, they are engaged in invisible, fierce confrontation and competition against imperialists. If we, resting on our laurels and praising ourselves, do not give spur to the revolution and construction and thus fail to bring real benefits to the people, such socialism is doomed to lose its appeal.  \n\t\t\t\t\t\n\t\t\t\t\t We should build a thriving country at an early date by giving fullest play to the advantages and might of socialism, which capitalism can never imitate nor possess, so as to make socialism as different in all respects from capitalism as heaven is from earth.\n\t\t\t\t\t\n\t\t\t\t\t A vigorous ideological campaign should be launched to demonstrate the might of great army-people unity on a higher level in building a thriving country. \n\t\t\t\t\t\n\t\t\t\t\t The solid single-hearted unity of the army and people around the Party constitutes the cornerstone of our style of socialism and the great foundation in building a thriving nation. The eye-opening miracles which have been wrought recently in succession, shaking the land, mountains and rivers throughout the country are all fruition born of the great unity between the service personnel and people, their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t The People’s Army should, in the future, too, be the prime mover and pioneer in strengthening this great army-people unity. It should intensify information and motivation work geared to giving full play to the might of an army strong in ideology both in national defence and socialist construction. Party organizations and political organs in the army should ceaselessly create such terms of our era as the \"Masikryong speed\" by carrying forward the proud history of the revolutionary army which has proved with its indomitable revolutionary spirit that Korea's determination is just its materialization and reality, and civilian Party organizations should accelerate the work of learning from the revolutionary spirit and fighting style of the service personnel.\n\t\t\t\t\t\n\t\t\t\t\t When the time comes when we have to fight an all-out life-and-death fight with the enemy, we should achieve its final victory on the strength of the great army-people unity, all-people resistance, based on the revolutionary soldier spirit.\n\t\t\t\t\t\n\t\t\t\t\t All sectors and all units should launch a dynamic ideological offensive so as to make the flames of collective innovations flare up.\n\t\t\t\t\t\n\t\t\t\t\t Our people have already gained a valuable experience of ushering in a heyday in socialist construction through an all-people, collective innovation movement in the 1970s, a decade of great changes.\n\t\t\t\t\t\n\t\t\t\t\t In the 1970s when the country was resounding with the drumbeats of revolution and the bugle sounds for speed campaign, they brought about grandiose creation and changes unprecedented in the history of their country, while militarily coping with the large-scale war exercises staged by the US imperialists. It was during those days that our country abolished the taxation system for the first time in the world, enforced a universal 11-year compulsory education and rendered a colossal amount of assistance to the developing countries and the fighting peoples of the world.\n\t\t\t\t\t\n\t\t\t\t\t It is the intention of our Party to carry on the building of an economic giant and a civilized state by bringing into play the might of socialism, the might of collectivism, as in the 1970s.\n\t\t\t\t\t\n\t\t\t\t\t The flames of the movement of winning the title of O Jung Hup-led 7th Regiment and the three-revolution red flag movement should flare up more fiercely in the military and civilian units, respectively, and vigorous socialist emulation drives be launched among sectors, units and regions and by stages: by doing so, we should ensure that a strong wind of collective competition sweep the whole country.\n\t\t\t\t\t\n\t\t\t\t\t At present our Party demands that all the military and civilian sectors create model units and, with them as the initial spark, kindle the flames of joint innovations. Ideological workers should pay attention to enlisting the creative zeal and activeness of the masses both in creating such units that advance ahead of the times and in organizing competition for overtaking them. \n\t\t\t\t\t\n\t\t\t\t\t An ideological campaign against the abuse of authority and bureaucratism should be intensified to make all officials props that, sharing weal and woe with the masses, unite their collectives and reliable point-men in the mass innovation movement. \n\t\t\t\t\t\n\t\t\t\t\t Efforts should be channelled into the information and motivation work for bringing into full play the spirit of self-reliance whose might has fully been attested in the severe trials of history. \n\t\t\t\t\t\n\t\t\t\t\t We can say that the whole history of socialism of our own style boils down to self-reliance. In the days of building socialism by their own efforts, our Party and people underwent unprecedented ordeals and difficulties, but they were loaded with all honours they could not enjoy through the history of their nation spanning thousands of years. Had we abandoned the principle of self-reliance succumbing to the pressure by outside forces, the Juche-oriented socialism would not have been born on the earth and the name of our country would have suffered eclipse along with the collapse of the worldwide socialist system. On the track of self-reliance Chollima rose up on the ruins of war and such a miracle as the birth of a manufacturer and launcher of an earth satellite and nuclear state was wrought, a miracle of great significance in the national history. \n\t\t\t\t\t\n\t\t\t\t\t Ideological workers should intensify education by means of the history of our socialist construction among officials and working people to clearly implant in them that self-reliance is the path of building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t Self-reliance is the spirit of national self-sustenance and the spirit of going beyond the cutting edge to lead the whole world with our efforts, with our resources and with our technology. It is necessary to steadily succeed the fighting spirit with which we made tractor and electric locomotive from scratch and the spirit with which we conquered space with our efforts and technology. We should undertake an information and motivation offensive to ensure that everyone turns out in the campaign to make everything of our country the assets of socialism that cannot be found elsewhere in the world, fully conscious that they must go beyond the cutting edge just in their own posts and workplaces. We should ideologically support the efforts to make a breach in imperialist manoeuvres to monopolize high technology, and make advanced science and technology our own. \n\t\t\t\t\t\n\t\t\t\t\t It is important to actively encourage scientists and technicians to firmly defend their revolutionary positions in the grand march of self-reliance which is led by the locomotive, called \"science and technology.\" Ideological workers should play a great role in creating the climate of attaching importance to science throughout society and making all people well-versed in science and technology. \n\t\t\t\t\t\n\t\t\t\t\t We must launch an information offensive to ideologically and morally overpower the imperialist reactionary forces who are trying to stamp out socialism by all means. \n\t\t\t\t\t\n\t\t\t\t\t Now the imperialists are hell-bent on a smear campaign to turn black into white and persisting in their attempts to infiltrate corrupt reactionary ideology and culture into our country with our service personnel and young people as the target, while clinging to manoeuvres to apply sanctions against our country and stifle it.  Whereas the reactionary ideology and culture were their guide to aggression in the past, they are playing a leading part in aggression at present. \n\t\t\t\t\t\n\t\t\t\t\t The struggle to defend socialism should be an offensive operation to, outwardly, gain political and ideological upper hand over the imperialists that hinder our onward movement and, inwardly, sweep up non-socialist practices and decadent ideology and culture by means of the revolutionary ideology and culture.\n\t\t\t\t\t\n\t\t\t\t\t Ideological workers should dishearten the enemy by launching a skilful anti-enemy media warfare, radio warfare, which is aimed at giving wide publicity to the validity of our ideology and cause and at laying bare the vulnerability and foul nature of imperialists. They should make ideological \"missiles\" in larger numbers that can deal a heavy blow at the enemy and instil firm confidence in victory in our service personnel and people. \n\t\t\t\t\t\n\t\t\t\t\t They should take the initiative in launching operations to make the imperialist moves for ideological and cultural infiltration end in smoke, while putting up \"mosquito net\" double and treble to prevent the viruses of capitalist ideology which the enemy is persistently attempting to spread from infiltrating across our border.\n\t\t\t\t\t\n\t\t\t\t\t By nature, the working masses reject the bourgeois ideology and culture which preach the money-is-almighty principle and the law of jungle. We need to create and propagate larger numbers of wholesome and revolutionary works of art and literature, articles and presentations of our own style which contain the beautiful dreams and ideals of the masses and which brim over with national flavour, so as to make the people turn their backs on the bourgeois ideology and culture of their own accord. A decisive measure should be taken to use the Internet as a medium for giving publicity to our ideology and culture in order to cope with the enemy's moves to widely propagate their reactionary ideology and culture by misusing the latest scientific and technological achievements made by mankind.\n\t\t\t\t\t\n\t\t\t\t\t The sector of ideological work and related units should work out elaborate plans for putting mass media and external publicity means on a modern and IT basis and make persevering efforts to carry them out.\n\t\t\t\t\t\n\t\t\t\t\t The ideological work of the Party should be conducted in an aggressive manner.\n\t\t\t\t\t\n\t\t\t\t\t Our Party's strategy and tactics in ideological work is to make the whole country seethe with a revolutionary leap forward by making the flames of ideological offensive flare up fiercely in the attack spirit of advancing against all odds. \n\t\t\t\t\t\n\t\t\t\t\t The ideological position of our Party should be arranged in the form for attack, not for defence.\n\t\t\t\t\t\n\t\t\t\t\t We should also conduct the ideological education aimed at imbuing the whole society with the red ideology of the Workers' Party in a proactive way, the political work aimed at calling forth the mental strength of all the service personnel and people as it is done on the frontline and the struggle to sweep away all shades of evil ideas and spirits at a lightning speed.\n\t\t\t\t\t\n\t\t\t\t\t In order to conduct ideological work in an aggressive manner, it is necessary, above all, to root out the defeatist view revealed among ideological workers. \n\t\t\t\t\t\n\t\t\t\t\tThe ideological workers infected with such a view cannot take even a single step by themselves even if they are put forward in the van of the ideological offensive.\n\t\t\t\t\t\n\t\t\t\t\t The \"Yongil bomb spirit\" created in the forest of Mt. Paektu and the do-or-die resistance spirit of Xiaowangqing and Chechangzi were not produced in ordinary days, and the legend of Chollima, the miracles of the speed campaign, the revolutionary soldier spirit and the Kanggye spirit were not born under more favourable circumstances than in the present days.\n\t\t\t\t\t\n\t\t\t\t\tComrades,    \n\t\t\t\t\t\n\t\t\t\t\t Defeatism in ideological work is more dangerous than that in economic work. The present ideological offensive must start with ridding ideological workers of defeatism.\n\t\t\t\t\t\n\t\t\t\t\t Those engaged in ideological work in the birthplace of the Juche idea must not wait for a miracle to be wrought, but go purposefully amongst people carrying the weapon of ideology and become active doers and devoted creators who find solutions with them.\n\t\t\t\t\t\n\t\t\t\t\t The posts of national defence, factories, farm villages and other places where you are working bear the imprints of examples of outstanding art of leadership set by the peerlessly great men who found in the simple opinions of the service personnel and people the best method of turning misfortune into a blessing and adversity into prosperity.\n\t\t\t\t\t\n\t\t\t\t\t If you work with the history of revolutionary leadership of the President and the General as a textbook, you will find nothing you cannot understand and overcome in your work, and our Party's ideological work become literally an initial spark for kindling the flames of a leap forward.\n\t\t\t\t\t\n\t\t\t\t\t In order to ensure a revolutionary ideological offensive a success, we should open the gunfire of an ideological campaign and fire the shells concentratedly, successively and at the right targets.\n\t\t\t\t\t\n\t\t\t\t\t First of all, by enlisting all the forces and means already provided for information and motivational purposes, you should conduct ideological work in a flexible and intensive way.\n\t\t\t\t\t\n\t\t\t\t\t When the Party puts forward a new line or policy, all the networks of education, public lecture and motivation work and mass media should be mobilized promptly to inform all the people, ranging from officials at the central organs to farmers in remote, mountainous villages, of it. The contents, forms, means and methods of ideological work should, to all intents and purposes, be geared and subordinated to carrying out revolutionary tasks. The forces and means for information and motivation work should be concentrated on the projects the Party attaches importance to, thus strongly beating the drum for kindling the fire of a fresh leap forward.\n\t\t\t\t\t\n\t\t\t\t\t Ideological work should also ensure that all shades of evil ideas and spirits never make inroads into our ranks by giving uninterrupted publicity to the Party's intentions and leading a continuous advance of the ideological struggle.\n\t\t\t\t\t\n\t\t\t\t\t It can be likened to removing falling snow on the runway by snow blower to prevent it from piling up. Ideological work should be conducted not like a flash in the pan and in the way a ceremony is held, but in a regular way regardless of time and place so that people can imbibe the Party's ideas the way they breathe air. An ideological campaign should be conducted without letup and intensively to sweep away alien ideological trends and lifestyles. To be strictly guarded against here is the repetition of the stereotyped speech and method.\n\t\t\t\t\t\n\t\t\t\t\t It is also important to select the right targets of the ideological offensive based on an understanding of their preparedness, characteristics and ideological tendencies, and apply appropriate means and methods.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung already said that work with people should be conducted in the way a mother does, as she uses different words when teaching her eldest son and youngest son though they are of the same blood. If the employees of their units number ten thousand, ideological workers should know the inner thought of each of them like their own palms and work with them with ten thousand methods.  \n\t\t\t\t\t\n\t\t\t\t\t The road of our revolution is not smooth, and every revolutionary front requires genuine and well-qualified ideological workers who have cherished the staunch revolutionary spirit in their hearts.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the forces of our Party’s information workers and primary information workers enrolled in the networks of education, public lecture and motivation work are great. If they, numbering tens of thousands, are well prepared, we can form an elite corps and if we have such a contingency, we will have nothing to be afraid of and out of reach of our strength.\n\t\t\t\t\t\n\t\t\t\t\t Of his revolutionary soldiers, the great General treasured and loved most dearly those who are defending the ideological front, and led and encouraged them at every step, saying that a film or an article is as powerful as several thousand tons of food grain or tens of thousands of gun shells.\n\t\t\t\t\t\n\t\t\t\t\t The ideological workers of our Party have assumed a heavy task.\n\t\t\t\t\t\n\t\t\t\t\t Each of them should become a person strong in ideas and faith, whom the enemy fear more than they do the forces of a division or a corps.\n\t\t\t\t\t\n\t\t\t\t\t Although simple and modest in appearance they always burn their hearts with the Party's intentions and are enthusiastic for the revolution and struggle?this is the feature our Party thinks ideal for information workers. Ideological workers should be true revolutionaries who never give up the Party's principle of ideological work in any adversity. They should have the passion of covering long distance in one night to inform people of the Party's intentions and burning the midnight oil for several days to study the Party's policies and learn knowledge and technology.\n\t\t\t\t\t\n\t\t\t\t\t Having a proper outlook on people is a vital requirement for ideological workers who have to make them open their minds.\n\t\t\t\t\t\n\t\t\t\t\t The information workers of our Party should be true sons and daughters of people who learn from the latter before teaching them and highly appreciate their efforts. To this end, they should remember first whenever they approach them that they stand before the great people whom the President and the General believed as in heaven and regarded as their teachers all their lives.\n\t\t\t\t\t\n\t\t\t\t\t Love and respect for the labouring people emanate from the spirit of loving labour. Our officials should mingle with the masses, their hands stained with grease and their shoes with earth, and be proud of it.\n\t\t\t\t\t\n\t\t\t\t\t The President and the General performed great exploits for people all their lives, but left nothing for themselves.\n\t\t\t\t\t\n\t\t\t\t\t Regarding the ideas and trust of the Party as the wealth of their lives, ideological workers should find the worth of living in informing as many persons as possible of the Party's policies and having collective innovations brought about at the units under their charge.  A genuine ideological worker is the person who values more than nuggets of gold the excitement he or she feels when people are eager anytime to be informed of the Party's intentions and when they support the Party's policies with all their hearts.\n\t\t\t\t\t\n\t\t\t\t\t When the Party's intentions are informed and revolutionary songs and hurrah for the Workers' Party and socialism resound wherever our Party's ideological workers go, it will be a great encouragement to the Party.\n\t\t\t\t\t\n\t\t\t\t\t The entire Party should become information and motivation workers, and all officials should conduct political work.\n\t\t\t\t\t\n\t\t\t\t\t Whether they are Party, administrative, economic or primary officials, they should hold it as the main key to motivate the mental strength of the masses, and direct due efforts to it. In particular, chief secretaries of provincial, city and county Party committees and senior Party officials of all sectors and all units should put the ideological work under their personal control and conduct it with all sincerity and with much effort.\n\t\t\t\t\t\n\t\t\t\t\t In the 1970s all the officials, under the leadership of the Party, used to go down to their subordinate units with rucksacks on their backs like the anti-Japanese guerrillas had done, rouse people as required by the Chongsan-ri spirit and Chongsan-ri method and bring about innovations. This vibrant spirit should prevail throughout the country.\n\t\t\t\t\t\n\t\t\t\t\tComrades,\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary task facing us are enormous and the situation remains as severe as ever. However, we should leap forward to bring the future closer and make a ceaseless advance while struggling.\n\t\t\t\t\t\n\t\t\t\t\t As soon as you leave the venue of this conference, you should go amongst the service personnel and people to inform them of the intention of the Party Central Committee and take up the starting positions of ideological offensive with a fresh determination.\n\t\t\t\t\t\n\t\t\t\t\t I stress once again: The more vibrantly the ideological front seethes, the more fully the mental strength of the masses will be demonstrated, and the more the service personnel and people are roused, the faster the revolution will advance.\n\t\t\t\t\t\n\t\t\t\t\t I firmly believe that all our ideological workers, including the participants in this conference, will become political workers of the type of the great Comrades Kim Il Sung and Kim Jong Il and make the whole country seethe and transform the entire army along revolutionary lines, thus hastening the final victory."
        },
        {
            "title": "Agent of S. Korean Intelligence Service Interviewed",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-19ee.html",
            "content": "Agent of S. Korean Intelligence Service Interviewed\r\n Pyongyang, February 27 (KCNA) -- Kim Jong Uk, an agent of the south Korean Intelligence Service (IS) who had been arrested while illegally intruding into the DPRK, was interviewed by domestic and foreign media persons at the People's Palace of Culture Thursday. \n\t\t\t\t\t Present there were media persons of the DPRK and the General Association of Korean Residents in Japan and foreign correspondents and staff members of foreign missions here.\n\t\t\t\t\t\n\t\t\t\t\t Overseas compatriots staying in the socialist motherland were present there as observers.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Uk spoke first.\n\t\t\t\t\t\n\t\t\t\t\t He confessed to the crimes committed by him against the DPRK, recalling that he illegally intruded into it by a smuggling boat from Dandong of China at night of October 7 last year and made an overland trip to Pyongyang but was arrested by security men at dawn of the next day before being put under investigation by a relevant organ. \n\t\t\t\t\t\n\t\t\t\t\t He went on: \n\t\t\t\t\t\n\t\t\t\t\t At the instructions of the IS, I perpetrated anti-DPRK espionage and religious activities.\n\t\t\t\t\t\n\t\t\t\t\tPrompted by the idea of bringing down the present government and political system in order to build a \"Christian\" country in the north, I introduced and mediated persons from the north as helpers after receiving money from the IS.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, I set up an underground church in Dandong and brought there people from the north and gathered confidential information about the north by letting them write stories about it or having conversations with them before providing it to the IS. \n\t\t\t\t\t\n\t\t\t\t\t I made a sermon to insult the north's political system before people from the north and let them have prayer meetings or write stories hurting it. I also egged them on to conduct dissident actions before south Korean and American visitors to Dandong. \n\t\t\t\t\t\n\t\t\t\t\t Giving them money, I gave them the task to build an \"underground church\", telling them if \"churches\" are built wherever there are statues including Mansu Hill and 500 \"underground churches\" set up in all parts of the north in the future, the north's political system would collapse and there would appear a God-blessed country.\n\t\t\t\t\t\n\t\t\t\t\t Confessing to his acts of whisking off \"defectors from the north\" to the south, Kim said: \n\t\t\t\t\t\n\t\t\t\t\t  In October 2008, I attempted to whisk off four \"defectors from the north\" introduced by a reverend working at a human rights organization of south Korea, but I was stopped from taking them away to a third country. I was set free after paying fine.\n\t\t\t\t\t\n\t\t\t\t\t I whisked off six Chinese residents from the north to south Korea via a third country and sent to the south Jon Yong Chol, north Korean who was on a private business trip, from the underground church operated by himself. \n\t\t\t\t\t\n\t\t\t\t\t I lured inhabitants of the north to my underground church and made them corrupt ideologically and morally.\n\t\t\t\t\t\n\t\t\t\t\t I installed a TV set in a rented house which was operating as an underground church so that north Koreans might watch south Korean satellite TV programs, brought there hundreds of anti-DPRK books for their brainwashing. I also egged them on to vie with each other to slander the political system and policies of the north.\n\t\t\t\t\t\n\t\t\t\t\t I let them watch more than 100 channels including CBS and sex channel over satellite TV. In addition to this, I brought there religious magazines peppered with diaries written by \"defectors from the north\" and stories hurling mud at the leadership and social system in the north so that they might read them all the time.\n\t\t\t\t\t\n\t\t\t\t\t Kim admitted that all the acts perpetrated by him are crimes wantonly violating the law of the DPRK and human rights of its citizens.\n\t\t\t\t\t\n\t\t\t\t\t He admitted in the course of being questioned by a judicial organ of the DPRK that he committed such crimes, prompted by the inveterate hostility toward it he nurtured while receiving anti-communist education from his early years. He added that he realized all what he has done is foolish things helpful only to outside forces seeking the permanent division of the Korean nation and conservative forces and it is nothing beneficial to the interests of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Noting even at this moment many \"anti-north\" missionaries and those tasked to allure its citizens are perpetrating acts similar to what was done by him at the instruction of the IS in the areas of China adjacent to the northern border of the DPRK, he continued:\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I hope the conservative forces including the IS that are abusing even religionists out of bad blood toward their compatriots in the north and the \"anti-north\" missionaries who have committed acts of treachery at the former's beck and call, would draw a lesson from what I have done and correct their wrong doings, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t I would like to frankly confess before dozens of inhabitants of the DPRK who committed inadvertent crimes due to me that all what I said and did in China in the past are sheer lies  and criminal acts and apologize to them for my wrong doings.\n\t\t\t\t\t\n\t\t\t\t\t Then he answered the questions raised by reporters.\n\t\t\t\t\t\n\t\t\t\t\t He mentioned in detail how he illegally crossed the border of the DPRK and its course.\n\t\t\t\t\t\n\t\t\t\t\t He, at the same time, gave a detailed account of the objective of his illegal entry into the DPRK and his aim to use those things contained in his luggage. \n\t\t\t\t\t\n\t\t\t\t\t He noted his objective was to set up a \"head office of the dissident underground church network\" in Pyongyang that would be used for misleading the mindset of the people and bringing down the present government and political system in the DPRK when the time comes and produce films about the situation in the north and activities of \"underground church\" and send them to the south Korean church and the IS. \n\t\t\t\t\t\n\t\t\t\t\t Things he brought with him when crossing the border include Bibles, memory card, 100 MP 3s, medicines, foodstuffs, ultra-mini camera and 40 sex CDs.\n\t\t\t\t\t\n\t\t\t\t\t He said memory card contained \"Christian\" movies, memoirs telling that underground churches played a great role in bringing down socialism in the East European countries, Bible explanation, hymn and so on while those MP 3s contained serial dramas produced on the basis of the book slandering \"human rights issues \" in the north, collections of Bible sermons and so on.\n\t\t\t\t\t\n\t\t\t\t\t Various kinds of medicines and foodstuffs he had brought with him were meant for distributing them among devotees and the ultra-mini camera was aimed to photograph some places of Pyongyang, activities of the \"underground church\" and the site for the \"church\". Sex CDs were meant for letting devotees to copy and sell them on black markets for the purpose of distributing them among many people.\n\t\t\t\t\t\n\t\t\t\t\t He answered the questions put by correspondents of Russia, China and Japan.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched videos proving Kim's crimes against the DPRK."
        },
        {
            "title": "Officials in Field of Land and Environment Protection Meet",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-18ee.html",
            "content": "Officials in Field of Land and Environment Protection Meet\r\n Pyongyang, February 27 (KCNA) -- There took place a meeting of officials in the field of land and environment protection on Thursday at the People's Palace of Culture.\n\t\t\t\t\t Present there were Pak Pong Ju, Kwak Pom Gi, Ro Tu Chol, Thae Jong Su and vice-premiers, chief secretaries of provincial committees of the Workers' Party of Korea, officials of working people's organizations, ministries, national institutions, party and power organs of provinces, cities and counties, officials in the field of land and environment protection, those in the units related to it and officials of armed forces organs.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched a video showing the successes made by the service personnel and people of the DPRK in the last year's work to facelift the land and environment, true to the behests of leader Kim Jong Il and the policy of the Workers' Party of Korea on land development.\n\t\t\t\t\t\n\t\t\t\t\t The meeting reviewed the successes and experience gained in the last year's drive for the general mobilization for land management and for increasing strength of rails. It also discussed the issue to bring about bigger successes this year.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Premier Kim Yong Jin made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said the energetic leadership of Marshal Kim Jong Un served as a motive force for encouraging all the people throughout the country to dynamically turn out in the drive for the general mobilization for land management, referring to the great successes made last year.\n\t\t\t\t\t\n\t\t\t\t\t They called for conducting the more brisk drive for the general mobilization for land management across the country, true to the WPK's Juche-oriented idea on land management and important tasks set forth by Kim Jong Un in his New Year Address.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to protect and actively increase the underground, forest, marine and other valuable natural resources of the country and turn all mountains into thick woodland by dynamically conducting tree planting on a massive campaign.\n\t\t\t\t\t\n\t\t\t\t\t They also underscored the need to build many facilities of different types at rivers, repair them well and take thorough measures to prevent flood damage.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to give face-lifting to Pyongyang, provinces, cities and counties and channel big efforts into the work for increasing strength of rails through coordinated operation of the army and people this year, too.\n\t\t\t\t\t\n\t\t\t\t\t They called for giving full play to the inexhaustible mental power of the party members and other working people as required by the developing revolution. They called on all the service personnel and people to become death-defying fighters and scouts taking the lead in carrying out the great plan of the party for land development and thus more successfully facelift the mountains and rivers of the country. \n\t\t\t\t\t\n\t\t\t\t\t There took place a short course in relation to the protection of resources and the afforestation after the meeting."
        },
        {
            "title": "Chinese Ambassador to DPRK Hosts Reception",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-17ee.html",
            "content": "Chinese Ambassador to DPRK Hosts Reception\r\n Pyongyang, February 27 (KCNA) -- Liu Hongcai, Chinese ambassador to the DPRK, hosted a reception at Pyongyang Koryo Hotel Thursday on the occasion of the 55th anniversary of the agreements on cultural cooperation and air transportation between the governments of the DPRK and the People's Republic of China. \n\t\t\t\t\t Present there on invitation were Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, Ri Yong Son, deputy general director of the General Bureau of Civil Aviation of the DPRK, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Chinese embassy here and Chinese guests staying in the DPRK were on hand."
        },
        {
            "title": "6th Conference of Ideological Officials of WPK",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-21ee.html",
            "content": "6th Conference of Ideological Officials of WPK\r\n Pyongyang, February 27 (KCNA) -- The 6th Conference of Ideological Officials of the Workers' Party of Korea took place here in March Juche 83 (1994).\n\t\t\t\t\t The conference reviewed the successes and experience gained in the party ideological work for modeling the whole society on Kimilsungism in the past and discussed measures to further improve the ideological work as required by the changed situation.\n\t\t\t\t\t\n\t\t\t\t\t It underscored the need to intensify the party ideological work to push forward with the revolution and construction and defend the Korean-style socialism centered on the masses, advancing the tasks and ways to that effect.\n\t\t\t\t\t\n\t\t\t\t\t After the conference, a brisk ideological work was conducted in order to further consolidate revolutionary ranks single-mindedly united around leader Kim Jong Il and give full play to the revolutionary spirit of self-reliance and fortitude.\n\t\t\t\t\t\n\t\t\t\t\t A big stride was made in the efforts to enhance education in the greatness and leadership feats of Kim Jong Il, which enabled officials, party members and other working people to remain loyal to the WPK's guidance with deep reverence for Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The party's line and policies were timely conveyed to party members and other working people with a well-planned system of political education established and the role of agitators enhanced.\n\t\t\t\t\t\n\t\t\t\t\t In particular, a drive to thoroughly establish the party's leadership system among the media and literature and art fields was made in a vigorous way.\n\t\t\t\t\t\n\t\t\t\t\t The ideological work began to be carried out in keeping with the specific conditions as done by the anti-Japanese guerrillas."
        },
        {
            "title": "Korean-made Accordion, Bayan Popular at Home and Abroad",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-22ee.html",
            "content": "Korean-made Accordion, Bayan Popular at Home and Abroad\r\n Pyongyang, February 27 (KCNA) -- Musical instruments with the \"Unbangul\" trademark, made in the DPRK, are gaining popularity among instrumentalists and amateurs at home and abroad.\n\t\t\t\t\t The instruments are manufactured by the Pyongyang Musical Instrument Factory. Accordions and bayans are the most popular among them. The factory is producing nearly 50 kinds of accordions and bayans including 120-15/5C-type accordion and 120-15/5-type bayan.\n\t\t\t\t\t\n\t\t\t\t\t The accordions and bayans are well received in China, Russia, Italy and other countries."
        },
        {
            "title": "Animals Newly Sent to Central Zoo",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-20ee.html",
            "content": "Animals Newly Sent to Central Zoo\r\n Pyongyang, February 27 (KCNA) -- The Central Zoo plays a big role in improving the cultural and emotional life of people and giving them comprehensive knowledge of animals. \n\t\t\t\t\t Recently, more than 50 pet dogs of 21 species and over 400 parrots and guinea pigs of 30 species were sent to the zoo.\n\t\t\t\t\t\n\t\t\t\t\t Among those pet dogs are Dalmatians, Irish setters, bearded collies and schnauzer.\n\t\t\t\t\t\n\t\t\t\t\t The parrots include Red and Green Macaw, Blue and Yellow Macaw and Red Crested Cockatoo."
        },
        {
            "title": "Nanhutou Meeting, Historic in Anti-Japanese Liberation Struggle",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-23ee.html",
            "content": "Nanhutou Meeting, Historic in Anti-Japanese Liberation Struggle\r\n Pyongyang, February 27 (KCNA) -- The Nanhutou Meeting, which ran from February 27 through March 3, Juche 25 (1936), marked a milestone in establishing Juche in the Korean people's anti-Japanese national liberation struggle. \n\t\t\t\t\t At that time, driving forces of the revolution were creditably prepared, with the Korean People's Revolutionary Army (KPRA) grown in strength politically and militarily and the mass foundation expanded on a further basis.\n\t\t\t\t\t\n\t\t\t\t\t And, the general situation turned in favor of the Korean people's anti-Japanese struggle.\n\t\t\t\t\t\n\t\t\t\t\t With deep insight into the requirements of the developing revolution, President Kim Il Sung convened the Meeting of Military and Political Cadres of the KPRA in Nanhutou and delivered a report \"The Tasks of Communists in the Strengthening and Development of the Anti-Japanese National Liberation Struggle.\"\n\t\t\t\t\t\n\t\t\t\t\t In the report, Kim Il Sung set forth a line on advancing the KPRA main unit into the border area and Mt. Paektu area and gradually expanding the armed struggle into the homeland.\n\t\t\t\t\t\n\t\t\t\t\t He also put forward strategic policies on forming a permanent united front body and effecting a fresh upsurge in the overall Korean revolution centering on the anti-Japanese armed struggle in order to put the movement of the anti-Japanese national united front on a new stage.\n\t\t\t\t\t\n\t\t\t\t\t The meeting was the one that focused on completely establishing Juche for the first time in the Korean revolution and anti-Japanese national liberation struggle.\n\t\t\t\t\t\n\t\t\t\t\t In line with the policies, the Korean revolutionaries steadfastly maintained the Juche-based stand in each stage of the revolution and held fast to it as an utmost lifeline of the nation in whatever adversities.\n\t\t\t\t\t\n\t\t\t\t\t Hence then, the Korean revolution entered into a higher stage.\n\t\t\t\t\t\n\t\t\t\t\tThe banner of Juche, the banner of independence, which was the focus in the Nanhutou Meeting, serves as imperative still for building a thriving socialist nation."
        },
        {
            "title": "Japan's Sexual Slavery System Is Large Inhumane Crime: News Analysis",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-24ee.html",
            "content": "Japan's Sexual Slavery System Is Large Inhumane Crime: News Analysis\r\n Pyongyang, February 27 (KCNA) -- Many countries in Asia and Europe are becoming evermore vocal condemning sexual slavery committed by the Imperial Japanese Army. Such denunciation can be heard even from the U.S.\n\t\t\t\t\t Some days ago, U.S. Congress adopted a resolution, the second of its kind since 2007, urging the Japanese government to make an official apology for the past sexual slavery and compensate to its victims.\n\t\t\t\t\t\n\t\t\t\t\t The international community expresses deep sympathy with women victims who are passing away one after another without getting even a single word of apology from the Japanese government.\n\t\t\t\t\t\n\t\t\t\t\t During the Second World War, the Japanese imperialists set up a sexual slavery system by dint of state power and military forces.\n\t\t\t\t\t\n\t\t\t\t\t The Imperial Japanese Army abducted and forcibly drafted a large number of Korean women to reduce them into sexual slaves, inflicting untold sufferings and pains upon them. The real purpose of establishing such system was not only to meet the sexual demand of soldiers but to materialize the policy of annihiliating the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The majority of sexual slaves were Korean women and most of them in their teens.\n\t\t\t\t\t\n\t\t\t\t\t The sexual slavery committed by the Imperial Japanese Army was an extra-large inhuman crime aimed at annihiliating the Korean nation from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t But the Japanese authorities are keen on beautifying the crime-woven past of Japan, asserting that sex slavery was seen in any warring countries.\n\t\t\t\t\t\n\t\t\t\t\t Their assertion is nothing but an intolerable mockery of and challenge to the international community.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better honestly admit its blood-stained history and make sincere apology and compensation for its past crimes."
        },
        {
            "title": " Rodong Sinmun Calls for Invigorating Ideological Campaigns",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-10ee.html",
            "content": "Rodong Sinmun Calls for Invigorating Ideological Campaigns\r\n Pyongyang, February 27 (KCNA) -- Rodong Sinmun Thursday editorially calls on all party ideological officials to raise a strong wind of ideological, information and agitation campaigns and vigorously encourage all the service personnel and people to the drive for the final victory in building a thriving nation, true to the speech made by supreme leader Kim Jong Un at the 8th Conference of Ideological Officials of the Workers' Party of Korea. \n\t\t\t\t\t His speech is a great strategic programme indicating the ever-victorious future of the Korean revolution, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Steadfast is the will of Kim Jong Un to bring earlier the final victory of the revolution on the basis of the Juche-oriented theory of idea, a powerful weapon. \n\t\t\t\t\t\n\t\t\t\t\t It is a great pride of our party to have a large number of the ideological officials remaining unfailingly loyal to the party and the leader, possessed of a high degree of revolutionary spirit and lofty traits.\n\t\t\t\t\t\n\t\t\t\t\t The ideological officials of our party are standing in the van of the grand drive for modeling the whole party and society on Kimilsungism-Kimjongilism and bringing earlier the final victory in building a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t We have rich experience in stepping up the cause for imbuing the whole society on the monolithic idea through a strong ideological offensive as well as powerful information and agitation means available throughout the country. \n\t\t\t\t\t\n\t\t\t\t\t If the ideological officials are well prepared, elite army corps can be formed and if we have these forces, we have nothing to fear and there is nothing impossible to do.\n\t\t\t\t\t\n\t\t\t\t\t All ideological officials of the party should discharge their duty as pioneers and pacemakers in the drive for the prosperity of Songun Korea, bearing deep in their mind the important responsibility and mission they assume for the party, revolution, country and people."
        },
        {
            "title": "Rodong Sinmun Calls for Giving Priority to Ideology",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-11ee.html",
            "content": "Rodong Sinmun Calls for Giving Priority to Ideology\r\n Pyongyang, February 27 (KCNA) -- It is the truth of history that if one takes hold on ideology, he is sure to win, says Rodong Sinmun Thursday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Ideology is the life and soul of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Powerful military and economic potentials are too incompetent to defend the gains of revolution won by blood if the ideological position is disintegrated. \n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the historic lesson of socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t In the past some socialist countries failed to pay due attention to the ideological work to educate popular masses. They leaned only on economic construction.\n\t\t\t\t\t\n\t\t\t\t\t As the people in those countries had no worries and led a stable life, their revolutionary enthusiasm was gradually dampened and tried to lead an easy life. They did not want to devote themselves to socialism but started to have illusions about capitalism. In the long run, they betrayed socialism, taken in by the false propaganda of the imperialists and reactionaries. As a result, economic construction fell into stagnation in these countries and finally socialism collapsed and capitalism was restored.\n\t\t\t\t\t\n\t\t\t\t\t The national defense capabilities described as the most powerful in the world were demolished overnight. Soldiers became blind, unaware of their mission. The army that was disarmed ideologically did not prevent the socialist system from collapsing.\n\t\t\t\t\t\n\t\t\t\t\t There is nothing impossible in the world if the mental power is enlisted by dint of ideology. This is proved by the practical experience of the Korean revolution which has won victories by dint of ideology."
        },
        {
            "title": "Large-Scale Anti-\"Government\" Actions Held in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-09ee.html",
            "content": "Large-Scale Anti-\"Government\" Actions Held in S. Korea\r\n Pyongyang, February 27 (KCNA) -- Large-scale anti-\"government\" actions took place across south Korea including Seoul, Taejon, Ulsan, Pusan, North and South Kyongsang, North and South Chungchong, North and South Jolla and Jeju provinces on February 25 with the attendance of at least 200,000 people of all social strata, according to the south Korean internet newspaper Thongil News.\n\t\t\t\t\t More than 40,000 people attended the rally held at the plaza of the Seoul City Office.\n\t\t\t\t\t\n\t\t\t\t\t The participants said that the one-year office of the present regime witnessed the days which led to breach of commitments, destitution of people's livelihood and obliteration of democracy, adding that people from all walks of life, including workers, peasants, the poor, merchants, students and women, are turning out in the actions, unable to remain a passive onlooker to this.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Public Healthcare Trade Union, speaking at the rally, condemned the present regime for pushing ahead with its policy of privatizing healthcare institutions by deceiving the people.\n\t\t\t\t\t\n\t\t\t\t\t The acting chairperson of the Railway Trade Union expressed the will to meet the demands of workers through actions, saying the regime is resorting to the privatization of the railways.\n\t\t\t\t\t\n\t\t\t\t\t The executive chairperson of the Measure Committee to Denounce the Intelligence Service's Fabrication of Plotted Rebellion and Suppression under the Pretext of Security criticized the authorities of declaring those involved in the election rigging not guilty and those related to the case of the plotted rebellion guilty with no evidence.\n\t\t\t\t\t\n\t\t\t\t\t The permanent co-representative of the Solidarity for Abolishing the Discrimination of the Disabled Persons vented his rage on the regime's deceptive policy for welfare.\n\t\t\t\t\t\n\t\t\t\t\t Then a resolution was read out.\n\t\t\t\t\t\n\t\t\t\t\t The resolution said that they will continue their actions against the illegal election rigging of the power organs and the moves to stamp out democracy.\n\t\t\t\t\t\n\t\t\t\t\t It noted that they will become more vocal urging the resignation of the chief executive in case the authorities fail to accept the demand of the people.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally, the participants staged a demonstration.\n\t\t\t\t\t\n\t\t\t\t\t They gathered at the plaza of the city office again and held a candlelight rally."
        },
        {
            "title": "Joint Military Drills Termed as Challenge to to Improving Korean Relations",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-13ee.html",
            "content": "Joint Military Drills Termed as Challenge to to Improving Korean Relations\r\n Pyongyang, February 27 (KCNA) -- Five joint organizations of south Korea including the Missionary Solidarity Council of Christian Society held a press conference on Feb. 24 demanding an immediate halt to Key Resolve and Foal Eagle joint military drills, according to the south Korean CBS. \n\t\t\t\t\t The organizations said the above-said drills started at a time when the reunion of separated families and relatives from the north and the south was under way were a serious challenge to the peace on the Korean peninsula and the process to improve the inter-Korean relations."
        },
        {
            "title": "Anti-Dictatorship Struggle Resolved in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-14ee.html",
            "content": "Anti-Dictatorship Struggle Resolved in S. Korea\r\n Pyongyang, February 27 (KCNA) -- More than 3,000 members of the Unified Progressive Party of south Korea held an emergency meeting and vowed to turn out in the struggle against dictatorship, according to Jaju Minbo, the south Korean internet paper, on Feb. 24. \n\t\t\t\t\t They said that the trial of those involved in the plotted rebellion case is a declaration of war against the people desirous of democracy and progressive politics and a signal for dissolving a progressive political party. \n\t\t\t\t\t\n\t\t\t\t\t Dictatorship is followed by resistance, they said, adding that people will no longer remain a passive onlooker to the moves to revive dictatorship and obstruct democracy.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that they would wage an all-out struggle together with the people in protest against the authorities' moves to crack down upon the progressive political party."
        },
        {
            "title": "Halt to Joint Military Drills Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-15ee.html",
            "content": "Halt to Joint Military Drills Demanded in S. Korea\r\nPyongyang, February 27 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held the 144th meeting for peace and disarmament outside the Defense Ministry on Tuesday in demand of a halt to the large-scale war drills, according to the south Korean internet paper Jaju Minbo.\n\t\t\t\t\tSpeakers denounced the U.S. and south Korean authorities for kicking off the north-targeted joint military drills. \n\t\t\t\t\t\n\t\t\t\t\tThey branded them as acts of chilling the atmosphere of inter-Korean dialogue and reconciliation. \n\t\t\t\t\t\n\t\t\t\t\tThe war drills are ones for nuclear attack, not \"annual defensive ones\" as they are pursuant to the \"tailored deterrence strategy\", they said. \n\t\t\t\t\t\n\t\t\t\t\tThey demanded an immediate halt to the joint military drills increasing the danger of a nuclear war on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\tThey stressed the need to ensure peace through dialogue, not by confrontation and war."
        },
        {
            "title": "S. Korean Railway Trade Union Launches General Strike",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-16ee.html",
            "content": "S. Korean Railway Trade Union Launches General Strike\r\n Pyongyang, February 27 (KCNA) -- The Railway Trade Union of south Korea staged a general strike on Feb. 25, according to Yonhap News of south Korea.\n\t\t\t\t\t The organization demanded the Railway Co. lift the disciplinary measure on unionists who took part in the strike against the privatization of railways and sincerely opt for the wage hike negotiations."
        },
        {
            "title": "Stop to Joint Military Drills against DPRK Urged",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-25ee.html",
            "content": "Stop to Joint Military Drills against DPRK Urged\r\n Pyongyang, February 27 (KCNA) -- Koreans in Japan waged a protest action outside the U.S. embassy in Tokyo on Feb. 24 in demand of the halt to the joint military exercises against the north, according to Minjok Sibo, a newspaper of overseas Koreans published in Japan.\n\t\t\t\t\t They included Son Hyong Gun, chairman of the Federation of South Koreans in Japan for Democracy and Unification (Hanthongryon), Mun Se Hyon, chairman of the south Korean Youth League in Japan, Kim Ji Yong, chairperson of the South Korean Democratic Women's Society in Japan, and Jo Yong Hwa, chairperson of the South Korean Students Federation in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of Hanthongryon read out a written protest.\n\t\t\t\t\t\n\t\t\t\t\t The written protest denounced the U.S. for kicking off Key Resolve and Foal Eagle joint military exercises that day, defying the public opinions at home and abroad aspiring after peace against war.\n\t\t\t\t\t\n\t\t\t\t\t It noted:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is describing them as \"defensive drills\", but it is as clear as noonday that the drills are aimed to invade the north.\n\t\t\t\t\t\n\t\t\t\t\t The military exercises kicked off by the U.S. when the reunion of separated families and relatives was under way are little short of throwing a wet blanket over the atmosphere of peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t  The military drills are most likely to go over to an all-out war, a nuclear war due to an accidental conflict by leading the tensions on the peninsula to an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S., seeking hegemony in Asia, is trying hard to build the U.S.-Japan-south Korea triangular military alliance. Taking advantage of this development, Japan is watching for a chance of military advance to the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The situation is getting deteriorated owing to the U.S. hard-line policy, the written protest said, urging the U.S. to immediately stop the war drills against the north, withdraw its forces from south Korea and discontinue the moves for building the triangular military alliance."
        },
        {
            "title": "Halt to US-S. Korean Joint Military Exercises Demanded",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-01ee.html",
            "content": "Halt to US-S. Korean Joint Military Exercises Demanded\r\n Pyongyang, February 27 (KCNA) -- The European Regional Headquarters of the Pan-national Alliance for Korea's Reunification and the Society for Cooperation among Koreans in Germany issued a joint statement on February 24 under the title of \"Stop at once the joint military exercises leading the situation on Korean Peninsula to the brink of war\".\n\t\t\t\t\t The statement said that positive measures were taken for defending security and peace of the nation and the reunion of separated families and relatives was under way thanks to the recent  peace-loving efforts of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It noted:\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean authorities kicked off Key Resolve to be followed by Foal Eagle joint military maneuvers, chilling the good atmosphere between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The above-said military maneuvers are drills for a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It condemned the U.S. for staging large-scale war exercises on the Korean peninsula each year according to the nuclear war scenario while decreasing the scale of the military exercises in other regions of the world after the end of the Cold War.\n\t\t\t\t\t\n\t\t\t\t\t It said that all Koreans would never allow the confrontation and war hysteria of warmongers but turn out in actions to check and foil it resolutely.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded the U.S. and the south Korean authorities immediately halt Key Resolve and Foal Eagle"
        },
        {
            "title": "Halt to Acts of Going against Improved Inter-Korean Relations Urged",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-08ee.html",
            "content": "Halt to Acts of Going against Improved Inter-Korean Relations Urged\r\n Pyongyang, February 27 (KCNA) -- The Zhongnan Regional Association of the General Association of Koreans in China released a statement on February 24 demanding the south Korean authorities stop acts of swimming against improved inter-Korean relations.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to think twice in conformity with the aspiration and desire of the nation in uttering a word and doing an act.\n\t\t\t\t\t\n\t\t\t\t\t But those of the south Korean ministries of Defense and Unification are busying themselves fomenting distrust and confrontation, claiming that \"psychological warfare against the north\" and \"emphasis on human rights in the north\" are \"different from the slandering.\"\n\t\t\t\t\t\n\t\t\t\t\t Doing contrary acts even before the ink of the joint press release which was agreed upon and issued at the talks was dry is a perfidy abandoning even an elementary courtesy to the dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the U.S. kicked off Key Resolve and Foal Eagle joint military exercises by instigating the south Korean army at a time when the reunion of separated families and relatives from the north and the south was being conducted at Mt. Kumgang resort.\n\t\t\t\t\t\n\t\t\t\t\t Only the danger of a nuclear war is increasing due to war exercises staged by the U.S. every year and it is none other than the Korean nation that has suffered huge damage from this.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not hurt a climate for improving the inter-Korean relations by continuing to aggravate the situation but quickly withdraw all forces for aggression from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The halt to war exercises targeting the north is the first step to defuse acute tensions and confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should have a correct stand."
        },
        {
            "title": "Day of Shining Star Marked at DPRK Missions Abroad",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-02ee.html",
            "content": "Kim Jong Il's Birth Anniversary Marked Abroad\r\n Pyongyang, February 27 (KCNA) -- Foreign papers carried special write-ups on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The Indonesian newspaper International Media on February 17 allotted one whole page to an article titled \"Immortal exploits performed for the cause of global independence.\" It was illustrated with a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that no great man in history performed such immortal exploits for the cause of global independence, possessed of the matchlessly great idea and leadership art, as Kim Jong Il did.\n\t\t\t\t\t\n\t\t\t\t\t The Uruguayan paper La Juventud on Feb. 18 carried special write-up titled \"The man who believed in people as in God.\" It was illustrated with a portrait of smiling Kim Jong Il and photos documenting revolutionary activities of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The paper gave a detailed account of the fact that Kim Jong Il, deeming it as his motto to believe in people as in Heaven, made ceaseless journeys for field guidance for their happiness all his life.\n\t\t\t\t\t\n\t\t\t\t\t The Malian paper Le Malien on Feb. 17 said that Kim Jong Il created a large flower garden of human love on the land of the DPRK by pursuing benevolent politics, adding that he was the man who had ardent love for the people as his inborn disposition."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Marked Abroad",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-03ee.html",
            "content": "Day of Shining Star Marked at DPRK Missions Abroad\r\n Pyongyang, February 27 (KCNA) -- Celebration events such as receptions, photo and book exhibitions and film shows took place at DPRK missions abroad between February 6 and 16 on the occasion of the birth anniversary of leader Kim Jong Il (Day of the Shining Star).\n\t\t\t\t\t They included the DPRK missions in Vietnam, Laos, Bangladesh, Myanmar, Indonesia, Kuwait, Singapore, Poland, Switzerland, France, Ethiopia, Nigeria and the DR Congo and the DPRK permanent mission at the UN Office and international bodies in Geneva.\n\t\t\t\t\t\n\t\t\t\t\t Prominently displayed on the front walls of the venues of the events were portraits of smiling President Kim Il Sung and Kim Jong Il and the full-length paintings depicting the President standing together with Kim Jong Il. Floral baskets and bouquets were laid before them.\n\t\t\t\t\t\n\t\t\t\t\t On display there were photos documenting immortal exploits of Kim Il Sung and Kim Jong Il and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Exhibited there were works of peerlessly great men, books and photos introducing Songun Korea and handicrafts associated with talents of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Participants of the film shows watched DPRK documentaries such as \"Fireworks of a Thriving Nation\" and \"Pyongyang Today\".\n\t\t\t\t\t\n\t\t\t\t\t Present at the events on invitation were figures of political parties, governments, militaries, organizations, bodies, organizations for the study of the Juche idea and organizations for friendship and solidarity with the Korean people in the relevant countries, representatives of the international and regional bodies and nongovernmental organizations and diplomats of various countries there.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials of the DPRK missions.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Commission for External Affairs of the Central Committee of the Communist Party of Vietnam said in his speech that the party and government and people of Vietnam would make all efforts to steadily boost the friendly and cooperative relations with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The director-general of the Yangon City Development Committee of Myanmar said that Kim Jong Il firmly defended the cause of socialism and devoted all his life to the happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the External Relations Committee of the Central Directive Council of the Indonesian Democratic Party of Struggle said that Kim Jong Il was a great leader who developed the Workers' Party of Korea into an invincible revolutionary party and turned the DPRK into a military power.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the National Committee for the Study of the Juche Idea of the DR Congo said:\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il showed the world what the life of a true patriot was like by setting an example in practice.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's patriotism serves as a basic source to guarantee the prosperity of the country and a textbook on life for everybody who loves the country."
        },
        {
            "title": "Kim Jong Il Highly Praised by Russian Papers",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-04ee.html",
            "content": "Kim Jong Il Highly Praised by Russian Papers\r\n Pyongyang, February 27 (KCNA) -- Russian papers carried special write-ups to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The My Home-Sochi on February 13 devoted a whole page to an article titled \"Snow and Kim Jong Il\" illustrated with his photos and photo of his birthplace in the Secret Camp in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The paper said in the article:\n\t\t\t\t\t\n\t\t\t\t\t Chairman of the National Defence Commission Kim Jong Il lived a life as ennobling as snow.\n\t\t\t\t\t\n\t\t\t\t\t He made ceaseless tours for field guidance to factories and sites for construction of new houses for better people's living and cultural recreation grounds in different parts of the country, always wearing a simple jumper and having a short and uncomfortable sleep.\n\t\t\t\t\t\n\t\t\t\t\t His greatest pleasure was happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t He made ceaseless journeys for field guidance for the people despite sweltering day and biting cold.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to his dedication that socialism was defended and a turning phase was brought about in building a thriving nation in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's noble life will always be remembered not only by the Korean people but by progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The Byvor on February 14 carried articles titled \"Comrade Kim Jong Il is always in the hearts of mankind\" and \"Greatest Exploits\" illustrated with a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t No. 5 issue of the Veteran carried an article titled \"People's ever-deepening trust\" illustrated with a photo of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Sluzh Otsechestv on February 13 introduced the immortal exploits Kim Jong Il performed by glorifying the Juche idea as an eternal guiding idea in the era of independence and developing the Workers' Party of Korea, the state and army into ever-victorious guiding force, invincible socialist power and matchless militant ranks."
        },
        {
            "title": "DPRK Praised by Brazilian Organization",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-05ee.html",
            "content": "DPRK Praised by Brazilian Organization\r\n Pyongyang, February 27 (KCNA) -- An article titled \"The most popular and democratic election system\" was posted on internet website on February 19 by the Brazilian Committee for Solidarity with the DPRK.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Coming March 9 will witness the election of deputies to the 13th Supreme People's Assembly of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All citizens take part in the election as the DPRK has the best popular and democratic election system.\n\t\t\t\t\t\n\t\t\t\t\t The advantages of the Korean style election system find a vivid manifestation among other things in the principle governing the election.\n\t\t\t\t\t\n\t\t\t\t\t Election is held in the DPRK through a universal, equal and direct suffrage by secret ballot.\n\t\t\t\t\t\n\t\t\t\t\t It is stipulated in the constitution of the DPRK that every citizen at the age of 17 and above shall have the right to elect and to be elected, irrespective of sex, nationality, occupation, residence period, assets and the level of education, party affiliation, political view and religious faith.\n\t\t\t\t\t\n\t\t\t\t\t Its advantages also lie in that the will and wishes of the popular masses are fully met through the organization of election and its procedures and best conveniences are provided for them.\n\t\t\t\t\t\n\t\t\t\t\t The election system in the DPRK is in full line with the essential character of the revolutionary power as it is organized by the people themselves and struggles for protecting their interests and freedom and peace."
        },
        {
            "title": "Day of Shining Star Marked in Uganda",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-06ee.html",
            "content": "Day of Shining Star Marked in Uganda\r\n Pyongyang, February 27 (KCNA) -- There took place a meeting and seminars in Uganda on February 14 and 17 to mark the birth anniversary of leader Kim Jong Il (Day of the Shining Star). \n\t\t\t\t\t The Uganda National Resistance Movement held a meeting and seminar. Speakers dealt with the historical significance of Kim Jong Il's start of the Songun revolutionary leadership by visiting Seoul Ryu Kyong Su Guards 105th Tank Division of the Korean People's Army and undying exploits he performed by training the KPA into an invincible revolutionary army. \n\t\t\t\t\t\n\t\t\t\t\t Now the DPRK is displaying its might as a satellite manufacturer and launcher and nuclear weapons state and achieving eye-opening successes in the building of a thriving nation, they said, adding that this is attributable to the wise leadership of the great Songun commander. \n\t\t\t\t\t\n\t\t\t\t\t They stressed that the Songun revolutionary cause is being successfully carried forward by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A seminar was also held under the sponsorship of the Uganda National Executive Committee of the Pan-African Movement. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said that Kim Jong Il pursued the Songun politics, defending and advancing socialism despite all the moves of the imperialists to stifle the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t They discussed the ways to apply Kimilsungism-Kimjongilism to socio-political development of Africa."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Progressive Mankind",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-07ee.html",
            "content": "Kim Jong Il's Exploits Praised by Progressive Mankind\r\n Pyongyang, February 27 (KCNA) -- There took place events in different countries between Feb. 12 and 16 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They were a meeting in Tunisia, lecture and Korean photo exhibition in Pakistan and reading session and briefing in Angola.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venue of the photo exhibition were photos showing his Songun leadership feats.\n\t\t\t\t\t\n\t\t\t\t\t Also on display were photos introducing the achievements made by the army and people of the DPRK in building a thriving socialist country.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting in Tunisia speakers praised Kim Jong Il as an extraordinary thinker and theoretician who glorified the Juche idea as the guiding idea in the era of independence and a prominent leader who put the sovereignty and dignity of the Korean people onto the highest level by pursuing the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Punjab Provincial Committee of the Workers' Party of Pakistan said the greatest exploit Kim Jong Il performed for the socialist cause was that he defended the fate of socialism.\n\t\t\t\t\t\n\t\t\t\t\t At the events in Angola speakers said his life was the brilliant life of patriotic devotion to the prosperity of the country and happiness of the people.\n\t\t\t\t\t\n\t\t\t\t\t They noted that his exploits for the cause of global independence will always be remembered by progressive mankind."
        },
        {
            "title": " Discurso de Kim Jong Un pronunciado en VIII Conferencia de Funcionarios Ideologicos de PTC",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-27ee.html",
            "content": "Discurso de Kim Jong Un pronunciado en VIII Conferencia de Funcionarios Ideologicos de PTC\r\nPyongyang, 27 de febrero (ACNC) -- El Mariscal Kim Jong Un pronuncio en la VIII Conferencia de Funcionarios Ideologicos del Partido del Trabajo de Corea el discurso intitulado \"Anticipemos la victoria definitiva con una ofensiva ideologica revolucionaria\".\n\t\t\t\t\tEl texto completo del discurso sigue:\n\t\t\t\t\t\n\t\t\t\t\tEfectuamos la VIII Conferencia de Trabajadores Ideologicos del Partido del Trabajo de Corea en un momento significativo en que se cumplen los cuarenta anos desde que el gran companero Kim Jong Il declaro como programa supremo de nuestro Partido la identificacion de toda la sociedad con el kimilsungismo.\n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para rendir el mas profundo homenaje al gran Lider Kim Il Sung, fundador y constructor del invencible Partido del Trabajo de Corea, y al gran Dirigente Kim Jong Il, su eterno Secretario General, en reflejo de la unanime voluntad de todos los participantes en la Conferencia y los demas miembros del Partido. \n\t\t\t\t\t\n\t\t\t\t\tEn esta magna cita extiendo en nombre del Primer Secretario del PTC mi sincero agradecimiento y saludos militantes a todos los participantes en ella, a los trabajadores ideologicos de todo el Partido y a los propagandistas de base del pais entero, quienes como trompeteros de la revolucion y orientadores de la epoca trabajan con pasion y abnegacion en los centros laborales y puestos de todo el pais. \n\t\t\t\t\t\n\t\t\t\t\tConvocada con una magnitud sin precedentes en la historia del Partido, la presente Conferencia sera un hito de cambios trascendentales para perpetuar las hazanas del gran Lider y el gran General, quienes con la bandera de la idea Juche en alto condujeron a la revolucion coreana por el camino recto del triunfo, reconocer y reafirmar la importancia de la labor ideologica y hacer resonar mas los canonazos de la batalla ideologica de acuerdo con la demanda de la revolucion en desarrollo. \n\t\t\t\t\t\n\t\t\t\t\tPara un partido revolucionario y responsable del destino del pueblo la idea es el arma mas poderosa y unica. Sin ella son inconcebibles el nacimiento y la existencia del partido, asi como fuera de la labor ideologica resultan impensables la labor partidista y la lucha revolucionaria. Con la idea se preserva la vida de la revolucion y gracias a ella prosigue la revolucion. \n\t\t\t\t\t\n\t\t\t\t\tPara la revolucion coreana que comenzo de la nada, su unica arma fue la gran idea revolucionaria. Los revolucionarios coreanos recurrieron a ella para ganarse companeros, conseguir armas, vencer a los potentes enemigos imperialistas y construir un socialismo prospero y poderoso. Ningun otro pais y partido registra en sus anales una revolucion como la nuestra que dio sus primeros pasos con una clara directriz y que supo convertir la idea en una poderosa fuerza que impulsa la grandiosa lucha y transformacion. \n\t\t\t\t\t\n\t\t\t\t\tSe puede afirmar que toda la trayectoria recorrida por la revolucion coreana ha sido de hecho una historia de la batalla ideologica encaminada a demostrar plenamente la fuerza de la verdad que entranan las ideas revolucionarias del gran Lider y del gran General. \n\t\t\t\t\t\n\t\t\t\t\tLa labor ideologica ha sido siempre la mayor prioridad de nuestra revolucion y su gran tradicion fue establecida ya en los albores de la revolucion. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la atinada direccion del gran Lider y del gran General quienes en todo el proceso revolucionario colocaron por encima de todo la labor ideologica y lo resolvieron todo movilizando la fuerza espiritual de las masas populares, nuestra revolucion siempre ha hecho de su bandera simbolo de la victoria, abriendo el nuevo camino de la historia. Al movilizar al maximo el espiritu del ejercito y el resto de la poblacion, nuestro Partido alcanzo el gran auge en los dias dificiles en que se decidian el triunfo o el reves, el avance o el retroceso de la revolucion y esta dio pasos agigantados en cada momento en que se producian cambios en la labor ideologica. \n\t\t\t\t\t\n\t\t\t\t\tLa III Conferencia de Trabajadores Ideologicos del PTC, celebrada hace cuatro decenios y en la que el gran General declaro como programa supremo del Partido la identificacion de toda la sociedad con el kimilsungismo, adquiere especial importancia para la historia de nuestra organizacion politica que con ayuda de la ideologia ha abierto coyunturas trascendentales de la revolucion. \n\t\t\t\t\t\n\t\t\t\t\tTal declaracion del gran General y su formulacion del kimilsungismo como directriz del Partido constituyen un acontecimiento politico que dilucida el camino de la revolucion coreana para adelantar el triunfo definitivo y que moviliza a todos los militares y civiles a alcanzar ese objetivo. \n\t\t\t\t\t\n\t\t\t\t\tEste historico avance para identificar a toda la sociedad con el kimilsungismo ha contribuido a fortalecer el estado mayor politico que por primera vez en la historia de la construccion del partido revolucionario logra la unidad de la ideologia y la direccion, a preparar las invencibles fuerzas armadas revolucionarias que enarbolan la bandera roja del Partido del Trabajo como su primer estandarte y a consolidar la union monolitica de las fuerzas. \n\t\t\t\t\t\n\t\t\t\t\tLa historia nos demuestra claramente como en este territorio con profundo arraigo del servilismo a las grandes potencias y del dogmatismo se ha levantado un poderoso Estado soberano con su propia economia y capacidad defensiva y como ha emergido un baluarte socialista inexpugnable que no se perturba ante ninguna voragine de la politica mundial ni ante las mas perversas conspiraciones de aislamiento y acoso de los imperialistas.\n\t\t\t\t\t\n\t\t\t\t\tHoy la humanidad ve el camino a seguir en el gran kimilsungismo-kimjongilismo. En todos los rincones del planeta esta doctrina revolucionaria de la independencia, idea centrada en las masas populares, se anida en el alma de los pueblos que anhelan la autentica libertad y felicidad y flamea como bandera de su lucha. \n\t\t\t\t\t\n\t\t\t\t\tNuestros militares y civiles se sienten infinitamente orgullosos de hacer la revolucion durante varias decadas siguiendo el camino indicado por esa directriz de la era de la independencia, en el pais respetado por todo el mundo y que dio origen a esta idea. \n\t\t\t\t\t\n\t\t\t\t\tAnticipar la victoria definitiva de la revolucion coreana, sosteniendo invariablemente la bandera del gran kimilsungismo-kimjongilismo, constituye la fe y voluntad de nuestro ejercito y pueblo y la aspiracion de nuestra era e historia. \n\t\t\t\t\t\n\t\t\t\t\tDebemos culminar sin falta la revolucion coreana, recurriendo a la idea y la unidad monolitica, en obediencia al programa supremo del Partido de identificar a toda la sociedad con el kimilsungismo-kimjongilismo. \n\t\t\t\t\t\n\t\t\t\t\tLos trabajadores del sector ideologico son abanderados en la tarea de transformar a todo el Partido y la sociedad segun el kimilsungismo-kimjongilismo. \n\t\t\t\t\t\n\t\t\t\t\tDel exito de la labor ideologica dependen tanto la labor dirigida a convertir a todos los miembros de la sociedad en kimilsungistas-kimjongilistas como la tarea de transformar todos los aspectos de la vida social segun los requisitos del kimilsungismo-kimjongilismo. \n\t\t\t\t\t\n\t\t\t\t\tSugiero que ustedes reflexionen una vez mas sobre la verdadera intencion que tenia el gran General cuando organizo la mencionada Conferencia y declaro el programa en cuestion en esa cita de propagandistas del Partido de distintas partes del pais. \n\t\t\t\t\t\n\t\t\t\t\tNos corresponde prender el fuego primero en el sector ideologico del Partido e intensificar la labor ideologica, a fin de acelerar notablemente el ritmo de la marcha de nuestra revolucion para identificar toda la sociedad con el kimilsungismo-kimjongilismo. \n\t\t\t\t\t\n\t\t\t\t\tTenemos la rica experiencia de haber impulsado con una energica ofensiva ideologica la marcha historica para alcanzar ese objetivo y disponemos de eficientes fuerzas y medios de propaganda y agitacion que en un santiamen pueden poner en actividad a todo el pueblo. \n\t\t\t\t\t\n\t\t\t\t\tEl espiritu fundamental de esta Conferencia consiste en anticipar el triunfo definitivo de la revolucion enarbolando mas alto la teoria original sobre la preferencia de la ideologia, una poderosa arma.\n\t\t\t\t\t\n\t\t\t\t\tPartiendo de la necesidad real de identificar toda la sociedad con el kimilsungismo-kimjongilismo, tarea general de la labor ideologica del Partido, su Comite Central lanza en esta Conferencia la consigna !Anticipemos la victoria definitiva con una ofensiva ideologica revolucionaria!\n\t\t\t\t\t\n\t\t\t\t\tConvencido de que todos los participantes en ella y otros trabajadores ideologicos de todo el Partido sabran multiplicar la fuerza de la idea revolucionaria del Partido y el inagotable potencial espiritual de los militares y civiles, con el orgullo y la responsabilidad de ser abanderados ideologicos en el logro de la causa de la identificacion de toda la sociedad con el kimilsungismo-kimjongilismo, quisiera referirme a algunas cuestiones que encara hoy el sector de la labor ideologica del Partido. \n\t\t\t\t\t\n\t\t\t\t\tAnte todo, es necesario concentrar todas las fuerzas de la labor ideologica del Partido en la tarea de establecer firmemente el sistema de direccion unica del Partido. \n\t\t\t\t\t\n\t\t\t\t\tCon la implantacion de ese sistema en todo el Partido y la sociedad pretendemos consolidar por todos los medios la unidad, cohesion y combatividad del Partido, estado mayor politico de la revolucion, materializar cabalmente los legados del gran Lider y del gran General y realizar cuanto antes el sueno e ideal de nuestro pueblo.\n\t\t\t\t\t\n\t\t\t\t\tVivimos un periodo importante que nos exige superar las dificultades de la revolucion agrupando compactamente al ejercito y pueblo en torno al Partido, un momento para movilizar al maximo el fervor patriotico, el ingenio y la inteligencia de todos los militares y civiles a la tarea de acelerar la construccion de un Estado poderoso y prospero. \n\t\t\t\t\t\n\t\t\t\t\tY es precisamente el sistema del que hablamos un sistema ideologico y de direccion consagrado a materializar mas exhaustiva e impecablemente dicha tarea historica. \n\t\t\t\t\t\n\t\t\t\t\tLa labor ideologica de nuestro Partido debe partir necesariamente de la tarea fundamental que encara hoy el Partido y concentrarse en ella. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, en el trabajo actual de las organizaciones partidistas se percibe la tendencia a establecer el sistema de direccion unica del Partido solamente de palabra y en los documentos. \n\t\t\t\t\t\n\t\t\t\t\tAunque todos los miembros del Partido aceptaron y discutieron sobre el documento que habla de la necesidad de establecer el referido sistema y estudiaron, escucharon conferencias e hicieron juramentos a tal efecto, la realidad es que no pudieron descubrir ni eliminar oportunamente la secta de la nueva version en el seno del Partido. \n\t\t\t\t\t\n\t\t\t\t\tLa reaparicion de la secta en el Partido, pese a su gran idea revolucionaria, su linea y politica mas justas, sus organizaciones y un pueblo extraordinario, recae en cierta medida en nuestros trabajadores ideologicos.\n\t\t\t\t\t\n\t\t\t\t\tSu verdadera naturaleza radica en que es un ente ideologicamente podrido que por fuera se atemoriza ante la presion del imperialismo y por dentro esta corrupto y contaminado por la ideologia y la cultura burguesas. \n\t\t\t\t\t\n\t\t\t\t\tEl sectarismo que le desafia al sistema de direccion unica del Partido comienza precisamente con la corrupcion ideologica y la disidencia termina irremediablemente en la oposicion al Partido y la revolucion. \n\t\t\t\t\t\n\t\t\t\t\tLograr la unidad ideologica de las filas del Partido y de la revolucion es la esencia y el meollo de la lucha para establecer el sistema de direccion unica del Partido.\n\t\t\t\t\t\n\t\t\t\t\tLa meta de la ofensiva ideologica revolucionaria dirigida a implantar ese sistema es hacer del gran kimilsungismo-kimjongilismo y de la linea y la politica del Partido que lo encarnan una inquebrantable fe de las masas populares. \n\t\t\t\t\t\n\t\t\t\t\tLas ideas revolucionarias de nuestro Partido concuerdan siempre con las aspiraciones y exigencias de las masas populares y no puede haber una linea o politica que nuestro pueblo no comprenda ni admita. \n\t\t\t\t\t\n\t\t\t\t\tEs preciso comenzar la ofensiva ideologica con una nueva fiebre para estudiar a fondo las sempiternas obras del gran Lider y General que exponen el kimilsungismo-kimjongilismo en todas sus dimensiones y los documentos del Partido. \n\t\t\t\t\t\n\t\t\t\t\tDichas obras y documentos son excelentes manuales de la educacion en la ideologia unica y una enciclopedia que recoge el lineamiento y la politica de nuestro Partido.\n\t\t\t\t\t\n\t\t\t\t\tA traves de su estudio sistematico y correspondiente al orden cronologico, todos los miembros del Partido, trabajadores y militares se pertrecharan firmemente con la idea Juche, la Songun, el patriotismo de Kim Jong Il, las tradiciones revolucionarias de nuestro Partido y la conciencia de clase, asi como comprenderan correctamente las nuevas lineas y politica del Partido.\n\t\t\t\t\t\n\t\t\t\t\tSe requiere una esmerada labor educativa para que todos se pongan al tanto de los legados del gran Lider y del gran General y de la politica del Partido para sus respectivos sectores y unidades y hagan de los mismos un credo en el trabajo y la vida.\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a las medidas politicas del Partido que se presentan en cada periodo, las deben explicar y divulgar persuasivamente acorde a la logica para que las mismas masas las simpaticen y acepten como suyas. Como quien le indica al que tiene sed el lugar donde se puede beber agua, prestaran atencion a explicar lo que las personas quieren saber y escuchar a base de la politica del Partido y de manera convincente.\n\t\t\t\t\t\n\t\t\t\t\tSi visitamos a una unidad, preguntamos a cualquiera sobre la linea y politica del Partido y el las conoce como un quehacer de su propia familia, podemos afirmar que en esa entidad se realiza bien la labor ideologica y se ha establecido el sistema de direccion unica.\n\t\t\t\t\t\n\t\t\t\t\tEn la labor ideologica no se debe permitir jamas el “privilegio”.\n\t\t\t\t\t\n\t\t\t\t\tReza una sentencia: una piedra en movimiento se cubre de musgo. De igual modo, el privilegio degenera a la gente. Puede haber tareas especiales entre las asignadas por el Partido, pero jamas puede haber en su seno “casos especiales” con el derecho a holgazanear en la vida ideologica e ignorar su linea y politica. Cuanto mas especial que sea una unidad, tanto mas debe intensificar la labor ideologica y forjarse cual acero en el horno de la lucha ideologica.\n\t\t\t\t\t\n\t\t\t\t\tSi se es un trabajador ideologico, debe ser capaz de captar con un simple estudio la extraneza de la mirada de la gente. Con respecto a los intentos de regatear las resoluciones del Partido, mancillar por todos los medios sus meritos de direccion y depositar “cresas” en nuestro seno, renunciando los principios partidistas y clasistas, tenemos que desenmascararlos por completo y operarlos a tiempo con el bisturi de la ideologia.\n\t\t\t\t\t\n\t\t\t\t\tEs importante unificar ideologicamente al Partido y las filas de la revolucion en estrecha combinacion con la practica.\n\t\t\t\t\t\n\t\t\t\t\tLa ideologia de una persona se manifiesta no por sus expresiones revolucionarias o determinacion sino por la accion y el resultado del trabajo. Quien habla poco pero materializa el proyecto y decision del Comite Central del Partido en el tiempo definido y de acuerdo con su exigencia, es el que ha asimilado como credo su ideologia.\n\t\t\t\t\t\n\t\t\t\t\tPoner en practica la ideologia del Partido y defender su politica es la mayor expresion de la fidelidad y una buena ocasion para convencerse de la justeza de su linea y politica.\n\t\t\t\t\t\n\t\t\t\t\tLos constructores militares que el ano pasado obtuvieron un gran triunfo en el monte Masik, crearon el milagro de acortar diez anos en uno con la resuelta determinacion de no postergar ni un momento la hora de inauguracion del establecimiento anunciada ante el mundo por el Partido y, de esta manera, defendieron firmemente su prestigio.\n\t\t\t\t\t\n\t\t\t\t\tLa labor politica que el Ejercito Popular llevo a cabo sobre el terreno recurriendo a todos los medios y como una ofensiva, para que a todos, desde los generales hasta los soldados, les ardiera el corazon con la unica aspiracion a materializar la orden del Comandante Supremo, sirve de un buen ejemplo de la batalla ideologica dirigida a establecer el sistema de direccion unica del Partido.\n\t\t\t\t\t\n\t\t\t\t\tEn todas las ramas y unidades haran un analisis y balance ideologicos de lo que han hecho o no para materializar el legado del gran Lider Kim Il Sung y el General Kim Jong Il, la nueva linea del Partido sobre el Desarrollo Simultaneo y sus orientaciones para saber cuales son sus causas, y emprenderan una gran campana de propaganda y agitacion, similar a la que se realiza en las trincheras en plena guerra, encaminada a aprender del espiritu de los militares de cumplirlos a riesgo de la vida.\n\t\t\t\t\t\n\t\t\t\t\tEl principal objetivo en la ofensiva ideologica para implantar el sistema de direccion unica del Partido es la erronea concepcion ideologica y actitud de trabajo de los funcionarios que si bien hablan a favor del cumplimiento de la politica del Partido, en realidad no la ejecutan de inmediato.\n\t\t\t\t\t\n\t\t\t\t\tDebemos combatir los males ideologicos de los que se muestran indiferentes ante el incumplimiento de la politica del Partido en sus respectivas ramas, unidades y regiones y ante las dificultades de la poblacion en la vida. Es preciso desplegar con acertada metodologia la educacion y lucha para arrancar de raiz los malsanos elementos ideologicos como el derrotismo, pancismo, formalismo, facilismo, irresponsabilidad y egoismo sectorial. Indispensables son para un mayor efecto la meticulosa cooperacion de los sectores de propaganda y organizacion del Partido y la batalla ideologica acompanada de las sanciones legales.\n\t\t\t\t\t\n\t\t\t\t\tHemos de lograr que la elevada fuerza espiritual de nuestro ejercito y pueblo, que acabaron con la secta de la nueva edicion y estan decididos a seguir invariablemente al Comite Central del Partido en el largo camino de la revolucion, se convierta en una llamarada para el gran auge revolucionario.\n\t\t\t\t\t\n\t\t\t\t\tSi remontamos la historia, podemos constatar que despues de eliminada una banda hostil al Partido y a la revolucion a raiz del V Pleno del Comite Central del Partido, la Guerra de Liberacion de la Patria concluyo con una gran victoria a nuestro favor; al acabar con otra secta en agosto de 1956, se produjo el gran auge Chollima; y luego de desenmascarar y excluir a los revisionistas opuestos al Partido en el XV Pleno del cuarto CC del Partido, se logro un triunfo sorprendente para todos en el enfrentamiento contra el imperialismo estadounidense y la industrializacion socialista.\n\t\t\t\t\t\n\t\t\t\t\tEl sector ideologico convocara a todos los miembros del Partido y otros trabajadores a ser abanderados de la lucha y protagonistas de hazanas que defienden al Comite Central del Partido con un gran auge revolucionario, siguiendo el ejemplo de sus predecesores.\n\t\t\t\t\t\n\t\t\t\t\tSi todo el ejercito y el pueblo forman una muralla en torno al Partido y se logra un gran auge en la construccion socialista, esto servira para despertar a los hombres carentes de fe y otros elementos indecisos que son una minoria y afianzar mas el sistema de direccion unica del Partido sobre sus organizaciones y toda la sociedad.\n\t\t\t\t\t\n\t\t\t\t\tOtra tarea importante del sector ideologico del Partido es lanzar una gran campana ideologica para asegurar la defensa del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tEl socialismo fue y es el ideal de la humanidad, asi como una tendencia irrefrenable de la epoca.\n\t\t\t\t\t\n\t\t\t\t\tActualmente, abrimos un nuevo camino de la historia frustrando las desesperadas ofensivas del imperialismo, en aras de la dignidad del pueblo independiente y el destino del socialismo. Hoy por hoy el avance del socialismo y la inevitabilidad de su triunfo dependen del empeno de los revolucionarios coreanos.\n\t\t\t\t\t\n\t\t\t\t\tPara cumplir la gloriosa e historica mision que asumen nuestro Partido y pueblo, los trabajadores ideologicos, nucleos rojos del Partido, deben ser antorchas inextinguibles y clarines de mucha resonancia. \n\t\t\t\t\t\n\t\t\t\t\tEs preciso dar a conocer claramente a los militantes del Partido y demas trabajadores la esencia y el caracter de la actual defensa del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tEn la decada de 1990 creamos el milagro historico de salvaguardar nuestra ideologia y regimen de las maniobras de aislamiento y acoso de la alianza imperialista.\n\t\t\t\t\t\n\t\t\t\t\tLa defensa de hoy puede catalogarse como una lucha encaminada a manifestar al maximo la superioridad y el poderio del socialismo, ratificando las victorias y los exitos ya alcanzados, y asi superar al imperialismo en todos los dominios de la vida social.\n\t\t\t\t\t\n\t\t\t\t\tAhora nuestro Partido considera la agricultura y la ciencia como avanzadas para la defensa del socialismo. Esto nos advierte que no olvidemos ni un momento que la invisible confrontacion y la renida competencia con el imperialismo tienen lugar tanto en los escenarios de enfrentamiento de las fuerzas armadas como en todos los lugares donde residen nuestros ciudadanos. Si, embriagados por los logros ya obtenidos, no impulsamos el proceso revolucionario y constructivo ni le hacemos beneficios reales al pueblo, el socialismo perdera su vitalidad.\n\t\t\t\t\t\n\t\t\t\t\tDebemos levantar lo antes posible el Estado poderoso y prospero al manifestar al maximo la superioridad y el poderio del socialismo, que jamas puede imitar o poseer el capitalismo, hasta que el socialismo tenga una diferencia abismal en todos los sentidos respecto al capitalismo.\n\t\t\t\t\t\n\t\t\t\t\tSe necesita desplegar una dinamica batalla ideologica encaminada a manifestar plenamente el poderio de la gran unidad militar-civil en la edificacion de un Estado poderoso y prospero.\n\t\t\t\t\t\n\t\t\t\t\tLa unidad monolitica del Ejercito y el pueblo en torno al Partido constituye la piedra angular de nuestro socialismo y lo mas importante para la construccion de un Estado poderoso y prospero. Los portentosos exitos que se lograron de forma sucesiva en los ultimos dias conmoviendo a todo el territorio patrio son todos, sin excepcion, productos de la gran unidad y cooperacion entre militares y civiles.\n\t\t\t\t\t\n\t\t\t\t\tTambien en el futuro el Ejercito Popular debe desempenar el papel protagonico y ser vanguardia en el fortalecimiento del poderio de la unidad militar-civil. Profundizara en la propaganda y la agitacion dirigidas a poner de manifiesto su poderio como tropas de firme ideologia en la defensa de la Patria y la construccion socialista. Las organizaciones partidistas y los organos politicos en el Ejercito, en un intento de mantener la gloriosa tradicion del poderoso Ejercito revolucionario que ratifico con su indomable espiritu la verdad de que Corea pone inmediatamente en practica su decision y la hace realidad, crearan de continuo los vocablos que representan a la epoca como Velocidad de Masikryong, en tanto que las organizaciones partidistas de la sociedad civil impulsaran el trabajo dirigido a aprender el espiritu revolucionario de los militares y su estilo de lucha.\n\t\t\t\t\t\n\t\t\t\t\tSi llega el momento de la lucha decisiva con el enemigo, tenemos que lograr la victoria definitiva con el poderio de la gran unidad militar-civil, poderio de la resistencia de todo el pueblo, basado en el espiritu revolucionario de los militares.\n\t\t\t\t\t\n\t\t\t\t\tEs necesario desplegar con energia la ofensiva ideologica para registrar innovaciones colectivas en todos los sectores y unidades. \n\t\t\t\t\t\n\t\t\t\t\tNuestro pueblo tiene la valiosa experiencia de haber abierto, ya en la decada de 1970, caracterizada por los cambios trascendentales, una epoca de gran apogeo en la construccion socialista mediante el movimiento por la innovacion colectiva.\n\t\t\t\t\t\n\t\t\t\t\tEn esa decada en que librabamos con impetu la Batalla de Velocidad, en medio del resonante tamboreo de la revolucion, protagonizamos una magna creacion y transformacion, sin precedentes en la historia de la patria, mientras reaccionabamos militarmente a los ejercicios de guerra de gran escala del imperialismo norteamericano. Fue en aquella epoca en que nuestro pais abolio por primera vez en el mundo el regimen de impuestos, llevo a la practica la ensenanza obligatoria general de once anos y presto mucha ayuda a las naciones emergentes y a los pueblos que luchaban. \n\t\t\t\t\t\n\t\t\t\t\tNuestro Partido se propone edificar una potencia economica y un Estado civilizado con el mismo brio de los anos de 1970, poniendo de manifiesto el poderio del socialismo y del colectivismo. \n\t\t\t\t\t\n\t\t\t\t\tEn el Ejercito Popular y demas sectores de la sociedad hay que desarrollar con mas vigor el movimiento por el titulo de Septimo Regimiento de O Jung Hup y el movimiento por la bandera roja de las tres revoluciones y desencadenar en todo el pais el fervor de la competencia colectiva mediante el fomento de emulaciones socialistas entre ramas, entidades, regiones y por etapas.\n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad nuestro Partido le exige al ejercito y otras esferas de la sociedad crear unidades modelo y, con ellas como referencia, producir innovaciones solidarias. Los trabajadores ideologicos prestaran atencion a promover el afan de creacion y las iniciativas de las masas tanto en la creacion de prototipos de la epoca como en las emulaciones encaminadas a adelantarlos.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso librar una intensa lucha ideologica contra el abuso de autoridad y el burocratismo para que todos los funcionarios sean pilares que aunan las voluntades del colectivo, en su permanente convivencia con las masas, y energicos abanderados del movimiento masivo de innovacion.\n\t\t\t\t\t\n\t\t\t\t\tHay que dedicar esfuerzos a la labor de propaganda y agitacion dirigida a manifestar plenamente el espiritu de apoyarse en las propias fuerzas, cuya vitalidad fue comprobada claramente en las duras pruebas de la historia.\n\t\t\t\t\t\n\t\t\t\t\tToda la historia de nuestro socialismo se resume, por decirlo asi, en el apoyo en nuestras propias fuerzas. Al edificar el socialismo con nuestros propios recursos, el Partido y el pueblo han tenido que enfrentar pruebas y dificultades inauditas, pero se han situado en el cenit de la gloria, privilegio que la nacion jamas pudo disfrutar en varios milenios de su historia. Si hubieramos renunciado el principio de apoyarnos en las propias fuerzas, sin poder resistir a la presion de las fuerzas extranjeras, no habria nacido en este planeta el socialismo del Juche y el nombre de nuestra Republica habria perdido su brillo con el desmoronamiento del campo socialista en el mundo. El espiritu de apoyo en las propias fuerzas hizo que Chollima alzara el vuelo sobre las cenizas y dio lugar a un acontecimiento de trascendencia nacional, el nacimiento de un Estado que fabrica y lanza satelites artificiales y posee armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tA los trabajadores ideologicos les compete intensificar entre los funcionarios y trabajadores la educacion en la historia de construccion de nuestro socialismo e inculcarles la idea de que el apoyo en las propias fuerzas es el camino que conduce a un Estado poderoso y prospero.\n\t\t\t\t\t\n\t\t\t\t\tEl apoyo en las propias fuerzas es el espiritu del autoabastecimiento nacional y de la introduccion de la tecnologia de punta que nos permite adelantarnos a otras naciones recurriendo a nuestras fuerzas, recursos y tecnicas. Se le dara curso a ese espiritu con que fabricamos tractores y locomotoras electricas con las manos vacias y exploramos el cosmos con nuestras fuerzas y tecnicas. Se requiere una ofensiva de propaganda y agitacion para que todos, conscientes de que les incumbe la tarea de introducir los ultimos adelantos cientificos en sus puestos y centros laborales, se esfuercen para convertir todo lo que tiene nuestra patria en riquezas socialistas que no existen en otras partes del mundo. Deben apoyar ideologicamente el empeno de abortar el intento de los imperialistas de monopolizar la tecnologia de punta y hacer nuestros los ultimos logros cientificos y tecnicos. \n\t\t\t\t\t\n\t\t\t\t\tEs importante estimular a los cientificos y los tecnicos para que defiendan fidedignamente su posicion revolucionaria en esta gran marcha caracterizada por el apoyo en las propias fuerzas, cuya locomotora son las ciencias y la tecnica. Los trabajadores ideologicos deben poner su parte en la campana encaminada a conceder importancia a las ciencias y la tecnologia en toda la sociedad y convertir a todos sus miembros en cientificos y tecnicos talentosos.\n\t\t\t\t\t\n\t\t\t\t\tEs recomendable lanzar una ofensiva propagandistica destinada a derrotar en lo ideologico y espiritual a la reaccion imperialista empenada en suprimir el socialismo a toda costa.\n\t\t\t\t\t\n\t\t\t\t\tUltimamente, los imperialistas, al tiempo que persisten en sus maniobras de la sancion y hostigamiento contra nuestra Republica, se dedican con frenesi a la propaganda tendenciosa que tergiversa completamente la realidad y no dejan de introducir en nuestro territorio su corrupta y reaccionaria ideologia y cultura con el objetivo de difundirlas entre nuestros militares, jovenes y ninos. Esa ideologia y cultura, que en un pasado fueron vehiculos de la agresion, hoy en dia desempenan el papel protagonico en ella.\n\t\t\t\t\t\n\t\t\t\t\tLa defensa del socialismo debe ser exteriormente una ofensiva para reprimir en lo politico e ideologico el intento de los imperialistas de detener nuestro avance e interiormente un ataque dirigido a barrer con la idea y cultura revolucionarias los elementos no socialistas y las corruptas ideologia y cultura.\n\t\t\t\t\t\n\t\t\t\t\tA los trabajadores ideologicos les incumbe divulgar ampliamente la justeza de nuestra ideologia y causa, asi como desalentar al enemigo mediante una campana de prensa y de difusion de alto nivel que revele la vulnerabilidad y la vileza del imperialismo. Les compete fabricar mas misiles ideologicos que le propinan al enemigo demoledores golpes y le infunden a nuestro Ejercito y pueblo la inquebrantable fe en la victoria.\n\t\t\t\t\t\n\t\t\t\t\tUrge tender doble y triple el mosquitero para que el veneno capitalista que con tanta tenacidad pretende inyectarnos el enemigo no trascienda a nuestro ambito y, al mismo tiempo, tomar la iniciativa para que hagan aguas las maniobras imperialistas de la penetracion ideologica y cultural.\n\t\t\t\t\t\n\t\t\t\t\tEl pueblo trabajador rechaza por naturaleza la ideologia y la cultura burguesas que predican la omnipotencia de oro y la ley de la selva. Es necesario crear y difundir mas obras literarias y artisticas, trabajos periodisticos y multimedia de nuestro estilo y contenidos sanos y revolucionarios que reflejen el hermoso sueno e ideal de las masas populares y donde se perciban con intensidad los gustos de la nacion, de modo que el mismo pueblo le de la espalda a la ideologia y la cultura burguesas. Frente a la amplia difusion de la ideologia y cultura reaccionarias del imperialismo mediante el aprovechamiento para sus intereses de los ultimos logros cientificos y tecnicos de la humanidad, es aconsejable adoptar medidas drasticas para hacer del Internet un espacio destinado a difundir nuestra ideologia y cultura.\n\t\t\t\t\t\n\t\t\t\t\tEl sector ideologico y las entidades afines trazaran un proyecto minucioso a favor de la modernizacion e informatizacion de los medios de propaganda interior y exterior y lo impulsaran con teson.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso lanzar una ofensiva de la labor ideologica del Partido.\n\t\t\t\t\t\n\t\t\t\t\tLa estrategia y las tacticas de nuestro Partido en este trabajo consisten en llevar a cabo una intensa batalla ideologica con una actitud de ataque para que todo el pais bulla como un crisol con su gran auge revolucionario.\n\t\t\t\t\t\n\t\t\t\t\tLa base ideologica del Partido debe constituirse para el ataque y no para la defensa.\n\t\t\t\t\t\n\t\t\t\t\tUrge desarrollar con brio la educacion ideologica encaminada a identificar toda la sociedad con la idea roja del Partido del Trabajo, realizar como en las trincheras la campana politica dirigida a activar el potencial espiritual de todos los militares y civiles y arreciar con agresividad la lucha para acabar con todas las malas ideas y demonios.\n\t\t\t\t\t\n\t\t\t\t\tPara realizar como una ofensiva la labor ideologica, es preciso erradicar primero el derrotismo que surge entre los trabajadores ideologicos.\n\t\t\t\t\t\n\t\t\t\t\tLas victimas del derrotismo no pueden dar por si solas un paso de avance aunque las situen a la cabeza de la ofensiva ideologica.\n\t\t\t\t\t\n\t\t\t\t\tEl espiritu de la “bomba Yongil”, procedente de los bosques del monte Paektu, y el de la resistencia a muerte, procedente de Xiaowangquing y Chechangzi, no fueron creados en los dias ordinarios. Cuando nacieron la leyenda de Chollima, el milagro de la batalla de velocidad, el espiritu revolucionario de los militares y el de Kanggye, la situacion no fue mas favorable que la de hoy.\n\t\t\t\t\t\n\t\t\t\t\tCompaneros:\n\t\t\t\t\t\n\t\t\t\t\tEl derrotismo es mas peligroso en el trabajo ideologico que en la labor economica. La actual ofensiva ideologica debe comenzar con la supresion de esa tendencia entre los trabajadores ideologicos.\n\t\t\t\t\t\n\t\t\t\t\tEstos companeros que trabajan en la patria de la idea Juche no esperaran el milagro sentados en la butaca sino seran hombres de accion y creadores abnegados que se compenetran con las masas concienzudamente y con la ideologia como arma y que con ellas hallan la solucion de los problemas. \n\t\t\t\t\t\n\t\t\t\t\tLos puestos de la defensa de la patria, las fabricas, los campos y otros lugares que les pertenecen a ustedes son testigos del destacado y ejemplar arte de direccion de nuestras eminentes figuras politicas que en las sencillas opiniones del pueblo encontraban la receta magica para convertir la desventaja en ventaja y la situacion adversa en la favorable.\n\t\t\t\t\t\n\t\t\t\t\t Al trabajar con el manual de la historia de orientacion de la revolucion por el gran Lider y el gran General, no tendran ningun obstaculo ni rompecabezas, y la labor ideologica  del Partido en si servira para atizar los saltos.\n\t\t\t\t\t\n\t\t\t\t\tPara realizar exitosamente la ofensiva ideologica revolucionaria deben abrir el fuego del canon ideologico para que haga disparos intensivos, sucesivos y precisos.\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, urge desarrollar la labor ideologica con movilidad e intensidad, movilizando al maximo los medios y otros recursos de propaganda y agitacion que tienen ya preparados.\n\t\t\t\t\t\n\t\t\t\t\tSi el Partido presenta una nueva linea y politica, las redes de educacion, conferencia y agitacion y los medios de publicacion y de prensa se movilizaran con rapidez para darlas a conocer a todas las personas, desde los funcionarios a nivel central hasta los campesinos en reconditos lugares montanosos. Los contenidos, las formas, los medios y los metodos de la labor ideologica obedeceran estrictamente al cumplimiento de las tareas revolucionarias. Concentraran en las obras priorizadas por el Partido los medios y recursos de propaganda y agitacion para enardecer la pasion encaminada a dar nuevos saltos de avance. \n\t\t\t\t\t\n\t\t\t\t\tLa labor ideologica debe coadyuvar ademas a que la voz del Partido se propague sin ninguna interrupcion y la lucha ideologica siempre se mantenga en auge, de suerte que ninguna mala idea o demonio se albergue en nuestro seno.\n\t\t\t\t\t\n\t\t\t\t\tDicho metaforicamente, cumple la funcion similar a la de la maquina que impide la acumulacion de nieve en la pista del aeropuerto. No debemos realizarla con una pasion momentanea o de ceremonia sino de forma habitual y a cualquier hora y en cualquier lugar, para que las personas se alimenten con las ideologias del Partido tal como aspiran el aire. La lucha ideologica para eliminar extranas corrientes ideologicas y modos de vida se debe llevar a cabo con intensidad y sin tregua. En este aspecto se guardara estrictamente de los cliches y la repeticion de una misma formula.\n\t\t\t\t\t\n\t\t\t\t\tEs importante definir correctamente el blanco de la batalla ideologica teniendo en cuenta el nivel de preparacion, las caracteristicas y la inclinacion ideologica de las personas y aplicar medios y medidas adecuadas.\n\t\t\t\t\t\n\t\t\t\t\tYa hace muchos anos el gran Lider Kim Il Sung senalo que la labor con la gente debe variar para cada caso, como la madre utiliza diferentes metodos de educacion para el hijo mayor y para el menor. Un trabajador ideologico que labore en un centro con diez mil empleados, debe saber lo que piensa cada uno de ellos y tener diez mil recetas.\n\t\t\t\t\t\n\t\t\t\t\tEl camino de nuestra revolucion no es llano y todos sus sectores necesitan a autenticos y preparados funcionarios de la labor ideologica que guardan el firme espiritu revolucionario en lo hondo del corazon.\n\t\t\t\t\t\n\t\t\t\t\tEn realidad son enormes las fuerzas de los funcionarios de la labor ideologica del Partido, incluyendo los propagandistas de base que trabajan en redes de educacion, conferencias y agitacion. Si ellos que superan decenas de miles se preparan perfectamente, pueden formar potentes destacamentos selectos y para ellos no habra nada que temer ni tarea irrealizable.\n\t\t\t\t\t\n\t\t\t\t\tEl gran General Kim Jong Il dijo que una pelicula o un articulo hace las veces de miles de toneladas de alimentos o decenas de miles de proyectiles de canon. Por eso entre los combatientes revolucionarios aprecio y amo mas a los que se dedican a las actividades ideologicas, los condujo paso a paso y les dio gran estimulo.\n\t\t\t\t\t\n\t\t\t\t\tEs muy importante la responsabilidad que ellos asumen.\n\t\t\t\t\t\n\t\t\t\t\tCada uno de ellos debe tener una firme idea y conviccion y causarle al enemigo mayor miedo que una division o un cuerpo de ejercito.\n\t\t\t\t\t\n\t\t\t\t\tNuestro Partido desea que los funcionarios de propaganda, pese a su aspecto sencillo y comun, tengan siempre un corazon que late con el proposito del Partido y un cuerpo que arde con la pasion por la revolucion y la lucha. Los funcionarios de la labor ideologica deben ser verdaderos revolucionarios que no renuncian los principios del Partido pese a la amenaza de cortarles la cabeza con el cuchillo. Deben habituarse a caminar decenas de kilometros en una noche para transmitir a tiempo el proposito del Partido, trasnochar estudiando la politica del Partido y adquirir conocimientos y tecnicas con gran pasion.\n\t\t\t\t\t\n\t\t\t\t\tPor su mision de abrir el corazon de las personas, para ellos resulta de vital importancia tener un alto concepto del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tA los propagandistas de nuestro Partido les corresponde aprender del pueblo antes que ensenarle y ser sus autenticos hijos que saben apreciar altamente sus meritos. Cuando se reunen con las masas deben pensar primero que tienen ante si al gran pueblo que nuestro Lider y General respetaron considerandolo como cielo y maestro.\n\t\t\t\t\t\n\t\t\t\t\tDel amor al trabajo nace el afecto y el respeto del pueblo laborioso. Los funcionarios deben sentir dignidad y orgullo al ensuciarse las manos con la grasa y embadurnar con barro los zapatos mientras se mezclan con la gente.\n\t\t\t\t\t\n\t\t\t\t\tNuestro gran Lider y General no hicieron nada para sus intereses personales, aunque realizaron muchisimas proezas para el bien del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios del sector ideologico deben considerar el pensamiento y la confianza del Partido como acervo de toda la vida, poner a mas personas al tanto de la politica del Partido y sentir el orgullo de la vida ayudando a realizar innovaciones colectivas en su entidad. Los verdaderos funcionarios de la labor ideologica son aquellos que sienten un nudo en la garganta y el mayor aprecio viendo a las personas deseosas de escuchar la voz del Partido y apoyar de manera incondicional sus orientaciones politicas.\n\t\t\t\t\t\n\t\t\t\t\tSi en todos lugares donde esten se oyen la voz del Partido, las canciones revolucionarias y las vivas al Partido del Trabajo y al socialismo, esto sera un gran estimulo para nuestro Partido.\n\t\t\t\t\t\n\t\t\t\t\tTodo el Partido se dedicara a la propaganda y agitacion y todos los funcionarios realizaran la labor politica.\n\t\t\t\t\t\n\t\t\t\t\tTanto los funcionarios del Partido, la administracion y la economia, como los de base dedicaran esfuerzos a activar el potencial espiritual de las masas considerandolo como la llave maestra. En particular, los secretarios jefe del Partido en provincias, ciudades y distritos y los dirigentes del Partido en todos los sectores y unidades efectuaran con dedicacion y seriedad la labor ideologica bajo su propia responsabilidad.\n\t\t\t\t\t\n\t\t\t\t\tDebemos lograr que en todo el pais reine el impetu con que en la decada de 1970, todos los funcionarios, en apoyo a la direccion del Partido, iban con mochilas a la espalda a las unidades subordinadas como los guerrilleros antijaponeses habian hecho, para movilizar a las masas aplicando el espiritu y el metodo Chongsanri y levantar las llamas de la innovacion.\n\t\t\t\t\t\n\t\t\t\t\tCompaneros:\n\t\t\t\t\t\n\t\t\t\t\tTenemos por delante ambiciosas tareas revolucionarias y la situacion sigue recrudeciendo. Sin embargo, debemos lograr saltos para anticipar el porvenir y avanzar siempre en medio de la lucha.\n\t\t\t\t\t\n\t\t\t\t\tUstedes, al termino de esta conferencia, iran a las masas militares y civiles para informarles del proyecto del Partido y con una nueva decision se presentaran en la linea de partida para una ofensiva ideologica.\n\t\t\t\t\t\n\t\t\t\t\tInsisto en que la fuerza espiritual de las masas se exhibe en la misma medida en que se desarrolla el frente ideologico y la revolucion avanza segun la movilizacion de todo el Ejercito y pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEstoy firmemente convencido de que todos ustedes aqui presentes y los demas funcionarios de igual mision sean activistas politicos tipo Kim Il Sung y Kim Jong Il, colmen de entusiasmo a todo el pais y armen a todo el Ejercito con la conciencia revolucionaria, para asi anticipar la victoria definitiva."
        },
        {
            "title": "Entrevista con agente surcoreano capturado en RPDC",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-28ee.html",
            "content": "Entrevista con agente surcoreano capturado en RPDC\r\nPyongyang, 27 de febrero (ACNC) -- Tuvo lugar el dia 27 en el capitalino Palacio Cultural del Pueblo una rueda de prensa interna y externa del pais con Kim Jong Uk, agente del Servicio Nacional de Inteligencia del Sur de Corea, infiltrado ilegalmente y capturado en la Republica Popular Democratica de Corea.\n\t\t\t\t\tEstuvieron presentes los periodistas de la rama de prensa e informacion y la Chongryon (Asociacion General de Coreanos Residentes en Japon), los corresponsales extranjeros y miembros de las representaciones diplomaticas acreditadas en Corea.\n\t\t\t\t\t\n\t\t\t\t\tParticiparon tambien en calidad de observador los coreanos en ultramar que permanecen en la patria socialista.\n\t\t\t\t\t\n\t\t\t\t\tEn primer lugar, Kim Jong Uk hizo uso de la palabra.\n\t\t\t\t\t\n\t\t\t\t\tSegun ello, por la noche del dia 7 de octubre del ano pasado, el se infiltro de Dandong de China a la RPDC tomando un barco contrabandista y por la madrugada del dia 8 fue detenido en Pyongyang por los miembros de  seguridad del pueblo, asi que recibio la indagacion y confeso su acto criminal anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tBajo la orden del \"Servicio Nacional de Inteligencia (SNI)\" Kim cometio el espionaje y actos religiosos anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAl pensar en que para edificar en la RPDC un pais \"cristiano\" hay que destruir el actual poder y el regimen politico, el recibio el dinero del \"SNI\" para presentar o intermediar a los habitantes nortenos como colaboradores.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, en Dandong fabrico una iglesia clandestina, en la cual recogio los datos interiores de la RPDC con el metodo de  hacer escribir y el dialogo con los nortenos  sobornados y los entrego al \"SNI\".\n\t\t\t\t\t\n\t\t\t\t\tAnte los nortenos el mismo predico sermon calumnioso contra el regimen politico de la RPDC y les obligo a hacer oracion, escribir algo o calumniar contra la RPDC ante los  surcoreanos y estadounidenses que visitaban Dandong.\n\t\t\t\t\t\n\t\t\t\t\tDandoles dinero ordeno fabricar la \"iglesia clandestina\" diciendo que si se levantan en el futuro las \"iglesias\" en los lugares cercanos a las estatuas de bronce inclusive la colina Mansu y se organizan 500 \"iglesias clandestinas\" en toda la extension del Norte se destruiria el regimen politico del Norte y se edificaria un pais de Dios.\n\t\t\t\t\t\n\t\t\t\t\tKim tambien desplego actividades para llevar al Sur de Corea a los fugitivos norcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tEn octubre del 2008, ocurrio un caso de haber sido detenido y pagado multa al tratar de  llevar a un tercer pais a 4 fugitivos norcoreanos recibidos por conducto de un pastor que trabajaba en una entidad surcoreana de DDHH.\n\t\t\t\t\t\n\t\t\t\t\tLlevo al Sur de Corea por via de un tercer pais a 6 chinos en Corea quienes atravesaron la frontera y tambien envio a Jon Yong Chol, viajero norcoreano que vivia en la iglesia clandestina bajo su control.\n\t\t\t\t\t\n\t\t\t\t\tDegenero a los norcoreanos introducidos en la iglesia clandestina. \n\t\t\t\t\t\n\t\t\t\t\tEn la casa de alquiler, que servia de iglesia clandestina, el instalo la TV via satelite del Sur de Corea y guardo cientos de libros de contenido anti-RPDC que fueron utilizados para el lavado de cerebro de los habitantes nortenos.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando la competitividad de ellos, les hizo calumniar el regimen y las politicas de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tAbrio en la TV via satelite mas de 100 canales surcoreanos, incluyendo el de pornografia, y trajo los diarios de \"fugitivos norcoreanos\" y revistas religiosas, que calumnian la Direccion y el regimen de la RPDC, de modo que aquellos los pudieran ver a menudo. \n\t\t\t\t\t\n\t\t\t\t\tKim reconocio que todos sus actos resultan los criminales que violan gravemente la ley de la RPDC y los derechos humanos de los habitantes nortenos.\n\t\t\t\t\t\n\t\t\t\t\tEn el proceso de investigacion en un organo juridico del Norte de Corea, me di cuenta que todos mis actos se basan en la conciencia hostil al Norte, adquirida desde la infancia recibiendo la educacion anticomunista, dijo.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que sus crimenes convienen solo a las fuerzas conservadoras y las extranjeras, que desean la division de la nacion coreana, y son inutiles para los intereses nacionales. \n\t\t\t\t\t\n\t\t\t\t\tEn estos momentos tambien, en las zonas de China colindantes con las fronteras septentrionales de Corea operan en la misma mision, que he cumplido, muchos misioneros anti-Norte y raptores de norcoreanos segun las ordenes del \"SNI\", dijo y continuo: \n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, encomiendo a las fuerzas conservadoras, incluso el \"SNI\", que utilizan hasta a los religiosos en los actos hostiles contra los connacionales, y a los misioneros anti-RPDC que corrijan sus errores sacando la leccion de mi caso. \n\t\t\t\t\t\n\t\t\t\t\tPido perdon a decenas de habitantes nortenos, que por mi culpa, cometieron crimenes sin querer, confesandoles que todas mis palabras y acciones hechas en China son mentiras y crimenes. \n\t\t\t\t\t\n\t\t\t\t\tA continuacion, Kim respondio a las preguntas de los periodistas.\n\t\t\t\t\t\n\t\t\t\t\tEl dijo sobre el proceso de su intrusion ilegal en las fronteras de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Ademas revelo en detalles el objetivo de su intrusion y explico para que se usan las cosas que trajo en sus cargas.\n\t\t\t\t\t\n\t\t\t\t\t  El anadio que el objetivo de su infiltracion estuvo en instalar en el tiempo oportuno en Pyongyang la \"sede de la red de iglesia clandestina contra el regimen norcoreano\", que sera usada en confundir la opinion publica y derrumbar el poder actual y regimen politico del Norte, y en filmar los detalles de la situacion interna y las actividades de \"iglesia clandestina\" en la RPDC para mandar las grabaciones a la iglesia y al \"SNI\" del Sur de Corea, y continuo:\n\t\t\t\t\t\n\t\t\t\t\t  He traido las biblias, USB, cien unidades de MP3, medicinas, alimentos, microcamara y 40 CDs de pornografia.\n\t\t\t\t\t\n\t\t\t\t\t  En los USB estan los filmes de \"cristianismo\", las memorias sobre el papel importante que jugo la iglesia clandestina para el derrumbe de los paises socialistas de Europa Oriental, la leccion de biblia, el cantico, etc. \n\t\t\t\t\t\n\t\t\t\t\t  MP3 contienen el drama en serie basado en el libro que critico el problema de derechos humanos del Norte, el sermonario de biblia, etc.\n\t\t\t\t\t\n\t\t\t\t\t  Las medicinas y los alimentos eran para repartir a los creyentes y la microcamara para filmar varios lugares de Pyongyang, las actividades de \"iglesia clandestina\" y el lugar donde se construiria la \"iglesia\".\n\t\t\t\t\t\n\t\t\t\t\tQuise que los creyentes divulgaran a mucha gente mis CDs de pornografia copiandolos y vendiendolos en secreto.\n\t\t\t\t\t\n\t\t\t\t\t  Los reporteros de Rusia, China y Japon formularon preguntas a Kim.\n\t\t\t\t\t\n\t\t\t\t\t  En la entrevista, los participantes vieron un video que recoge los datos que prueban los actos criminales de Kim Jong Uk."
        },
        {
            "title": "Tiene lugar reunion de funcionarios de rama de proteccion territorial y ambiental",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-29ee.html",
            "content": "Tiene lugar reunion de funcionarios de rama de proteccion territorial y ambiental\r\nPyongyang, 27 de febrero (ACNC) -- Tuvo lugar el dia 27 en el Palacio Cultural del Pueblo la reunion de los funcionarios de la rama de proteccion territorial y ambiental.\n\t\t\t\t\tParticiparon aqui Pak Pong Ju, Kwak Pom Gi, Ro Tu Chol, Thae Jong Su, los vicepremieres, los secretarios responsables de comites provinciales del partido, los funcionarios de entidades de masas, ministerios, organos centrales, instituciones del partido y el poder de las provincias, ciudades y distritos, los de la rama y de unidades relacionadas, los de organismos de fuerzas armadas. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes vieron un video que demuestra los exitos alcanzados el ano pasado por el ejercito y pueblo coreanos en la campana para transformar el territorio nacional, en acato al legado del Dirigente Kim Jong Il y a la politica del Partido del Trabajo de Corea de la misma materia. \n\t\t\t\t\t\n\t\t\t\t\tLa cita hizo balance de los exitos y experiencias adquiridos el ano pasado en la movilizacion general para la administracion territorial y en el aumento de la dureza del ferrocarril y discutio los problemas para lograr mayores exitos en el ano en curso. \n\t\t\t\t\t\n\t\t\t\t\tEl vicepremier Kim Yong Jin presento el informe de la ocasion y hubo intervenciones. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores enumeraron los relevantes exitos logrados el ano pasado, destacando que la energica guia del Mariscal Kim Jong Un fue la fuerza motriz que llamo a todo el pueblo a la movilizacion general para el cuidado del territorio nacional. \n\t\t\t\t\t\n\t\t\t\t\tInsistieron en hacer mas intensa en todo el pais la campana de administracion territorial en respuesta a la autoctona idea del partido y a las tareas combativas indicadas en el mensaje del Ano Nuevo del Mariscal. \n\t\t\t\t\t\n\t\t\t\t\tSubrayaron la necesidad de proteger y aumentar los preciosos recursos naturales del pais, incluso los subterraneos, los forestales y los maritimos y dinamizar la plantacion de arboles como movimiento masivo para hacer frondosas todas las montanas del pais. \n\t\t\t\t\t\n\t\t\t\t\tSe debe construir muchos establecimientos en los rios y riachuelos y repararlos bien, y al mismo tiempo, tomar las medidas contra las inundaciones, destacaron. \n\t\t\t\t\t\n\t\t\t\t\tExpresaron la decision de renovar este ano tambien la fisonomia de la ciudad de Pyongyang, las provincias, las ciudades y los distritos mediante las operaciones conjuntas entre el ejercito y el pueblo y concentrar las fuerzas en aumentar la dureza del ferrocarril. \n\t\t\t\t\t\n\t\t\t\t\tApuntaron que de acuerdo con la demanda de la revolucion en desarrollo, todos los militantes del partido y los trabajadores deben poner de pleno manifiesto la inagotable fuerza espiritual y hacerse combatientes y patrullas que apoyen al frente el gran proposito del partido sobre la construccion y la administracion del territorio nacional. \n\t\t\t\t\t\n\t\t\t\t\tTerminada la reunion, hubo el cursillo sobre la proteccion de recursos y la repoblacion forestal."
        },
        {
            "title": "Rodong Sinmun insiste en activar la batalla ideologica, propaganda y agitacion",
            "url": "http://kcna.co.jp/item/2014/201402/news27/20140227-30ee.html",
            "content": "Rodong Sinmun insiste en activar la batalla ideologica, propaganda y agitacion\r\nPyongyang, 27 de febrero (ACNC) -- En el editorial publicado este jueves, el diario Rodong Sinmun llama a todos los funcionarios ideologicos del partido a activar la batalla ideologica, la propaganda y la agitacion, en pleno acato al discurso del Mariscal Kim Jong Un pronunciado en la VIII Conferencia de los funcionarios ideologicos del Partido del Trabajo de Corea, y estimular a todos los militares y civiles a la lucha por la victoria final de la construccion de un Estado prospero. \n\t\t\t\t\tEl discurso del Mariscal sirve de gran programa estrategico que ilumina el camino a seguir por la revolucion coreana, adelanta el editorial y continua: \n\t\t\t\t\t\n\t\t\t\t\tSon invariables la conviccion y voluntad del Mariscal de adelantar la victoria final de la revolucion manteniendo la teoria de la ideologia del Juche. \n\t\t\t\t\t\n\t\t\t\t\tEs un gran orgullo del PTC tener el contingente de funcionarios ideologicos que son infinitamente fieles al partido y al lider y poseen alto caracter revolucionario y combativo y noble virtud. \n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios ideologicos del partido estan al frente de la magna lucha por identificar todo el partido y toda la sociedad segun el kimilsungismo-kimjongilismo y adelantar la victoria final de la construccion de un Estado prospero. \n\t\t\t\t\t\n\t\t\t\t\tTenemos suficientes experiencias de haber impulsado con la fuerte ofensiva ideologica la causa de identificacion ideologica de toda la sociedad y disponemos de poderosas fuerzas y medios de propaganda y agitacion capaces de estremecer de una vez a todo el pais. \n\t\t\t\t\t\n\t\t\t\t\tCon decenas de miles de funcionarios ideologicos capacitados pueden formar invencibles cuerpos de flor y nata. \n\t\t\t\t\t\n\t\t\t\t\tTodos los funcionarios ideologicos del partido deben cumplir el papel de precursores en la lucha por la prosperidad de la Corea del Songun guardando la responsabilidad y la mision asumidas ante el partido, la revolucion, la patria y el pueblo."
        }
    ]
}