{
    "date": "2014-09-14",
    "url": "http://kcna.co.jp/item/2014/201409/2014-09-14ee.html",
    "articles": [
        {
            "title": "Talks between Secretary of C.C., WPK and General Secretary of Christian Democratic People's Party of Switzerland",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-12ee.html",
            "content": "Talks between Secretary of C.C., WPK and General Secretary of Christian Democratic People's Party of Switzerland\n\t\t\t\t\t\t\r\n Pyongyang, September 14 (KCNA) -- Kang Sok Ju, member of the Political Bureau and secretary of the C.C., the WPK, visited the Swiss Confederation at the head of the WPK delegation from September 11 and 13.\n\t\t\t\t\t During the visit Kang held talks with Beatrice Wertli Meierhans, general secretary of the Christian Democratic People's Party of Switzerland.\n\t\t\t\t\t\n\t\t\t\t\t He respectively had conversations with Yves Rossier, secretary of State of the Ministry of Foreign Affairs of Switzerland, and former Swiss President Pascal Couchepin.\n\t\t\t\t\t\n\t\t\t\t\t At the talks and conversations they exchanged views on the issue of boosting the friendly and cooperative relations between the parties and governments of the two countries and issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the WPK delegation held dialogue with a delegation of politicians from various political parties of Europe."
        },
        {
            "title": "CPRK Secretariat Condemns S. Korean Authorities for Kicking Off Anti-DPRK Campaign",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-13ee.html",
            "content": "CPRK Secretariat Condemns S. Korean Authorities for Kicking Off Anti-DPRK Campaign\r\n Pyongyang, September 14 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) Sunday released information bulletin No. 1074 denouncing the south Korean authorities for kicking off the anti-DPRK campaign. \n\t\t\t\t\t The south Korean puppet warmongers together with the U.S. held an \"event to mark the victory of the Inchon landing operation\", the one for confrontation with the DPRK, in Inchon, south Korea with the approach of the  17th  Asian Games, stunning the world people.\n\t\t\t\t\t\n\t\t\t\t\t It was said that they would stage a farce repeating the Inchon landing operation during the last Fatherland Liberation War in Wolmi Island on Monday with puppet naval warships, planes and marine corps and U.S. naval warships involved. \n\t\t\t\t\t\n\t\t\t\t\t The information bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t It is against the backdrop of the brisk preparations for the 17th Asian Games in which the DPRK players group and other groups of Asian countries and regions will participate that the puppet forces are kicking off war racket against the DPRK. This is an unpardonable challenge to the Asian Games which will be held in the noble idea of peace and friendship and to the aspiration and desire of mankind and another unbearable provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The war racket goes to clearly prove that \"dialogue\" and \"confidence-building\" touted by the puppet forces are hypocrisy and it is none other than the U.S. and south Korean puppet group which are wrecking dialogue, disturbing peace and igniting a war on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Through the war racket players groups of Asian countries and regions which came to Inchon will clearly see the anti-peace, confrontational nature of the U.S. and south Korean puppet forces. \n\t\t\t\t\t\n\t\t\t\t\t That's why dialogue has not been open and peace achieved on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t How can we achieve peace and concord with those keen on the war racket even in the international sports ground?\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's magnanimity and patience have reached the limit. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should ponder over how serious consequences their anti-DPRK racket will entail on the Inchon Asian Games and the north-south relations."
        },
        {
            "title": "U.S. Citizen Tried in DPRK",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-11ee.html",
            "content": "U.S. Citizen Tried in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, September 14 (KCNA) -- A trial of U.S. citizen Miller Matthew Todd was held at the Supreme Court of the DPRK on Sunday.\n\t\t\t\t\t He committed acts hostile to the DPRK while entering the territory of the DPRK under the guise of a tourist in last April.\n\t\t\t\t\t\n\t\t\t\t\t The court sentenced him to six years of hard labor."
        },
        {
            "title": "Floral Tribute Paid to Portrait of Smiling Kim Il Sung",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-02ee.html",
            "content": "Floral Tribute Paid to Portrait of Smiling Kim Il Sung\r\n Pyongyang, September 14 (KCNA) -- An event for laying a floral basket before the portrait of smiling President Kim Il Sung took place at the building of the Organization of Solidarity of the Peoples of Africa, Asia and Latin America on September 5 on the occasion of the 66th founding anniversary of the DPRK.\n\t\t\t\t\t Present there were the secretary general and other staff members of the organization, Pak Chang Yul, DPRK ambassador to Cuba, and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket before the portrait and paid tribute to it.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general said:\n\t\t\t\t\t\n\t\t\t\t\t I pay highest tribute to great Comrade Kim Il Sung on the occasion of the 66th founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people could free from the yoke of the Japanese imperialists' colonial slavery and become masters of the sovereign state as they were led by Comrade Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He humbled the arrogant U.S. imperialists and firmly defended the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t He, who led socialist Korea to the road of victory, trained the Korean People's Army into the army of the people and steel-like revolutionary armed forces, remarkably raised the international position of the DPRK and wisely led the confrontation with imperialism.\n\t\t\t\t\t\n\t\t\t\t\t On the most significant day the Organization of Solidarity of the Peoples of Africa, Asia and Latin America warmly congratulates the Workers' Party of Korea and the Korean people struggling for the sovereignty of the country and nation and the independent and peaceful reunification of the country while frustrating the moves and challenges of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t It is our invariable will to always value the friendly relations with the DPRK and consolidate them."
        },
        {
            "title": "Rodong Sinmun Denounces U.S. for Making Mockery of Int'l Community",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-10ee.html",
            "content": "Rodong Sinmun Denounces U.S. for Making Mockery of Int'l Community\r\n Pyongyang, September 14 (KCNA) -- The U.S. is making a mockery of the international community with wordplay, distorting the situation, says Rodong Sinmun Sunday in an article. It goes on:\n\t\t\t\t\t The spokesperson for the National Security Council of the White House touching on the DPRK-U.S. relations recently said the U.S. is not interested in dialogue for dialogue and the U.S. remains unchanged in maintaining this principle, north Korea should show its sincerity for denuclearization and its readiness to keep the promise it has already made, and only then, is it possible to start the negotiations based on confidence.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has no justification to talk about the DPRK-U.S. dialogue and the improvement of the bilateral relations, the DPRK's access to nukes in particular.\n\t\t\t\t\t\n\t\t\t\t\t So far, the DPRK has made various dialogue proposals on its own initiative to the U.S., a party responsible for peace and security on the Korean peninsula, and made every possible effort to carry them out.\n\t\t\t\t\t\n\t\t\t\t\t Inciting the hostility towards the DPRK and spreading false stories about it, the U.S. raised preconditions every time the DPRK made a proposal, thus throwing a wet blanket over the DPRK's efforts.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. openly staged the war drills against the DPRK and has systematically expanded them.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK was compelled to have access to nukes to defend itself as the U.S. has got hell-bent on the moves to stifle the DPRK with nukes after breaking the promise it made with Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nukes are neither a means for dialogue and improvement of relations nor a bargaining chip to be bartered for anything.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrence for self-defense is a reliable shield to protect the peace not only on the Korean peninsula but in the world.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. truly wants dialogue and improved bilateral relations, it should stop posing nuclear threat to the DPRK and give up its hostile policy towards the DPRK."
        },
        {
            "title": "S. Korean Puppet Forces Accused of Kowtowing to U.S.",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-09ee.html",
            "content": "S. Korean Puppet Forces Accused of Kowtowing to U.S.\r\n Pyongyang, September 14 (KCNA) -- At least 50 civic and public organizations of south Korea, including the Confederation of Trade Unions, the Citizens Solidarity for Democratic Society, the Solidarity for Progress, the People's Action for Peace against War and the People for Achieving Peace and Reunification, held a joint press conference in Seoul on September 12 at which they accused the puppet forces for kowtowing to the U.S., according to the south Korean internet paper Thongil News.\n\t\t\t\t\t At the press conference the organizations criticized the authorities for trying to introduce THAAD, the core of the U.S. missile defense system.\n\t\t\t\t\t\n\t\t\t\t\t The deployment of THAAD in south Korea will escalate military tensions in and around the Korean peninsula and turn south Korea into a forward base for the U.S. MD, they held.\n\t\t\t\t\t\n\t\t\t\t\t They said that the \"government\" is pushing forward the conclusion of an agreement on sharing military information among the U.S., Japan and south Korea as well as the deployment of THAAD.\n\t\t\t\t\t\n\t\t\t\t\t They urged the \"government\" not to deploy THAAD in south Korea."
        },
        {
            "title": "S. Korean Authorities' Theory of \"Confidence-building\" under Fire",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-08ee.html",
            "content": "S. Korean Authorities' Theory of \"Confidence-building\" under Fire\r\n Pyongyang, September 14 (KCNA) -- Some days ago, the south Korean chief executive blustered that if \"the way of people's living and culture is to be opened, it is necessary to open \"the way of building confidence\". The puppet high-ranking officials claimed that \"it is urgent to build confidence\".\n\t\t\t\t\t Rodong Sinmun Sunday says in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group's theory of \"confidence-building\" is a shield to deny dialogue and cooperation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t Confidence between the north and the south can be built through dialogue and cooperation, not with words.\n\t\t\t\t\t\n\t\t\t\t\t Now the puppet forces try to give impression that they are interested in dialogue while talking about \"dialogue\". But it is a cynical ploy to evade the responsibility for disrupting dialogue.\n\t\t\t\t\t\n\t\t\t\t\t They are vociferating about \"Dresden declaration\" and \"creation of peace park\" while asserting that \"it is necessary to build confidence from things small.\"\n\t\t\t\t\t\n\t\t\t\t\t In order to remove the mistrust between the north and the south, it is necessary to implement the north-south agreements and remove the political and military confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Nothing can be settled between the north and the south unless the obstacles lying in the way of dialogue and cooperation are all removed in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are insisting that it is necessary \"to build confidence between the south and the north on the basis of certain deterrence\". It goes to clearly prove what they are seeking really.\n\t\t\t\t\t\n\t\t\t\t\t They kicked off large-scale Ulji Freedom Guardian joint military exercises in collusion with the U.S. in August, challenging the DPRK's peace-loving efforts. They were a dangerous nuclear test war which extremely strained the situation on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are misleading public opinion while talking about \"confidence-building\", but they can never cover up their true colors as confrontational maniacs."
        },
        {
            "title": "Kim Il Sung's Work Posted by Swiss Body on Website",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-01ee.html",
            "content": "Kim Il Sung's Work Posted by Swiss Body on Website\r\n Pyongyang, September 14 (KCNA) -- President Kim Il Sung's work \"Preventing War and Preserving Peace Are the Burning Tasks of Mankind\" was posted by the Swiss Group for the Study of the Juche Idea on its website on Sept. 5.\n\t\t\t\t\t The work, published on Sept. 6, Juche 75 (1986), deals with the answers to the principled issues arising in defusing the tensions on the Korean peninsula and averting the danger of a nuclear war."
        },
        {
            "title": "DPRK Founding Anniversary Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-03ee.html",
            "content": "DPRK Founding Anniversary Marked in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, September 14 (KCNA) -- Meetings and photo exhibitions took place in Cuba, Bangladesh and Denmark between Sept. 5 and 7 on the occasion of the 66th anniversary of the founding of the DPRK.\n\t\t\t\t\t Displayed there were photos documenting the exploits performed by President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un in founding and developing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Also on display were photos showing the glorious course covered by Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Asia Department of the Cuban Institute of Friendship with the Peoples praised Kim Il Sung for leading the anti-Japanese war to victory, liberating the country and founding the party, state and army.\n\t\t\t\t\t\n\t\t\t\t\t The Cuban people are remembering the exploits of Comrade Fidel Castro and President Kim Il Sung who provided the bonds of fraternal friendship between the two countries, the director said, and went on: We will continue developing the relations of friendship and cooperation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Bangladesh People's League said the DPRK had turned into a powerful socialist country independent in politics, self-supporting in economy and self-reliant in defence for 66 years since Kim Il Sung proclaimed before the whole world the founding of a genuine independent and sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Denmark-DPRK Friendship Association noted the DPRK had taken the victorious and glorious path under the wise and tested leadership of Kim Il Sung and HE Kim Jong Il since its founding and it is now dynamically advancing towards the rosy future under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the meeting in Denmark."
        },
        {
            "title": "DPRK Founding Anniversary Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-04ee.html",
            "content": "DPRK Founding Anniversary Celebrated in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, September 14 (KCNA) -- Political parties and organizations of different countries posted special write-ups and articles on their websites from Sept. 4 to 8 on the occasion of the 66th founding anniversary of the DPRK.\n\t\t\t\t\t The Party of Communists of Russia posted an article titled \"Founding anniversary of DPRK\" illustrated with a photo of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The article introduced the DPRK in a festive mood to mark its founding anniversary, Sept. 9.\n\t\t\t\t\t\n\t\t\t\t\t The Party for the Socialist Choice of Romania posted an article titled \"Invincible country\" on its website.\n\t\t\t\t\t\n\t\t\t\t\t The article said the foundation of the DPRK was a historic event which brought about a drastic turn in hewing out the destiny of the Korean people and that the DPRK is a political and ideological power which is thoroughly embodying independence on the basis of the most solid social and political foundation with transparent guiding idea and a military power no one dares provoke.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party of Romania posted on its website \"Juche Idea\" an article titled \"Founder of DPRK.\" The article noted that Kim Il Sung whom the Korean people are holding as eternal President in high esteem is the founder of the DPRK. It praised him for setting forth the unique idea and line on building the state and successfully applied them.\n\t\t\t\t\t\n\t\t\t\t\t The New Yugoslav Communist Party of Serbia also posted an article lauding him.\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Forum of Germany in an article titled \"Comrade Kim Il Sung's view on nationalism\" said that he formulated a unique view on nationalism and many Koreans led a worthy life as genuine patriots, deeply impressed by his patriotic idea and noble personality."
        },
        {
            "title": "Books Published in Bangladesh ",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-05ee.html",
            "content": "Books Published in Bangladesh \r\n Pyongyang, September 14 (KCNA) -- Books \"Songun International\" Vol. 2 and \"Ten odd days in Korea in East\" were published in Bangladesh on the occasion of the Day of Songun and the 66th founding anniversary of the DPRK.\n\t\t\t\t\t A book releasing ceremony took place in Dhaka on Sept. 8.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the president of the Bangladesh People's League, the chairman of the Bangladesh Group for the Study of the Songun Policy, writers, journalists, lawyers and members of Juche idea study organizations.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to Bangladesh and his embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t A floral basket was laid before the portrait of smiling President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Then followed speeches.\n\t\t\t\t\t\n\t\t\t\t\t Garib Newaz, president of the Bangladesh People's League, M. Jahangir Khan, chairman of the Bangladesh Group for the Study of the Songun Policy, and other speakers said that they were pleased to publish the books on the occasions of the 54th anniversary of Kim Jong Il's start of the Songun revolutionary leadership and the 66th founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They said the Songun idea and the Songun politics fathered and pursued by Kim Il Sung and Kim Jong Il is being successfully carried forward by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They reaffirmed their will to conduct more positive activities for supporting the Korean people in their efforts to build a thriving nation and achieve the independent and peaceful reunification of the country under the leadership of Kim Jong Un."
        },
        {
            "title": "DPRK Praised by Indian Papers",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-06ee.html",
            "content": "DPRK Praised by Indian Papers\n\t\t\t\t\t\t\r\n Pyongyang, September 14 (KCNA) -- Indian papers carried special write-ups on Sept. 7 and 8 on the occasion of the 66th founding anniversary of the DPRK.\n\t\t\t\t\t Indian and World Event dedicated two whole pages to articles including an article titled \"Eternal chairman of National Defence Commission\", illustrated with a portrait of smiling President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The paper in an article titled \"Invincible socialist power\" said that Kim Il Sung built the DPRK into a prospering socialist state and Chairman of the National Defence Commission Kim Jong Il turned it into an invincible socialist power by carrying forward the cause of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The might of the DPRK as an invincible socialist power is being fully demonstrated thanks to supreme leader Kim Jong Un, the paper noted.\n\t\t\t\t\t\n\t\t\t\t\t Another paper dedicated two whole pages to articles including an article titled \"DPRK today\" accompanied with a photo of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t New Delhi Times carried an article titled \"Fortress of independence.\"\n\t\t\t\t\t\n\t\t\t\t\t It said Kim Jong Un led the DPRK to take resolute countermeasures against the vicious offensive of the U.S. imperialists and their followers to stifle it after its successful launch of satellite Kwangmyongsong 3-2, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is reacting to the U.S. nuclear weapons with its own precision nuclear strike means.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to powerful war deterrence is make great contributions not only to the peace and stability on the Korean peninsula and in the rest of Northeast Asia but also to global peace."
        },
        {
            "title": "Slogan-bearing Trees in Korea Are Precious Assets: Chinese Paper",
            "url": "http://kcna.co.jp/item/2014/201409/news14/20140914-07ee.html",
            "content": "Slogan-bearing Trees in Korea Are Precious Assets: Chinese Paper\n\t\t\t\t\t\t\r\n Beijing, September 13 (KCNA) -- Huan Qiu Shibao on Sept. 9 carried an article titled \"Slogan-bearing trees are precious assets of Korean revolution\" contributed by its correspondent in Pyongyang.\n\t\t\t\t\t The paper said:\n\t\t\t\t\t\n\t\t\t\t\t The slogan-bearing trees in the DPRK are legacy left by the fighters of the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t The anti-Japanese revolutionary fighters peeled barks from trees in deep forests and wrote slogans on them, encouraging people to fight to the last with conviction in victory.\n\t\t\t\t\t\n\t\t\t\t\t These slogan-bearing trees at present have served as precious assets of the revolution in the DPRK as witnesses of the history of the Korean revolution and main component of ideological education as they are of unique historical significance.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il paid deep attention to eternally preserving and caring the slogan-bearing trees and wisely guided the work to do so.\n\t\t\t\t\t\n\t\t\t\t\t Slogan-bearing trees have been found in many parts of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The anti-Japanese revolutionary war ended long ago but the slogans and trees are proving the history in which the Korean nation achieved the liberation of the country by fighting against the Japanese imperialists' aggression with its concerted efforts. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people are taking steps to eternally preserve the slogan-bearing trees and pushing forward researches.\n\t\t\t\t\t\n\t\t\t\t\t The paper introduced in detail the feats performed by the heroes on Mujae Hill who laid down their lives to rescue the trees, eternal assets of the revolution."
        }
    ]
}