{
    "date": "2014-05-24",
    "url": "http://kcna.co.jp/item/2014/201405/2014-05-24ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Congratulatory Message to 23rd Congress of Chongryon",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-01ee.html",
            "content": "Kim Jong Un Sends Congratulatory Message to 23rd Congress of Chongryon\r\n Pyongyang, May 24 (KCNA) -- Supreme leader Kim Jong Un Friday sent a congratulatory message to the 23rd Congress of the General Association of Korean Residents in Japan (Chongryon). \n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the 23rd Congress of the General Association of Korean Residents in Japan which is held in the historic period when a fresh turn is being effected in the implementation of the revolutionary cause of Juche and the movement of Koreans in Japan, I extend warm congratulations to the deputies who have participated in the congress and all other compatriots in Japan along with the hearts of the great Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The past four years since the 22nd Congress of Chongryon were a proud period when Chongryon officials and other compatriots in Japan made great successes in their efforts to usher in a new heyday of the Japan-based Koreans' movement with the firm conviction that the Generalissimos will always be with us and true to the instructions of General Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon and the compatriots consolidated the interior of their organization as solid as a rock and expanded and strengthened their own patriotic forces, braving trials and hardships in the difficult circumstances in the foreign country where the obstructive moves of reactionaries at home and abroad persist, and conducted a variety of mass movements vigorously to lay the solid foundation for the victorious advance of the Japan-based Koreans' movement. \n\t\t\t\t\t\n\t\t\t\t\t Chongryon conducted a powerful publicity campaign for national reunification and encouraged and supported the just struggle of south Korean people under the idea of By Our Nation Itself, and manifested all patriotic, material and moral sincerity for the building of an economic giant and cultured nation in the homeland with ardent love for the socialist country.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciating that Chongryon firmly defended the organization, the precious patriotic legacy of the peerless great men of Mt. Paektu, and made proud successes in the overall patriotic work in the period under review, I offer heartfelt thanks to all the Chongryon officials and other compatriots in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The 23rd Congress, Chongryon's first congress held on the march in the new century of the Juche era, is a historic meeting of key significance in boosting the Japan-based Koreans' movement onto a higher stage at a historic turning point for accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon officials and the compatriots should staunchly defend and add glory to the idea on the Juche-oriented overseas compatriots' movement of the peerless great men of Mt. Paektu and their immortal exploits and conduct all work of Chongryon as intended and wished by the great Generalissimos.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon should thoroughly establish the ideological and leadership systems of Juche, advance resolutely through all challenges and difficulties on the strength of single-minded unity and pay close attention to bolstering up its branches, chapters and other primary organizations.\n\t\t\t\t\t\n\t\t\t\t\t It should steadily improve the contents and methods of education in line with the requirements of the age of the knowledge economy by centring its patriotic movement on democratic national education and channel greater efforts into the work with younger generations and Korean business persons.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it should work with younger generations well to steadily carry on the traditions of loyalty, single-minded unity and love for the country and nation established by patriotic forebears and positively fire the patriotic enthusiasm of the business persons to make them fulfill their responsibility and duty as the motive force of the Japan-based Koreans' movement.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon officials and other compatriots should make a tangible contribution to the building of a thriving socialist country, cherishing Kim Jong Il's patriotism in their hearts, and wage a powerful struggle to put an end to foreign interference and achieve the independent and peaceful reunification of the country by the united efforts of our nation.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon should carry on more positive and brisker external activities to defend and extend the legitimate status and democratic national rights of organizations at all levels and compatriots in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Its officials are the hard core of the Japan-based Koreans' movement and the organizers and educators who inspire the masses of compatriots from all walks of life to the patriotic campaign.\n\t\t\t\t\t\n\t\t\t\t\t All the Chongryon officials should be their true servants who always live and work among them to give free rein to their patriotic enthusiasm and devotion and who dedicate their all to ensuring a happy and affluent future of the compatriots and their children.\n\t\t\t\t\t\n\t\t\t\t\t The Chongryon organization and compatriots founded and brought up by the great Generalissimos should invariably exalt their honour as the exemplary organization of the Juche-oriented overseas compatriots' movement and pacesetters for ardent patriotism who throw in their lot with the socialist motherland.\n\t\t\t\t\t\n\t\t\t\t\t Victory and glory are always in store for Chongryon which dynamically advances along the road of Juche, the road of patriotism and the road of prosperity together with the socialist country under the eternal blessings of the great Generalissimos.\n\t\t\t\t\t\n\t\t\t\t\t Firmly believing that the 23rd Congress of Chongryon would make a historic milestone for ushering in a new heyday of the Japan-based Koreans' movement and mark an epochal occasion for promoting the overall work of Chongryon a stage upward, I sincerely wish the congress excellent success."
        },
        {
            "title": "Rodong Sinmun Greets 23rd Congress of Chongryon ",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-04ee.html",
            "content": "Rodong Sinmun Greets 23rd Congress of Chongryon \r\n Pyongyang, May 24 (KCNA) -- Rodong Sinmun Saturday in an editorial says that the Korean people warmly greet the 23rd Congress of the General Association of Korean Residents in Japan (Chongryon) and extend warm compatriotic salute to the officials of Chongryon and the Koreans in Japan.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Chongryon is an overseas compatriots' organization boundlessly loyal to the leader, the country and the nation and invincible ranks that protect the patriotic faith and give a steady continuity to the Juche-oriented lifeline even under the adverse conditions in the alien land\n\t\t\t\t\t\n\t\t\t\t\t It is the pride of the DPRK and honor of the nation to have powerful overseas compatriots' organization like Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The past four years since the 22nd Congress of Chongryon represented a proud history in which the officials of Chongryon and Koreans in Japan have boldly overcome manifold hardships and adversities with patriotic faith and united efforts and dynamically pushed ahead with the victories advance of the movement of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Despite the unprecedentedly vicious moves against the DPRK and Chongryon, it has firmly defended its organization, the precious patriotic legacy left by the peerless great men, and aroused the patriotic enthusiasm of compatriots from all walks of life, gaining great successes and experience in the work to lay the mass and educational foundation and an organizational and ideological groundwork for ushering in a new heyday of the movement of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t This is important successes made in the period under review and a powerful demonstration of the tremendous vitality and inexhaustible might of the movement.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon Chongryon and Koreans in Japan to remain true to President Kim Il Sung's and leader Kim Jong Il's idea and cause of the overseas compatriots' movement and usher in a new heyday of the movement of Koreans in Japan."
        },
        {
            "title": "Rodong Sinmun Terms Park Geun Hye's \"Talk to People\" Hypocritical ",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-07ee.html",
            "content": "Rodong Sinmun Terms Park Geun Hye's \"Talk to People\" Hypocritical \r\n Pyongyang, May 24 (KCNA) -- Park Geun Hye made public a belated \"talk to the people\" as regards the ferry Sewol disaster on May 19. She did not mention the blunder of her group at all, shifting all blames onto others including the Maritime Police Agency and the Chonghaejin Maritime Transport Company. \n\t\t\t\t\t Rodong Sinmun Saturday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Park's \"talk to the people\" is nothing but a deceptive farce to cover up her incompetence and irresponsibility and calm down the anger of the people, paying no heed to the people's strong demands. \n\t\t\t\t\t\n\t\t\t\t\t Park's 20-odd minute-long talk was too short and clumsy to cover up the crimes she committed by failing to rescue even a single passenger missing in more than 30 days.\n\t\t\t\t\t\n\t\t\t\t\t Her unpopular nature can never change despite a few drops of tears. \n\t\t\t\t\t\n\t\t\t\t\t Clear is the reason why she staged such drama called \"a talk to the people.\" Through this she sought to put under control the unfavorable political situation in the wake of the ferry Sewol disaster likely to bring a heavy defeat to her group in the elections to the local self-governing bodies slated for June 4 and get out of hot water. \n\t\t\t\t\t\n\t\t\t\t\t However, this is a foolish daydream. \n\t\t\t\t\t\n\t\t\t\t\t Watching her charade, south Korean people from all walks of life are declaring they will not stay calm in the forthcoming elections. \n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, her crocodile tears further awakened the angry people. \n\t\t\t\t\t\n\t\t\t\t\t The eruption of their resentment and mass anti-\"government\" actions will certainly turn the elections into a tribunal for meting out a severe punishment to the murderers."
        },
        {
            "title": "Message of Sympathy to Chinese Premier",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-18ee.html",
            "content": "Message of Sympathy to Chinese Premier\r\n Pyongyang, May 24 (KCNA) -- DPRK Premier Pak Pong Ju on Friday sent a message of sympathy to Li Keqiang, premier of the State Council of China, as regards the recent terrorist bombing attack in Urumuqi, Xinjiang Uygur Autonomous Region which claimed huge casualties.\n\t\t\t\t\t The message expressed deep sympathy and consolation to the Chinese government and the bereaved families of the victims.\n\t\t\t\t\t\n\t\t\t\t\t Reiterating the consistent stand of the DPRK government that it opposes all forms of terrorism and any support to it, the message hoped that the Chinese government would eradicate the aftermath of the terrorist bombing at an early date and ensure the socio-political stability of the country."
        },
        {
            "title": "Message of Sympathy to Nigerian President",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-20ee.html",
            "content": "Message of Sympathy to Nigerian President\r\n Pyongyang, May 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of sympathy to Goodluck Ebele Jonathan, president of Nigeria, in connection with the bomb explosions which occurred in Jos, capital of Plateau State, Nigeria, causing huge casualties and property loss.\n\t\t\t\t\t The message expressed deep sympathy and condolences to the government and people of Nigeria and the bereaved families.\n\t\t\t\t\t\n\t\t\t\t\t It hoped that the government and people of Nigeria would achieve successes in their efforts for eradicating the aftermath of the damage and achieving stability."
        },
        {
            "title": "Greetings to President of Eritrea",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-13ee.html",
            "content": "Greetings to President of Eritrea\r\n Pyongyang, May 24 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Issaias Afewerki, president of Eritrea, on the occasion of the 23rd anniversary of its independence.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would invariably grow strong and wished the president and the people of Eritrea success in their work for the peace and development of the country."
        },
        {
            "title": "Greetings to Indian PM",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-16ee.html",
            "content": "Greetings to Indian PM\r\n Pyongyang, May 24 (KCNA) -- DPRK Premier Pak Pong Ju on Friday sent a message of greeting to Narendra Modi upon his appointment as prime minister of the Republic of India.\n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the two countries would grow stronger, the message wished the prime minister success in his new job."
        },
        {
            "title": "U.S. Mocks at Scientific and Technological Achievements of Mankind: KCNA Commentary ",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-15ee.html",
            "content": "U.S. Mocks at Scientific and Technological Achievements of Mankind: KCNA Commentary \r\n Pyongyang, May 24 (KCNA) -- The U.S. is abusing internet as a means for realizing its ambition for world domination, sparking off uproar of the world community.\n\t\t\t\t\t Russian President Putin recently termed internet as a project of the CIA and a product of U.S. overseas intelligence activities.\n\t\t\t\t\t\n\t\t\t\t\t Today world economy and social activities are becoming increasingly dependent on internet. The number of internet users worldwide has already surpassed 1.5 billion in 2009.\n\t\t\t\t\t\n\t\t\t\t\t As internet service has spread worldwide, the U.S. is raking up the greatest profits through internet in name and reality by using it as a means for putting the world under its control.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. calculation that if it operates internet, it can destabilize those countries courting its displeasure, put other counties under its political, economic and military control and realize its ambition for world domination with ease.\n\t\t\t\t\t\n\t\t\t\t\t By using technology for disseminating modern information with internet as a core means, it is providing conditions for conducting ideological and cultural poisoning against governments of various countries and overthrowing them. \n\t\t\t\t\t\n\t\t\t\t\t In an article contributed to magazine \"U.S. diplomatic policy\" in January, 2010, a U.S. senator said that the U.S. State Department should use new network technology for \"the movement for expanding freedom\" worldwide promoted by the U.S. and launch the so-called \"campaign for greeting a new day.\" \n\t\t\t\t\t\n\t\t\t\t\t According to the act adopted by U.S. Congress in July, 2009, 30 million U.S. dollars were allotted to Persian broadcasting programs against Iran of Radio Free Europe and VOA and 20 million dollars allocated as funds for electronic education, exchange and report related to Iran in order to help Iranians escape internet censorship.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. orchestrated the Tunisian case in which the government was toppled through the spread of animation files about social conflict in December of 2010 through internet and great disturbances in North Africa and Mideast in its wake. These were typical examples of how Washington used internet as a new war means.\n\t\t\t\t\t\n\t\t\t\t\t What happened in Ukraine is a product of the operation carefully worked out by the U.S. for a long period. \n\t\t\t\t\t\n\t\t\t\t\t Special institutions of the U.S. have pushed forward a scenario for a coup in Ukraine through NGO organizations and internet since early in the 1990s for the purpose of carrying out the plan of NATO to expand to the east.\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the fact that the U.S. State Department made public that it earmarked 5 billion dollars for \"democracy\" in Ukraine.\n\t\t\t\t\t\n\t\t\t\t\t A lot of evidence proves that the control and operation of internet have already become a basic means and a major way of dealing politically-motivated blows at various states of the world targeted by Washington and seeking the government overthrow.\n\t\t\t\t\t\n\t\t\t\t\t Taking advantage of its special position in the management of internet, the U.S. considers cyber space as its fifth sphere after sky, ground, seas and outer space and is seeking an edge in it.\n\t\t\t\t\t\n\t\t\t\t\t According to data disclosed, a U.S. spy organ has conducted the operation of hacking computer networks by spreading malignant codes among news agency and computer networks of various countries with an investment of 652 million U.S. dollars.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. move to isolate and stifle the DPRK in various fields after designating it as a target of cyber attack is part of Washington's scenario. \n\t\t\t\t\t\n\t\t\t\t\t The CIA has long carried out cyber attacks, providing every year more than 20 million U.S. dollars to the anti-DPRK plot-breeding bodies in south Korea including \"the Citizens Alliance for Human Rights in North Korea\" \"Network for Democracy in North Korea\" and \"Duri Hana\" by instigating \"the National Foundation for Democracy\" under the mask of a non-governmental body.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should discard its anachronistic daydream.\n\t\t\t\t\t\n\t\t\t\t\t The latest science and technology achieved by humankind is by no means a monopoly of the U.S."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Observed",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-09ee.html",
            "content": "Anniversary of Kim Jong Il's Work Observed\r\n Pyongyang, May 24 (KCNA) -- Rodong Sinmun Saturday carries an article on the occasion of the 19th anniversary of the publication of leader Kim Jong Il's work \"On Developing the Movement of Koreans in Japan on a New Higher Stage\".\n\t\t\t\t\t The work is the letter sent by him to the General Association of Korean Residents in Japan (Chongryon) and the Koreans in Japan on the occasion of the 40th anniversary of its formation.\n\t\t\t\t\t\n\t\t\t\t\t The work deals with the undying feats performed by President Kim Il Sung in the history of the movement of the Koreans in Japan and indicates a basic orientation of the work of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The article says:\n\t\t\t\t\t\n\t\t\t\t\t The letter is the most scientific and just action programme and a mighty ideological and theoretical weapon for the patriotic cause of Chongryon as it opened a turning phase in the above-said movement and provided a sure guarantee for its rosy future.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon has developed into a militant body steadfast in ideology and strong in the sense of unity in the course of the struggle for thoroughly implementing the lines and policies set fort in the letter and the national rights of the compatriots have grown stronger since then.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon has firmly defended itself despite the vicious anti-DPRK and anti-Chongryon moves of the enemies in Japan and abroad and strenuously conducted the patriotic movement for the homeland and nation. This was possible because the officials of Chongryon and Koreans in Japan have worked hard with indomitable spirit and patriotic desire in hearty response to the historic letter.\n\t\t\t\t\t\n\t\t\t\t\t The historic letter is shedding its rays as an eternal patriotic banner in the on-going sacred struggle for ushering in a new heyday in the above-said movement.\n\t\t\t\t\t\n\t\t\t\t\t Unshakable is the faith of the officials of Chongryon and Koreans in Japan advancing towards the final victory, taking the historic letter as an undying banner for the patriotic cause."
        },
        {
            "title": "DPRK Government Economic Delegation Leaves for Syria, Russia",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-14ee.html",
            "content": "DPRK Government Economic Delegation Leaves for Syria, Russia\r\n Pyongyang, May 24 (KCNA) -- A DPRK government economic delegation led by Minister of Foreign Trade Ri Ryong Nam left here Saturday to take part in the 9th meeting of the DPRK-Syria Joint Economic Committee to be held in Damascus, Syria and the 6th meeting of the inter-governmental committee for cooperation in trade, economy, science and technology between the DPRK and the Russian Federation to be held in Vladivostok."
        },
        {
            "title": "DPRK Government Delegation Leaves to Attend Meeting of NAM FMs and Visit African and Arab Countries",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-19ee.html",
            "content": "DPRK Government Delegation Leaves to Attend Meeting of NAM FMs and Visit African and Arab Countries\r\n Pyongyang, May 24 (KCNA) -- A DPRK government delegation headed by Ri Su Yong, minister of Foreign Affairs, left here on Saturday to attend a meeting of foreign ministers of the Non-aligned Movement to be held in El Djazair, Algeria and visit African and Arab countries."
        },
        {
            "title": "Park Geun Hye's \"Talk to People\" Slammed ",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-08ee.html",
            "content": "Park Geun Hye's \"Talk to People\" Slammed \n\t\t\t\t\t\t\r\n Pyongyang, May 24 (KCNA) -- The Solidarity for Progress of south Korea in a commentary on May 20 disclosed the absurdity of the deceptive \"talk to the people\" made by Park Geun Hye.\n\t\t\t\t\t The commentary accused Park of talking about the disbandment of the Maritime Police Agency as a measure regarding the Sewol disaster in the talk on May 19.\n\t\t\t\t\t\n\t\t\t\t\t This proves that Chongwadae is still concerned only for tiding over ruling crisis, rather than bringing the accident under control, the commentary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Park made no mention of how she will take responsibility which casts doubts as to whether she is going to call to task the ferry management enterprise and the maritime police.\n\t\t\t\t\t\n\t\t\t\t\t If the \"government\" does not take responsibility, the disbandment of the Maritime Police Agency will be like changing just the sign.\n\t\t\t\t\t\n\t\t\t\t\t In the talk Park tried to give impression that the slow progress made in the efforts for \"three-year plan for economic renovation\" and \"normalizing things abnormal\" led to the accident.\n\t\t\t\t\t\n\t\t\t\t\t As was already disclosed, the step of easing the regulations taken by the Ministry of Maritime Fisheries right before the ferry Sewol disaster contained regulations on vessel security as part of the above-mentioned three-year plan and normalization step.\n\t\t\t\t\t\n\t\t\t\t\t In the long run, these plans the keynote of which is easing the regulations became the cause of the tragedy. It is a contradiction that she is set to push forward those plans as a measure for preventing disasters.\n\t\t\t\t\t\n\t\t\t\t\t For the proper solution to the Sewol disaster issue, it is imperative for the authorities to form a fact-finding committee comprising the bereaved families immediately within this month and promise the prevention of the recurrence of similar accidents.\n\t\t\t\t\t\n\t\t\t\t\t The commentary declared that the organization will honor the memory of the victims and strive for the probe into the truth behind the accident."
        },
        {
            "title": "DPRK-made Cosmetics Popular at Int'l Trade Fair",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-17ee.html",
            "content": "DPRK-made Cosmetics Popular at Int'l Trade Fair\r\n Pyongyang, May 24 (KCNA) -- The DPRK-made cosmetics won popularity at the recent 17th Pyongyang Spring International Trade Fair.\n\t\t\t\t\t Those quality cosmetics were manufactured by Sinuiju and Pyongyang cosmetics factories and other factories and companies in the country.\n\t\t\t\t\t\n\t\t\t\t\t What caught visitors' eyes at the fair are beauty lotion, beauty soap, beauty mask and other beauty goods presented by the Samgon Trading Company.\n\t\t\t\t\t\n\t\t\t\t\t The products, made of natural sulphur mud extraction, are estimated to have a good effect on skin. They are efficacious for softening skin, removing wrinkles, freckle and speckle and curing acne, pimple, dermatophytosis and other skin diseases.\n\t\t\t\t\t\n\t\t\t\t\t There is also sauna gel, which drew attention of old visitors as it helps prevent aging and treat neuralgia, arthritis, adiposity, arteriosclerosis, etc.\n\t\t\t\t\t\n\t\t\t\t\t The Myohyang Cosmetics Factory put on display various kinds of cosmetics which are effective in whitening and moisturizing. Its Mirae-trademarked products included cleansing soap, lotion, moisturizer, night cream, foundation, shampoo and conditioner.\n\t\t\t\t\t\n\t\t\t\t\t The visitors told KCNA that the fair gave a glimpse of the strong will of the local light industrial scientists and producers to contribute to the improvement of the people's living standard."
        },
        {
            "title": "Koreans in China Demand Ouster of Park Geun Hye",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-06ee.html",
            "content": "Koreans in China Demand Ouster of Park Geun Hye\r\n Pyongyang, May 24 (KCNA) -- The General Association of Koreans in China in a statement on May 19 called for the resignation of the Park Geun Hye group as it took the lives of hundreds of persons.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t More than a month has passed since the tragedy but the incompetent Park Geun Hye regime has not yet found all bodies of those missing. Still she does not feel any compunction for burying young students at the sea.\n\t\t\t\t\t\n\t\t\t\t\t Park did neither shed even a drop of tear over the disaster nor meet families of victims who came to Chongwadae. She has only been keen on media censorship and red herring in a bid to evade the responsibility for the tragedy at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The Park group is working hard to kick up all kinds of anti-DPRK smear campaigns by pulling it up over a drone case and spreading a \"story about nuclear threats from the north\" in a bid to calm down the angry people and divert elsewhere the public attention.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the second and third Sewol disaster will occur if such corrupt, irresponsible, incompetent and wicked regime bereft of elementary conscience and obligatory responsibility is left intact.\n\t\t\t\t\t\n\t\t\t\t\t The General Association and all Koreans in China will actively join the sacred ranks of the south Koreans in their struggle to bring down the Park group from the post of power."
        },
        {
            "title": "S. Korean Newspaper Calls for Bringing Park Geun Hye to Account with Respect for Ferry Sewol Sinking Accident",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-05ee.html",
            "content": "S. Korean Newspaper Calls for Bringing Park Geun Hye to Account with Respect for Ferry Sewol Sinking Accident\r\n Pyongyang, May 24 (KCNA) -- The south Korean newspaper Hangyore in an editorial on May 22 called for bringing Park Geun Hye to account for the ferry Sewol sinking disaster.\n\t\t\t\t\t The editorial said the \"National Assembly\" on May 21 referred a letter of request for the investigation into the state policy over the Sewol tragedy to its full-dress session.\n\t\t\t\t\t\n\t\t\t\t\t The letter said Chongwadae was included in the list of investigation but Park Geun Hye was not included.\n\t\t\t\t\t\n\t\t\t\t\t This is because the \"Saenuri Party\" strongly declined the demand of the opposition party, citing such reason that \"there is no precedent in which the incumbent president was included in the investigation into the state policy\".\n\t\t\t\t\t\n\t\t\t\t\t The investigation into the incompetency and irresponsibility of the \"government\" manifested in the course of putting the Sewol disaster under control is the demand of the people and the urgent demand of the families of the victims.\n\t\t\t\t\t\n\t\t\t\t\t But the \"Saenuri Party\" was only keen on defending the \"president\" from the beginning.\n\t\t\t\t\t\n\t\t\t\t\t Everybody knows that this is not just the intention of the \"Saenuri Party\" but the will of Park and Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t It is completely wrong that Park who is chiefly to blame for the tragedy was excluded from the list of investigation, the editorial said, stressing that it would be proper for Park to become the target of investigation of her own accord."
        },
        {
            "title": "Ouster of KBS President Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-12ee.html",
            "content": "Ouster of KBS President Demanded in S. Korea\r\n Pyongyang, May 24 (KCNA) -- The KBS Media Persons' Association and members of the trade union of KBS of south Korea are staging stronger actions in demand of the resignation of the KBS president, according to KBS on May 21.\n\t\t\t\t\t When the association and the trade union demanded the KBS president resign as regards false report about the ferry Sewol disaster, he blustered that he would never resign in face of politically-motivated agitation and violence but strongly react to any illegal attempt plunging KBS into a pitfall through political agitation. \n\t\t\t\t\t\n\t\t\t\t\t Angered by his such reckless remarks, the trade union opted for a voting for launching an all-out strike.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, members of the trade union went to the Ansan joint incense-burning altar to honor the memory of the victims and pledged to oust the KBS president without fail so that such a disaster might not recur.\n\t\t\t\t\t\n\t\t\t\t\t The KBS Media Persons' Association started a one-man demo in Kwanghwamun, Seoul and more than 20 correspondents of KBS released a statement."
        },
        {
            "title": "Punishment of Those Responsible for Sewol Disaster Demanded",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-11ee.html",
            "content": "Punishment of Those Responsible for Sewol Disaster Demanded\r\n Pyongyang, May 24 (KCNA) -- Kyunghyang Daily News of south Korea in an editorial on May 22 called for punishing corrupt and incompetent guys who caused the Sewol disaster.\n\t\t\t\t\t The upcoming June 4 elections to local self-governing bodies will serve as an occasion for judging the incompetence and political failure of the \"government\" that caused the tragedy and chaos in putting the disaster under control, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t People's mind should be correctly reflected in the elections, the editorial noted, calling for taking part in the elections to do away with the political failure that caused the disaster.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the ferry sinking is incompetence and irresponsibility of the \"government\" and idleness and corruption of public officials.\n\t\t\t\t\t\n\t\t\t\t\t Negligence of politics and abstention from voting may result in leaving just as they are those responsible for the tragedy.\n\t\t\t\t\t\n\t\t\t\t\t Kukmin Ilbo also carried an editorial on the same day.\n\t\t\t\t\t\n\t\t\t\t\t It noted that running high is the people's resentment at the \"government's\" incompetence and corrupt political camp and their distrust in the regime as was disclosed in the course of putting the Sewol disaster under control. It went on:\n\t\t\t\t\t\n\t\t\t\t\t There is a strong movement among politicians signaling the intention to use the Sewol disaster for serving political and strategic purposes. They should refrain from the act of rubbing salt into the wounds of the bereaved families."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Thailand",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Thailand\r\n Pyongyang, May 24 (KCNA) -- The Thai preparatory committee for remembering President Kim Il Sung was inaugurated at Rajabat Pranakorn University of Thailand on May 18.\n\t\t\t\t\t Chanai Longoen, chairman of the Thailand-DPRK Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse events praising the sacred revolutionary career and exploits of Kim Il Sung on the occasion of the 20th anniversary of his demise."
        },
        {
            "title": "Bulgarian Political Figure Raps Imperialists' Human Rights Campaign against DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-03ee.html",
            "content": "Bulgarian Political Figure Raps Imperialists' Human Rights Campaign against DPRK\r\n Pyongyang, May 24 (KCNA) -- Atanas Ivanov, honorary chairman of the Bulgarian Communists Union, contributed an article \"Intelligence and propaganda offensive against the DPRK\" to the May issue of newspaper Iskra.\n\t\t\t\t\t He said in the article that the imperialists' anti-socialist propaganda offensive still persists and its main target is the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He accused Western media of spreading false rumors about the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The article went on:\n\t\t\t\t\t\n\t\t\t\t\t The realities in the north and the south of Korea are fundamentally different from each other.\n\t\t\t\t\t\n\t\t\t\t\t The tax system was abolished in the DPRK long ago and it is hard to find any jobless man there.\n\t\t\t\t\t\n\t\t\t\t\t Everybody in the DPRK benefits from free education and medical care.\n\t\t\t\t\t\n\t\t\t\t\t The state provides the people with houses free of charge.\n\t\t\t\t\t\n\t\t\t\t\t On the contrary, there are a large number of unemployed and many kinds of taxes are levied upon the people in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t There are a countless number of people left without any shelter and lots of children are too poor to go to school. Moneyless people can not receive medical treatment.\n\t\t\t\t\t\n\t\t\t\t\t Introducing the reality of the DPRK where the popular masses are fully guaranteed dignity and rights, the article accused the imperialists of their human rights campaign against the DPRK."
        },
        {
            "title": "Kim Jong Un felicita el XXIII Congreso Integral de la Chongryon ",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-21ee.html",
            "content": "Kim Jong Un felicita el XXIII Congreso Integral de la Chongryon \r\n Pyongyang, 24 de mayo (ACNC) -- El Mariscal Kim Jong Un envio el dia 23 un mensaje de felicitacion al XXIII Congreso Integral de la Asociacion General de Coreanos en Japon (Chongryon). \n\t\t\t\t\t El texto integro del mensaje sigue: \n\t\t\t\t\t\n\t\t\t\t\t En ocasion del XXIII Congreso Integral de la Chongryon que se celebra en el momento historico en que se logran nuevos avances en el impulso de la causa revolucionaria del Juche y el movimiento de coreanos residentes en Japon, hago llegar una calurosa felicitacion a los delegados al evento y los demas compatriotas en Japon en reflejo de la voluntad de los grandes Generalisimos Kim Il Sung y Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t En los cuatro anos despues de la ultima reunion del mismo nivel, los funcionarios de la Chongryon y otros compatriotas obtuvieron considerables exitos en sus esfuerzos por llevar el movimiento de coreanos en Japon a un nuevo auge en cumplimiento del legado del General Kim Jong Il luchando con la firme conviccion de que los dos lideres mencionados siempre estaran entre nosotros, lo cual nos enorgullece.\n\t\t\t\t\t\n\t\t\t\t\t Aunque viven en dificiles condiciones en la tierra extrana debido a las constantes acciones de mala intencion de los reaccionarios internos y externos, ellos han reforzado las estructuras internas de su organizacion, ampliado y fortalecido sus propias fuerzas patrioticas y realizado con vigor diferentes tipos de actividades entre las masas, venciendo con valentia las pruebas y dificultades que se interponian, de manera que han preparado un solido fundamento que garantiza la marcha victoriosa del referido movimiento.\n\t\t\t\t\t\n\t\t\t\t\t La Chongryon, enarbolando el lema de \"entre nosotros, los connacionales\", ha dinamizado la labor de propaganda a favor de la reunificacion de la patria y dado un pleno apoyo y respaldo a la justa lucha del pueblo surcoreano; con el fervoroso amor a la patria socialista ha hecho muchos aportes material y espiritual a la construccion de una potencia economica y un Estado de alta civilizacion en la tierra patria.\n\t\t\t\t\t\n\t\t\t\t\t Aprecio altamente lo que en el periodo que se analiza la Chongryon ha hecho por defender su organizacion, el valioso legado patriotico dejado por los grandes hombres del monte Paektu y alcanzar brillantes exitos en sus actividades patrioticas en su conjunto y les envio un calido agradecimiento a todos sus funcionarios y demas compatriotas.\n\t\t\t\t\t\n\t\t\t\t\t El XXIII Congreso Integral de la Chongryon, la primera reunion de su especie que se celebra en medio de avances de la nueva centuria del Juche, constituye un evento de trascendencia historica que llevaria el movimiento de coreanos en Japon a una etapa superior de desarrollo y fortalecimiento en tono con los cambios historicos que impulsan la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\t A los funcionarios de la Chongryon y otros compatriotas en Japon les corresponde defender de manera resuelta y enaltecer el lineamiento original y hazanas de las dos grandes figuras del monte Paektu en lo que se refiere al movimiento de compatriotas en el extranjero y aplicar su voluntad y proyecto en todas las labores.\n\t\t\t\t\t\n\t\t\t\t\t La Chongryon establecera solidamente el sistema ideologico y el de direccion del Juche en su seno, enfrentara osadamente todos los obstaculos y retos con la fuerza ideologica y el poderio de la unidad monolitica y prestara profunda atencion al robustecimiento de sus ramas, filiales y otras instancias de base.\n\t\t\t\t\t\n\t\t\t\t\t La Chongryon mejorara ininterrumpidamente el contenido y metodo educacional a la altura de las exigencias de la economia del conocimiento poniendo la ensenanza democratica nacional en el centro de su movimiento patriotico y dedicara mayor fuerza a la labor con las nuevas generaciones y los empresarios y comerciantes compatriotas.\n\t\t\t\t\t\n\t\t\t\t\t Especialmente, se esmerara en la labor con las jovenes generaciones para que lleven adelante las tradiciones de la fidelidad, de la unidad monolitica y del amor al pais y la nacion, preparadas por los antecedentes patrioticos y estimulara la vocacion patriotica de los empresarios y comerciantes compatriotas, de modo que cumplan con su mision y responsabilidad como principal fuerza del movimiento de los coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\t Los funcionarios de la Chongryon y otros compatriotas en Japon guardaran en lo hondo del corazon el patriotismo de Kim Jong Il y contribuiran especificamente a la construccion de un Estado socialista poderoso y prospero en la patria y desarrollaran con valentia la lucha por acabar con la ingerencia de las fuerzas foraneas y lograr la reunificacion independiente y pacifica del pais con las fuerzas unidas de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\t La Chongryon debe desplegar con espiritu creador y de modo activo las actividades exteriores por defender y ampliar la posicion legitima de sus organizaciones de todos los niveles y los derechos democraticos nacionales de los compatriotas en Japon.\n\t\t\t\t\t\n\t\t\t\t\t Sus funcionarios son fuerzas medulares del movimiento de los coreanos residentes en Japon y organizadores y educadores que exhortan a los compatriotas de distintos sectores al amor al pais y la nacion.\n\t\t\t\t\t\n\t\t\t\t\t Viviran y trabajaran siempre entre ellos para poner en pleno despliegue su entusiasmo y devocion patrioticos, haran cuanto puedan como fieles servidores para asegurar a los compatriotas y sus descendientes una vida feliz y un futuro prometedor.\n\t\t\t\t\t\n\t\t\t\t\t La Chongryon organizada y desarrollada por los grandes Generalisimos y los compatriotas en Japon haran gala de su honor como invariable organizacion modelo de movimiento de compatriotas del Juche en el extranjero y como pioneros de la obra de amor al pais y la nacion que comparten el mismo destino con la patria socialista.\n\t\t\t\t\t\n\t\t\t\t\t Siempre le esperaran solo la victoria y gloria a la Chongryon que bajo la bendicion de los grandes Generalisimos, avanza a pasos firmes por el camino del Juche, de amor al pais y la nacion y de fortalecimiento y prosperidad, el camino que la patria socialista sigue.\n\t\t\t\t\t\n\t\t\t\t\t Convencido de que el XXIII Congreso Integral de la Chongryon servira de un jalon historico para abrir una nueva etapa de prosperidad del movimiento de coreanos residentes en Japon y un importante motivo para elevar a un peldano superior la labor de la organizacion en su conjunto, deseo de todo corazon que el trabajo del Congreso sea coronado con relevantes exitos."
        },
        {
            "title": "Rodong Sinmun felicita XXIII Congreso Integral de Chongryon ",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-22ee.html",
            "content": "Rodong Sinmun felicita XXIII Congreso Integral de Chongryon \r\n Pyongyang, 24 de mayo (ACNC) -- En el editorial publicado este sabado, el diario Rodong Sinmun senala que el pueblo en la patria felicita el XXIII Congreso Integral de la Asociacion Integral de Coreanos Residentes en Japon (Chongryon) y envia el saludo fraternal a los funcionarios de la Chongryon y los compatriotas residentes en Japon. \n\t\t\t\t\t La Chongryon es la organizacion de compatriotas muy fieles al lider, la patria y la nacion y el contingente invicto que continua con firmeza el linaje del Juche defendiendo la conviccion patriotica aun en medio de las pruebas del pais extranjero, afirma el editorial y continua: \n\t\t\t\t\t\n\t\t\t\t\t Tener una organizacion de compatriotas ultramarinos como la Chongryon es el orgullo de la Republica Popular Democratica de Corea y el honor de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\t Durante 4 anos pasados despues del XXII Congreso Integral de la Chongryon, los funcionarios de la Chongryon y los compatriotas en Japon han impulsado energicamente el avance victorioso del movimiento de coreanos residentes en Japon superando todas las pruebas con la conviccion patriotica y la unidad.\n\t\t\t\t\t\n\t\t\t\t\t Aunque se tornaban mas siniestras las maniobras anti-RPDC y anti-Chongryon, la Chongryon defendio con firmeza sus organizaciones, noble herencia patriotica de los grandes hombres sin iguales, y desperto el entusiasmo patriotico de los compatriotas. De esta manera, logro grandes exitos y experiencias en asentar la base de educacion, la ideologica y organizativa y la masiva para abrir una nueva era de prosperidad del movimiento de coreanos en Japon.\n\t\t\t\t\t\n\t\t\t\t\t Este exito sirvio de plena manifestacion de la invencible vitalidad y el agotable poderio del movimiento de los coreanos residentes en Japon. \n\t\t\t\t\t\n\t\t\t\t\t La Chongryon y los compatriotas en Japon deben abrir la nueva era dorada del movimiento de coreanos en Japon en fiel acato a la autoctona idea y la causa de los Generalisimos Kim Il Sung y Kim Jong Il en materia del movimiento de compatriotas ultramarinos."
        },
        {
            "title": "Kim Yong Nam felicita 23o aniversario de independencia de Eritrea",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-23ee.html",
            "content": "Kim Yong Nam felicita 23o aniversario de independencia de Eritrea\r\n Pyongyang, 24 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 24 un mensaje de felicitacion al presidente del Estado de Eritrea, Issaias Afewerki con motivo del 23o aniversario de la independencia de este pais africano.\n\t\t\t\t\t En su mensaje el remitente expreso la confianza de que se fortaleceran y se desarrollaran invariablemente las relaciones de amistad y cooperacion existentes entre ambos paises y formulo votos por los exitos en el trabajo del destinatario y el pueblo de Eritrea para la paz y el desarrollo."
        },
        {
            "title": "Kim Yong Nam envia mensaje de condolencias a presidente nigeriano",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-24ee.html",
            "content": "Kim Yong Nam envia mensaje de condolencias a presidente nigeriano\r\n Pyongyang, 24 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam envio el dia 24 un mensaje de condolencias al presidente de la Republica Federal de Nigeria, Goodluck Ebele Jonathan, en relacion con que hubo muchas perdidas humanas y materiales por la explosion de bomba en la localidad de Jos de la Provincia de Plateau.\n\t\t\t\t\t La misiva expresa profunda compasion y condolencias al gobierno, al pueblo y a los familiares de las victimas de Nigeria.\n\t\t\t\t\t\n\t\t\t\t\t Y desea que el gobierno y el pueblo de Nigeria logren exitos en la labor para eliminar las consecuencias del accidente y lograr la estabilidad."
        },
        {
            "title": "Premier coreano envia mensaje de condolencias a su homologo chino",
            "url": "http://kcna.co.jp/item/2014/201405/news24/20140524-25ee.html",
            "content": "Premier coreano envia mensaje de condolencias a su homologo chino\r\n Pyongyang, 24 de mayo (ACNC) -- El primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, Pak Pong Ju, envio el dia 23 un mensaje de condolencias al primer ministro del Consejo de Estado de la Republica Popular China, Li Keqiang, en relacion con que hubo grandes perdidas humanas por el terrorismo de bomba ocurrido en Urumuqi de la region autonoma de Xinjiang Uygur de China.\n\t\t\t\t\t La misiva expresa profunda compasion y condolencias al gobierno chino y a los familiares de victimas.\n\t\t\t\t\t\n\t\t\t\t\t Reafirma la invariable posicion de la RPDC de rechazar el terrorismo de todo tipo y cualquier apoyo a esta accion y desea que el gobierno chino elimine cuanto antes las consecuencias del presente accidente y garantice la estabilidad socio-politica del pais."
        }
    ]
}