{
    "date": "2014-08-09",
    "url": "http://kcna.co.jp/item/2014/201408/2014-08-09ee.html",
    "articles": [
        {
            "title": "Greetings to Singaporean President",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-12ee.html",
            "content": "Greetings to Singaporean President\r\nPyongyang, August 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Saturday sent a message of greeting to Tony Tan Keng Yam, president of Singapore, on the occasion of its national day.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger, sincerely wishing the president and people of Singapore greater successes in the work for the independent development of the country and regional peace and prosperity."
        },
        {
            "title": "Senior State Officials Visit Chonji Lubricant Factory",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-13ee.html",
            "content": "Senior State Officials Visit Chonji Lubricant Factory\r\nPyongyang, August 9 (KCNA) -- Senior state officials including Kim Yong Nam and Pak Pong Ju, officials of the Cabinet, working people's organizations, ministries and national institutions visited the Chonji Lubricant Factory on Saturday.\n\t\t\t\t\t The factory personally established by leader Kim Jong Il during the period of the Arduous March is a comprehensive production base for lubricant  in which all production processes are put on an automatic, IT and unmanned basis and computerized.\n\t\t\t\t\t\n\t\t\t\t\t The visitors laid bouquets before the mosaic depicting the images of President Kim Il Sung and Kim Jong Il and made a bow.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the history of the factory, they looked round various places of the factory along the course of field guidance given by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Looking round the analysis room, general production control room, lubricant and grease work teams and other places of the factory, they came to know the noble intention of Kim Jong Un to accelerate the updating with indigenous efforts and technology and grasped once again the truth that nothing is impossible if one is determined to do anything in the revolutionary spirit of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t They were admired by the fact that the factory looks like an establishment in a park as the cultured practice is established in production and life as required by the era of Songun."
        },
        {
            "title": "DPRK Women's Football Team Beats Its Ghanaian Rival 3:0",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-14ee.html",
            "content": "DPRK Women's Football Team Beats Its Ghanaian Rival 3:0\r\nPyongyang, August 9 (KCNA) -- The 2014 FIFA U-20 Women's World Cup is under way in Canada from August 6 in local time.\n\t\t\t\t\t It brought together teams of 16 countries and regions selected from regional matches. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK team belongs to group A with the teams of Finland, Ghana and Canada.\n\t\t\t\t\t\n\t\t\t\t\t In the first group league match, the DPRK players defeated its Finnish rival 2:1 and its Ghanaian rival 3:0 in the second match on Saturday.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK team will play its last match with its Canadian rival on August 13 in local time."
        },
        {
            "title": "FIFA High Level Coaching Course Given in DPRK",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-15ee.html",
            "content": "FIFA High Level Coaching Course Given in DPRK\r\nPyongyang, August 9 (KCNA) -- The FIFA high level coaching course was given in the DPRK from August 5 to 9 with the attendance of football coaches from different local sports teams. \n\t\t\t\t\t It was held, divided into theoretical and practical sections.\n\t\t\t\t\t\n\t\t\t\t\t It dealt with several subjects such as the analysis of the Asian football teams participated in the 2013 FIFA U-20 World Cup, physical fitness of top players, tactics of offence and defense, collective and stonewall defense.\n\t\t\t\t\t\n\t\t\t\t\t The course was guided by Lim Kim Chon, a Malaysian FIFA coach.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Jin, a coach of the Sports Team of the Ministry of Light Industry, told KCNA that he had learnt a lot from the course, adding that a lecture on special training methods gave him a deep impression."
        },
        {
            "title": "Rodong Sinmun Holds S. Korean Authorities Chiefly Accountable for Bedeviled Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-05ee.html",
            "content": "Rodong Sinmun Holds S. Korean Authorities Chiefly Accountable for Bedeviled Inter-Korean Relations\r\nPyongyang, August 9 (KCNA) -- The south Korean puppet forces are now resorting to extremely deliberate moves to escalate the tension in a bid to realize their daydream to stifle the DPRK through cooperation with outside forces, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Defusing the tension on the Korean peninsula and turning the inter-Korean relations into reconciliation and unity are an essential task raised by the prevailing grave situation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has directed the spearhead of pivot to Asia-Pacific strategy to the peninsula and intentionally strained the situation.\n\t\t\t\t\t\n\t\t\t\t\t Some days ago, when the hard-won atmosphere of reconciliation was created in the inter-Korean relations due to the DPRK's positive proposal, the nuclear carrier flotilla of the U.S. imperialist aggressor forces was introduced to south Korea and the U.S. and the puppet forces' madcap joint naval maneuvers were staged. All this was in pursuance of the scenario of the U.S. displeased with the process for mending the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, the puppet military gangsters kicked off war hysteria, zealously toeing the U.S. policy of aggression to carry out its strategy to dominate Asia at the sacrifice of Koreans. Consequently, this pushed the inter-Korean relations to an uncontrollable phase.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has consistently attached importance to the national reconciliation and unity in the arduous and historic course of the struggle to achieve the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK decided to dispatch its players group and cheering-leading squad to the 17th Asian Games. This was prompted by the noble intention to revive the enthusiasm for reconciliation between the north and the south in the June 15 era of reunification and weather the present difficulties through the concerted efforts of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the puppet authorities are groundlessly slandering the DPRK's sincere proposals for improving the inter-Korean relations as \"the reconciliation-war double-dealing tactics\" and \"selection of alternative of pressure\" in a bid to besmirch the pure intention of compatriots and justify their anti-reunification moves at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never tolerate any move to block the process for improving the inter-Korean relations and dampen the atmosphere of the national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should be held responsible for the deteriorated inter-Korean relations and halt the criminal action aimed at escalating the confrontation with the DPRK in collusion with outside forces."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean IS's Farce of Renaming Its Plot-breeding Center",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-07ee.html",
            "content": "Rodong Sinmun Slams S. Korean IS's Farce of Renaming Its Plot-breeding Center\r\nPyongyang, August 9 (KCNA) -- Recently the south Korean puppet Intelligence Service staged a farce of renaming its \"Central Joint Interrogation Center\" specializing in hatching plots against the DPRK \"Center for Protection of Defected North Koreans\".\n\t\t\t\t\t Commenting on this, Rodong Sinmun Saturday terms it poor sleight of hand and despicable charade to conceal the unpardonable crimes committed by IS through the center and intensify its anti-DPRK campaign under the spurious signboard of \"protection\".\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t While operating the \"Central Joint Interrogation Center\", the IS's agents hell-bent on confrontation with the fellow countrymen in the north forced \"defection\" upon inhabitants of the north whom they allured and abducted through appeasement, threat and torture, frequently painted them as \"spies who received instructions of the north\", obstructed the national reconciliation and unity and deepened mistrust and escalated confrontation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that the center is labeled Guantanamo of the south Korean version which should be disbanded at once.\n\t\t\t\t\t\n\t\t\t\t\t South Korean puppet forces' renaming of the center is nothing but a cynical ploy to blind and deafen the public and make the anti-DPRK plot-breeding mechanism appear valid in a bid to preserve it at any cost.\n\t\t\t\t\t\n\t\t\t\t\t They are craftily working to reinforce the above-said mechanism through a renaming farce, far from disbanding the ill-famed center unanimously rebuffed and censured by south Koreans and all fellow countrymen. This clearly proves that they are a group of heinous traitors keen to escalate the confrontation of social systems between the north and the south and the anti-DPRK campaign, utterly indifferent to the national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t With no petty trick can they cover up their ugly colors of staking their fate on anti-DPRK plots and confrontation between the north and the south."
        },
        {
            "title": "S. Korean Puppet Military Accused of Not Clarifying Cause of Death",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-06ee.html",
            "content": "S. Korean Puppet Military Accused of Not Clarifying Cause of Death\r\nPyongyang, August 9 (KCNA) -- South Korean bereaved families of the victims who met suspicious deaths while serving in the puppet army held a press conference in Ryongsan, Seoul on August 6, according to CBS of south Korea.\n\t\t\t\t\t At the press conference speakers said that one serviceman dies in every three days and more than a hundred servicemen meet deaths every year in the army. The bereaved families who lost their children do not know about the cause of their deaths, they deplored.\n\t\t\t\t\t\n\t\t\t\t\t They accused the military authorities of not properly clarifying the cause of their deaths but drawing conclusions that most of them committed suicides for their personal reasons."
        },
        {
            "title": "Former S. Korean Military Chief Accused of Concealing Murder of Soldier",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-08ee.html",
            "content": "Former S. Korean Military Chief Accused of Concealing Murder of Soldier\r\nPyongyang, August 9 (KCNA) -- It has been disclosed that Kim Kwan Jin, former puppet military chief of south Korea, concealed the truth after receiving a report about the death of a private in the 28th Division, according to KBS of south Korea on August 6.\n\t\t\t\t\t This was exposed by a report on major cases submitted to Kim Kwan Jin, the then puppet defense minister, by the investigation headquarters of the Ministry of Defense on April 8.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Ministry of Defense admitted that the minister received a report about the sustainable violence and harsh acts at that time.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard fact, Kim Kwan Jin is making desperate efforts to stay in office while shunning reference to the truth about the case and shifting the blame for it onto inferiors. However, he can never evade the blame for the murder. This is the unanimous assertion of the south Korean public."
        },
        {
            "title": "Criminal Cases Increase in S. Korean Puppet Army Last Year",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-09ee.html",
            "content": "Criminal Cases Increase in S. Korean Puppet Army Last Year\r\nPyongyang, August 9 (KCNA) -- A total of 7 530 cases of violence and other criminal cases occurred in the south Korean puppet army last year, counting only what was disclosed, according to CBS of south Korea on August 7. It is the largest-ever since 2009, it said."
        },
        {
            "title": "Harsh Treatment in S. Korean Marine Corps Disclosed",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-10ee.html",
            "content": "Harsh Treatment in S. Korean Marine Corps Disclosed\r\nPyongyang, August 9 (KCNA) -- Such inhuman acts as privates second class forcing privates first class to lick toilet bowls or fisting their heads and beating them for failing to keep them clean occurred several times at the 1st Division of the south Korean puppet Marine Corps, according to the disclosures made by Yonhap News and Munhwa Ilbo of south Korea on August 7.  \n\t\t\t\t\t They put pressure on those inferiors in revenge for informing their officers of the human rights abuses committed against them.\n\t\t\t\t\t\n\t\t\t\t\t The victims wrote to their families that they wanted to commit suicides, unable to endure such horrible pain any longer.\n\t\t\t\t\t\n\t\t\t\t\t Violence, murder and inhuman treatment can never be rooted out in the puppet army as long as the jungle law prevails in the south Korean society."
        },
        {
            "title": "Foot-and-Mouth Disease Spreads in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-11ee.html",
            "content": "Foot-and-Mouth Disease Spreads in S. Korea\r\nPyongyang, August 9 (KCNA) -- The foot-and-mouth disease is rapidly spreading in south Korea, according to KBS of south Korea.\n\t\t\t\t\t It has been confirmed that many pigs were infected with foot-and-mouth disease at a farm of Hapchon, South Kyongsang Province on August 7 in the wake of the occurrence of the disease in Uisong and Koryong counties, North Kyongsang Province late in July.\n\t\t\t\t\t\n\t\t\t\t\t The farm is 27 km away from the place where the foot-and-mouth disease occurred in Koryong County, it reported."
        },
        {
            "title": "Indonesian Personage Expresses Solidarity with Korean People's Struggle",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-03ee.html",
            "content": "Indonesian Personage Expresses Solidarity with Korean People's Struggle\r\nPyongyang, August 9 (KCNA) -- Shapril Arsiyad, chairman of the Indonesian Federation of Transport Workers Unions, made public a statement on August 4 on the occasion of the 69th anniversary of Korea's liberation.\n\t\t\t\t\t August 15 is the significant day when President Kim Il Sung, father of socialist Korea, achieved the liberation of Korea by leading the 15 year-long anti-Japanese armed struggle to victory, the chairman said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t After its liberation Korea turned into a socialist state centered on the popular masses under the wise guidance of the President.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now demonstrating its might as an invincible socialist power. This would be unthinkable without the guidance of the President and HE Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They dedicated their all to the reunification of the country divided by foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t But Korea has not been reunified due to the war drills of the U.S. and south Korean authorities and the anti-reunification forces totally negating the June 15 North-South Joint Declaration and escalating confrontation only. The situation on the Korean peninsula is so tense that a war may break out any moment.\n\t\t\t\t\t\n\t\t\t\t\t We urge the U.S. and south Korean authorities to immediately stop all hostile acts of ratcheting up confrontation and tensions such as large-scale joint military drills, an obstacle lying in the way of achieving Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the DPRK in its measures and efforts to build a thriving nation and reunify the country."
        },
        {
            "title": "Kim Jong Il's Work Carried by Romanian Newspaper",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-01ee.html",
            "content": "Kim Jong Il's Work Carried by Romanian Newspaper\r\nPyongyang, August 9 (KCNA) -- A gist of leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was carried by the August issue of the Romanian newspaper Romania Muncitoare.\n\t\t\t\t\t The work published on June 19, Juche 86 (1997) deals with the idea that it is the main principle to be adhered to for accomplishing the socialist cause to preserve the Juche character and national character of the revolution and construction and indicates tasks and ways for doing so."
        },
        {
            "title": "Swiss Organizations Blast U.S.-S. Korea Nuclear War Drills against DPRK",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-04ee.html",
            "content": "Swiss Organizations Blast U.S.-S. Korea Nuclear War Drills against DPRK\r\nPyongyang, August 9 (KCNA) -- If the U.S. imperialists and the south Korean war-like forces stage Ulji Freedom Guardian joint military exercises at any cost, the DPRK will never tolerate them, said the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea in a joint statement published on Aug. 1.\n\t\t\t\t\t The statement denounced the U.S. and the south Korean puppet trigger-happy forces for going to stage the joint military drills at any cost.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is claiming that UFG is to cope with the \"nuclear and missile threats \" of the DPRK, but this is nothing but sheer sophism.\n\t\t\t\t\t\n\t\t\t\t\t What is more serious is that such drills are a blatant challenge to the sincere efforts of the DPRK to improve the inter-Korean relations, preserve peace on the Korean peninsula and defuse the tensions there.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not forget the shameful defeat it suffered in the Korean War, said the statement, urging the U.S. and the south Korean puppet regime to stop the nuclear war drills against the DPRK at once and demanding the U.S. imperialists go back home immediately."
        },
        {
            "title": "Kim Yong Nam felicita al presidente singapurense",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-06ss.html",
            "content": "Kim Yong Nam felicita al presidente singapurense\r\nPyongyang, 9 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 9 un mensaje de felicitacion al presidente de la Republica de Singapur, Tony Tan Keng Yam, con motivo del dia nacional de ese pais. \n\t\t\t\t\tConvencido de que las relaciones de amistad y cooperacion existentes entre los dos paises se ampliaran y se desarrollaran mas, el remitente deseo de todo corazon mayores exitos en los trabajos del mandatario y el pueblo de Singapur para el desarrollo independiente del pais y la paz y prosperidad de la region."
        },
        {
            "title": "Cuadros visitan Fabrica de Lubricante Chonji",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-10ss.html",
            "content": "Cuadros visitan Fabrica de Lubricante Chonji\r\nPyongyang, 9 de agosto (ACNC) -- Kim Yong Nam, Pak Pong Ju y otros cuadros directivos del Estado y los funcionarios del Consejo de Ministros, entidades de masas, ministerios y organos centrales visitaron el dia 9 la Fabrica de Lubricante Chonji. \n\t\t\t\t\tEsta base de produccion integral de lubricante fue construida por el Dirigente Kim Jong Il en el periodo de la marcha penosa. Alli todos los procesos productivos estan automatizados, informatizados y computarizados y fue establecido  el sistema de produccion combinada.\n\t\t\t\t\t\n\t\t\t\t\tLos visitantes rindieron homenaje al Presidente Kim Il Sung y el Dirigente Kim Jong Il tras depositar los cestos de flores ante el mural mosaico con las imagenes del Presidente y el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tTras escuchar el historial de la fabrica, los visitantes recorrieron varios puntos de la fabrica por donde dio vueltas el Mariscal Kim Jong Un hace unos dias. \n\t\t\t\t\t\n\t\t\t\t\tEn la sala de analisis, la de mando general de produccion, los equipos de trabajo de lubricante, grasa e inyeccion, pudieron conocer bien el noble proposito del Mariscal de acelerar la modernizacion con las fuerzas y tecnicas propias del pais. \n\t\t\t\t\t\n\t\t\t\t\tExpresaron gran admiracion viendo la fabrica acondicionada como un parque."
        },
        {
            "title": "Kim Yong Nam recorre almacigas en la capital y el distrito de Phyongwon",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-05ss.html",
            "content": "Kim Yong Nam recorre almacigas en la capital y el distrito de Phyongwon\r\nPyongyang, 9 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, recorrio la Almaciga Central del Ministerio de Proteccion Territorial y Ambiental y el taller de cultivo de arboles en vivero de la Empresa Forestal del distrito de Phyongwon.\n\t\t\t\t\tEn ambos lugares, el estimulo a los funcionarios y empleados que cultivan las posturas de arboles altos de gran valor economico.\n\t\t\t\t\t\n\t\t\t\t\tDijo que se debe acondicionar bien las almacigas centrales y regionales y producir con prioridad las posturas de manera cientifica, industrial e intensiva acorde a la intencion del partido, de modo que la creacion de areas boscosas marche con vistas al futuro y segun lo planeado.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que todos los funcionarios y trabajadores deben asimilar el patriotismo de Kim Jong Il, apreciar mucho cada planta de la patria e incorporarse a las nobles labores patrioticas para la prosperidad del pais."
        },
        {
            "title": "Futbolistas de RPDC logran exitos en Copa Mundial (f) sub-20",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-09ss.html",
            "content": "Futbolistas de RPDC logran exitos en Copa Mundial (f) sub-20\r\nPyongyang, 9 de agosto (ACNC) -- Tiene lugar desde el dia 6 (hora de Pyongyang) en Canada la Copa Mundial (f) sub-20 de la FIFA de 2014.\n\t\t\t\t\tEn la cita toman parte los equipos de 16 paises y regiones selectos en los torneos regionales.\n\t\t\t\t\t\n\t\t\t\t\tEl equipo de la Republica Popular Democratica de Corea esta pertenecido en el grupo A junto con los de Finlandia, Gana y Canada.\n\t\t\t\t\t\n\t\t\t\t\tEn el primer juego de eliminatoria las coreanas vencieron a sus rivales finlandesas por 2:1 y el dia 9 se enfrento con la seleccion de Gana, ocasion en la cual las coreanas vencieron a las de Gana por 3:0.\n\t\t\t\t\t\n\t\t\t\t\tEl dia 13 (hora de Pyongyang) el equipo coreano competira por ultimo con el canadiense."
        },
        {
            "title": "Rodong Sinmun revela complot anti-RPDC del SNI del Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201408/news09/20140809-01ss.html",
            "content": "Rodong Sinmun revela complot anti-RPDC del SNI del Sur de Corea\r\nPyongyang, 9 de agosto (ACNC) -- Hace poco, el Servicio Nacional de Inteligencia del Sur de Corea cambio el nombre del \"centro conjunto central de interrogacion\" como \"Centro de Proteccion de Norcoreanos Desertados\". \n\t\t\t\t\tEn un comentario individual de este sabado, el diario Rodong Sinmun lo califica de una farsa barata para encubrir el intolerable crimen cometido por conducto del \"centro conjunto central de interrogacion\" y recrudecer la campana intrigante anti-RPDC bajo el rotulo de \"proteccion\". \n\t\t\t\t\t\n\t\t\t\t\tOperando el \"centro conjunto central de interrogacion\", los compinches del SNI, enloquecidos por la confrontacion fratricida, secuestraron a los moradores norcoreanos y trataron de someterlos mediante la seduccion, engano y torturas. Al mismo tiempo, inventaron a menudo a los \"espias que se mueven a las ordenes del Norte de Corea\" perjudicando la reconciliacion y unidad nacionales y agravando la desconfianza y enfrentamiento entre ambas partes coreanas. \n\t\t\t\t\t\n\t\t\t\t\tEs natural que ese \"centro\" fuera rechazado como reclusorio de \"Guantanamo\" de version surcoreana que debe ser disuelto ahora mismo. \n\t\t\t\t\t\n\t\t\t\t\tLa sustitucion de su nombre persigue enganar a la opinion publica y justificar y mantener ese aparato intrigante anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho evidencia que los titeres surcoreanos son traidores a la nacion que recurren solo al enfrentamiento de regimenes y a las intrigas anti-RPDC sin tomar en consideracion la reconciliacion ni la unidad nacional. \n\t\t\t\t\t\n\t\t\t\t\tEllos no podran ocultar por nada la asquerosa naturaleza de si mismos que mantienen su vida con las intrigas anti-RPDC y el enfrentamiento con esta parte connacional."
        }
    ]
}