{
    "date": "2014-06-19",
    "url": "http://kcna.co.jp/item/2014/201406/2014-06-19ee.html",
    "articles": [
        {
            "title": "Pueblo coreano celebra el 19 de Junio",
            "url": "http://kcna.co.jp/item/2014/201406/news19/20140619-54ee.html",
            "content": "Pueblo coreano celebra el 19 de Junio\r\nPyongyang, 19 de junio (ACNC) -- Hoy (19 de junio) se cumple el 50o aniversario del inicio del trabajo del Dirigente Kim Jong Il en el Comite Central del Partido del Trabajo de Corea.\n\t\t\t\t\tEste dia tan significativo como el dia de fundacion del partido, las avenidas y aldeas de esta capital y las localidades estan adornadas con las banderas del PTC, las nacionales y las rojas y los carteles y pancartas en que se leen las palabras \"Gran direccion\", \"Hazanas inmortales\", \"Sol eterno de la potencia del monte Paektu\", \"Eternidad\", etc.\n\t\t\t\t\t\n\t\t\t\t\tLos oficiales y soldados del Ejercito Popular de Corea, los trabajadores de distintos estratos, los jovenes y estudiantes depositaron los cestos y ramos de flores ante las estatuas de bronce de los Generalisimos Kim Il Sung y Kim Jong Il y los murales de mosaico con sus imagenes levantados en las respectivas localidades.\n\t\t\t\t\t\n\t\t\t\t\tLos visitantes al Museo de la Revolucion Coreana y los lugares de batalla revolucionaria y los lugares de interes historico-revolucionario, situados en la zona del monte Paektu y otras regiones, sintieron en carne propia que gracias al Dirigente quien condujo a la victoria el partido y la revolucion con su destacada idea y direccion, continuo con exito la causa revolucionaria del Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, tuvieron lugar en los teatros las funciones artisticas de festejo.\n\t\t\t\t\t\n\t\t\t\t\tLos artistas de la Orquesta Sinfonica Nacional ofrecieron en el Teatro Moranbong el concierto de recordacion \"Al camarada Kim Jong Il\" elogiando con melodias hermosas y elegantes las inmortales hazanas revolucionarias del Dirigente quien convirtio el PTC en la organizacion politica revolucionaria del tipo Juche y las fuerzas orientadoras de la revolucion del Songun.\n\t\t\t\t\t\n\t\t\t\t\tEl Conjunto Artistico Mansudae, el Conjunto Dramatico Nacional y el Conjunto Operistico Mar de Sangre demostraron excelentemente con alto nivel ideologico y artistico el aspecto verdadero del arte Juche, desarrollado bajo la orientacion del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tLos artistas del Conjunto Circense Nacional montaron una escena de habilidades.\n\t\t\t\t\t\n\t\t\t\t\tEn las bases de vida cultural construidas gracias al noble amor al pueblo del PTC, los habitantes pasaron la fiesta con mucha alegria.\n\t\t\t\t\t\n\t\t\t\t\t Los ministerios y los organos centrales incluyendo el Ministerio de Industria Extractiva y el Ministerio de Industria Carbonifera realizaron varios juegos como el voleibol, el ping-pong, el ajedrez, etc.\n\t\t\t\t\t\n\t\t\t\t\tEn el Complejo de Acero Chollima, el lugar de construccion de las plantas hidroelectricas escalonadas del rio Chongchon, el campo de construccion de la base ganadera de la zona de Sepho y otros, los trabajadores realizaron varios juegos deportivos y de recreo redoblando la decision de hacer brillar la gloriosa vida revolucionaria y las hazanas inmortales del Dirigente bajo la direccion del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tHoy las bases de servicio gastronomico de distintas regiones del pais sirvieron los platos nacionales y de fiesta."
        }
    ]
}