{
    "date": "2014-10-11",
    "url": "http://kcna.co.jp/item/2014/201410/2014-10-11ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets President of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-09ee.html",
            "content": "Kim Yong Nam Greets President of Equatorial Guinea\r\n Pyongyang, October 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Oct. 8 sent a message of greeting to Obiang Nguema Mbasogo, president of the Republic of Equatorial Guinea, on the occasion of the 46th anniversary of its independence.\n\t\t\t\t\t The message wished the government and people of Equatorial Guinea steady socio-economic development and prosperity under the correct leadership of the president, expressing belief that the good relations of friendship and cooperation between the two countries would grow stronger thanks to their common efforts."
        },
        {
            "title": "Reception Given at DPRK Embassy in Moscow",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-14ee.html",
            "content": "Reception Given at DPRK Embassy in Moscow\r\n Moscow, October 10 (KCNA) -- The DPRK embassy in Moscow gave a reception on Thursday on the occasion of the 66th anniversary of the establishment of diplomatic relations between the DPRK and Russia.\n\t\t\t\t\t Present there on invitation were Alexandr Torshyn, first vice-chairman of the Federation Council, Grigori Logvinov, roving ambassador of the Ministry of Foreign Affairs and other officials concerned of the Ministry of Foreign Affairs, Federation Council, State Duma, Ministry of Defense, Ministry of Economy and Development, Ministry of Development of Far East, Ministry of Agriculture, Ministry of Education and Science, Russian Railways Company, Institute of the Far East of the Russian Academy of Science and Russian Association for Friendship and Cultural Cooperation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t DPRK Ambassador to Russia Kim Hyong Jun and his embassy officials were present.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bunches of flowers before the full-length figure portrait of President Kim Il Sung standing together with leader Kim Jong Il and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception.\n\t\t\t\t\t\n\t\t\t\t\t The first vice-chairman of the Federation Council of Russia said that the DPRK is the closest neighboring country of Russia with long and durable friendly and neighborly bonds. He went on:\n\t\t\t\t\t\n\t\t\t\t\t Under the complicated international situation, the two countries have firmly advanced along the line chosen by themselves 66 years ago. This proves that the Russia-DPRK relations have remained invariable despite any political upheaval and have full potentialities to make more fruitful development.\n\t\t\t\t\t\n\t\t\t\t\t Russia will make positive efforts to heighten the effectiveness of mutual cooperation and produce practical results in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely hoped that the people of the DPRK would achieve greater success and bring about peace and prosperity under the leadership of Kim Jong Un, first chairman of the National Defence Commission of the DPRK."
        },
        {
            "title": "DPRK-Russia Joint Stamps Issued",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-11ee.html",
            "content": "DPRK-Russia Joint Stamps Issued\r\n Pyongyang, October 11 (KCNA) -- The Democratic People's Republic of Korea and the Russian Federation issued two joint stamps showing two species of birds to mark the 66th opening anniversary of diplomatic relations between the two countries.\n\t\t\t\t\t The stamps feature Accipiter nisus and Pandion haliaetus inhabited in Asia, including the DPRK, and Europe.\n\t\t\t\t\t\n\t\t\t\t\t The two countries established diplomatic ties on October 12, Juche 37 (1948) to promote the common interests and prosperity of the two peoples through the development of their friendly relations."
        },
        {
            "title": "Hong Un Jong Bags Gold Medal in World Gymnastics Championship",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-15ee.html",
            "content": "Hong Un Jong Bags Gold Medal in World Gymnastics Championship\r\n Pyongyang, October 11 (KCNA) -- DPRK player Hong Un Jong bagged a gold medal in women's vault in the 45th Artistic Gymnastics World Championships.\n\t\t\t\t\t The championships which started in Nanning, China on Oct. 3, brought together over 600 men and women players from more than 70 countries and regions including the DPRK, Russia and Japan.\n\t\t\t\t\t\n\t\t\t\t\t She ran the course confidently and perfectly carried out movements that required high techniques. She got 15. 599 points and defeated the U.S. players to hold the championship."
        },
        {
            "title": "Carbon Light Therapy Device Developed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-12ee.html",
            "content": "Carbon Light Therapy Device Developed in DPRK\r\n Pyongyang, October 11 (KCNA) -- The DPRK succeeded in making ultraviolet, infrared and visible rays artificially with carbon rod to treat various diseases.\n\t\t\t\t\t This newly-developed carbon light therapy device is popular among the local people as it helps cure acute diseases in a short period. It can use various kinds of carbon rods in accordance with the purposes of treatment.\n\t\t\t\t\t\n\t\t\t\t\t It is very good for treating such diseases as skin ulcer, burn, frostbite, mammary gland disease, arthritis, digestive trouble, gynecopathy, urinary diseases and cancer.\n\t\t\t\t\t\n\t\t\t\t\t The device is easy to manufacture and use.\n\t\t\t\t\t\n\t\t\t\t\t  It won a high appraisal at the recent 13th National Exhibition of Inventions and New Technologies."
        },
        {
            "title": "KCNA Assails S. Korean Authorities for Being behind Leaflet-scattering Operation",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-13ee.html",
            "content": "KCNA Assails S. Korean Authorities for Being behind Leaflet-scattering Operation\r\n Pyongyang, October 11 (KCNA) -- Human scum of the \"Alliance for the Movement of Free North\" in south Korea on Oct. 10 carried out the leaflet-scattering operation aimed at defaming the dignity and social system of the DPRK despite its repeated warnings.\n\t\t\t\t\t This is an unpardonable politically-motivated provocation against the DPRK and nothing but a last-ditch effort to chill the atmosphere of warming the inter-Korean ties now being created with much effort thanks to the visit to Inchon by the director of the General Political Bureau of the Korean People's Army (KPA) and his party.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had already warned the south Korean authorities that if they allowed the leaflet-scattering operation of the above-said human scum and connived at it, the phase of dialogue provided with so much effort may collapse and the inter-Korean ties would be driven into an uncontrollable phase.\n\t\t\t\t\t\n\t\t\t\t\t Had the south Korean authorities truly hoped for the improved inter-Korean ties and dialogue, they should have seriously paid heed to the warning of the north and taken a responsible step against the operation. \n\t\t\t\t\t\n\t\t\t\t\t However, they took no step to stop the human scum from carrying out the operation. On the contrary, they connived at it and shielded them. \n\t\t\t\t\t\n\t\t\t\t\t Their talk about \"independent judgment\" and the like is, in fact, little short of encouraging the human scum in such ridiculous action. \n\t\t\t\t\t\n\t\t\t\t\t They harshly suppressed non-governmental organizations of south Korea which incurred their displeasure and took issue with a foreign correspondent who chided Park Geun Hye. However, they patronized human scum's anti-DPRK smear campaign, asserting that \"there is no legal ground for halting it.\" This once again proves that they and human scum share the intent not to improve the inter-Korean ties.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now very much concerned about the possible change in the inter-Korean ties in the wake of the Inchon visit by the director of the General Political Bureau of the KPA and his party.\n\t\t\t\t\t\n\t\t\t\t\t For this reason on Oct. 5 the assistant secretaries of U.S. Departments of State and Defense flew into south Korea to examine the outcome of the Inchon visit by the director and his party.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive of the U.S., when interviewed by media persons, talked rubbish that the U.S. is concerned about the fact that the visit might throw a hurdle in the process for the denuclearization of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The recent leaflet-scattering operation was conducted by human scum according to the scenario of the U.S. and the south Korean authorities for the anti-DPRK human rights campaign.\n\t\t\t\t\t\n\t\t\t\t\t As already known to the world, Pak Sang Hak, representative of the \"Alliance for the Movement of Free North\" and other human scum are riff-raffs who defected to the south after committing indelible crimes against the country and nation. Their identity remains ambiguous.  They were reduced to lackeys and members of a shock brigade serving the U.S. and the south Korean authorities in their anti-DPRK smear campaign to prolong their dirty remaining days.\n\t\t\t\t\t\n\t\t\t\t\t All anti-DPRK burlesques such as \"international film festival for human rights in the north\", \"internet exhibition\" and \"book releasing\" and leaflet-scattering operations have been staged by them every day under the zealous backing and patronage of the U.S. and the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t It was none other than former and present U.S. politicians and plot-breeding organs that praised them as \"heroes\" and talked such nonsense that \"North Korean Human Rights Act\" was enacted in the U.S. thanks to their \"contributions\" while inviting them to visit the White House and \"encourage them.\"\n\t\t\t\t\t\n\t\t\t\t\t Human scum have so far worked hard to prolong their remaining days through \"leaflet-scattering operations\" financed by the U.S. and the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, the U.S. and the south Korean authorities are wirepullers and chief architects of the recent leaflet-scattering operation.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. Department of State is feigning ignorance of it but becoming so impudent as to urge the DPRK to stop all acts that may spark off a conflict. This is like \"the guilty party filing the suit first\" and absolutely illogical.\n\t\t\t\t\t\n\t\t\t\t\t The leaflet-scattering operation, part of their psychological warfare against the DPRK, can never be pardoned as it was a premeditated and deliberate politically-motivated provocation perpetrated under the backstage wire-pulling of the U.S. and the south Korean authorities and at their tacit connivance.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations have been pushed back to the phase of catastrophe and the projected second round of the inter-Korean high-level contact, in particular, has been put in the danger of abortion due to the U.S. backstage manipulation and the south Korean authorities' irresponsible and provocative behavior. The prevailing situation warns that the above-said operation may develop into an armed clash.\n\t\t\t\t\t\n\t\t\t\t\t The prospect of the north-south relations entirely hinges on the attitude of the south Korean authorities."
        },
        {
            "title": "US Sinister Military Moves Slammed",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-10ee.html",
            "content": "US Sinister Military Moves Slammed\r\n Pyongyang, October 11 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held a press conference in Seoul on Oct. 6 denouncing the U.S. imperialists' sinister military moves, according to Chamsesang, an internet paper of south Korea.\n\t\t\t\t\t At the press conference the organization disclosed the fact that diplomatic and military officials of the U.S. and Japan were set to brief south Korean officials on a draft interim report on amending the Japan-U.S. Defence Cooperation Guidelines after flying into south Korea that day. \n\t\t\t\t\t\n\t\t\t\t\t This is intolerable as it is aimed to pressurize the south Korean \"government\" to accept the proposed amendment to the guidelines which call for increasing Japan's exercise of the \"right to collective self-defense\" and thereby prodding Japan into backing the U.S. ambition for world domination, the organization charged.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is mulling deploying THAAD in south Korea to knock into shape a triangular military alliance, it said, adding this will guarantee a preemptive attack on the north, lay a double and treble siege to it and thus seriously disturb the peace on the Korean Peninsula and in the rest of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces' persistent efforts to exercise the wartime operation control are also aimed to meet the U.S. interests in forming the triangular military alliance and establishing the combined command control system, it held.\n\t\t\t\t\t\n\t\t\t\t\t It urged the U.S. to stop all these moves and opt for denuclearizing the Korean Peninsula and concluding a peace agreement."
        },
        {
            "title": "Kim Jong Il's Work Introduced in UK",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-01ee.html",
            "content": "Kim Jong Il's Work Introduced in UK \r\n Pyongyang, October 11 (KCNA) -- The British Association for the Study of Songun Policy posted leader Kim Jong Il's work \"The Workers' Party of Korea Is the Party of the Great Leader Comrade Kim Il Sung\" on its website on October 1. \n\t\t\t\t\t The work made public on October 2, Juche 84 (1995) reviews with pride the glorious history of the Workers' Party of Korea in which it explored a new way of building a revolutionary party in the era of independence under the leadership of President Kim Il Sung and indicates the ways of developing the party into his party for all ages."
        },
        {
            "title": "WPK's Birthday Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-02ee.html",
            "content": "WPK's Birthday Celebrated Abroad\r\n Pyongyang, October 11 (KCNA) -- Diverse events took place in foreign countries to mark the 69th founding anniversary of the Workers' Party of Korea (WPK). A lecture was given at the hospital of the Defense Ministry of Guinea, round-table talks and film show took place at a dental hospital and the Gabriel Hospital of Ethiopia, a photo exhibition and film show were held by the Group for the Study of Kimilsungism-Kimjongilism of South Africa, book exhibition and film show by the Ministry of Land Survey in Yobe State of Nigeria and a photo exhibition took place at the Selangor building of Kuala Lumpur Complex of Malaysia on September 30 and October 1. \n\t\t\t\t\t On display at the venues of book and photo exhibitions were photos documenting the undying exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un, Korean books including their famous works and photos showing the true picture of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films \"Okryu Children's Hospital\" and \"Monumental Edifices in Pyongyang\". \n\t\t\t\t\t\n\t\t\t\t\t The commander of the First Commando of Almami Samori Toure Barracks of the Guinean Army said that the WPK has developed into the party remaining true to its revolutionary principle despite all tests of history and the mother party devoting itself to the people under the leadership of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Group for the Study of Kimilsungism-Kimjongilism of South Africa said that the Korean people are now achieving eye-opening successes in all fields, united close around Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The manager of the MB Tour Co. Ltd. of Malaysia said that he firmly believed that the Korean people would surely build a thriving socialist nation in the near future under the guidance of Kim Jong Un who is carrying forward the cause of Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "WPK's Birthday Marked by Foreign Media",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-03ee.html",
            "content": "WPK's Birthday Marked by Foreign Media\r\n Pyongyang, October 11 (KCNA) -- Foreign media carried special write-ups or aired special programs during the period from September 28 to 30 to celebrate the 69th founding anniversary of the Workers' Party of Korea (WPK). \n\t\t\t\t\t The newspaper of DR Congo L'Avenir carried articles titled \"For founding a revolutionary party of popular masses,\" \"For developing WPK into mother party\" and \"Kim Jong Un, great leader of Korean people \" illustrated with his photo. \n\t\t\t\t\t\n\t\t\t\t\t The paper said the WPK was founded by President Kim Il Sung on October 10, 1945 and steadily developed by leader Kim Jong Il, praising them for setting an example in founding a revolutionary party. \n\t\t\t\t\t\n\t\t\t\t\t The Indonesian newspaper Suara Karya in an article titled \"Ever-victorious WPK\" said that the WPK, which organizes and guides all victories of the Korean people, has Kimilsungism-Kimjongilism the essence of which is the Juche idea and the Songun idea, as its guidelines. \n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi newspaper Blits in an article captioned \"Leading people for nearly seven decades\" praised the WPK for having led the people to victory and glory despite all the ordeals of history, bringing about epoch-making changes since its foundation. \n\t\t\t\t\t\n\t\t\t\t\t F. M. 90.5 Radio of Cambodia said that First Secretary Kim Jong Un's  love for the people is the starting point of all his thinking and activities and it is the supreme principle and goal of his politics. \n\t\t\t\t\t\n\t\t\t\t\t Apsara TV and Radio of Cambodia aired a similar report."
        },
        {
            "title": "WPK's Birthday Observed in Syria",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-04ee.html",
            "content": "WPK's Birthday Observed in Syria\r\n Pyongyang, October 11 (KCNA) -- Saber Ballul, head of Department of the Political Faculty of University of Damascus of Syria, released a statement on Oct. 3 on the occasion of the 69th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Since its foundation, the WPK has developed into a great revolutionary party and a popular party trusted and respected by the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has conducted all its activities with the Juche idea founded by President Kim Il Sung and enriched by leader Kim Jong Il as its guiding idea.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the last century when the Soviet Union and other socialist countries in East Europe collapsed, the WPK remained unfazed, preserved its ideology and line and firmly defended socialism.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has protected socialism and dynamically stepped up the building of a thriving nation, united close around Kim Jong Il, not yielding to the worst adversity,\n\t\t\t\t\t\n\t\t\t\t\t The WPK will always emerge victorious under the uplifted banner of socialism as there is Kim Jong Un, first secretary of the WPK, who has successfully carried forward the ideology and cause of the President and Kim Jong Il."
        },
        {
            "title": "Romanian Party Leader Supports Korean People's Struggle",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-05ee.html",
            "content": "Romanian Party Leader Supports Korean People's Struggle\r\n Pyongyang, October 11 (KCNA) -- Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, released a statement on Oct. 3 on the occasions of the 7th anniversary of the October 4 declaration and the 34th anniversary of the proposal for founding the Democratic Federal Republic of Koryo (DFRK).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The reunification of the country was the life-long wishes of President Kim Il Sung and General Secretary Kim Jong Il and the greatest national desire of all Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The President advanced the proposal for founding the DFRK, the most reasonable one for national reunification, 34 years ago and made all his efforts to realize it till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t This year marks the 7th anniversary of the \"Declaration for Development of North-South Relations and Peace and Prosperity\" between the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The publication of the October 4 declaration was a historic event bringing a new hope for reunification to the Korean nation as it reaffirmed the main principle of the June 15 joint declaration which calls for independently settling the issue of the country's reunification by the concerted efforts of the Koreans and comprehensively indicates practical ways for improving the north-south relations, peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Council of the Socialist Party of Romania strongly urges the south Korean authorities to settle the reunification issue in the idea of the June 15 joint declaration and the October 4 declaration agreed upon between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t I wish the WPK and the Korean people bigger successes in their efforts for reunifying the country and building a thriving nation under the wise leadership of supreme leader Kim Jong Un."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by British Organization",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-06ee.html",
            "content": "Kim Jong Il's Exploits Praised by British Organization\r\n Pyongyang, October 11 (KCNA) -- The British Association for the Study of Songun Policy posted a special write-up illustrated with photos of President Kim Il Sung and leader Kim Jong Il on its website on Oct. 1 to mark the 69th founding anniversary of the Workers' Party of Korea (WPK) and the 7th anniversary of the historic October 4 declaration.\n\t\t\t\t\t An article titled \"Song in praise of mother party\" noted:\n\t\t\t\t\t\n\t\t\t\t\t The WPK is the great mother party which devotedly serves the people.\n\t\t\t\t\t\n\t\t\t\t\t It is the WPK which gives top priority to the interests and convenience of the people, regards them as absolute, protects their destiny and future in a responsible manner to the last and works hard to enable them to enjoy luxury and wealth under socialism.\n\t\t\t\t\t\n\t\t\t\t\t Its politics is benevolent politics characterized by its love for the people and trust in them.\n\t\t\t\t\t\n\t\t\t\t\t That's why the Korean people absolutely trust and follow it, calling it the mother party.\n\t\t\t\t\t\n\t\t\t\t\t Another article titled \"Historic event to go down in history of nation\" noted:\n\t\t\t\t\t\n\t\t\t\t\t The historic north-south summit was held in Pyongyang and the October 4 declaration for the improvement of the north-south relations, peace and prosperity was adopted there. This was a significant event in the history of the Korean nation as it helped usher in a new era of independent reunification, peace and prosperity by boosting the inter-Korean relations on the basis of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The October 4 declaration was the fruition of the patriotic devotion and efforts made by Kim Jong Il who dedicated his all to bringing a reunified and prosperous country to the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The great life and undying exploits of Kim Jong Il who took to heart more than anyone else the pain resulting from the division of the nation and dedicated his whole life to the patriotic work for reunification."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-08ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, October 11 (KCNA) -- The Nakhodka Format Publishing House of Russia on Oct. 3 brought out in booklet leader Kim Jong Il's work \"On Establishing Socialist Cultured Practice in Life to Meet the Need of the Songun Era\".\n\t\t\t\t\t The work, published on February 10 and July 2, Juche 92 (2003), stresses the importance of establishing the life culture as required by the era of Songun and comprehensively indicates the tasks and ways for doing so."
        },
        {
            "title": "Kim Yong Nam felicita al presidente de Guinea Ecuatorial",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-16ee.html",
            "content": "Kim Yong Nam felicita al presidente de Guinea Ecuatorial\r\nPyongyang, 11 de octubre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 8 un mensaje de felicitacion al presidente de la Republica de Guinea Ecuatorial, Obiang Nguema Mbasogo. \n\t\t\t\t\tConvencido de que las excelentes relaciones de amistad y cooperacion entre los dos paises se fortaleceran y se desarrollaran mas gracias a los esfuerzos conjuntos, el remitente deseo de todo corazon que bajo la correcta guia del destinatario, el gobierno y pueblo de Guinea Ecuatorial logren el continuo desarrollo socioeconomico y prosperidad."
        },
        {
            "title": " Emitidos sellos conjuntos RPDC-FR",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-17ee.html",
            "content": "Emitidos sellos conjuntos RPDC-FR\r\nPyongyang, 11 de octubre (ACNC) -- Con motivo del 66o aniversario de establecimiento de las relaciones diplomaticas entre la Republica Popular Democratica de Corea y la Federacion Rusa Fueron emitidos los dos sellos conjuntos bilaterales. \n\t\t\t\t\tEn los sellos estan dibujados el gavilan y el pigargo, aves que habitan en Corea y otros paises asiaticos y europeos.\n\t\t\t\t\t\n\t\t\t\t\tEl 12 de octubre del 37 (1948) de la Era Juche, la RPDC establecio con Rusia (Union Sovietica en aquel entonces) las relaciones diplomaticas reflejando la aspiracion de los pueblos de los dos paises de promover los intereses comunes y la prosperidad mediante el desarrollo de las relaciones de amistad."
        },
        {
            "title": "Hong Un Jong obtiene medalla de oro en Campeonato Mundial de Gimnasia de Aparatos",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-18ee.html",
            "content": "Hong Un Jong obtiene medalla de oro en Campeonato Mundial de Gimnasia de Aparatos\r\nPyongyang, 11 de octubre (ACNC) -- La jugadora de la Republica Popular Democratica de Corea, Hong Un Jong, obtuvo la medalla de oro en el potro femenino del 45o Campeonato Mundial de Gimnasia de Aparatos iniciado desde el dia 3 en Nanning de China.\n\t\t\t\t\t En la ocasion participaron mas de 600 jugadores de ambos sexos precedentes de mas de 70 paises y regiones incluyendo la RPDC, Rusia y Japon.\n\t\t\t\t\t\n\t\t\t\t\t  Ella cumplio perfectamente todos los movimientos de alto nivel desde la carrera de partida hasta el aterrizaje y se hizo campeona venciendo a sus rivales norteamericanas con 15.599 puntos."
        },
        {
            "title": "?Quien es manipulador de lanzamiento de volantes anti-RPDC?",
            "url": "http://kcna.co.jp/item/2014/201410/news11/20141011-19ee.html",
            "content": "?Quien es manipulador de lanzamiento de volantes anti-RPDC?\r\nPyongyang, 11 de octubre (ACNC) -- Pese a nuestra reiterada advertencia, las escorias humanas de la Federacion de Movimiento por el Norte Libre del Sur de Corea hicieron el dia 10 el lanzamiento de volantes de calumnia a la dignidad y regimen de la Republica Popular Democratica de Corea. \n\t\t\t\t\tEsto es una intolerable provocacion politica a la RPDC y esfuerzos agonicos para impedir el clima de la mejora de las relaciones Norte-Sur preparada dificilmente por la visita a Inchon del jefe de la Direccion Politica General del Ejercito Popular de Corea y su comitiva. \n\t\t\t\t\t\n\t\t\t\t\tYa advertimos severamente a las autoridades surcoreanas que si ellas toleran el lanzamiento de volantes, se rompera la coyuntura de dialogo preparada a duras penas y llegaran a la fase catastrofica irremediable las relaciones  intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas desean de veras la mejora de las relaciones entre ambas partes coreanas y el dialogo con la parte connacional, han de aceptar con seriedad la advertencia de la RPDC y tomar las medidas responsables. \n\t\t\t\t\t\n\t\t\t\t\tPero, no hicieron nada para impedir el lanzamiento de volantes anti-RPDC de las escorias humanas, sino lo toleran y amparan diciendo que \"no hay razon juridica\". \n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que las autoridades surcoreanas y las escorias humanas son de la misma calana que no desean la mejora de las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tAhora EE.UU. se preocupa mucho por algun cambio en las relaciones intercoreanas despues de la visita a Inchon de la comitiva del jefe de la Direccion Politica General del EPC. \n\t\t\t\t\t\n\t\t\t\t\tPues, los asistentes de los secretarios de Estado y de Defensa de EE.UU. visitaron el dia 5 al Sur de Corea para revisar el resultado de la visita a Inchon de la delegacion norcoreana. \n\t\t\t\t\t\n\t\t\t\t\tUn alto funcionario del gobierno estadounidense dijo a la prensa que EE.UU. se preocupa por que la visita de la delegacion norcoreana obstaculice el proceso de desnuclearizacion de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEl lanzamiento de volantes de contenido anti-RPDC fue perpetrado por las escorias humanas segun el guion de intrigas de DDHH anti-RPDC de EE.UU. y las autoridades surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\tComo es conocido por todo el mundo, el representante de la Federacion de Movimiento por el Norte Libre, Pak Sang Hak, y otras escorias humanas son tipejos que se huyeron al Sur de Corea por haber cometido los crimenes intolerables ante el pais y la nacion. Ellos actuan como lacayos y brigadas de choque de la campana de DDHH anti-RPDC de EE.UU. y las autoridades surcoreanas para mantener sus sucias vidas.\n\t\t\t\t\t\n\t\t\t\t\tCuentan con el apoyo y amparo de EE.UU. y las autoridades surcoreanas el lanzamiento de volantes y la demagogia anti-RPDC, que cometen ellos casi todos los dias bajo diferentes rotulos como \"festival internacional de cine sobre la situacion de DDHH del Norte de Corea\", \"exhibicion en Internet\", \"publicacion de libros\", etc.\n\t\t\t\t\t\n\t\t\t\t\tSon precisamente los politicos estadounidenses retirados y en activo quienes elogian a esa chusma como \"heroes\" luego de invitarlos a la Casa Blanca y dicen que con el aporte de estos fue instituida en EE.UU. la \"ley de DDHH del Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tPara ganar el dinero que les tiran EE.UU. y las autoridades del Sur de Corea, las escorias humanas se dedican con el afan creciente al \"negocio de volantes\".\n\t\t\t\t\t\n\t\t\t\t\tAsi el controlador trasero y el autor principal del presente caso de lanzamiento de volantes son EE.UU. y las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el Departamento de Estado de EE.UU. se hace el ignorante del caso y exige a la RPDC poner fin a las acciones que pueden generar choques.\n\t\t\t\t\t\n\t\t\t\t\tEl presente caso, que forma parte de guerra psicologica contra la RPDC, es una imperdonable provocacion.\n\t\t\t\t\t\n\t\t\t\t\tDebido al control de EE.UU. y el comportamiento irresponsable y desafiante de la banda titere surcoreana, las relaciones intercoreanas volvieron a la fase catastrofica, en particular, es muy probable que sea abortado el segundo contacto de alto nivel programado por ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tEl desenvolvimiento de las relaciones entre ambas partes coreanas depende de la actitud de las autoridades surcoreanas."
        }
    ]
}