{
    "date": "2014-11-07",
    "url": "http://kcna.co.jp/item/2014/201411/2014-11-07ee.html",
    "articles": [
        {
            "title": "Preventive Work against Ebola Virus Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-24ee.html",
            "content": "Preventive Work against Ebola Virus Brisk in DPRK\r\n Pyongyang, November 7 (KCNA) -- A preventive work against Ebola virus now spreading worldwide is brisk in different parts of the DPRK.\n\t\t\t\t\t The State Emergency Anti-epidemic Committee is scrupulously organizing the anti-epidemic work to bar Ebola virus from spreading in the country.\n\t\t\t\t\t\n\t\t\t\t\t Hygienic information service is making brisk headway to encourage all inhabitants to turn out in the preventive work.\n\t\t\t\t\t\n\t\t\t\t\t Health workers of many units including the Ministry of Public Health Skin-disease Preventive Centre, Academy of Koryo Medicine and the Ryugyong Dental Hospital are providing information service with the help of visual aid materials and multi-media.\n\t\t\t\t\t\n\t\t\t\t\t Working people's organizations at all levels in South and North Phyongan, North Hwanghae and South Hamgyong provinces are successfully conducting such activities at institutions, enterprises and neighborhood units.\n\t\t\t\t\t\n\t\t\t\t\t Health workers are strengthening medical check-up among inhabitants. They are carefully examining whether symptoms of sudden high fever, serious headache, etc. are not manifested among them.\n\t\t\t\t\t\n\t\t\t\t\t Institutions and enterprises have a well-regulated system whereby relevant health organs and anti-epidemic bodies can be informed of any possible abnormal symptom among their employees and a variety of necessary measures taken against it.\n\t\t\t\t\t\n\t\t\t\t\t Technological study for medical workers is organized at high level at provinces, cities (districts) and counties to carry out a rapid and correct diagnosis and medical treatment.\n\t\t\t\t\t\n\t\t\t\t\t The medical workers of the National Hygienic and Anti-epidemic Center are scrupulously organizing the work to strictly prevent Ebola virus from spreading in the DPRK."
        },
        {
            "title": "CNC-based Load Power Control System Introduced",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-21ee.html",
            "content": "CNC-based Load Power Control System Introduced\r\n Pyongyang, November 7 (KCNA) -- A CNC-based load power control system, developed by Kim Chaek University of Technology in the DPRK, has been introduced in Jagang and other provinces of the country to take effect.\n\t\t\t\t\t According to Dr. Kim Tok Su, room chief of the Electrical Engineering Faculty of the university, it is a large-scale dispersive computer control system (DCCS) which helps stabilize the electric power system and make effective use of electricity.\n\t\t\t\t\t\n\t\t\t\t\t The system, with more than one hundred kinds of functions, monitors and controls the electricity consumption in real time.\n\t\t\t\t\t\n\t\t\t\t\t Some devices for the system, including load power controller and converter, were localized to suit the specific conditions of the country."
        },
        {
            "title": "Insam Tea Based on New Method of Making",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-20ee.html",
            "content": "Insam Tea Based on New Method of Making\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- The Academy of Agricultural Science in the Democratic People's Republic of Korea developed a new method of manufacturing insam (ginseng) tea.\n\t\t\t\t\t Newly-manufactured insam tea is based on the heat-treated insam extract. It is three times thicker than the existing insam tea in color.\n\t\t\t\t\t\n\t\t\t\t\t In general, insam tea is efficacious for nervous system disorders and other diseases with the effect of heart stimulant and invigorant as it contains rich amino acid, peptide, organic acid, minerals and microelements."
        },
        {
            "title": "U.S. \"Human Rights\" Campaign against DPRK Can Never Work: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-18ee.html",
            "content": "U.S. \"Human Rights\" Campaign against DPRK Can Never Work: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- The U.S. is working hard to turn the DPRK into former Yugoslavia, Libya and Iraq through the groundless \"human rights\" racket. \n\t\t\t\t\t Rodong Sinmun Friday in an article terms this a daydream.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have regarded the struggle to smash the \"human rights\" racket conducted by the U.S. and its followers as a war without gunfire to defend and glorify socialism, the cradle of genuine life, it says, adding:\n\t\t\t\t\t\n\t\t\t\t\t Of course, the Korean people do not lead as an affluent life as other people do.\n\t\t\t\t\t\n\t\t\t\t\t  They, however, curse the society unfit for human habitation where the rich get ever richer and the poor ever poorer and the corrupt and ailing capitalist society such as the U.S. where high-handed and arbitrary practices are rampant under the reign of the jungle law and genuine human rights are wantonly violated.\n\t\t\t\t\t\n\t\t\t\t\t If those who put unreasonable pressure and threat have the \"power\" of their own style, the Korean people have also necessary force and it is incomparably stronger.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should never forget the fact that the \"nuclear racket against the north\" kicked up by it for more than two decades in a bid to stamp out the DPRK's right to existence compelled it to acquire the status of the best military power possessed of powerful nuclear deterrence and the latest strategic and tactical rockets.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK does not hide the fact that it will fully demonstrate its nuclear force and political and military deterrent in the decisive battle to bury the U.S. imperialists, the chieftain of aggression and worst human rights abuser.\n\t\t\t\t\t\n\t\t\t\t\t Top-class servants in the U.S. administration will keenly realize the fact that their sinister \"human rights\" racket will go bust in the sacred battle against the U.S. in which human beings beat beasts, justice prevails over injustice and truth over lies."
        },
        {
            "title": "S. Korea Is Tundra of Democracy and Human Rights: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-12ee.html",
            "content": "S. Korea Is Tundra of Democracy and Human Rights: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- The people's desire for democracy, human rights, new politics and fresh life is now being ruthlessly trampled down in south Korea.\n\t\t\t\t\t Rodong Sinmun Friday says in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It was none other than the puppet group that turned south Korea into a tundra of democracy and human rights and a veritable hell on earth.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean ruling force's dictatorial rule is a harsh fascist repressive one ruthlessly suppressing the people's democratic freedom and rights.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean political system itself is the harshest fascist dictatorial one quite contrary to the people's wishes for independence and desire for democracy.\n\t\t\t\t\t\n\t\t\t\t\t The fascist nature of the south Korean politics was fully revealed through the brutal police rule of traitor Syngman Rhee, ill-famed \"yusin\" dictatorial politics featured by  intelligence and terror politics, the military dictatorship of the \"fifth and sixth regimes\" which trampled down democracy with tanks, \"civilian-veiled\" fascist rule, the \"pragmatic\" dictatorship which revived the era of the  past military dictatorship, etc.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean puppet regime is based on the \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is ruthlessly trampling down the people's right to existence with its fascist dictatorial rule.\n\t\t\t\t\t\n\t\t\t\t\t In less than six months of her office, the puppet chief executive reneged on almost half of her more than 200 commitments related with economy and people's living, cut down the scope of their implementation and came out to protect only the interests of a tiny handful of plutocrats and privileged circles in politics, economy, military and culture and all other fabrics of social life.\n\t\t\t\t\t\n\t\t\t\t\t Every sin brings its punishment with it.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group will certainly be forced to pay for its acts of ruthlessly trampling down the people's democratic freedom and human rights with fascist dictatorship."
        },
        {
            "title": "Minju Joson Denounces S. Korean Authorities for Driving Inter-Korean Relations into Catastrophe",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-13ee.html",
            "content": "Minju Joson Denounces S. Korean Authorities for Driving Inter-Korean Relations into Catastrophe\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- The south Korean authorities plan to enlarge the lamp tower on Aegi Hill near the Military Demarcation Line (MDL)\n\t\t\t\t\t Minju Joson Friday in a commentary terms this a reckless action to drive the inter-Korean relations into a catastrophe as it is part of the anti-DPRK psychological warfare.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group has so far conducted the anti-DPRK psychological warfare seriously getting on the nerves of the DPRK on that tower under the pretext of religious events, it says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The gravity of the situation lies in that the above-said move is prompted by the intention of the present chief executive.\n\t\t\t\t\t\n\t\t\t\t\t She was greatly angry to hear that her minions of Chongwadae dismantled without her knowledge facilities.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is contemplating enlarging the lamp tower three times, while wire-pulling human scum's leaflet scattering  operations against the DPRK behind the scene. This once again glaringly reveals hypocritical nature of the south Korean authorities' trumpeting about the north-south dialogue and contact.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the south Korean authorities have no will to improve the inter-Korean relations but are keen to realize their scenario to achieve \"unification through absorption\" in a bid to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If they truly want to improve the inter-Korean relations, they should cancel at once their plan to enlarge the tower in an area near the sensitive MDL and stop conniving, shielding and manipulating human scum's leaflet scattering operations against the DPRK."
        },
        {
            "title": "KCNA Commentary Assails S. Korean Regime's Moves to Institute \"Charter for Unification\"",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-23ee.html",
            "content": "KCNA Commentary Assails S. Korean Regime's Moves to Institute \"Charter for Unification\"\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- The south Korean puppet forces are mulling instituting the \"charter for unification\".\n\t\t\t\t\t The south Korean chief executive said \"she hoped the preparatory committee for unification would become a correct guide for strange journey for unification\". She is going busy with a farce to institute the \"charter for unification,\" asserting that it would be put directly under Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t The \"preparatory committee for unification\" is frequently holding seminar, round-table talks and the like related to the institution of the \"charter for unification\", crying out for passing a motion for it through the \"National Assembly\".\n\t\t\t\t\t\n\t\t\t\t\t This is an anti-reunification act of setting the three charters for national reunification, the charters for reunification common to the nation, and the north-south declarations which applied them, against its criminal \"charter for unification\", and an unpardonable challenge to the aspiration and desire of Koreans for reunification.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have been opposed to the nation's movement for reunification, talking about \"the doctrine of gaining a great opportunity of unification\". But to all people's astonishment, the authorities are blatantly challenging the most just and reasonable charters for reunification in which all Koreans recognized and promised to implement.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south have the three charters for national reunification the keynote of which is the three principles of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo, which reflect the will and desire common to the nation, and the excellent great programmes for reunification such as the historic June 15 joint declaration and the October 4 declaration which the top leaders of the north and the south promised to implement.\n\t\t\t\t\t\n\t\t\t\t\t They clarify everything from the present conditions in which the differing ideologies and social systems have existed for a long period, the course of reunification as desired by the whole nation, nomenclature of a reunified state to its full picture, principle of its activities and the authority and duties of the reunified government and regional governments.\n\t\t\t\t\t\n\t\t\t\t\t That is why not only all Koreans in the north, the south and abroad but the whole world are unanimously recognizing the three charters for national reunification, the June 15 joint declaration and the October 4 declaration as the charters for reunification and great programmes for reunification common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south Korean puppet forces are mulling instituting the \"charter for unification\", part of their moves to lead the confrontation of the social systems to an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t They are seeking to realize their ambition for achieving \"unification through absorption\" by denying the charters for reunification and instituting the \"charter for unification\" quite different from them in a bid to achieve their sinister purpose.\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the fact that the puppet forces are trumpeting that they would make sure that the \"charter for unification\" conforming with their \"constitution\" and \"liberal democracy\" are instituted and published and that they would make it \"the best guidelines for unification\" which would remain unchanged despite regime change. They openly claim that \"the charter for unification can be regarded as the final ideal of unification sought by them.\"\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive before long talked about \"unification through absorption\", saying that \"unification of Germany served as a cornerstone of new Europe\".\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will never pardon the moves of the puppet forces to institute the \"charter for unification\"."
        },
        {
            "title": "S. Korean Warmongers Plan to Stage North-targeted War Maneuver",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-11ee.html",
            "content": "S. Korean Warmongers Plan to Stage North-targeted War Maneuver\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- The 17th infantry division of the south Korean puppet army is planning to stage a war maneuver for making a preemptive attack on the  DPRK in the area along the River Han, Kimpho City, Kyonggi Province on Nov. 6 and 10, according to an internet paper of south Korea.\n\t\t\t\t\t The puppet warmongers are mulling staging a war maneuver, firing bullets and shells with trucks, helicopters and other aggression forces involved under the pretext of coping with \"underwater infiltration through the River Han and civilians' going over to the north\"."
        },
        {
            "title": "S. Korean Warmongers to Stage North-targeted Hoguk Drills",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-25ee.html",
            "content": "S. Korean Warmongers to Stage North-targeted Hoguk Drills\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- The south Korean warmongers are mulling staging Hoguk drills targeting the north from Nov. 10 to 21, according to south Korean Yonhap News.\n\t\t\t\t\t At least 330 000 troops of the ground, naval and air forces and marine corps of the south Korean puppet army will reportedly be involved in the drills.\n\t\t\t\t\t\n\t\t\t\t\t GIs present in south Korea will also be hurled into the drills.\n\t\t\t\t\t\n\t\t\t\t\t The war-like forces are to stage such provocative drills as joint landing drills, drills for defending northwestern islands and interception drills under the pretext of coping with \"a local war and a total war to be provoked by the north.\"\n\t\t\t\t\t\n\t\t\t\t\t They have sought a chance to ignite a war while staging drills targeting the DPRK under the signboard of Hoguk every year.\n\t\t\t\t\t\n\t\t\t\t\t The projected drills bring to light their war hysteria as they are becoming more bellicose and provocative in terms of their scale and contents than last year."
        },
        {
            "title": "S. Korean Authorities Flayed for Abandoning OPECON",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-15ee.html",
            "content": "S. Korean Authorities Flayed for Abandoning OPECON\r\n Pyongyang, November 7 (KCNA) -- The south Korean newspaper Hangyore on Nov. 4 carried an article accusing the authorities of abandoning the right to wartime operation control (OPECON).\n\t\t\t\t\t Voices justifying the U.S. forces' exercise of OPECON are heard from south Korean conservatives, the article said.\n\t\t\t\t\t\n\t\t\t\t\t Those countries keeping the alliance with the U.S. did not leave OPECON to the tender mercy of the U.S. forces, it added.\n\t\t\t\t\t\n\t\t\t\t\t South Korea's behavior of leaving OPECON to the tender mercy of the U.S. is a product of the deformed south Korea-U.S. relations, it held."
        },
        {
            "title": "U.S., S. Korea Slammed for Kicking off Anti-DPRK \"Human Rights\" Campaign",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-19ee.html",
            "content": "U.S., S. Korea Slammed for Kicking off Anti-DPRK \"Human Rights\" Campaign\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- The Central Association of Korean Nationals in Russia released a statement on Nov. 4 condemning the U.S. imperialists and the south Korean puppet regime for their anti-DPRK \"human rights\" racket and leaflet scattering operations.\n\t\t\t\t\t The statement condemned the U.S. and south Korean puppet forces for making much fuss over the DPRK's non-existent \"human rights issue\" in a bid to create the atmosphere of international pressure on it and bring down its socialist system at any cost.\n\t\t\t\t\t\n\t\t\t\t\t They are conducting leaflet scattering operations aimed at defaming the dignity of the supreme leadership of the DPRK and tarnishing the image of socialism despite its repeated warnings and south Korean people's rejection, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's \"human rights issue\" is based on false information provided by tricksters of south Korea who know nothing about the DPRK's human rights and criminals who fled to the south after abandoning their parents and families, it held.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the U.S. and the puppet forces stop at once the anti-DPRK \"human rights\" campaign and leaflet scattering operations, keenly aware that their intention to bring down the DPRK through such actions is nothing but a daydream."
        },
        {
            "title": "Anti-DPRK Leaflet Scattering Operations under Fire",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-22ee.html",
            "content": "Anti-DPRK Leaflet Scattering Operations under Fire\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- A spokesman for the General Association of Koreans in China made public a statement on Nov. 5.\n\t\t\t\t\t The south Korean authorities let human scum scatter anti-DPRK leaflets, causing even a dangerous conflict, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities, far from apologizing for their crimes, repeated absurd assertions that \"there is no ground to halt operations by law\" while talking about \"freedom of expression\" and \"voluntary action\", it charged.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans are unanimously demanding that human scum's leaflet scattering should be halted at once as they are rapidly scuppering the hard-won atmosphere of mending the north-south relations, it held, and went on: But the south Korean authorities only are persistently patronizing human scum, far from checking leaflet scattering operations despite public censure and demand.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to clearly prove that the south Korean authorities are the arch criminals pushing the inter-Korean relations to a catastrophe and conducting anti-DPRK leaflet scattering operations aimed to escalate the tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We will never pardon human scum's leaflet scattering operations."
        },
        {
            "title": "S. Korean Authorities Flailed for Shielding Anti-DPRK Leaflet Scattering Operations",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-16ee.html",
            "content": "S. Korean Authorities Flailed for Shielding Anti-DPRK Leaflet Scattering Operations\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- The Federation of Koreans in the U.S. posted on its website on Oct. 25 an article denouncing the south Korean puppet regime for shielding and encouraging human scum's anti-DPRK leaflet scattering operations.\n\t\t\t\t\t Those keen on scattering anti-DPRK leaflets in south Korea are all human scum who committed all sorts of crimes in the north, the article said.\n\t\t\t\t\t\n\t\t\t\t\t They opted for scattering leaflets in order to get money from the U.S. and the south Korean \"government\", it held.\n\t\t\t\t\t\n\t\t\t\t\t Chongwadae and the \"government\" are feigning ignorance of human scum's leaflets scattering, talking about the \"freedom of expression\", it charged.\n\t\t\t\t\t\n\t\t\t\t\t It is impossible without instruction of Chongwadae that the police is protecting the organizations of \"defectors from the north\" and offer them good places for leaflet scattering, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The police is protecting groups of criminals because Park Geun Hye herself is a criminal who occupied the \"presidential seat\" through election rigging, it said."
        },
        {
            "title": "S. Korean Authorities Urged to Halt Human Scum's Anti-DPRK Leaflet Scattering",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-17ee.html",
            "content": "S. Korean Authorities Urged to Halt Human Scum's Anti-DPRK Leaflet Scattering\r\n Pyongyang, November 7 (KCNA) -- The Federation of Korean Young Nationals in China issued a statement on Nov. 5.\n\t\t\t\t\t The \"Alliance for the Movement of Free North\" and other organizations of human scum in south Korea scattered again leaflets hurting the dignity of the supreme leadership of the DPRK and its social system, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This is a thrice-cursed provocation to the army and people of the DPRK who regard the dignity of its supreme leadership dearer than their own lives.\n\t\t\t\t\t\n\t\t\t\t\t A handful of human scum is getting hell-bent on anti-DPRK leaflet scattering operations at the tacit connivance of the south Korean puppet authorities. This reality goes to clearly prove that the Park Geun Hye group has no willingness to mend the north-south relations and it is a stumbling block which should be removed without fail.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK warned the south Korean authorities that if they allow and connive at human scum's leaflet scattering, the hard-won opportunity of dialogue will be scuppered and this will entail uncontrollable catastrophic consequences.\n\t\t\t\t\t\n\t\t\t\t\t If they have a sincere will to mend the north-south relations, they should put an immediate end to human scum's leaflet scattering operations."
        },
        {
            "title": "Kim Jong Il to Be Remembered by Koreans in Uzbekistan",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-14ee.html",
            "content": "Kim Jong Il to Be Remembered by Koreans in Uzbekistan\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- A memorial committee was formed by the \"Old Men\" Association for Korean Cultural Tradition in Uzbekistan on Nov. 4 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Ju Yong Il, chairman of the association, was elected chairman of the memorial committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold various events and information services including a ceremony of laying a floral basket, remembrance meeting, photo exhibition and edition of a special issue of newspaper Thongil on the same occasion."
        },
        {
            "title": "Kim Jong Un's Work Posted by Nigerian Organization on Its Website",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-02ee.html",
            "content": "Kim Jong Un's Work Posted by Nigerian Organization on Its Website\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- Marshal Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was posted by the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on its website on Oct. 31.\n\t\t\t\t\t The work, published on April 6, Juche 101 (2012), says that it is the principled requirement for victoriously advancing the cause of the Korean revolution to hold Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t It also indicates the tasks to be fulfilled to steadily develop the WPK into President Kim Il Sung's and leader Kim Jong Il's glorious party."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Ethiopia",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Ethiopia\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- An Ethiopian committee for honoring the memory of leader Kim Jong Il was formed on Oct. 29.\n\t\t\t\t\t Nigatu Dagnachew, chairman of the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism, was elected chairman of the memorial committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events including a seminar on Kim Jong Il's exploits and film show on the occasion of the 3rd anniversary of his demise."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Guinea",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-04ee.html",
            "content": "Kim Jong Il to Be Remembered in Guinea\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- A Guinean committee for honoring the memory of leader Kim Jong Il was formed in Conakry on Oct. 30.\n\t\t\t\t\t Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, was elected chairman of the memorial committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events such as a remembrance meeting, lecture, photo exhibition and film show from Nov. 1 to Dec. 20."
        },
        {
            "title": "Kim Jong Il's Feats Lauded by Guinean Figure",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-05ee.html",
            "content": "Kim Jong Il's Feats Lauded by Guinean Figure\r\n Pyongyang, November 7 (KCNA) -- Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, lauded leader Kim Jong Il's feats at the inaugural ceremony of the Guinean committee for honoring his memory held in Conakry on Oct. 30.\n\t\t\t\t\t He said in a speech:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Il passed away so suddenly to the great sorrow of all people on his way of field guidance for the people's happiness on Dec. 17, 2011. This was a big loss not only to the Korean people but to the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t He developed and enriched the Juche idea founded by President Kim Il Sung and turned the DPRK into an invincible power which no force dares provoke by dint of his Songun politics and built the Workers' Party of Korea into an ever-victorious party leading the Korean revolution to victory.\n\t\t\t\t\t\n\t\t\t\t\t He will always be remembered by mankind for his undying feats performed for socialism and the cause of global independence."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Myanmar ",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-06ee.html",
            "content": "Kim Jong Il to Be Remembered in Myanmar \r\n Pyongyang, November 7 (KCNA) --- A Myanmar committee for remembering leader Kim Jong Il was formed in Yangon on Oct. 31.\n\t\t\t\t\t A member of the Central Committee of the Union Solidarity and Development Party of Myanmar was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events including a remembrance meeting, round-table talks, film show and photo exhibition on the occasion of the third anniversary of demise of Kim Jong Il."
        },
        {
            "title": "Korean People's Just Struggle Supported by Myanmar Body",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-07ee.html",
            "content": "Korean People's Just Struggle Supported by Myanmar Body\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- A Myanmar committee for remembering leader Kim Jong Il expressed firm support and solidarity with the Korean people in their struggle to carry out his behests true to the leadership of Marshal Kim Jong Un. The committee was inaugurated on Oct. 31.\n\t\t\t\t\t The press release issued at the inaugural ceremony said:\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the Workers' Party of Korea (WPK) and the Korean people will certainly realize the desire of the great HE Kim Jong Il for building a thriving nation under the wise guidance of HE Kim Jong Un, first secretary of the WPK, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Il, the great leader of the Korean people, will always be with us."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Germany",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-08ee.html",
            "content": "Kim Jong Il to Be Remembered in Germany\r\n Pyongyang, November 7 (KCNA) -- A committee for honoring the memory of leader Kim Jong Il was inaugurated by the Anti-Imperialist Forum of Germany on Nov. 1.\n\t\t\t\t\t The chairman of the Forum was elected chairman of the memorial committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events including a seminar praising Kim Jong Il's feats and film show from Nov. 1 to Dec. 17."
        },
        {
            "title": "Kim Jong Il's Feats Praised by Bangladeshi Paper",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-09ee.html",
            "content": "Kim Jong Il's Feats Praised by Bangladeshi Paper\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- The Bangladeshi paper Blitz on Oct. 24 carried an article titled \"Feats performed for socialist cause\" on the occasion of the 3rd anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Chairman of the National Defence Commission Kim Jong Il performed undying feats for the socialist cause, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The greatest feat he performed for the socialist cause was that he protected the destiny of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his energetic ideological and theoretical activities, the scientific accuracy and truth of socialism were clarified once again before the world and progressive mankind came to be convinced of the validity of socialism and its sure victory.\n\t\t\t\t\t\n\t\t\t\t\t Another important feat he performed for the socialist cause was that he ushered in an era of new surge in the socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t His feats are being successfully carried forward by supreme leader Kim Jong Un and they will always be remembered by progressive mankind."
        },
        {
            "title": "U.S. Anti-DPRK \"Human Rights\" Campaign Flailed by Serbian Political Party",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-10ee.html",
            "content": "U.S. Anti-DPRK \"Human Rights\" Campaign Flailed by Serbian Political Party\n\t\t\t\t\t\t\r\n Pyongyang, November 7 (KCNA) -- The New Yugoslav Communist Party of Serbia issued a statement on Oct. 29 denouncing the U.S. anti-DPRK \"human rights\" campaign.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S., styling itself \"champion\" of democracy and human rights, is getting more frantic in the \"human rights\" campaign against the DPRK than ever before. The U.S. and its followers are working hard to make even a \"resolution\" against the DPRK and get it passed through the UN General Assembly.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind such campaign of the U.S. is its sinister aim to tarnish the image of the DPRK and bring down the socialist system centered on the popular masses chosen by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the historic facts that the U.S. militarily interfered in the internal affairs of other countries and toppled down the legitimate regimes under the pretext of \"defending human rights\" in different parts of the world in the past.\n\t\t\t\t\t\n\t\t\t\t\t The invasion and military intervention perpetrated by the U.S. against sovereign states after World War II go to clearly prove that the U.S. imperialists are, indeed, the worst human rights abusers in the world and the world's most brutal and brigandish barbarians in the present times.\n\t\t\t\t\t\n\t\t\t\t\t We fully support all steps for self-defense taken by the DPRK to shatter the vicious \"human rights\" campaign of the U.S. and its followers and defend the sovereignty of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t We reaffirm that we are standing by the Korean people in the showdown with the U.S."
        },
        {
            "title": "ACNC rechaza plan de institucion de \"Carta de Unificacion\" en Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-30ee.html",
            "content": "ACNC rechaza plan de institucion de \"Carta de Unificacion\" en Sur de Corea \n\t\t\t\t\t\t\r\nPyongyang, 7 de noviembre (ACNC) -- En la actualidad, los titeres surcoreanos se desesperan por instituir la \"Carta de Unificacion\". \n\t\t\t\t\tLa mandataria surcoreana dijo que el \"comite preparatorio de unificacion se haga guia para indicar la via correcta de este trabajo\" y lo puso bajo el control directo de Chongwadae. \n\t\t\t\t\t\n\t\t\t\t\tSegun ello, el \"comite preparatorio de unificacion\" convoca los seminarios y charlas sobre la institucion de la \"carta de unificacion\" insistiendo en la necesidad de aprobarla en la \"Asamblea Nacional\". \n\t\t\t\t\t\n\t\t\t\t\tEsto es el intolerable desafio a la aspiracion nacional a la reunificacion y un crimen anti-reunificacion que opone su criminal \"carta de unificacion\" a las Tres Cartas para la Reunificacion de la Patria y las declaraciones aprobadas entre ambas partes coreanas. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas vinieron oponiendose al movimiento nacional por la reunificacion hablando de \"Thong-il Taebak\" (cajon de tesoros para la unificacion). Y ahora desafia frontalmente a las cartas de reunificacion mas justas y racionales, reconocidas y aprobadas por toda la nacion, lo cual causa gran consternacion de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tAmbas partes coreanas tienen las Tres Cartas para la Reunificacion de la Patria, basadas en los Tres Principios de Reunificacion de la Patria, el Programa de Diez Puntos de la Gran Unidad Pannacional y el Proyecto de la Fundacion de la Republica Federal Democratica de Coryo que reflejan la voluntad y aspiracion comunes de la nacion, y los excelentes programas de reunificacion como la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, aprobadas por los maximos dirigentes del Norte y el Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tEsos documentos aclaran el rumbo a seguir para la reunificacion de la patria conforme a la aspiracion nacional y a la realidad en que  durante largo tiempo existen diferentes ideologias y regimenes entre ambas partes coreanas. Al mismo tiempo, dilucidan el nombre, el aspecto y los principios de actividades del Estado reunificado, la autoridad y el deber del gobierno reunificado y los regionales. \n\t\t\t\t\t\n\t\t\t\t\tPor esta razon, todos los coreanos en el Norte, el Sur y en ultramar y todo el mundo reconocen unanimemente como Carta de Reunificacion comun de la nacion las Tres Cartas para la Reunificacion de la Patria, la Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los titeres surcoreanos pretenden instituir la \"carta de unificacion\" con el fin de agravar mas el enfrentamiento de sistemas y lograr la ambicion de \"unificacion mediante la absorbicion\". \n\t\t\t\t\t\n\t\t\t\t\tInsisten en instituir y publicar la \"carta de unificacion\" conveniente a la \"constitucion\" y la \"democracia liberal\" para que ella sea la \"mejor guia para la unificacion\" que no se variara aunque se cambie el \"poder\".\n\t\t\t\t\t\n\t\t\t\t\tYa antes la mandataria surcoreana preconizo abiertamente la \"unificacion mediante la absorbicion\" diciendo que \"la unificacion de Alemania fue fundamento de nueva Europa\". \n\t\t\t\t\t\n\t\t\t\t\tLa nacion coreana no perdonara jamas las maniobras de institucion de la \"carta de unificacion\" de los titeres surcoreanos."
        },
        {
            "title": "RPDC desarrolla actividades para  prevenir virus de Ebola",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-31ee.html",
            "content": "RPDC desarrolla actividades para  prevenir virus de Ebola \n\t\t\t\t\t\t\r\nPyongyang, 7 de noviembre (ACNC) -- La Republica Popular Democratica de Corea sigue intensificando la labor para prevenir el virus de Ebola que se transmite a escala mundial.\n\t\t\t\t\tEl comite estatal de prevencion emergente concentra las fuerzas para impedir la afeccion de este virus en el interior del pais.\n\t\t\t\t\t\n\t\t\t\t\tSe amplia la propaganda higienica llamando a todo el mundo a prevenir el virus de Ebola.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios de salud publica de numerosas unidades inclusive el Hospital Preventivo Dermatologico del Ministerio de Salud Publica, la Academia de Medicina Coryo y el Hospital de Estomatologia Ryugyong realizan en las zonas encargadas la propaganda y la explicacion a traves de los materiales graficos y el multimedia.\n\t\t\t\t\t\n\t\t\t\t\tLas organizaciones de trabajadores a todos los niveles de las provincias de Phyong-an del Norte y el Sur, la de Hwanghae del Norte y la de Hamgyong del Sur despliegan sus actividades de propaganda higienica en los organos, las empresas y unidades de vecinos.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, los medicos en todas partes fortalecen la diagnosis sobre los habitantes en sus distritos encargados y observan atentamente si los habitantes tienen de repente la fiebre alta o la cefalea.\n\t\t\t\t\t\n\t\t\t\t\tEn los organos y las empresas tambien fueron establecidos los sistemas ordenados para avisar a los organos de salud publica y de prevencion si aparecen sintomas extranos entre los empleados y realizan varios trabajos correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tSe prepara tambien la fuerza de tecnicos medicos capaces de participar en la labor para tratar rapidamente el virus de Ebola. \n\t\t\t\t\t\n\t\t\t\t\tSe realiza en alto nivel en todas las provincias, ciudades (municipios) y distritos el estudio tecnico para los funcionarios de salud publica para que puedan diagnosticar y curar rapida y correctamente esta enfermedad.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios medicos del Centro Nacional de Higiene y Prevencion se esfuerzan por interrumpir perfectamente los procesos de  introduccion del virus de Ebola en la RPDC."
        },
        {
            "title": "Sistema de control de carga electrica CNC",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-32ee.html",
            "content": "Sistema de control de carga electrica CNC\r\nPyongyang, 7 de noviembre (ACNC) -- El sistema de control de carga electrica CNC desarrollado por la Universidad Politecnica Kim Chaek surte efecto en varias unidades.\n\t\t\t\t\tLa provincia de Jagang y otras provincias, ciudades y distritos al aplicarlo realizan racionalmente el control de la carga electrica y la produccion alternativa.\n\t\t\t\t\t\n\t\t\t\t\tSegun el doctor Kim Tok Su, jefe de seccion de la Facultad de Electrotecnica, este sistema de control automatico que posibilita estabilizar el sistema de electricidad y usar eficazmente la electricidad producida, y continuo:\n\t\t\t\t\t\n\t\t\t\t\tLas provincias, ciudades y distritos vigilan y controlan con el tiempo real el consumo de electricidad de los organos, fabricas y empresas segun el limite de uso de electricidad general.\n\t\t\t\t\t\n\t\t\t\t\tEl sistema fija automaticamente la cantidad de limite de uso de electricidad de un mes de las regiones y las unidades correspondientes y elabora la lista de produccion alternativa.\n\t\t\t\t\t\n\t\t\t\t\tLas provincias, ciudades y distritos que lo introdujeron garantizan la electricidad necesaria a la construccion economica y la vida del pueblo y obtienen la reserva de mucha electricidad.\n\t\t\t\t\t\n\t\t\t\t\tVarios aparatos necesarios son los domesticos fabricados conforme a las condiciones concretas del pais."
        },
        {
            "title": "Te de insam elaborado con nuevo metodo",
            "url": "http://kcna.co.jp/item/2014/201411/news07/20141107-33ee.html",
            "content": "Te de insam elaborado con nuevo metodo\r\nPyongyang, 7 de noviembre (ACNC) -- Los cientificos de la Academia de Ciencias Agricolas de Corea mejoraron la calidad del te de insam (ginseng) con el metodo de tratamiento termico del extracto de insam.\n\t\t\t\t\tEl te de insam es eficiente a la cura de  enfermedades incluyendo el sistema nervioso por contener sacarino, aminoacido, acido organico, materias minerales y microelementos.\n\t\t\t\t\t\n\t\t\t\t\tEl te producido con el metodo anterior hace falta aumentar la cantidad de extracto o mezclar la materia de color porque su color es suave.\n\t\t\t\t\t\n\t\t\t\t\tPero, el color del nuevo te es 3 veces mas oscuro que el anterior."
        }
    ]
}