{
    "date": "2014-11-14",
    "url": "http://kcna.co.jp/item/2014/201411/2014-11-14ee.html",
    "articles": [
        {
            "title": "Special Envoy of Kim Jong Un to Visit Russian Federation",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-01ee.html",
            "content": "Special Envoy of Kim Jong Un to Visit Russian Federation\r\nPyongyang, November 14 (KCNA) -- Choe Ryong Hae, member of the Presidium of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, will visit the Russian Federation soon as a special envoy of Kim Jong Un, first chairman of the National Defence Commission of the DPRK."
        },
        {
            "title": "Greetings to Palestinian President",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-09ee.html",
            "content": "Greetings to Palestinian President\r\nPyongyang, November 14 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Mahmoud Abbas, president of Palestine, on Friday on the occasion of the 26th anniversary of the proclamation of the State of Palestine. \n\t\t\t\t\t The message expressed the belief that the just cause of the Palestinian people to regain legitimate national rights including the establishment of an independent state by putting an end to Israel's occupation is sure to triumph and sincerely wished the Palestinian president fresh success in his responsible work."
        },
        {
            "title": "DPRK Acrobats Back Home",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-17ee.html",
            "content": "DPRK Acrobats Back Home\r\nPyongyang, November 14 (KCNA) -- DPRK acrobats returned home on Friday after participating in the 11th Wuhan International Acrobatics Festival."
        },
        {
            "title": "New Laser-based Measuring Technique Developed",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-16ee.html",
            "content": "New Laser-based Measuring Technique Developed\r\nPyongyang, November 14 (KCNA) -- The Laser Institute of the State Academy of Sciences in the DPRK developed a new kind of precision form measuring technique.\n\t\t\t\t\t This laser-based measuring technique helps raise the precision of hi-tech products and considerably lengthen their serviceable life.\n\t\t\t\t\t\n\t\t\t\t\t Its application made it possible to reduce the measuring hour by a fifth, as compared with other countries' developed measuring means."
        },
        {
            "title": "Remodeled May Day Stadium in Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-15ee.html",
            "content": "Remodeled May Day Stadium in Pyongyang\r\nPyongyang, November 14 (KCNA) -- The May Day Stadium in the capital city of the DPRK has been successfully remodeled in a little more than 10 months, under the plan of the Workers' Party of Korea on turning the country into a sports power.\n\t\t\t\t\t The remodeled 150 000-seat stadium, located on scenic Rungna Islet, is flawless in architectural aesthetic and formative artistic aspects.\n\t\t\t\t\t\n\t\t\t\t\t Its auditorium is arranged with red, blue and white plastic seats, reminiscent of the national flag.\n\t\t\t\t\t\n\t\t\t\t\t The stadium has a football field covered with synthetic grass, a track with polyurethane rubber sheets and all other facilities needed to host international sports games.\n\t\t\t\t\t\n\t\t\t\t\t Besides, it is equipped with such mass sports and welfare service facilities as table-tennis room, badminton court, mini-golf course, fitness and recovery rooms, restaurant and exhibition hall for exercise apparatuses."
        },
        {
            "title": "KCNA Commentary Slams U.S. for Floating Story about DPRK's Submarines Capable of Launching Missiles",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-14ee.html",
            "content": "KCNA Commentary Slams U.S. for Floating Story about DPRK's Submarines Capable of Launching Missiles\r\nPyongyang, November 14 (KCNA) -- These days the United States is working hard to build up public opinion on the DPRK's submarines capable of launching missiles through media. \n\t\t\t\t\t A U.S. medium specializing in political and military affairs said that a north Korean submarine equipped with a missile launcher was spotted by a U.S. intelligence organ, sparking a fresh concern about the nuclear and missile threat from the north Korean regime. \n\t\t\t\t\t\n\t\t\t\t\t Intelligence services of the U.S. are distributing even satellite photos published by the Johns Hopkins Institute in a bid to make the story plausible in the wake of the floating of it. \n\t\t\t\t\t\n\t\t\t\t\t In addition to this, media of south Korea and the West are getting serious about the story and hyping their assertion that the DPRK has already introduced the technology of launching missiles under water and it is expected to massively build submarines capable of launching missiles and deploy them in the near future. \n\t\t\t\t\t\n\t\t\t\t\t This is a crafty artifice of the U.S. to justify the extension of the transfer of the wartime operation control (OPCON) to south Korea and deploy THAAD by calming down the opposition of the neighboring countries under the pretext of \"threat\" from the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has long schemed to build a missile shield targeting the big powers in the region since it faked up the fiction about \"threat from north Korea\" in an effort to carry out its strategy for dominating the Asia-Pacific. It is, at the same time, working hard to deploy THAAD in south Korea and get it deeply involved in the building of the missile shield. \n\t\t\t\t\t\n\t\t\t\t\t If the transfer of OPCON is extended beyond the period after the middle of the 2020s and THHAD is deployed in south Korea, it will be reduced to a bridgehead for implementing the U.S. strategy for invading the DPRK and dominating Northeast Asia. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. military strategy centered on the missile shield has reached a graver phase. \n\t\t\t\t\t\n\t\t\t\t\t It seeks to round off the defense system by developing such defense means as interceptor missiles and such new means as high energy laser weapons that can replace them.\n\t\t\t\t\t\n\t\t\t\t\t Recently it completed a huge strategic system which it claims capable of promptly striking any target on the earth within an hour. \n\t\t\t\t\t\n\t\t\t\t\t This system calls for singling out the DPRK, China, Iran and various  other countries as enemy states and making primary strikes at missile launchers, commanding posts, nuclear facilities, etc. of those countries by IBMs, ultra-supersonic missiles, ballistic missiles launched from submarines and so on. It also calls for finally destroying them by mobilizing ultra-supersonic fighter bombers in case the desired goal is not attained with those weapons.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the U.S. scenario to bolster up its military muscle under the pretext of \"coping with the threat\" from the DPRK is a military adventure to ignite a war on the Korean Peninsula at any cost. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is sadly mistaken if it calculates that its spread of the story about the DPRK's submarine missile will help ratchet up its pressure on the latter in the international arena. \n\t\t\t\t\t\n\t\t\t\t\t It will only invite stronger retaliatory measures of its own style. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's declaration of the strongest new counter-action of its own style will be backed by the fully prepared powerful nuclear force and different type latest strike means operating on the ground and in the seas, under water and in the air. \n\t\t\t\t\t\n\t\t\t\t\t The world will soon witness the shining victory of the DPRK's line of simultaneously developing the two fronts."
        },
        {
            "title": "Rodong Sinmun Praises Kim Jong Il's Songun Revolutionary Feats",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-08ee.html",
            "content": "Rodong Sinmun Praises Kim Jong Il's Songun Revolutionary Feats\r\nPyongyang, November 14 (KCNA) -- The undying feats leader Kim Jong Il performed on the road of the Songun revolution served as an engine which encouraged all the service personnel and people of the DPRK to win victory and a source that ushered in a new heyday on this land, says Rodong Sinmun Friday in an editorial.\n\t\t\t\t\t He was a matchless Songun brilliant commander and peerless patriot who performed undying feats in the history of the Korean nation and the history of human thought while exploring an untrodden path, tightly holding arms of revolution in his hand all his life, the editorial notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK which the world calls Songun Korea shedding its rays all over it is associated with his immortal life.\n\t\t\t\t\t\n\t\t\t\t\t The 1990s occupies the most brilliant place in the history of his Songun revolutionary leadership. He formulated and systematized President Kim Il Sung's idea of attaching importance to arms and military affairs as the Songun revolutionary idea and established the Songun politics as the basic political mode under socialism, an event to be specially recorded in the history of carrying out the Korean revolution and the human cause of independence. It was thanks to him that the new era of the Juche revolution and the Songun era was ushered in to put forward the People's Army as a main force and push forward the revolution and construction and a grandiose drive started on this land to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He led the struggle for defending socialism to a victory by dint of his original Songun idea and Songun politics and put the trend of history on the orbit of independence. This was the great feat which could be performed by him only.\n\t\t\t\t\t\n\t\t\t\t\t The world was concerned about the destiny and future of the DPRK when the nation suffered a great loss three years ago but the Korean army and people remained strong in their courage and faith. They weathered difficulties and ordeals with faith in independence instilled into them by him and defended socialism and the dignity of the nation with the grit and pluck implanted into their minds by him.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls for dynamically advancing toward the final victory of the revolutionary cause of Juche and the revolutionary cause of Songun which started in Mt. Paektu, regarding his Songun idea and feats as a treasured sword."
        },
        {
            "title": "U.S. and S. Korean Warmongers to Stage Air-strike Drill",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-18ee.html",
            "content": "U.S. and S. Korean Warmongers to Stage Air-strike Drill\r\nPyongyang, November 14 (KCNA) -- The U.S. imperialists and south Korean puppet warmongers announced that they would stage large air-strike drill Max Thunder in the U.S. air force base in Kunsan, North Jolla Province from Nov. 14 to 22, according to Yonhap News of south Korea. \n\t\t\t\t\t The U.S. air force-led drill will involve such fighters as FA-18, F-16 and KF-16 and transport planes, more than 90 aircraft in all, and AWACS. \n\t\t\t\t\t\n\t\t\t\t\t They are going to stage bombing and other drills for a preemptive attack on the DPRK under the simulated conditions of actual battle. \n\t\t\t\t\t\n\t\t\t\t\t In April they staged similar saber rattling with at least 100 aircraft and 1,400 troops involved."
        },
        {
            "title": "S. Korean Figures Denounce Authorities' Moves to Disband Opposition Party",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-10ee.html",
            "content": "S. Korean Figures Denounce Authorities' Moves to Disband Opposition Party\r\nPyongyang, November 14 (KCNA) -- 235 figures of different social standings including workers and religionists in Taejon, south Korea Wednesday issued a declaration on the situation in protest against the puppet authorities'  moves to forcibly disband the Unified Progressive Party (UPP), an opposition party, according to the south Korean Yonhap News. \n\t\t\t\t\t It accused the regime of working hard to forcibly disband the UPP by labeling it \"forces following the north\".\n\t\t\t\t\t\n\t\t\t\t\t The regime's campaign is aimed not just to disband the party but to stem the trend of social democracy itself, it said.\n\t\t\t\t\t\n\t\t\t\t\t It urged the authorities to retract at once the motion calling for disbanding the UPP."
        },
        {
            "title": "S. Korean Authorities Slammed for Passing Buck for Ferry Sewol Sinking Disaster to Crewmen",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-11ee.html",
            "content": "S. Korean Authorities Slammed for Passing Buck for Ferry Sewol Sinking Disaster to Crewmen\r\nPyongyang, November 14 (KCNA) -- Voice of People, an internet paper of south Korea, in an editorial on Wednesday rapped the puppet group for passing the buck for the ferry Sewol sinking disaster to crewmen.\n\t\t\t\t\t The court concluded the first trial by sentencing the captain and crewmen of the ferry Sewol to prison terms and this touched off bitterer sorrow and anger among the bereaved families, the editorial noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The shameless behavior of the captain and crewmen who ran away after shouting to the passengers \"Stay put\" deserves severe punishment.\n\t\t\t\t\t\n\t\t\t\t\t What enraged the bereaved families and people was the behavior of maritime police at the crucial time when they could rescue all passengers and the authorities' failure to take rescue measures. \n\t\t\t\t\t\n\t\t\t\t\t The chief executive attributed the ferry sinking to the greed and escape of the captain and crewmen and the prosecution investigated and indicted them within that framework. Accordingly, the court's ruling was far from the truth."
        },
        {
            "title": "S. Korean Poor People Struggle for Vital Rights",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-12ee.html",
            "content": "S. Korean Poor People Struggle for Vital Rights\r\nPyongyang, November 14 (KCNA) -- Poor people of south Korea held a rally in Kangnam District, Seoul on Nov. 12 in demand of their vital rights, according to Chamsesang, an internet paper of south Korea.\n\t\t\t\t\t At the rally speakers denounced the authorities for threatening the vital rights of the poor people by resorting to violence. Now is the time for the people to turn out in the action against the \"government\" which treats them as slaves, they held.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would fight against the power which brings only pain to the people.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants marched as far as the Kangnam District Office, shouting \"Let's defend the vital rights\" and other slogans."
        },
        {
            "title": "S. Korean Ruling Forces' Sexual Scandals Accused",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-13ee.html",
            "content": "S. Korean Ruling Forces' Sexual Scandals Accused\r\nPyongyang, November 14 (KCNA) -- The south Korean paper Seoul Sinmun on Nov. 13 carried an editorial accusing the puppet ruling forces of their sexual scandals.\n\t\t\t\t\t A sexual scandal of the former public prosecutor general was disclosed in the wake of the exposure of the sexual abuse committed by the former speaker of the \"National Assembly,\" touching off uproar, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t Such ill practices as investigators' closing their eyes to the sexual scandals of those in power should be brought to an end, it held."
        },
        {
            "title": "S. Korean Warmongers Busy with Hoguk Drills",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-19ee.html",
            "content": "S. Korean Warmongers Busy with Hoguk Drills\r\nPyongyang, November 14 (KCNA) -- The south Korean puppet warmongers are going frantic with Hoguk drills targeting the DPRK, according to the south Korean Yonhap News.\n\t\t\t\t\t An artillery brigade under the sixth corps of the puppet army staged a reckless firing drill in the area of Ryonchon, Kyonggi Province on Nov. 13 as part of Hoguk drills.\n\t\t\t\t\t\n\t\t\t\t\t This saber rattling was staged under the pretext of coping with \"a provocation\".\n\t\t\t\t\t\n\t\t\t\t\t The 11th mechanized infantry division of the puppet army staged a large river-crossing drill in the area of Ryoju, Kyonggi Province on Nov. 12 under the simulated conditions of actual battle against the DPRK. More than 200 combat equipment including artillery pieces, aircraft, armored cars and tanks were involved in it."
        },
        {
            "title": "Kim Jong Il to Be Remembered in South Africa",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-03ee.html",
            "content": "Kim Jong Il to Be Remembered in South Africa\r\nPyongyang, November 14 (KCNA) -- A South African committee for remembering leader Kim Jong Il was formed on November 8.\n\t\t\t\t\t Ribbon Mosholi, vice-director of the International Department of the African National Congress of South Africa, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to publish works of Kim Jong Il and hold political and cultural events including a remembrance meeting, seminar, photo exhibition and film show on the occasion of the 3rd anniversary of his demise."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Uganda",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-05ee.html",
            "content": "Kim Jong Il to Be Remembered in Uganda\r\nPyongyang, November 14 (KCNA) -- An Ugandan committee for remembering leader Kim Jong Il was formed at the building of the Secretariat of the Uganda National Resistance Movement on November 7.\n\t\t\t\t\t Henri Masico, department director of the Presidency of Uganda, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to publish Kim Jong Il's work \"Socialism Is a Science\" and hold political and cultural events including a seminar and photo exhibition on the occasion of the third anniversary of his demise."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Ukraine",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-06ee.html",
            "content": "Kim Jong Il to Be Remembered in Ukraine\r\nPyongyang, November 14 (KCNA) -- The Ukrainian committee for honoring the memory of leader Kim Jong Il was formed in Kiev on Nov. 6 on the occasion of the 3rd anniversary of his demise.\n\t\t\t\t\t The memorial committee was made up of chiefs of various organizations for the study of the Juche idea and the Songun idea in the country.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to form regional memorial committees till December 1.\n\t\t\t\t\t\n\t\t\t\t\t It decided to widely introduce the revolutionary career and exploits of Kim Jong Il through media and hold a remembrance meeting, book and photo exhibition and film show from Dec. 10 to 17. \n\t\t\t\t\t\n\t\t\t\t\t It also decided to send a message to Marshal Kim Jong Un on that occasion."
        },
        {
            "title": "Kim Jong Un's Work Posted by Brazilian Organization on Its Website",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-02ee.html",
            "content": "Kim Jong Un's Work Posted by Brazilian Organization on Its Website\r\nPyongyang, November 14 (KCNA) -- The Brazilian committee for remembering leader Kim Jong Il posted supreme leader Kim Jong Un's work \"To Protect National Heritage Is a Patriotic Undertaking for Adding Brilliance to the History and Traditions of Our Nation\" on its website on November 1.\n\t\t\t\t\t The work, published on October 24, Juche 103 (2014), recalls that President Kim Il Sung and leader Kim Jong Il attached importance to the work for protecting national heritage and made efforts to glorify the long history and brilliant culture of the Korean nation in the whole period of their revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates tasks for preserving the immortal exploits performed by Kim Il Sung and Kim Jong Il and further glorifying the history and traditions of the Korean nation by thoroughly carrying out the policy of the Workers' Party of Korea on protecting the national heritage."
        },
        {
            "title": "Nigerian Organization Praises DPRK",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-04ee.html",
            "content": "Nigerian Organization Praises DPRK\r\nPyongyang, November 14 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article titled \"Permanent path for Korean people\" on its website on Oct. 31. \n\t\t\t\t\t The contemporary history of Korea has proved the validity of independence, Songun and socialism, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK emerged and has developed on the basis of independence. \n\t\t\t\t\t\n\t\t\t\t\t It has firmly maintained its steadfast line of independence even under the complicated international political situation in the periods of building a new society after the country's liberation, post-war rehabilitation and construction, late in the 20th century and recent years. \n\t\t\t\t\t\n\t\t\t\t\t It is quite self-evident that the Korean people will invariably keep to the path as they have keenly realized through history that independence means dignity and victory. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has won and demonstrated its dignity by dint of Songun. \n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army has grown to be a matchless army which no army of any country can match in idea and faith and the DPRK has tremendous war deterrent. \n\t\t\t\t\t\n\t\t\t\t\t It is a socialist state centered on the popular masses in the real sense of the word. \n\t\t\t\t\t\n\t\t\t\t\t The popular masses fully exercise their rights as masters in all fabrics of social life in the DPRK, where politics of respecting and loving people and prioritizing their interests and convenience is in force. \n\t\t\t\t\t\n\t\t\t\t\t The building of a thriving socialist nation, a highly civilized state, is making dynamic progress in the DPRK to translate the dreams and wishes of people into realities.\n\t\t\t\t\t\n\t\t\t\t\t Independence, Songun and socialism are the path to be followed by the Korean people forever."
        },
        {
            "title": "Enviado especial de Kim Jong Un visitara Rusia",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-01ss.html",
            "content": "Enviado especial de Kim Jong Un visitara Rusia\r\nPyongyang, 14 de noviembre (ACNC) -- Choe Ryong Hae, miembro del Presidium del Buro Politico y secretario del Comite Central del Partido del Trabajo de Corea, visitara en un futuro cercano la Federacion Rusa como enviado especial del Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, Kim Jong Un."
        },
        {
            "title": "Kim Yong Nam envia mensaje de felicitacion al presidente palestino",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-11ss.html",
            "content": "Kim Yong Nam envia mensaje de felicitacion al presidente palestino\r\nPyongyang, 14 de noviembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 14 un mensaje de felicitacion al presidente palestino, Mahmoud Abbas, con motivo del 26o aniversario de la proclamacion del Estado de Palestina.\n\t\t\t\t\tEl remitente expreso la conviccion de que triunfara sin falta la causa justa del pueblo palestino para poner fin a la ocupacion de Israel y recuperar los legitimos derechos nacionales incluyendo la fundacion del Estado soberano, y deseo de todo corazon al mandatario nuevos exitos en sus trabajos responsables."
        },
        {
            "title": "ACNC comenta rumor de capacidad de misiles de submarino de RPDC",
            "url": "http://kcna.co.jp/item/2014/201411/news14/20141114-12ss.html",
            "content": "ACNC comenta rumor de capacidad de misiles de submarino de RPDC\r\nPyongyang, 14 de noviembre (ACNC) -- En estos dias, Estados Unidos sigue difundiendo  por medio de  prensa un rumor de la capacidad de los misiles de submarino de la Republica Popular Democratica de Corea.\n\t\t\t\t\tUn medio especializado de  informacion de la politica y los asuntos militares de EE.UU.  transmitio que \"el tubo de lanzamiento de misiles cargado en el submarino de Norte de Corea fue observado por un organo de  inteligencia estadounidense, lo cual causa nueva preocupacion sobre la amenaza nuclear y de misiles del poder del Norte de Corea\".\n\t\t\t\t\t\n\t\t\t\t\tLos servicios de inteligencia de EE.UU. divulgaron el rumor de que \"en el submarino del Norte de Corea fue descubierto el tubo de lanzamiento capaz de lanzar los misiles balisticos\", mientras difunde hasta los datos de foto satelite para argumentar autenticidad  publicados por el Instituto Johns Hopkins.\n\t\t\t\t\t\n\t\t\t\t\tLos medios de prensa del Sur de Corea y el Occidente con los nervios de punta interpretaron de manera amplificativa que la RPDC ya aplica la tecnica de lanzamiento de misiles de submarino y que construira y dispondra en gran escala el submarino cargado de misiles en el futuro cercano.\n\t\t\t\t\t\n\t\t\t\t\tEsto es la artimana astuta de EE.UU. para justificar la prolongacion del traspaso del mando de operaciones en el tiempo de guerra en el Sur de Corea, calmar la resistencia de los paises perifericos y realizar el establecimiento del sistema antimisiles THAAD bajo el pretexto de la \"amenaza\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tDespues de inventar el rumor de \"amenaza del Norte de Corea\" para materializar la estrategia de dominio a Asia-Pacifico, el imperio yanqui ha recurrido desde hace mucho tiempo al establecimiento del sistema antimisiles contra las potencias regionales e intenta disponer THAAD en el Sur de Corea para introducir profundamente a los titeres surcoreanos en su sistema antimisiles.\n\t\t\t\t\t\n\t\t\t\t\tEn el caso de que se dilate el periodo del susodicho traspaso del mando despues de la mitad de la decada de 2020 y se disponga THAAD, el Sur de Corea se convertira seguramente en el trampolin de EE.UU. para la agresion a la RPDC y la materializacion de la estrategia hegemonica en el Noreste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, se torna mas grave la estrategia militar de EE.UU. centrada en el sistema antimisiles.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. pretende perfeccionar mas el sistema antimisiles desarrollando tanto los medios de defensa inclusive los misiles interceptores como nuevos medios incluyendo las armas de laser de alta energia  que puedan reemplazarlos.\n\t\t\t\t\t\n\t\t\t\t\tHace poco culmino el enorme sistema de estrategia capaz de dar golpe rapido dentro de una hora a cualquier blanco de la Tierra.\n\t\t\t\t\t\n\t\t\t\t\tSegun ellos, EE.UU. puede fijar como enemigos varios paises del mundo incluyendo la RPDC, China e Iran y dar primer golpe a los equipos de lanzamiento de misiles, el puesto de mando, las instalaciones nucleares, etc. de la contraparte con los misiles balisticos intercontinentales, los supersonicos, los balisticos de submarino y otros.\n\t\t\t\t\t\n\t\t\t\t\tY en el caso de que no se logre el objetivo deseado con dicho ataque, pretende \"aniquilarlos\" definitivamente movilizando  bombarderos supersonicos.\n\t\t\t\t\t\n\t\t\t\t\tEn el fondo del aumento de las fuerzas militares de EE.UU. so pretexto de \"hacer frente a la amenaza\" de la RPDC, esta oculto el aventurerismo militar del imperio tendente a desatar a toda costa la guerra en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. calcula que pueda intensificar mas el grado de presion a la RPDC en la escena internacional difundiendo ampliadamente el rumor de misiles de submarino de la RPDC, esto es gran equivocacion y causara la contramedida mas fuerte de ella.\n\t\t\t\t\t\n\t\t\t\t\tLa nueva declaracion de guerra para el enfrentamiento mas fuerte al estilo coreano sera respaldada por las poderosas fuerzas armadas nucleares y varios medios de ataque ultramoderno que se dispondran en la tierra, en el mar, en el fondo de agua y en el aire.\n\t\t\t\t\t\n\t\t\t\t\tEl mundo presenciara pronto en la realidad la victoria brillante de nuestra linea del desarrollo paralelo."
        }
    ]
}