{
    "date": "2014-12-13",
    "url": "http://kcna.co.jp/item/2014/201412/2014-12-13ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects KPA Navy Unit",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-01ee.html",
            "content": "Kim Jong Un Inspects KPA Navy Unit\r\n Pyongyang, December 13 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, inspected KPA navy Unit 189 honored with the title of O Jung Hup-led 7th Regiment.\n\t\t\t\t\t He went round the monument to the field guidance of leader Kim Jong Il and the room for education in the revolutionary history.\n\t\t\t\t\t\n\t\t\t\t\t Seeing with keen interest the historic data in the education room, Kim Jong Un recalled the undying feats the great Generalissimos Kim Il Sung and Kim Jong Il performed in organizing and developing the unit.\n\t\t\t\t\t\n\t\t\t\t\t He learned in detail about the ongoing combat and political training for the new year, watching soldiers engaging themselves in such drills as torpedo charge at an underwater combined training room.\n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to do away with formalism in indoor training and conduct it in an efficient way under the simulated conditions of real battles, he instructed that advanced training methods should be employed and a work to invent and introduce training equipment in a view of war should be done in a creative and active manner.\n\t\t\t\t\t\n\t\t\t\t\t If the captains are to skillfully command any operations at sea even under complicated sea route and unfavorable weather conditions and various situations, they should acquire the abilities to organize and command naval battles and the skills to operate their warships under simulated conditions of real war, he said.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to have a thorough knowledge of sea bottom of the operational theatre and put big efforts into working out reasonable combat plans in advance to cope with possible situations.\n\t\t\t\t\t\n\t\t\t\t\t Guiding the maneuvers of subs, he set forth the tasks and ways for rounding off sub unit's war preparations.\n\t\t\t\t\t\n\t\t\t\t\t He called for making 2015, the 70th anniversary of the WPK, a year of bringing about a fresh turn in the strengthening of the navy, urging the servicepersons of the unit to effect a collective innovation in the training for the new year, well aware of the intention of the WPK Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Commander went round a library, soldiers' hall and other places of the unit to acquaint himself with its politico-ideological education.\n\t\t\t\t\t\n\t\t\t\t\t It is needed to supply the must books to libraries on a regular basis and encourage reading among servicepersons so that they can have versatile knowledge and high cultural attainments, he said, adding: A shortcut to turning the whole army strong in the politico-ideological and moral aspects is to strictly establish a habit of studying hard as the anti-Japanese guerrillas did.\n\t\t\t\t\t\n\t\t\t\t\t Praising the unit for having spruced up the soldiers' hall, he instructed it to concentrate efforts on intensifying the five-point education set forth by the Party--education in the traits of the peerlessly great persons of Mt. Paektu, Kim Jong Il's patriotism, faith, working-class viewpoint and morality.\n\t\t\t\t\t\n\t\t\t\t\t He also showed warm care for the seamen's living conditions, touring barracks, education room and mess hall of the seamen of submarine No. 720 under the unit.\n\t\t\t\t\t\n\t\t\t\t\t Seeing various raw foods on the kitchen counter, he asked the cooks to serve well the submarine seamen, valued by the party, with sincerity and posed for a picture with them.\n\t\t\t\t\t\n\t\t\t\t\t He said that officers should work hard to provide those seamen with good material and cultural living conditions, mindful of the teachings of Kim Il Sung and Kim Jong Il that the supply services constitute a political work.\n\t\t\t\t\t\n\t\t\t\t\t He gave the servicepersons of the unit a pair of binoculars and an automatic rifle as gifts and had a photo session with them, expressing belief that they would intensify their training the way the anti-Japanese guerrillas did in Mt. Paektu and bring about a fresh improvement in managing the unit.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Choe Ryong Hae, Hwang Pyong So, Ri Yong Gil, O Il Jong and Han Kwang Sang"
        },
        {
            "title": "Big Efforts Paid to Developing Natural Energy in DPRK",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-17ee.html",
            "content": "Big Efforts Paid to Developing Natural Energy in DPRK\r\n Pyongyang, December 13 (KCNA) -- The DPRK has paid big efforts to developing hydraulic, wind, geothermal and solar energy.\n\t\t\t\t\t In this regard, Ri Myong Son, director of the Natural Energy Institute under the State Academy of Sciences, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The country has stepped up the development of natural energy in a far-sighted way.\n\t\t\t\t\t\n\t\t\t\t\t As a result, cascade power stations are now under construction along the River Chongchon and a number of minor hydro-power stations took their shapes in Jagang and Kangwon provinces. A research is now underway to build tidal power stations in the western coastal area while a project being carried on to install wind-driven generators with the capacity of over 300W in rural and mountainous areas of the country.\n\t\t\t\t\t\n\t\t\t\t\t Last year witnessed more than 7,000 solar greenhouses built across the country.\n\t\t\t\t\t\n\t\t\t\t\t The Ryongsong Machine Complex has recently produced large-capacity geothermal equipment, the first of its kind in the DPRK, thus laying a firm foundation for air-conditioning dwelling houses, greenhouses and public buildings with natural energy.\n\t\t\t\t\t\n\t\t\t\t\t Samjiyon County has pushed ahead with preparations to introduce geotherm-heating system in its township."
        },
        {
            "title": "Rodong Sinmun Accuses Japan of Tampering with History",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-11ee.html",
            "content": "Rodong Sinmun Accuses Japan of Tampering with History\r\n Pyongyang, December 13 (KCNA) -- It was reported that the Foreign Ministry of Japan recently \"urged\" the U.S. to rewrite world history textbooks for public high schools in Los Angeles City and areas around it in California State. \n\t\t\t\t\t The part of  textbooks dealing with the Second World War says that the Imperial Japanese Army forcibly enlisted and drafted 200,000 women aged 14-20 to make them serve at comfort stations and that some of the comfort women were killed while trying to flee. \n\t\t\t\t\t\n\t\t\t\t\t Japan claimed that the textbooks were written in such manner that there was forcible drafting of women at that time, terming it a \"sheer lie.\"\n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun Saturday observes in a commentary in this regard: This is a shameless behavior mocking and challenging history. \n\t\t\t\t\t\n\t\t\t\t\t As far as the drafting of sexual slaves for the Imperial Japanese Army is concerned, it was not just forcible drafting but a crime committed by the Japanese army against humanity as the sexual slavery was organized and enforced by it at the point of bayonet. \n\t\t\t\t\t\n\t\t\t\t\t All the facts have been proved by testimonies made by survivors and materials discovered in different parts of the world. \n\t\t\t\t\t\n\t\t\t\t\t The increased frenzy on the part of the Japanese ruling quarters to distort history will only bring into bolder relief their moral frustration and danger of revived militarism. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese ruling quarters had better stop at once distorting history as it is little short of spitting at their faces. Otherwise, they will scupper the future of Japan."
        },
        {
            "title": "KCNA Accuses US of Its Deceptive Artifice to Step up Arms Buildup",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-08ee.html",
            "content": "KCNA Accuses US of Its Deceptive Artifice to Step up Arms Buildup\r\n Pyongyang, December 13 (KCNA) -- At a hearing of the Senate Armed Services Committee the newly designated commander-in-chief of the U.S. forces in the Pacific labeled the DPRK and China countries posing the biggest \"threat to security\" in the Asia-Pacific, crying out for beefing up U.S. forces there.\n\t\t\t\t\t The U.S. stereo-typed trumpeting about \"threat from north Korea\" is no more than a broad hoax to contain the regional powers which have emerged its potential rivals.\n\t\t\t\t\t\n\t\t\t\t\t Washington advanced the aggressive pivot to Asia-Pacific policy to realize its wild ambition to dominate the world. It is pursuing the strategy of laying a military siege to its potential rivals in the region, namely China, and containing and pressurizing them. It is plugging Japan and south Korea into its missile shield in a bid to round off its siege to China.\n\t\t\t\t\t\n\t\t\t\t\t In actuality, the U.S. is going to deploy in south Korea THAAD backed by 1 000 km-range X-band radar system capable of monitoring major areas of China. The strategy of \"global rapid strike plan\" recently worked out by the U.S. forces set the DPRK and China as its primary targets.\n\t\t\t\t\t\n\t\t\t\t\t Valery Kistanov, director of the Institute of the Far East of the Russian Academy of Sciences, asserted the U.S. is keen to interfere in all issues in the Asia-Pacific and Washington is tightening its nexus with its allies in Asia and increasing anti-China forces, adding the frequent conflicts in the Asia-Pacific may lead to a war between the U.S. and China, world's biggest military powers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has deployed more than half of its nuclear-powered submarines in the Pacific.\n\t\t\t\t\t\n\t\t\t\t\t For the purpose of containing regional powers, it has established a naval missile defense system, increased its maneuverability and deployed most of its warships equipped with SM-3 interceptor missiles in the Asia-Pacific to stage various type joint military drills.\n\t\t\t\t\t\n\t\t\t\t\t The general military strategy of the U.S. in the Asia-Pacific is being carried out in a way of pressurizing potential rivals in the east and west.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is leaving no stone unturned to contain them by force of arms. Consequently, the Korean Peninsula and its vicinity and the rest of the Asia-Pacific are now turning into a theatre of hot arms race.\n\t\t\t\t\t\n\t\t\t\t\t This not withstanding, the U.S. dares accuse the DPRK, floating a story about the non-existent \"threat.\" It is nothing but a brazen-faced and base behavior to cover up its true colors as an arch criminal upsetting the regional military equilibrium and sparking arms race and to shift the blame onto others.\n\t\t\t\t\t\n\t\t\t\t\t Its scenario to establish a hegemonic order in the Asia-Pacific on the basis of upper-hand of strength is bound to go bankrupt as it was prompted by its anachronistic way of thinking."
        },
        {
            "title": "S. Korean Puppet Forces Accused of Kicking off \"Row about Followers of North\"",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-13ee.html",
            "content": "S. Korean Puppet Forces Accused of Kicking off \"Row about Followers of North\"\r\n Pyongyang, December 13 (KCNA) -- Organizations of Koreans in the U.S. made public a joint statement on Dec. 8 denouncing the south Korean puppet forces for harshly cracking down on just activities of Sin Un Mi, a Korean professor in the U.S., after labeling her as a \"follower of the north\".\n\t\t\t\t\t Such behavior of the south Korean authorities is arousing a serious concern among Koreans in the U.S., the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, the south Korean authorities are going to suppress the reunification movement organizations of Koreans in the U.S., claiming that they are linked with Sin Un Mi, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Supporting Sin standing firm against the Park Geun Hye regime, the statement urged it to stop at once the suppression of Sin."
        },
        {
            "title": "S. Korean Media Denounce US Human Rights Abuses",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-15ee.html",
            "content": "S. Korean Media Denounce US Human Rights Abuses\r\n Pyongyang, December 13 (KCNA) -- The brutal torture methods employed by the CIA were brought to light recently, shocking the international community.\n\t\t\t\t\t As regards this disclosure, south Korean media became vocal chiding the human rights abuses perpetrated by the U.S. styling itself a \"human rights judge\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean KBS on Wednesday referred to the fact that the intelligence committee of the U.S. Senate made public a 500 page-long summarized report on the torture methods employed by the CIA.\n\t\t\t\t\t\n\t\t\t\t\t It was disclosed that the CIA developed torture technique with the investment of huge funds, it said.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the CIA hired psychologists for developing interrogation programs from 2005 to 2009 and applied them to prisoners.\n\t\t\t\t\t\n\t\t\t\t\t It disclosed that the experts created 20 torture techniques at first but 10 of them were so severe that even the U.S. Department of Justice did not allow them.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the disclosure of the above-said torture methods hit the U.S. hard, KBS said the U.S. is under strong fire by the international community as evidenced by a UN statement demanding prosecution of those responsible for torture.\n\t\t\t\t\t\n\t\t\t\t\t On Thursday the south Korean CBS reported that the opening of the report to the public sparked a great uproar and all south Korean newspapers deal with the U.S. human rights abuses as topic news."
        },
        {
            "title": "Suppression of Progressive Activists Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-16ee.html",
            "content": "Suppression of Progressive Activists Denounced in S. Korea\r\n Pyongyang, December 13 (KCNA) -- Kwon O Hon, honorary chairman of the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy of south Korea, denounced the suppression of progressive activists, according to the south Korean internet paper Jaju Minbo on Dec. 11. \n\t\t\t\t\t He recalled that a high school student backed by the conservative forces threw an inflammable thing toward Sin Un Mi, Korean professor in the U.S., and Hwang Son, representative of the Forum for the Study of Politics Desired, at a place in Iksan City, North Jolla Province on Dec. 10. \n\t\t\t\t\t\n\t\t\t\t\t This was little short of brutal terrorism, Kwon said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Violent attack on those with differing opinion is infringement upon the freedom of expression and it is the denial of democracy. \n\t\t\t\t\t\n\t\t\t\t\t This violence was attributable to the campaign of the present regime to eliminate the \"followers of the north,\" he noted, adding that the authorities' suppression of independence was based on the theory on \"eliminating the followers of the north\" and it was the cause of the recent terrorism."
        },
        {
            "title": "Moves to Enact Evil Law Encouraging Anti-DPRK Leaflets Scattering Operation under Fire",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-14ee.html",
            "content": "Moves to Enact Evil Law Encouraging Anti-DPRK Leaflets Scattering Operation under Fire\r\n Pyongyang, December 13 (KCNA) -- The Education and Cultural Center for Peaceful Reunification of south Korea held a meeting in Taejon on Wednesday in protest against the moves of the regime to cook up a \"law on human rights in the north\", according to the south Korean internet paper Thongil News.\n\t\t\t\t\t At the meeting the speakers termed leaflets scattering operation against the north a typical lever for psychological warfare and a clear war action.\n\t\t\t\t\t\n\t\t\t\t\t Noting the leaflets scattering operations being ceaselessly conducted by the conservative organizations these days have bedeviled the inter-Korean relations, the speakers said the operations are closely related to the moves to enact the law being pushed forward by the \"Saenuri Party.\"\n\t\t\t\t\t\n\t\t\t\t\t The law is, in actuality, aimed at establishing the \"fund for human rights in the north\" and the primary task of the fund is to provide aid to the organizations of \"defectors from the north,\" they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, the law is little short of the one for supporting the leaflet scattering operations with the money collected from people as taxes."
        },
        {
            "title": " Korean in US Praises Single-minded Unity in DPRK",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-12ee.html",
            "content": "Korean in US Praises Single-minded Unity in DPRK\r\n Pyongyang, December 13 (KCNA) -- Son Se Yong, member of the editorial board for online paper of Koreans in the U.S. Minjok Thongsin, released an article praising the single-minded unity in the DPRK on Dec. 6 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t It is only the DPRK on earth where the leader, the army and the people are united as one.\n\t\t\t\t\t\n\t\t\t\t\t The single-minded unity doesn't come naturally.\n\t\t\t\t\t\n\t\t\t\t\t When a leader loves his people, then the people follow the leader.\n\t\t\t\t\t\n\t\t\t\t\t Love for the people ran through the whole life of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t When Chairman of the National Defence Commission Kim Jong Il passed away, the world witnessed the Korean people mourning his demise so sad.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people covered the roads with their overcoats and scarves in order to prevent the snow from piling on the streets to be passed by the funeral car.\n\t\t\t\t\t\n\t\t\t\t\t This was the revelation of their respect for him.\n\t\t\t\t\t\n\t\t\t\t\t Every time I visited Pyongyang, I could keenly feel their absolute loyalty to him.\n\t\t\t\t\t\n\t\t\t\t\t He devoted his all to reunifying the country independently and peacefully."
        },
        {
            "title": " Kim Jong Il Highly Praised Abroad",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-03ee.html",
            "content": "Kim Jong Il Highly Praised Abroad\r\n Pyongyang, December 13 (KCNA) -- Remembrance meetings were held by the Communist Party of Tajikistan, the Romanian Workers' Association and the Mexican National Coordinating Committee for the Study of the Juche Idea on December 5 and 6 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Sh. Shabdolov, chairman of the Communist Party of Tajikistan, in his speech said that the DPRK, though not big in its size, could glorify its sovereignty and dignity, standing firm against the U.S. styling itself the world's only superpower. This was possible because Kim Jong Il held higher the banner of Songun, he added.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the DPRK emerged a nuclear weapons state, satellite manufacturer and launcher under the leadership of Kim Jong Il, stunning the world, he stressed that the exploits performed by him on behalf of the Korean and world revolution would shine forever.\n\t\t\t\t\t\n\t\t\t\t\t Daniel Dediu, chairman of the Romanian Workers' Association, noted that Kim Jong Il devoted his all to the reunification of the country and accomplishment of the socialist cause in the DPRK by creditably carrying forward the idea and exploits of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Speakers including Ramon Jimenez Lopez, president of the Mexican National Coordinating Committee for the Study of the Juche Idea who doubles as president of the Mexican Committee for the Study of Kimilsungism-Kimjongilism, praised Kim Jong Il as the genius of idea and theory and peerless elder statesman as he firmly defended the global cause of socialism late in the past century.\n\t\t\t\t\t\n\t\t\t\t\t The august name of Kim Jong Il would always be remembered by the Korean people and progressive mankind for the exploits he performed for the accomplishment of the revolutionary cause of Juche and Songun and realization of the cause of global independence."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-04ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\n Pyongyang, December 13 (KCNA) -- Leader Kim Jong Il's work \"The Democratic People's Republic of Korea Is a Juche-Oriented Socialist State with Invincible Might\" was brought out in booklet by the Nakhodka Format Publishing House of Russia on December 8.\n\t\t\t\t\t The work, published on September 5, Juche 97 (2008), clarifies in detail that the invincible might of the DPRK lies in preserving and glorifying forever the Juche-oriented idea of President Kim Il Sung on building the state and his exploits."
        },
        {
            "title": "Seminars on Kim Jong Il's Exploits Held in Various Countries",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-05ee.html",
            "content": "Seminars on Kim Jong Il's Exploits Held in Various Countries\r\n Pyongyang, December 13 (KCNA) -- Seminars on exploits of leader Kim Jong Il were held by the Benin Group for the Study of Kimilsungism-Kimjongilism, the Juche Idea Study Society of Delhi, India, and the German Branch of the Korean Friendship Association on Dec. 5 and 6 on the occasion of the third anniversary of his demise.\n\t\t\t\t\t On display at the venues of the events were photos documenting the exploits of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were works of the peerless great men of Mt. Paektu and books and photos introducing the DPR of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Pascal Zouncheme, chief of the Benin Group for the Study of Kimilsungism-Kimjongilism, said in his report that Kim Jong Il resolutely smashed the imperialists' offensive against socialism, holding aloft the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t He mentioned that the DPRK steadily advancing the socialist cause despite all sorts of imperialists' moves instills firm faith and strong courage into the world people aspiring after socialism.\n\t\t\t\t\t\n\t\t\t\t\t B. C. Gupta, chairman of the Juche Idea Study Society of Delhi, India, lauded Kim Jong Il as the great master of independent politics who performed the exploits to be specially recorded in the world history of politics.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that Kim Jong Il defended socialism from the imperialists' moves by pursuing Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t A secretary of the German Branch of the Korean Friendship Association said that the Korean friends in Germany and adherents to the Juche idea and Songun idea are highly praising in humblest reverence the revolutionary career of Kim Jong Il who made great contributions to the Korean revolution and the cause of global independence through his energetic activities.\n\t\t\t\t\t\n\t\t\t\t\t He renewed his resolution to intensify the diverse activities for introducing the exploits of the peerless great men of Mt. Paektu and the DPRK's reality."
        },
        {
            "title": "Int'l Internet Seminar on Songun Held",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-06ee.html",
            "content": "Int'l Internet Seminar on Songun Held\r\n Pyongyang, December 13 (KCNA) -- An international internet seminar on Songun was held on Dec. 4 on the occasion of the 3rd anniversary of leader Kim Jong Il's demise.\n\t\t\t\t\t The seminar held in Dhaka, Bangladesh was attended by personages of the Workers' Party of Bangladesh, the Youth League of Bangladesh and the Bangladesh Group for the Study of the Songun Policy and foreign figures and masses.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made by the international secretary of the Workers' Party of Bangladesh; M. Jahangir Khan, chairman of the Bangladesh Group for the Study of the Songun Policy; Phanindra Raj Pant, secretary general of Nepalese Association for Supporting the Songun Politics; and chiefs of Juche idea, Songun idea study groups in Britain and Singapore.\n\t\t\t\t\t\n\t\t\t\t\t They explained at length that Kim Jong Il comprehensively developed in depth the Juche idea, the Songun idea fathered by President Kim Il Sung and remarkably bolstered up the national power of socialist Korea by pursuing his original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il decisively frustrated the imperialists' moves to stifle the DPRK by dint of Songun politics, turned it into a political and ideological power and a nuclear weapons state and made an undying contribution to the accomplishment of the cause of global independence, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that thanks to Songun politics the Korean people will decisively frustrate the U.S. offensive to stifle the DPRK, reliably defend the sovereignty and dignity of the country and their socialism and surely emerge victorious in the drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t A message to Marshal Kim Jong Un was adopted at the seminar."
        },
        {
            "title": "Cambodian Radio Praises Kim Jong Suk's Exploits",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-07ee.html",
            "content": "Cambodian Radio Praises Kim Jong Suk's Exploits\r\n Pyongyang, December 13 (KCNA) -- The Cambodian FM 90. 5 Radio aired a program titled \"Anti-Japanese war hero\" on Dec. 5.\n\t\t\t\t\t The radio said:\n\t\t\t\t\t\n\t\t\t\t\t December 24 marks the 97th birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\t She was born in a poor peasant family in Hoeryong, North Hamgyong Province when the Korean people were undergoing misfortune under Japan's military occupation. She embarked upon the road of struggle in her teens to save the destiny of the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t She joined the Korean People's Revolutionary Army led by General Kim Il Sung in September 1935.\n\t\t\t\t\t\n\t\t\t\t\t Since then she bravely fought many battles till the liberation of Korea, earning fame as anti-Japanese woman commander.\n\t\t\t\t\t\n\t\t\t\t\t The greatest of her exploits was that she devotedly protected Kim Il Sung in every fierce battle of the anti-Japanese war.\n\t\t\t\t\t\n\t\t\t\t\t She fully demonstrated her matchless pluck, superb strategy, marksmanship never missing any target, distinguished bravery and self-sacrificing spirit in the war.\n\t\t\t\t\t\n\t\t\t\t\t At that time guerillas and people called her \"woman commander of guerilla army\" and \"anti-Japanese war hero\" with love and respect and stories telling her military exploits widely spread among them.\n\t\t\t\t\t\n\t\t\t\t\t Anti-Japanese fighters wrote on barked trees many slogans praising her."
        },
        {
            "title": " Kim Jong Il Remembered in Ecuador",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-09ee.html",
            "content": "Kim Jong Il Remembered in Ecuador\r\n Pyongyang, December 13 (KCNA) -- Memorial services were held in Deleg and Guaranda cities, Ecuador on Dec. 3 and 4 on the occasion of the 3rd anniversary of leader Kim Jong Il's demise.\n\t\t\t\t\t The participants paid silent tribute to the memory of him.\n\t\t\t\t\t\n\t\t\t\t\t The mayor of Deleg City in a speech said that Kim Jong Il built the DPRK into an independent and dignified state and a country in which all people live a happy life with equal rights.\n\t\t\t\t\t\n\t\t\t\t\t We will, as ever, render full support and solidarity to the Korean people in their efforts for their just cause and make every possible effort to boost the friendly relations with the DPRK, the mayor said.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Canar Provincial Institute for Friendship and Solidarity with the DPRK of Ecuador said that late in the last century when the imperialist allied forces were getting all the more vicious in their moves to stifle the DPRK, Kim Jong Il reliably defended socialism on the strength of his original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ecuador-Guaranda Institute for Friendship and Cultural Solidarity with the Korean People said that Kim Jong Il's life was characterized by his great idea and undying feats, adding that the feats will be glorified for all ages."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-10ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\n Pyongyang, December 13 (KCNA) -- Marshal Kim Jong Un's work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" was brought out in booklet by the Nakhodka Format Publishing House of Russia on December 8. \n\t\t\t\t\t The work published on August 25, Juche 102 (2013) deals with the Songun revolutionary exploits of leader Kim Jong Il. It also indicates essence and originality of his Songun revolutionary idea and tasks for successfully accomplishing the revolutionary cause of Songun."
        },
        {
            "title": "Kim Jong Un inspecciona unidad 189 de fuerzas navales de EPC",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-18ee.html",
            "content": "Kim Jong Un inspecciona unidad 189 de fuerzas navales de EPC\r\nPyongyang, 13 de diciembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la unidad 189 de las fuerzas navales del EPC, galardonada con el titulo de Septimo Regimiento de O Jung Hup.\n\t\t\t\t\tEl recorrio primero el monumento a la visita de orientacion del Dirigente Kim Jong Il y la sala de educacion en la historia revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tViendo atentamente los datos exhibidos, recordo con emocion las hazanas realizadas por los Generalisimos Kim Il Sung y Kim Jong Il en la fundacion y el fortalecimiento de la unidad.\n\t\t\t\t\t\n\t\t\t\t\tSe entero detalladamente del estado de entrenamiento politico-militar del ano nuevo viendo en la sala de ejercicios generales submarinos los entrenamientos bajo techo como el de ataque de torpedo.\n\t\t\t\t\t\n\t\t\t\t\tHay que eliminar el formalismo en los ejercicios bajo techo y realizarlos en las condiciones iguales al ambiente de combate, senalo y ordeno aplicar avanzados metodos de ejercicios, inventar y usar con creatividad e iniciativa los aparatos de entrenamiento con vistas al combate.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que los capitanes de buque deben adquirir la capacidad de organizar y dirigir la batalla naval y controlar el buque en las circunstancias iguales al combate de verdad, de modo que puedan dirigir habilmente las misiones de operacion submarina aun en las rutas complicadas, el tiempo desfavorable y las diferentes situaciones.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que ellos deben esforzarse por establecer racionales proyectos de combate conociendo bien el fondo del mar de la zona operacional y previendo las posibles contingencias.\n\t\t\t\t\t\n\t\t\t\t\tAl dirigir los ejercicios de movimiento de submarinos, presento las tareas y remedios que se presentan en ultimar los preparativos de combate de la unidad de submarinos.\n\t\t\t\t\t\n\t\t\t\t\tPropuso hacer de 2015, en que se acoge el 70o aniversario de la fundacion del PTC, el ano de nuevo cambio en el fortalecimiento de las fuerzas navales, y destaco que los oficiales y soldados de la unidad deben registrar innovaciones colectivas en el entrenamiento politico-militar del ano nuevo teniendo presente el proposito del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEn su recorrido por la biblioteca, la casa de los militares y otros, se cercioro del estado de educacion politica e ideologica.\n\t\t\t\t\t\n\t\t\t\t\tDijo que se debe suministrar normalmente a las bibliotecas los libros de lectura obligatoria y despertar en los militares el afan de lectura para que ellos posean conocimientos de todas las esferas y alto nivel cultural.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que cuando se establezca el espiritu de estudio al estilo guerrillero, se puede convertir rapido a todo el ejercito en el fuerte en lo ideo-politico y moral.\n\t\t\t\t\t\n\t\t\t\t\tElogio el acondicionamiento excelente de la casa de los militares e instruyo intensificar 5 tipos de educacion presentados por el partido, a saber, la educacion de nobles personalidades de los grandes hombres del monte Paektu, la del patriotismo de Kim Jong Il, la de conviccion, la educacion clasista y la moral.\n\t\t\t\t\t\n\t\t\t\t\tEstuvo en el cuartel, la sala de educacion y el comedor de los marineros del submarino no.720 de la escuadra no.2 de la unidad atendiendo cordialmente las condiciones de vida de ellos.\n\t\t\t\t\t\n\t\t\t\t\tViendo las materias de comida expuestas en la cocina, encomendo a las cocineras a preparar bien los platos para los marineros de submarinos que aprecia mucho el partido y se fotografio con ellas.\n\t\t\t\t\t\n\t\t\t\t\tSin olvidar las instrucciones de los Generalisimos de que la intendencia es precisamente la labor politica, los comandantes deben trabajar con abnegacion para preparar excelentes condiciones de vida cultural y material para los tripulantes de submarinos, indico.\n\t\t\t\t\t\n\t\t\t\t\tExpresando la esperanza y conviccion de que los oficiales y soldados de la unidad levantaran la ola de ejercicios por el estilo de la guerrilla antijaponesa del monte Paektu y lograran nuevo mejoramiento en el mando y la administracion de la unidad, les dio como recuerdo binoculos y fusil automatico y se fotografio con ellos.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Choe Ryong Hae, Hwang Pyong So, Ri Yong Gil, O Il Jong y Han Kwang Sang."
        },
        {
            "title": "MINREX de RPDC denuncia actos de violacion de DDHH de EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-19ee.html",
            "content": "MINREX de RPDC denuncia actos de violacion de DDHH de EE.UU.\r\nPyongyang, 13 de diciembre (ACNC) -- En relacion con que se han revelado otra vez los viles actos de violacion de DDHH perpetrados  institucionalmente por Estados Unidos, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo publica el dia 12 una declaracion.\n\t\t\t\t\tEl pasado dia 9, se han publicado en el Congreso de EE.UU. algunos contenidos del informe que revela el acto de la tortura brutal cometido por la Agencia Central de Inteligencia (CIA en ingles) contra los sospechosos de grupos terroristas internacionales.\n\t\t\t\t\t\n\t\t\t\t\tSegun el informe, la CIA perpetro durante varios anos las torturas contra cientos de encarcelados que no le obedecen, cuyas formas son la tortura de agua, no hacer dormir durante 180 horas en la posicion inquieta con las manos atadas sobre la cabeza, echar el agua al ano, encerrar durante 200 horas en la caja de la forma de ataud, chocar la cabeza a la pared o golpearlo, colgar el cuerpo en el techo poniendole panales y la tortura sexual.\n\t\t\t\t\t\n\t\t\t\t\tTales actos medievales se han perpetrado sistematica,  planificada y ampliamente bajo el permiso y amparo del presidente estadounidense.\n\t\t\t\t\t\n\t\t\t\t\tLas atrocidades de tortura de la CIA constituyen una parte de los crimenes antieticos perpetrados por EE.UU., pais modelo de la violacion de DDHH.\n\t\t\t\t\t\n\t\t\t\t\tEl mundo esta consternado ante los actos de las torturas de EE.UU. revelados esta vez y las organizaciones y entidades internacionales relacionadas con DDHH y otros paises elevan unanimemente la voz de denuncia.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU., caudillo de la violacion de DDHH cuestiona a otros paises en este tema, lo cual es el apogeo de hipocresia.\n\t\t\t\t\t\n\t\t\t\t\tEl Consejo de Seguridad de la ONU no debe discutir los \"asuntos de DDHH\" de la RPDC  inventados por algunas escorias humanas sino cuestionar de inmediato y ante todo los actos violadores de DDHH de gran envergadura en el presente siglo revelados en el mismo territorio estadounidense, pais miembro permanente y presentar ante el tribunal a los culpables.\n\t\t\t\t\t\n\t\t\t\t\tEl mundo evaluara la imparcialidad del CS de la ONU al tratar la justa posicion de la RPDC sobre la proteccion y el fomento de DDHH y  el grave estado de DDHH de EE.UU."
        },
        {
            "title": " MINREX de RPDC denuncia ataque aereo de Israel contra Siria",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-20ee.html",
            "content": "MINREX de RPDC denuncia ataque aereo de Israel contra Siria\r\nPyongyang, 13 de diciembre (ACNC) -- En relacion con el reciente ataque aereo de Israel contra Siria, el portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea dio el dia 12 a la ACNC la siguiente respuesta:\n\t\t\t\t\tEl pasado dia 7, Israel cometio el acto ilegal de haber atacado por aire el aeropuerto de Damasco, capital de Siria, y su contorno.\n\t\t\t\t\t\n\t\t\t\t\tEse gangsteril ataque militar constituye flagrante violacion de la soberania de Siria y la ley internacional.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. esta detras de la agravacion de tension y el estado inestable del Medio Oriente \n\t\t\t\t\t\n\t\t\t\t\tEse pais promueve y defiende activamente el ataque armado y la amenaza militar de Israel contra los paises vecinos y no repara en los medios y metodos para derrocar el gobierno legitimo del pueblo sirio.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC denuncia categoricamente las agresiones e intervenciones de toda indole contra Siria, inclusive el reciente ataque aereo, que complican aun mas la situacion.\n\t\t\t\t\t\n\t\t\t\t\tTambien envia firme apoyo y solidaridad a la justa causa del pueblo sirio por rechazar la presion e intervencion de las fuerzas extranjeras y defender la soberania y la seguridad del pais."
        },
        {
            "title": "ACNC revela artimana de EE.UU. para mantener a rayas a potencia periferica",
            "url": "http://kcna.co.jp/item/2014/201412/news13/20141213-21ee.html",
            "content": "ACNC revela artimana de EE.UU. para mantener a rayas a potencia periferica\r\nPyongyang, 13 de diciembre (ACNC) -- En una audiencia de la Comision Senatorial de Servicios Armados de Estados Unidos, el recien nombrado comandante en jefe de las fuerzas norteamericanas en el Pacifico acuso a la Republica Popular Democratica de Corea, China y otros paises de maxima \"amenaza de seguridad\" de la region de Asia-Pacifico insistiendo en aumentar sus fuerzas armadas en esta region. \n\t\t\t\t\tLa insistencia rutinaria de EE.UU. en la \"amenaza del Norte de Corea\" es una artimana para mantener a rayas a la potencia periferica que se presenta como su rival. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. trazo la politica de dar importancia a la region de Asia-Pacifico a fin de tomar la hegemonia mundial y recurre a la estrategia de bloquear en lo militar y presionar a sus rivales potenciales, especificamente, a China. \n\t\t\t\t\t\n\t\t\t\t\tEn este contexto, incorpora a Japon y el Sur de Corea a su sistema de defensa antimisil para perfeccionar el cerco sobre China. \n\t\t\t\t\t\n\t\t\t\t\tEn efecto, el alcance de radar X-Band que operara junto con el THAAD a ser emplazado en suelo surcoreano por EE.UU. es mil kilometros abarcando la extension principal de China. Y la estrategia de \"plan de ataque rapido a todo el mundo\" recien presentada tambien toma por su primer blanco de ataque a la RPDC y China. \n\t\t\t\t\t\n\t\t\t\t\tEl jefe del Instituto del Extremo Oriente de la Academia de Ciencias de Rusia dijo: \"EE.UU. intenta intervenir en todos los asuntos de la region de Asia-Pacifico. Washington consolida las relaciones con sus aliados asiaticos y amplia las fuerzas antichinas. Los frecuentes choques en la region de Asia-Pacifico pueden extenderse a la guerra entre China y EE.UU., primera potencia militar en el mundo\".\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. emplazo en el Pacifico mas de la mitad de sus submarinos nucleares. \n\t\t\t\t\t\n\t\t\t\t\tFundo el sistema de defensa antimisil maritima y eleva su movilidad, y al mismo tiempo, coloca en la region de Asia-Pacifico la mayoria de buques cargados de misil balistico \"SM-3\" y desarrolla los ejercicios militares conjuntos de toda indole. \n\t\t\t\t\t\n\t\t\t\t\tLa estrategia militar norteamericana en la region de Asia-Pacifico se aplica en forma de comprimir a sus rivales potenciales regionales desde el este y el oeste.\n\t\t\t\t\t\n\t\t\t\t\tDebido a las maniobras de EE.UU. que se vale de todos los medios y metodos para mantener a rayas a sus rivales potenciales, la Peninsula Coreana y su contorno y el resto de la region de Asia-Pacifico se convierten en un campo de carrera armamentista. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, el imperio cuestiona a la RPDC divulgando el rumor de la supuesta \"amenaza\" de ella. Esto es la artimana grosera y cinica para encubrir su naturaleza como perturbador de equilibrio militar de la region y autor de la carrera armamentista e imputar a otro su culpabilidad. \n\t\t\t\t\t\n\t\t\t\t\tFracasara el intento anacronico de EE.UU. de establecer el orden hegemonico en la region de Asia-Pacifico a base de la superioridad de fuerza."
        }
    ]
}