{
    "date": "2014-03-27",
    "url": "http://kcna.co.jp/item/2014/201403/2014-03-27ee.html",
    "articles": [
        {
            "title": "Visiting Group of Economic Officials of WPK Leaves for China",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-23ee.html",
            "content": "Visiting Group of Economic Officials of WPK Leaves for China\r\nPyongyang, March 27 (KCNA) -- A visiting group of economic officials of the Workers' Party of Korea left here Thursday to visit China. It is led by Ri Ho Son, vice department director of the Central Committee of the WPK."
        },
        {
            "title": "Reception Given to Mark 65th Anniversary of DPRK-Russia Agreement",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-26ee.html",
            "content": "Reception Given to Mark 65th Anniversary of DPRK-Russia Agreement\r\nPyongyang, March 27 (KCNA) -- The Korean Committee for Cultural Relations with Foreign Countries and the DPRK-Russia Friendship Association gave a reception at Okryu Restaurant on Thursday to mark the 65th anniversary of the agreement on the economic and cultural cooperation between the DPRK and the Russian Federation. \n\t\t\t\t\t Present there on invitation were Alexandr Timonin, Russian ambassador to the DPRK, and staff members of his embassy, Alexandr Galushka, minister of the Development of Far East who is chairman of the Russian side to the Inter-governmental Committee for Cooperation in Trade, Economy, Science and Technology between the DPRK and Russia, and his party.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, Kim Jin Bom, vice-chairman of the above-said committee who is also chairman of the DPRK-Russia Friendship Association, and officials concerned."
        },
        {
            "title": "Russian Party Delegation Flies Back",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-22ee.html",
            "content": "Russian Party Delegation Flies Back\r\nPyongyang, March 27 (KCNA) -- The delegation of the Communist Party of the Russian Federation led by Kazbek Taysaev, secretary of Central Committee of the Communist Party of the Russian Federation and vice-chairman of the Economic Policy Committee of the State Duma of Russia, left here for home on Thursday."
        },
        {
            "title": "Russian Guests Tour Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-29ee.html",
            "content": "Russian Guests Tour Pyongyang\r\nPyongyang, March 27 (KCNA) -- Alexandr Galushka, minister of the Development of Far East of Russia who is chairman of the Russian side to the Inter-governmental Committee for Cooperation in Trade, Economy, Science and Technology between the DPRK and Russia, and his party visited the Mirim Riding Club.\n\t\t\t\t\t They went round various places of the club contributing to the cultural and emotional life of working people, school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Victorious Fatherland Liberation War Museum, etc. and enjoyed a performance given by the Moranbong Band."
        },
        {
            "title": "CPRK Denounces Park Geun Hye's Provocative Remarks over Nuclear Issue",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-01ee.html",
            "content": "CPRK Denounces Park Geun Hye's Provocative Remarks over Nuclear Issue\r\nPyongyang, March 27 (KCNA) -- The spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) Wednesday gave the following answer to a question put by KCNA blasting Park Geun Hye of south Korea for making provocative remarks for no reason over the DPRK's nuclear issue at the 3rd \"nuclear security summit\" held in Netherlands:\n\t\t\t\t\t Recently Park let loose a string of very reckless remarks against the DPRK, groundlessly accusing it over its nuclear issue at the summit.\n\t\t\t\t\t\n\t\t\t\t\t Though she is a faithful servant and stooge of the U.S., she should have properly wagged her tongue on the basis of hard facts or elementary common sense.\n\t\t\t\t\t\n\t\t\t\t\t Had she had the idea of uttering even a proper word at the summit, she should have chided the U.S., among others, for being the first to produce nuclear weapons, proliferating them, bringing horrible nuclear disasters to humankind and stockpiling more nukes than any other countries in the world to pose constant nuclear threat still now.\n\t\t\t\t\t\n\t\t\t\t\t As far as the instability of nuclear facilities is concerned, she should have mentioned, first of all, nuclear power plants in south Korea which had to stop operations due to troubles many times in a year and sparked rows over the leakage of contaminated nuclear substance and horrible disasters at nuclear power plants in Japan and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Funny enough, Park, a U.S. nuclear war servant, talked about a \"world without nuclear weapons\", parroting what her master uttered. But great irony was that she asserted the building of such world should start from the \"north's dismantlement\" of its nukes. This either betrayed the lack of her knowledge about where to start or where to end or revealed that she had the same ulterior motive as the U.S.'s.\n\t\t\t\t\t\n\t\t\t\t\t This time Park took issue even with the DPRK's line of developing the two fronts simultaneously, groundlessly finding fault with its nukes. By doing so, she crudely violated the agreement made at the north-south high-level contact on halting the smear campaign.\n\t\t\t\t\t\n\t\t\t\t\t Does she have the face to talk about \"confidence\" and \"sincerity\"?\n\t\t\t\t\t\n\t\t\t\t\t The north-south agreement is neither an \"election commitment\" on which the south Korean rulers are apt to renege anytime nor an empty promise which the philistines used to fail to keep.\n\t\t\t\t\t\n\t\t\t\t\t If Park truly wants to improve the inter-Korean relations, she should be careful about what she says, and have discretion and reason to get a habit of refraining from making reckless remarks.\n\t\t\t\t\t\n\t\t\t\t\t She made a serious blunder.\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking about the nuclear issue, there may be the denuclearization of the whole Korean peninsula but no \"north's unilateral denuclearization\" under any circumstances. She had better not have even a dream about it.\n\t\t\t\t\t\n\t\t\t\t\t The \"world without nuclear weapons\" is, of course, a good thing but she should cogitate again about what should be its starting point and have the courage to say what she would like to talk to her American master who produced nuclear weapons first and poses the biggest nuclear threat to the world.\n\t\t\t\t\t\n\t\t\t\t\t Only then is it possible to find a right way of solving the nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\t We will keep a watch on Park's undesirable behavior."
        },
        {
            "title": "S. Korean Military Accused of Its Moves for Escalating Confrontation with DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-12ee.html",
            "content": "S. Korean Military Accused of Its Moves for Escalating Confrontation with DPRK\r\nPyongyang, March 27 (KCNA) -- The spokesman for the National Peace Committee of Korea made public a statement on Wednesday blasting the south Korean warmongers for their outrageous anti-DPRK confrontation racket.\n\t\t\t\t\t The puppet military gangsters perpetrated such provocations as firing bullets and shells from the areas around the five islands including Paekryong and Big Yonphyong islands and scattering leaflets hurting the dignity of the supreme leadership of the DPRK on March 24.\n\t\t\t\t\t\n\t\t\t\t\t The National Peace Committee of Korea bitterly denounces on behalf of the Korean nation the desperate moves of the puppet military authorities to bring the dark clouds of a nuclear war to hang over the Korean peninsula and push the inter-Korean relations to a total collapse through their joint military exercises with the U.S. and anti-DPRK confrontation racket as a thrice-cursed treason, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The gravity of the situation is that these hideous provocations are being perpetrated in an organized manner with the south Korean authorities involved and under their backstage wire-pulling.\n\t\t\t\t\t\n\t\t\t\t\t This goes to  prove that neither the inter-Korean relations can ever be mended nor peace on the Korean peninsula be achieved and a war is inevitable as long as south Korea pursues an anti-DPRK confrontation policy and the puppet military gangsters are allowed to run wild to dare hurt the dignity of the supreme leadership of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will mete out the severest punishment to those who dare hurt the dignity of its supreme leadership and slander its social system any time no matter who they are and wherever they are.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had better behave themselves, bearing deep in mind the catastrophic consequences to be entailed by their reckless confrontation moves against the DPRK."
        },
        {
            "title": "U.S., Arch Criminal Disturbing North-South Dialogue and Peace: Memorandum",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-13ee.html",
            "content": "U.S., Arch Criminal Disturbing North-South Dialogue and Peace: Memorandum\r\nPyongyang, March 27 (KCNA) -- The National Reunification Institute released a memorandum on Thursday to lay bare the colors of the U.S. as arch criminal disturbing north-south dialogue and peace.\n\t\t\t\t\t According to the memorandum, the U.S. worked hard to derail the Joint Conference of Representatives of Political Parties and Public Organizations in North and South Korea in Pyongyang in April 1948 which was held to prevent the permanent national division and achieve the complete independence and sovereignty of the country after the liberation of Korea (August 15, 1945).\n\t\t\t\t\t\n\t\t\t\t\t The U.S. turned down the proposal of the DPRK on preventing the danger of a war and achieving the reunification of Korea in a peaceful way and prodded the Syngman Rhee clique into unleashing a war against the north on June 25, 1950.\n\t\t\t\t\t\n\t\t\t\t\t When the April 19 Popular Uprising broke out in south Korea early in the 1960s, making the desire for achieving reunification through alliance with the north rapidly grow stronger with the uprising as a momentum, the U.S. engineered the May 16 military coup which chilled it with jackboots overnight.\n\t\t\t\t\t\n\t\t\t\t\t When the July 4 joint statement clarifying the three principles of national reunification -- independence, peaceful reunification and great national unity -- was published between the north and the south and hope and expectation for reunification mounted high across the country in the 1970s, the U.S. pursued the \"two Koreas\" policy with increased zeal, faked up all kinds of conspiratorial cases and staged Focus Retina and Team Spirit joint military exercises, throwing a wet blanket over the hope for reunification and bringing everything to naught.\n\t\t\t\t\t\n\t\t\t\t\t When the north-south Red-Cross talks were held, relief goods associated with the sincerity of the DPRK were conveyed to south Koreans who suffered from flood damage and the atmosphere of reconciliation was created through mutual visits of art troupes and home-visiting groups in the 1980s, the U.S. intensified its moves for a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t When the north-south high-level talks were held and the \"agreement on reconciliation, non-aggression, cooperation and exchange between the north and the south\" was adopted in the 1990s, the U.S. created the \"nuclear crisis of the north\" and kicked off an anti-DPRK nuclear racket, reducing the agreement to a dead paper.\n\t\t\t\t\t\n\t\t\t\t\t When the north-south summit was held for the first time and the north-south joint declaration was adopted and published in 2000, the U.S. ran wild like hungry wolves to bar the joint declaration from being implemented.\n\t\t\t\t\t\n\t\t\t\t\t When the \"Declaration for Development of North-South Relations and Peace and Prosperity\" was adopted at the 2007 north-south summit, it made much fuss, taken aback by it.\n\t\t\t\t\t\n\t\t\t\t\t When the U.S. succeeded in installing a pro-American conservative regime through the \"presidential election\" in south Korea that year, it egged the Lee Myung Bak group on to  totally renege on the north-south declarations and worked in real earnest to prevent them from being implemented.\n\t\t\t\t\t\n\t\t\t\t\t When there were moves to mend the north-south relations thanks to the DPRK's positive efforts for dialogue and peace this year, the U.S. desperately worked to hamstring them.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, it has become busy with its moves for escalating tensions on the Korean peninsula since the outset of the year.\n\t\t\t\t\t\n\t\t\t\t\t It is persisting in its malignant smear campaign and unprecedented hostile acts to hurt the dignity and social system in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The memorandum terms the U.S. the arch criminal disturbing north-south dialogue and peace, bedeviling the north-south relations and escalating tensions on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Nearly 70 years have passed since Korea was divided by the U.S. and the situation and circumstances have remarkably changed during the period, but the U.S. still remains unchanged in its aggressive nature and hostile policy toward the DPRK, it charged.\n\t\t\t\t\t\n\t\t\t\t\t With no frenzy can the U.S. block the dynamic advance of the Korean nation toward improved inter-Korean relations, independent reunification, peace and prosperity and the U.S. moves for aggression and war against the DPRK are bound to meet a disgraceful fiasco, rebuffed and condemned by all Koreans and the world peace-loving people."
        },
        {
            "title": "National Symposium on Kim Jong Un's Work Held",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-27ee.html",
            "content": "National Symposium on Kim Jong Un's Work Held\r\nPyongyang, March 27 (KCNA) -- A national symposium to deeply study and carry through the ideas and theories set forth in supreme leader Kim Jong Un's work \"Let Us Hasten the Final Victory through a Revolutionary Ideological Offensive\" took place at the People's Palace of Culture on Thursday. \n\t\t\t\t\t Kim Jong Un in a speech at the 8th Conference of Ideological Workers of the Workers' Party of Korea on Feb. 25, Juche 103 (2014) said that the whole course of the Korean revolution can be called a history of ideological campaign to give full play to the might of the truth of the revolutionary ideology of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The work indicates the tasks and ways facing the ideological work of the party at present.\n\t\t\t\t\t\n\t\t\t\t\t Present at the symposium were officials of party, administration and working people's organizations in Pyongyang, officials of armed forces organs, those in the fields of science, education, literature and arts, media and those in the sectors of preserving revolutionary relics and training party cadres.\n\t\t\t\t\t\n\t\t\t\t\t The symposium heard papers explaining and proving the originality, scientific accuracy and truth of the ideas and theories set forth in the work.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the work serves as the immortal great programme indicating the path of the ideological work of the party at present.\n\t\t\t\t\t\n\t\t\t\t\t The whole course of the Korean revolution can be called a history of ideological campaign which could etch victory only in its flag by enlisting the mental strength of the popular masses, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Imbuing the party and the revolutionary ranks with one ideology is the seed and core of the struggle to establish the party's monolithic leadership system.\n\t\t\t\t\t\n\t\t\t\t\t The ongoing struggle to defend socialism can be said to be aimed at prevailing over imperialism in all fields of social life.\n\t\t\t\t\t\n\t\t\t\t\t To open the gunfire of an ideological campaign and fire the shells intensively, successively and at the right targets is the main way to successfully ensure the ideological work.\n\t\t\t\t\t\n\t\t\t\t\t The speakers called for deeply studying and grasping the ideas and theories set forth in the work and discharge the mission and duty for the era and the revolution in the van of the revolutionary ideological offensive."
        },
        {
            "title": "National Technological Innovation Exhibition of Three-Revolution Teams Closes",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-25ee.html",
            "content": "National Technological Innovation Exhibition of Three-Revolution Teams Closes\r\nPyongyang, March 27 (KCNA) -- The fourth national technological innovation exhibition of the three-revolution teams closed with due ceremony at the Three-Revolution Exhibition House Thursday.\n\t\t\t\t\t Drawing attention of the participants were achievements made in actively developing and applying effective organic and bio fertilizers and computerizing production processes and many other successes conducive to developing agriculture, construction and science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Kim Phyong Hae, secretary of the C.C., the Workers' Party of Korea, Kim Yong Jin, vice-premier of the Cabinet, officials of commissions, ministries, national institutions and relevant units, exemplary members of the three-revolution teams and officials of the units which dispatched the teams to various sectors.\n\t\t\t\t\t\n\t\t\t\t\t Prize banners, trophy cups, medals, certificates, citations and prizes were awarded to units and participants who proved successful at the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t Choe Sang Gon, chairman of the State Science and Technology Commission, made a closing address."
        },
        {
            "title": "Architects Union of Korea Marks Its Anniversary",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-14ee.html",
            "content": "Architects Union of Korea Marks Its Anniversary\r\nPyongyang, March 27 (KCNA) -- The Architects Union of Korea marked its 60th anniversary.\n\t\t\t\t\t The Union is a social organization of architects and construction technicians of the DPRK aimed at equipping its members with the Juche-based idea and theory of architecture of the Workers' Party of Korea (WPK) and working hard for their materialization.\n\t\t\t\t\t\n\t\t\t\t\t Covering six decades of its glorious path since its foundation, the union has left shinning traces in the history of the development of Juche-oriented architecture.\n\t\t\t\t\t\n\t\t\t\t\t It has effectively organized the May 21 Architectural Festivals and the Symposiums on Architectural Beauty and conducted the work for disseminating advanced science and technology in diverse forms and methods, putting strong spurs to the nation's  development of architectural technology.\n\t\t\t\t\t\n\t\t\t\t\t Its members have invented a lot of peculiar designs, advanced construction methods and technologies of producing building materials, contributing to making a new history of Juche-based popular architecture.\n\t\t\t\t\t\n\t\t\t\t\t In recent years they have provided a scientific and technological guarantee for the work of building grand monumental structures representing the present era and turning urban and rural areas into socialist fairylands and contributed to ushering in a heyday of construction.\n\t\t\t\t\t\n\t\t\t\t\t The union has positively conducted the work with architects unions in other countries including the International Union of Architects.\n\t\t\t\t\t\n\t\t\t\t\t A meeting took place at the People's Palace of Culture on Wednesday to observe the anniversary.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kwak Pom Gi, secretary of the Central Committee of the WPK, Kwon Song Ho, minister of State Construction Control, Tong Jong Ho, minister of Construction and Building-Materials Industry, Kang Yong Su, minister of Urban Management, Kim Kyong Jun, minister of Land and Environment Protection, members of the Central Committee of the union, officials concerned, exemplary members of the union and designers, builders, teachers and students in the field of construction and relevant fields.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message of the Central Committee of the WPK to the officials and members of the union was conveyed at the meeting."
        },
        {
            "title": "Sci-Tech Presentation on Protection of Underground Resources Held",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-24ee.html",
            "content": "Sci-Tech Presentation on Protection of Underground Resources Held\r\nPyongyang, March 27 (KCNA) -- There took place at the People's Palace of Culture a national sci-tech presentation in the field of protection of underground resources on Thursday.\n\t\t\t\t\t Present there were officials and technicians in this field and teachers and researchers of scientific and educational institutions.\n\t\t\t\t\t\n\t\t\t\t\t Jon Mun Ho, chairman of the Association for the Protection of Underground Resources of the DPRK Natural Conservation Union, said in a speech that that presentation would offer a good occasion in applying the research successes and experience gained in the work of protecting the underground resources in the country and generalizing them.\n\t\t\t\t\t\n\t\t\t\t\t Appreciated there were the research papers that dealt with the issues arising in developing and introducing advanced technologies of prospecting underground resources and estimating the possible use of them and indicated ways for settling them.\n\t\t\t\t\t\n\t\t\t\t\t Drawing the attention of the participants were scientific and technological issues arising in developing and protecting underground resources and new resources such as raising mining and dressing rate of underground resources and turning nontraditional resources into resources."
        },
        {
            "title": "DPRK Citizens Vow to Punish S. Korean Provocateurs",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-21ee.html",
            "content": "DPRK Citizens Vow to Punish S. Korean Provocateurs\r\nPyongyang, March 27 (KCNA) -- The south Korean military group Monday committed such hideous provocations as firing bullets and shells from the five islands and their vicinity in the West Sea of Korea and scattering leaflets hurting the dignity of the supreme leadership and social system in the DPRK, while persistently floating the story about \"the north's involvement in the 'Cheonan' warship sinking case\".\n\t\t\t\t\t Such reckless actions have pushed the north-south relations to an uncontrollable catastrophe, bringing the Korean Peninsula again into a touch-and-go situation.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, the DPRK people are now hardening their will to take merciless reprisal against the provocateurs.\n\t\t\t\t\t\n\t\t\t\t\t Han Pyong Uk, a worker of the Pyongyang Thermal Power Complex, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The imprudent provocations can be made only by the gangsters steeped in confrontation hysteria to the marrow of their bones.\n\t\t\t\t\t\n\t\t\t\t\t It is said that one should return good intentions for good intentions. But the south Korean authorities launched nuclear war rehearsals against the DPRK, disregarding its good faith, and even broke the north-south agreement calling for a halt to each other's slandering. This is a mockery of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Jo Chol Min, a student of Phyongsong University of Coal Mining, said:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities can never be tolerated as they again made reckless actions to spoil the improvement of north-south relations so ardently desired by all the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t There's an adage saying that a club is fit for a mad dog. Those who point an accusing finger at the sky should be given a stern punishment.\n\t\t\t\t\t\n\t\t\t\t\t We students will take arms in our hands, instead of pens, to make a merciless reprisal against the south Korean military gangsters, if they persist in vicious psychological warfare to incite distrust, confrontation and war fever."
        },
        {
            "title": "Huge Bomb Discovered in Construction Site",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-11ee.html",
            "content": "Huge Bomb Discovered in Construction Site\r\nPyongyang, March 27 (KCNA) -- A huge bomb, 1.2 meters in length, 0.5 meters in diameter and 500 kg in weight, was discovered at the construction site of Huichon Power Station No. 10 at the end of February. It was dropped by a U.S. imperialist pilot in the period of the Fatherland Liberation War.\n\t\t\t\t\t The bomb was found by builders who were excavating ground to lay a foundation for Uan dam.\n\t\t\t\t\t\n\t\t\t\t\t Its body went rusty as it was under ground for over six decades but the fuse and charged explosive remained untouched.\n\t\t\t\t\t\n\t\t\t\t\t Cursed explosives that turned peaceful cities and villages of the DPRK into heaps of ashes, leaving deep wounds in the minds of the innocent people, are still threatening the happy life of the Korean people."
        },
        {
            "title": "Popularity-winning Female Acrobat in DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-20ee.html",
            "content": "Popularity-winning Female Acrobat in DPRK\r\nPyongyang, March 27 (KCNA) -- The DPRK's physical acrobatics \"A Horizontal Bar and Flying on Trapeze\" won the Gold Elephant prize, the top prize, at the 3rd Figueras International Circus Festival held in Spain recently.\n\t\t\t\t\t This piece of circus, performed by seven men and one woman, shows the bravery and wits of the Korean people through various movements and stunts of high techniques, including 10m-long flight, dual flip-flap with thrice lateral turns and quintuple somersault.\n\t\t\t\t\t\n\t\t\t\t\t Heroine Choe Un Hwa smoothly performed the flying movement accompanied by dual somersault and dual lateral turn, one of the stunts that could be conducted only by male acrobats in the past.\n\t\t\t\t\t\n\t\t\t\t\t Choe has so far made her appearance three times in international circus shows, including the Monte Carlo International Acrobatic Festival.\n\t\t\t\t\t\n\t\t\t\t\t She began to learn acrobatics at the Pyongyang Acrobatic School at the age of 11, and has performed bar acrobatics since Juche 95 (2006).\n\t\t\t\t\t\n\t\t\t\t\t She is now filled with the will to keep the world acrobatic champion."
        },
        {
            "title": "Fish-ways Appear along Chongchon River",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-10ee.html",
            "content": "Fish-ways Appear along Chongchon River\r\nPyongyang, March 27 (KCNA) -- Fish-ways are being created along the Chongchon River where the construction of cascade power stations is under way.\n\t\t\t\t\t Sweet fish in the Chongchon River, famous for rich nutrients and good taste, has great economic effectiveness for its speedy growth.\n\t\t\t\t\t\n\t\t\t\t\t Scientists in the Branch Academy of Hydraulic and Marine Sciences under the State Academy of Sciences settled scientific and technological problems arising in confirming fish-ways through the dams to suit the ecological conditions of fishes including sweet fish.\n\t\t\t\t\t\n\t\t\t\t\t The members of the South Hamgyong Provincial Brigade in charge of building Huichon Power Station No. 11 eliminated the aftermath of the last year's flood in a short period and finished the construction of a fish-way in just about 20 days.\n\t\t\t\t\t\n\t\t\t\t\t The brigades of South Hwanghae Province, North Phyongan Province and Pyongyang City are pushing forward with the excavation of the base and concrete tamping for the creation of  fish-ways in Huichon Power Stations Nos. 5, 6 and 9.\n\t\t\t\t\t\n\t\t\t\t\t The builders of Kumyagang and Thaechon Hydroelectric Power Station Construction Companies have carried out their fish-way projects in quality."
        },
        {
            "title": "U.S. Anti-DPRK \"Human Rights\" Offensive Is Bound to Go Bust: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-15ee.html",
            "content": "U.S. Anti-DPRK \"Human Rights\" Offensive Is Bound to Go Bust: Rodong Sinmun\r\nPyongyang, March 27 (KCNA) -- The United States has purposefully fabricated \"human rights issue\" of the DPRK and made desperate efforts to hype and politicize it, but it can never work on the DPRK, says Rodong Sinmun Thursday in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. anti-DPRK \"human rights\" offensive is unprecedented in its persistence, viciousness and endurance.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of impudence that those who have no right to talk about human rights admonish others, styling themselves the \"human rights champion\". \n\t\t\t\t\t\n\t\t\t\t\t In the U.S., the working people are subject to oppression and exploitation as victims of power and are treated as cheap labor, far from being respected as the master of the state and society.\n\t\t\t\t\t\n\t\t\t\t\t The \"freedom\" trumpeted about by the U.S. ruling forces is the freedom of monopolists to exploit the people and the freedom of the toiling masses to get deprived of their rights to existence and labor.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is severest in regional and racial contradiction and social inequality in the world of capitalism.\n\t\t\t\t\t\n\t\t\t\t\t The ruling forces are talking about \"welfare for all\", but the results of a survey  show that one century will not be enough for the lowest stratum of American society to catch up with the highest stratum.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the world's worst graveyard of human rights and freedom.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., which has become evermore desperate in its pressure, sanction and military blackmail policy toward the DPRK, took issue of the DPRK's \"election issue\", something unprecedented. This goes to clearly prove that its hostile policy toward the DPRK has entered a dangerous phase.\n\t\t\t\t\t\n\t\t\t\t\t It is no more than a pipe dream for the U.S. to seek violating the sovereignty of the DPRK, its life and soul.\n\t\t\t\t\t\n\t\t\t\t\t The U.S had better mind its own business, not talking such rubbish."
        },
        {
            "title": "S. Korean Chief Executive Urged to Resign",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-18ee.html",
            "content": "S. Korean Chief Executive Urged to Resign\r\nPyongyang, March 27 (KCNA) -- The Jonju Parish Priests Group of the south Korean Catholic Priests' Council for Justice held a meeting in Jonju City, North Jolla Province on March 24 demanding the resignation of the south Korean chief executive, according to the south Korean paper Kyunghyang Daily News. \n\t\t\t\t\t It said that it demanded the present chief executive probe the truth about the election rigging and step down but she evaded the blame for it. \n\t\t\t\t\t\n\t\t\t\t\t It is a thrice-cursed act that the Intelligence Service illegally interfered in the election and, worse still, it is serving the power while cooking up spy cases, it charged, adding:\n\t\t\t\t\t\n\t\t\t\t\t The chief executive should step down as she threatens those who do not obey her. \n\t\t\t\t\t\n\t\t\t\t\t Branding religionists as \"those following the north\" fully reveals evil deeds of the dictatorial power trampling down the freedom of religion. \n\t\t\t\t\t\n\t\t\t\t\t We cannot remain a passive onlooker to the rule pursued by the chief executive who illegally came to power.\n\t\t\t\t\t\n\t\t\t\t\t The organization said it would turn out in actions."
        },
        {
            "title": "New Evidence of State-Sponsored Sexual Slavery for Imperial Japanese Army Disclosed",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-17ee.html",
            "content": "New Evidence of State-Sponsored Sexual Slavery for Imperial Japanese Army Disclosed\r\nPyongyang, March 27 (KCNA) -- Data proving that the sexual slavery for the Imperial Japanese Army was enforced by the Japanese imperialists' \"Law on National Mobilization\" were disclosed, according to the Yonhap News of south Korea on Mar. 24.\n\t\t\t\t\t The law was enacted for the purpose of meeting the needs of manpower and material resources for escalating the war of aggression, it added.\n\t\t\t\t\t\n\t\t\t\t\t This fact was disclosed when  the archives in Jilin Province, China opened to media 25 papers concerning the sexual slavery for the Imperial Japanese Army after they were declassified out of the documents that had been left behind by the Command of the former Kwantung Army of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Among them was a letter carried in a monthly report on the examination of posts submitted by a local department of examination of the Imperial Japanese Army in 1941.\n\t\t\t\t\t\n\t\t\t\t\t The letter was written by a Japanese resident in the area of Heihe, Heilongjiang Province of China to his colleague in Niigata Prefecture of Japan at that time. It said there were about 20 women in the comfort station,  all of them being Koreans drafted under the above-said law.\n\t\t\t\t\t\n\t\t\t\t\t Before the defeat of the Japanese Imperialists they widely enforced the system of censoring the letters and telegrams of service members and civilians in a bid to prevent the leakage of military secrets. Under this system MP units in various areas regularly reported the results of the censorship to the gendarmerie of the army.\n\t\t\t\t\t\n\t\t\t\t\t The letter fully disclosed that the sexual slavery was enforced by a state measure.\n\t\t\t\t\t\n\t\t\t\t\t Among the data were the fact that the Korean women among those forced into sexual slavery were described as \"special comfort women\", phone records of the Manchuria Central Bank proving that the Imperial Japanese Army took away women in a planned manner and a report of the gendarmerie saying that more comfort women should be drafted on the spot as their number was insufficient, etc."
        },
        {
            "title": "Decision to Import U.S.-Made Weapons for Preemptive Attack under Fire",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-19ee.html",
            "content": "Decision to Import U.S.-Made Weapons for Preemptive Attack under Fire\r\nPyongyang, March 27 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held an urgent press conference in Seoul on Tuesday protesting against the import of the U.S.-made weapons for preemptive attack, according to the south Korean internet paper Jaju Minbo. \n\t\t\t\t\t In the press conference speakers recalled that the \"government\" authorities decided to purchase U.S.-made drones and F-35A fighters. \n\t\t\t\t\t\n\t\t\t\t\t They said that the weapons would serve as the core in establishing the system to carry out the \"tailored deterrence strategy\" containing the plan for the preemptive attack on the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t If they are imported, it is highly probable that a war breaks out on the Korean peninsula, they said. \n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities immediately cancel the decision to purchase U.S.-made weapons which will make the south Korean army involved in implementing the U.S. blockade strategy in Northeast Asia and waste a huge amount of money collected from the people as tax."
        },
        {
            "title": "Russian Figure Supports Statement of DPRK National Defence Commission",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-08ee.html",
            "content": "Russian Figure Supports Statement of DPRK National Defence Commission\r\nPyongyang, March 27 (KCNA) -- C. M. Kramarenko, chairman of the Korean War Veterans' Council of Russia, released a statement on March 20 to support the statement of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The situation on the Korean peninsula has further deteriorated due to the war maneuvers being waged by the U.S. in collusion with the south Korean warlike forces.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has a full-fledged right to bolster a nuclear deterrent for self-defence to cope with the U.S. hostile policy that tramples down justice.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK the working masses are guaranteed genuine rights and provided with free education and free medical care services.\n\t\t\t\t\t\n\t\t\t\t\t In the country everyone participates in election and elects deputies who represent their interests.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should immediately stop all sorts of hostile acts against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Korean War Veterans' Council of Russia fully supports the statement of the NDC of the DPRK which was made public to cope with the U.S. hostile policy towards the DPRK."
        },
        {
            "title": "Bulgarian Political Figure Denounces U.S. Hostile Policy towards DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-09ee.html",
            "content": "Bulgarian Political Figure Denounces U.S. Hostile Policy towards DPRK\r\nPyongyang, March 27 (KCNA) -- Atanas Ivanov, honorary chairman of the Bulgarian Communists Union, denounced the U.S. hostile policy towards the DPRK in a statement issued on March 18.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy towards the DPRK has not changed but been modified and supplemented in a more vicious way although a long time has passed since the division of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now busy kicking up an unjustified \"human rights\" campaign against the DPRK as its attempts to stifle the DPRK with nuclear threat and blackmail proved futile.\n\t\t\t\t\t\n\t\t\t\t\t No country in the world guarantees its people human rights so satisfactorily as the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In the U.S. high-handed and arbitrary practices prevail based on the jungle law and genuine human rights are ruthlessly trampled down.\n\t\t\t\t\t\n\t\t\t\t\t In such society even an elementary human right to labor is not provided. Moreover, the gap between the rich and the poor is becoming ever wider.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., running headlong into ruin, is making desperate efforts to stem the advance of the DPRK but Korean-style socialism centered on the popular masses is emerging victorious. This is the truth of history.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should make a policy decision of lifting its anachronistic hostile policy towards the DPRK though belatedly and stop the ungrounded \"human rights\" racket against the DPRK."
        },
        null,
        {
            "title": "Day of Sun to Be Celebrated in Romania",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-03ee.html",
            "content": "Day of Sun to Be Celebrated in Romania\r\nPyongyang, March 27 (KCNA) -- A Romanian national preparatory committee for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) was formed in Bucharest on March 17.\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee set a celebration period from March 25 to April 15 and decided to organize diverse political and cultural events including remembrance meeting and seminar in the period."
        },
        {
            "title": "Day of Sun to Be Celebrated in Sweden",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-04ee.html",
            "content": "Day of Sun to Be Celebrated in Sweden\r\nPyongyang, March 27 (KCNA) -- A Swedish preparatory committee for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) was formed on March 19.\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, and two executive members of the Communist Party in Sweden including  Erik Anderson were elected co-chairmen of the preparatory committee."
        },
        {
            "title": "Day of Sun to Be Celebrated in Bangladesh",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-05ee.html",
            "content": "Day of Sun to Be Celebrated in Bangladesh\r\nPyongyang, March 27 (KCNA) -- A Bangladeshi preparatory committee for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) was formed at the joint proposition of the Workers' Party of Bangladesh, Bangladesh Communist Party, Bangladesh People's League and the Bangladesh-Korea Friendship and Solidarity Committee on March 19.\n\t\t\t\t\t MD. Harun-Ar-Rashid, chairman of the Bangladesh-Korea Friendship and Solidarity Committee, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize diverse political and cultural events including meeting, film show and photo exhibition praising the exploits of the President on the occasion of the Day of the Sun."
        },
        {
            "title": "Day of Sun to Be Celebrated in DR Congo",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-06ee.html",
            "content": "Day of Sun to Be Celebrated in DR Congo\r\nPyongyang, March 27 (KCNA) -- A DR Congolese preparatory committee for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) was formed in Kinshasa on March 19.\n\t\t\t\t\t Otete Gaston Mboyo, deputy general secretary of the Central Committee of the Communist Party of the Democratic Congo who doubles as chairman of the Democratic Congo-Korea Friendship and Solidarity Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize diverse political and cultural events including meeting, seminar, photo exhibition and film show in the period between March 20 and April 15."
        },
        {
            "title": "Kim Il Sung Highly Praised by DR Congolese Politician",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-07ee.html",
            "content": "Kim Il Sung Highly Praised by DR Congolese Politician\r\nPyongyang, March 27 (KCNA) -- President Kim Il Sung founded the immortal Juche idea and performed gigantic exploits for the Korean revolution and global cause of independence.\n\t\t\t\t\t Otete Gaston Mboyo, deputy general secretary of the Central Committee of the Communist Party of the Democratic Congo, said this in a speech made at an inaugural ceremony of the DR Congolese preparatory committee for celebrating the birth anniversary of Kim Il Sung (Day of the Sun) on March 19.\n\t\t\t\t\t\n\t\t\t\t\t The chairman went on:\n\t\t\t\t\t\n\t\t\t\t\t The world progressive people regard it as the biggest pleasure and noblest duty to most significantly celebrate April 15, President Kim Il Sung's birthday.\n\t\t\t\t\t\n\t\t\t\t\t The noble revolutionary career of the President, who devoted his all to the freedom and happiness of the people and independence of the whole world, will shine in history for a long time.\n\t\t\t\t\t\n\t\t\t\t\t We will widely introduce the greatness of Kim Il Sung among DR Congolese people and deeply study and disseminate the Juche idea on the occasion of the Day of the Sun."
        },
        {
            "title": "Parte hacia China el grupo de visita de funcionarios de rama economica del PTC",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-14ss.html",
            "content": "Parte hacia China el grupo de visita de funcionarios de rama economica del PTC\r\nPyongyang, 27 de marzo (ACNC) -- El grupo de los funcionarios de la rama economica del Partido del Trabajo de Corea encabezado por el subjefe de departamento del Comite Central del PTC, Ri Ho Son, partio el dia 27 de esta capital para visitar China."
        },
        {
            "title": "CNCDP denuncia maniobras conflictivas anti-RPDC de capa militar surcoreana",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-02ss.html",
            "content": "CNCDP denuncia maniobras conflictivas anti-RPDC de capa militar surcoreana\r\nPyongyang, 27 de marzo (ACNC) -- El portavoz del Comite Nacional Coreano por la Defensa de la Paz (CNCDP) hizo publica el dia 26 una declaracion condenando la perversa campana conflictiva de los belicistas de la capa militar del Sur de Corea contra la Republica Popular Democratica de Corea.\n\t\t\t\t\tEl dia 24, los gangsteres militares surcoreanos dispararon los fusiles y canones en el area de 5 islas del Mar Oeste de Corea, inclusive las islas Paekryong y Taeyonphyong y lanzaron los volantes insultantes a la maxima  dignidad de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl CNCDP califica de gran crimen traidor nunca tolerable tales maniobras de los bribones de la capa militar titere del Sur de Corea que tratan de acarrear el nubarron de guerra nuclear y romper completamente las relaciones intercoreanas librando junto con EE.UU. los ejercicios militares y las acciones malignas de confrontacion anti-RPDC y lo condena categoricamente en nombre de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\tLa peligrosidad del caso reside en que tales imprudentes acciones se cometen de manera organizada bajo el control trasero de las autoridades surcoreanas y con la participacion directa de estas, recalca la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tMientras en el suelo surcoreano perdura la politica conflictiva anti-RPDC y existen los gangsteres de la capa militar titere que se atreven a insultar la maxima dignidad de la RPDC, nunca se realizaran el desarrollo de relaciones N-S ni la paz en la Peninsula Coreana sino sera inevitable la guerra.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC asestara sin falta el mas duro castigo a los que insulten gravemente su maxima dignidad y regimen, quienesquiera que sean y dondequiera que permanezcan.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben actuar con prudencia dandose clara cuenta de las consecuencias catastroficas que emanen de tales acciones conflictivas anti-RPDC."
        },
        {
            "title": "IRP revela verdadera naturaleza de EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-17ss.html",
            "content": "IRP revela verdadera naturaleza de EE.UU.\r\nPyongyang, 27 de marzo (ACNC) -- El Instituto de la Reunificacion de la Patria hizo publico el dia 27 un memorando para revelar a todo el mundo la naturaleza criminal de Estados Unidos, destructor principal del dialogo entre ambas partes coreanas y la paz.\n\t\t\t\t\tSegun la nota, EE.UU. maniobro brutalmente para fracasar la Conferencia Conjunta de Abril Norte-Sur, convocada despues de la liberacion de la patria (15 de agosto de 1945) para prevenir la perpetuacion de la division nacional y lograr la soberania e independencia completas de la patria.\n\t\t\t\t\t\n\t\t\t\t\tTras negar la propuesta de la Republica Popular Democratica de Corea de acabar con el peligro de provocacion de guerra y realizar la reunificacion pacifica de la patria, el pais norteamericano instigo a la banda de Syngman Rhee para desencadenar el 25 de junio de 1950 la guerra de agresion al Norte de Corea (RPDC),  recuerda la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tA principios de la decada de 1960, en el Sur de Corea se desplego el Levantamiento Popular del 19 de Abril y se avivaba bruscamente el clima de la reunificacion pro-Norte. Entonces produjo el golpe militar del Estado del 16 de mayo para aplastarlo sin piedad.\n\t\t\t\t\t\n\t\t\t\t\tEn la decada de 1970, ambas partes de Corea publicaron la Declaracion Conjunta del 4 de Julio que declaro los Tres Principios de la Reunificacion de la Patria basada en la independencia, la reunificacion pacifica y la gran unidad nacional, con lo cual reinaba en todo el territorio patrio la esperanza a la reunificacion.  EE.UU. lo desanimo lanzando la politica de \"dos Corea\" e inventando diversos incidentes intrigantes y  desplegando los ejercicios conjuntos militares Focus Retina y Team Spirit.\n\t\t\t\t\t\n\t\t\t\t\tEn la decada de 1980 tuvieron lugar las conversaciones de la cruz roja entre ambas partes coreanas, fueron enviados los materiales de socorro llenos de sinceridad de la RPDC a los habitantes surcoreanos danados por la inundacion y se intercambiaban el viaje de los conjuntos artisticos y el grupo de visita a la tierra natal, de manera que se iba creando el ambiente de reconciliacion. Pero, EE.UU. lo impidio esgrimiendo el garrote nuclear contra la nacion coreana e intensificando mas que nunca las maniobras de provocacion de guerra de agresion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tCuando en la decada de 1990 se efectuaron las conversaciones de alto nivel Norte-Sur y se adopto el \"Acuerdo sobre la reconciliacion, la no agresion, la cooperacion y el intercambio entre el Norte y el Sur\", EE.UU. creo la \"crisis nuclear del Norte\", desarrollo freneticamente los alborotos nucleares anti-RPDC y asi echo al basurero el dicho documento. \n\t\t\t\t\t\n\t\t\t\t\tEl imperio actuo con frenesi cuando en el ano 2000 se realizo por primera vez entre ambas partes coreanas el encuentro de cumbre y se aprobo la declaracion conjunta Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. se atemorizo mas cuando se aprobo la \"Declaracion para el Desarrollo de las Relaciones Norte-Sur, la Paz y la Prosperidad\" en la Cumbre Norte-Sur sostenida en 2007.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo ano, el imperio fabrico el \"gobierno\" conservador proyanqui aprovechando las \"elecciones presidenciales\" en Sur de Corea, violo completamente las declaraciones intercoreanas e impidio totalmente su ejecucion instigando a la banda de Lee Myung Bak.\n\t\t\t\t\t\n\t\t\t\t\tTambien se desespera perversamente para obstaculizar los movimientos favorables a mejorar las relaciones intercoreanas preparados este ano por los activos esfuerzos de la RPDC por el dialogo y la paz.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, se aferra desde los primeros dias del ano en curso a las maquinaciones a fin de agravar la tension de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio norteamericano se vale mas que nunca de la censura y los actos hostiles contra la dignidad y el regimen de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEstados Unidos es precisamente el destructor principal del dialogo intercoreano y la paz y el responsable que frustra las relaciones intercoreanas y agrava la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tAunque se acercan los 70 anos desde cuando Corea se dividio en dos partes debido al imperio norteamericano y se cambiaron mucho las situaciones y el ambiente, no hubo ni un cambio en la naturaleza agresiva y la politica hostil anti-RPDC de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tAunque el imperio hace esfuerzos desesperados, no podra impedir la vigorosa marcha de la nacion coreana por la mejora de relaciones intercoreanas, la reunificacion independiente, la paz y la prosperidad y sus tentativas de agresion a RPDC y de guerra no evitaran jamas el fracaso vergonzoso por la oposicion y el rechazo de todos los connacionales y los otros pueblos amantes de la paz mundial."
        },
        {
            "title": "CRPP condena disparates de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2014/201403/news27/20140327-01ss.html",
            "content": "CRPP condena disparates de Park Geun-hye\r\nPyongyang, 27 de marzo (ACNC) -- Con motivo de que en la 3a \"cumbre de seguridad nuclear\" efectuada en Holanda, Park Geun-hye pronuncio disparates provocativos cuestionando absurdamente el problema nuclear de la Republica Popular Democratica de Corea, el portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP) dio el dia 26 a la ACNC la siguiente respuesta:\n\t\t\t\t\tHace poco, Park Geun-hye cuestiono absurdamente el problema nuclear de la RPDC en la 3a \"cumbre de seguridad nuclear\", celebrada en Holanda.\n\t\t\t\t\t\n\t\t\t\t\tAunque ella es sirviente y lacaya de EE.UU., deberia saber los hechos y tener conocimientos de referencia si quiere decir algo.\n\t\t\t\t\t\n\t\t\t\t\tHabria sido correcto si ella hubiera criticado primero a EE.UU. que fabrico por primera vez el arma nuclear, lo prolifero, impuso desastres nucleares a la humanidad y amenaza hoy dia tambien con su arsenal nuclear mas grande del mundo.\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a la inestabilidad de instalaciones nucleares, seria correcto mencionar primero la situacion de la planta nuclear surcoreana, que sufre el paro varias veces al ano por la averia y causa hasta el accidente de fuga de materias contaminadas nucleares, y las tragedias nucleares ocurridas en Japon y EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEsta vez, Park Geun-hye, sirvienta de EE.UU. en la politica de guerra nuclear, repitio como papagaya la teoria de su amo gringo sobre el \"mundo libre de armas nucleares\".\n\t\t\t\t\t\n\t\t\t\t\tLo mas ridiculo es que ella haya dicho que ese mundo debe comenzar por la \"cancelacion de armas nucleares del Norte de Corea\", lo cual es una expresion de que ella ignora por donde comienza el problema y donde esta el desenlace.\n\t\t\t\t\t\n\t\t\t\t\tAl acusar injustamente el arma nuclear de la RPDC y censurar hasta la linea de desarrollo paralelo, ella violo flagrantemente el acuerdo del contacto de alto nivel Norte-Sur, segun el cual ambas partes no deben difamar ni calumniar una a la otra.\n\t\t\t\t\t\n\t\t\t\t\tEntonces, ?con que cara puede hablar ella de la supuesta \"confianza\" y \"sinceridad\"?\n\t\t\t\t\t\n\t\t\t\t\tEl acuerdo N-S no es la \"promesa electoral\" que invierten cuandoquiera los politiqueros surcoreanos ni la palabra vacia cuyo cumplimiento no les importa.\n\t\t\t\t\t\n\t\t\t\t\tSi Park desea de veras el mejoramiento de relaciones N-S, no debe hablar a sus caprichos recobrando el juicio y la razon.\n\t\t\t\t\t\n\t\t\t\t\tElla cometio gran error.\n\t\t\t\t\t\n\t\t\t\t\tEn lo tocante al problema nuclear, le decimos en claro que puede haber la desnuclearizacion de toda la Peninsula Coreana, pero no sera posible en ningun caso la \"desnuclearizacion unilateral del Norte\".\n\t\t\t\t\t\n\t\t\t\t\tPor supuesto, es bueno el \"mundo libre de armas nucleares\". Pero Park Geun-hye debe reflexionar de donde comienza ese mundo y tendra que tomar la valiente decision de decir lo que debe decir a su amo gringo, progenitor de armas nucleares y peor amenazador con las mismas.\n\t\t\t\t\t\n\t\t\t\t\tAsi se abrira la posibilidad de dar correcta solucion al problema nuclear.\n\t\t\t\t\t\n\t\t\t\t\tSeguiremos de cerca el comportamiento rustico de Park Geun-hye."
        }
    ]
}