{
    "date": "2014-05-27",
    "url": "http://kcna.co.jp/item/2014/201405/2014-05-27ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Machine Plant Managed by Ho Chol Yong ",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Machine Plant Managed by Ho Chol Yong \r\n Pyongyang, May 27 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army (KPA), gave field guidance to the machine plant managed by Ho Chol Yong. \n\t\t\t\t\t Kim Jong Un said he always remembered the words of leader Kim Jong Il that he was encouraged when visiting the plant, adding that always in his mind were the workers there who devotedly upheld the party by increasing production with the faith that it was honor for them to share joy, sorrow and ordeal with Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t He went round the newly built science and technology disseminating room. \n\t\t\t\t\t\n\t\t\t\t\t He noted with pleasure that to establish the study-while-working educational system was the issue stressed by President Kim Il Sung and Kim Jong Il all the time and it became possible for the plant to carry out their behests by building the disseminating room. \n\t\t\t\t\t\n\t\t\t\t\t Going round the general assembly shop and other places of the plant, he learned in detail about the mechanism, performance and technical specification of the modern machines manufactured by the plant. \n\t\t\t\t\t\n\t\t\t\t\t He noted the plant manufactured a modern machine suited to the actual conditions of the country and the users would like such type machines that could prove very effective in reality. \n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for the plant to dynamically push forward the updating of the production processes and for the relevant units to provide cooperative products to it in good time in order to mass-produce Korean-style modern machines. \n\t\t\t\t\t\n\t\t\t\t\t He had a photo taken with the labor innovators who made a contribution to the production of the Juche-oriented machine. \n\t\t\t\t\t\n\t\t\t\t\t After learning about the supply service for the employees of the plant, he called for more successfully operating the Kangsong Service Complex and putting the production at the newly built green house without a heating system and mushroom farm on a normal footing so that its workers may substantially benefit from them. He, at the same time, underlined the need to simultaneously press ahead with the updating of the production processes and the work to improve supply service. \n\t\t\t\t\t\n\t\t\t\t\t He visited the women anti-aircraft machine gunners' company of the Worker-Peasant Red Guards of the plant. \n\t\t\t\t\t\n\t\t\t\t\t He went round the monument to the field guidance given by Kim Jong Il erected to convey long the immortal exploit he performed by guiding the firepower training of the company in June of 2008. Then he proceeded to its education room, bed rooms and other places, paying deep attention to their living. \n\t\t\t\t\t\n\t\t\t\t\t He said the company built well its barracks and kept them neat and tidy as required by the Songun era and they look as nice as those of the companies of the KPA which he highly appreciated when visiting its units. \n\t\t\t\t\t\n\t\t\t\t\t He gave precious instructions which would serve as guidelines for bolstering up the militia defence force including the matters arising in equipping commanding officers and members of the company with spirit of defending the country and heightening the combat readiness. \n\t\t\t\t\t\n\t\t\t\t\t He spared time to watch a performance given by the art group of the company. \n\t\t\t\t\t\n\t\t\t\t\t He was greatly pleased to watch the performance, saying it was a successful one which truthfully represented their ardent patriotism and love for the plant and revolutionary optimism, a flawless one in ideological and artistic values and a presentation which clearly proved the validity of the party's policy for developing mass culture and arts. \n\t\t\t\t\t\n\t\t\t\t\t He said that the commanding officers and members of the company were very good in their ideological and moral qualities, expressing expectation and belief that they would pool efforts and build up their company better as a model unit of the Worker-Peasant Red Guards and thus reliably carry out the Songun revolutionary cause. Then he had a photo taken with them. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Yun Tong Hyon, Hong Yong Chil and Ma Won Chun."
        },
        {
            "title": "U.S. Forces Side Warned against Its Hostile Acts in Panmunjom",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-05ee.html",
            "content": "U.S. Forces Side Warned against Its Hostile Acts in Panmunjom\r\n Pyongyang, May 27 (KCNA) -- The chief of security officers of the Korean People's Army (KPA) in Panmunjom gave the following answer to the question raised by the newspaper Joson Inmingun as regards the fact that the U.S. forces side is perpetrating acts signaling sinister provocations against the DPRK in Panmunjom where forces of the two sides are standing in acute confrontation:\n\t\t\t\t\t As recognized by public at home and abroad, Panmunjom is a sensitive area where the two sides are leveling guns at each other.\n\t\t\t\t\t\n\t\t\t\t\t So, any slightest accidental mistake and undesirable behavior may lead to a catastrophic military clash any moment in the area of Panmunjom with a military demarcation line in between.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. forces side has resorted to sinister provocative acts getting on the nerves of the DPRK recently in such an acute area. For example, servicemen of the U.S. forces unilaterally read out \"notices\" over a loudspeaker from the military demarcation line under various pretexts. They stealthily left there enveloped letters with dishonest contents like thieves before disappearing. They also staged such a clumsy farce as waving what they called \"letters of invitation\" after opening the northern door of the former conference room of the \"Neutral Nations Supervisory Commission\", regardless of the time though they have been totally rejected by the KPA side.\n\t\t\t\t\t\n\t\t\t\t\t They have gone the lengths of staging such a charade as openly displaying the flag of Italy recently in the wake of the display of those of Norway and Denmark on a photo board for flags of states which participated in the Korean war at the former conference room of the \"Military Armistice Commission\" although they didn't participate in the war.\n\t\t\t\t\t\n\t\t\t\t\t It is an ulterior aim sought by the U.S. forces side to deceive the world public by creating through such a ridiculous farce the impression that the \"UN Command\" and the armistice mechanism are still functioning and to invent a pretext for hurling a single more countries into the Korean front in contingency. \n\t\t\t\t\t\n\t\t\t\t\t What merits a more serious attention is that the U.S. forces side is conducting surveillance and espionage against the DPRK side after setting up a huge steel-made watchtower on a ridge in the area of the conference room at Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK side has called the tower project into question since the U.S. forces side began it and urged the latter to properly clarify the purpose and scale of the project and warned against any act disturbing the security order.\n\t\t\t\t\t\n\t\t\t\t\t At that time, the U.S. forces side repeatedly claimed that it was entirely for \"guard in the area of Panmunjom\".\n\t\t\t\t\t\n\t\t\t\t\t However, it has undisguisedly perpetrated acts of spying on the depth of the DPRK far beyond the boundary of Panmunjom by using a vertical elevator installed in the 3-layer tower and various kinds of surveillance and eavesdropping equipment there.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK can never overlook such ill-boding moves of the U.S. army as they are becoming evermore undisguised since Obama let loose invectives inciting confrontation with the DPRK during his visit to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The sentinels of the KPA in Panmunjom reliably standing guard over the outpost of the country are closely following with high vigilance such provocative moves of the U.S. forces side and keeping themselves fully combat-ready to counter them.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces side should stop their rash acts, thinking twice about the serious consequences to be entailed by its hostile acts. \n\t\t\t\t\t\n\t\t\t\t\t We solemnly demand the U.S. forces side stop at once all the hostile acts seriously rattling the nerves of the other side and straining the situation in Panmunjom.\n\t\t\t\t\t\n\t\t\t\t\t The combatants of the KPA in Panmunjom will never pardon any slightest provocation by the U.S. forces side in the sensitive area of Panmunjom."
        },
        {
            "title": "Park Geun Hye Group's Story about \"Shelling by North\" Dismissed",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-06ee.html",
            "content": "Park Geun Hye Group's Story about \"Shelling by North\" Dismissed\r\n Pyongyang, May 27 (KCNA) -- Nowadays the military gangsters of Park Geun Hye are despicably trying to cover up their unpardonable provocations committed in the sensitive waters in the West Sea of Korea, a hot spot. \n\t\t\t\t\t The spokesman for the Command of the Southwestern Front of the Korean People's Army gave the following answer to the question put by the newspaper Joson Inmingun on Monday in this regard:\n\t\t\t\t\t\n\t\t\t\t\t From olden times, lies and hypocrisy are the last card for criminals and cowards. \n\t\t\t\t\t\n\t\t\t\t\t They are none other than the military gangsters of south Korean puppet military gangsters. \n\t\t\t\t\t\n\t\t\t\t\t As already reported, the Command of the Southwestern Front of KPA released a crucial report in which it clarified the stand to wipe out to the last man the provokers who fired at warships of the KPA and peaceable Chinese fishing boats on May 20. \n\t\t\t\t\t\n\t\t\t\t\t Much upset by the situation, the gangsters suddenly blustered that the KPA fired two shells at their warship on May 22. \n\t\t\t\t\t\n\t\t\t\t\t However, this false story was immediately branded as a poor deceptive farce. \n\t\t\t\t\t\n\t\t\t\t\t Under this situation they should have come to their senses. \n\t\t\t\t\t\n\t\t\t\t\t But the group of Park Geun Hye started to cook up a bigger lie to cover up their provocation like a fool who jumps into the lake to escape rain. \n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye personally convened an urgent meeting of ministers in charge of security and the puppet ministry of defense let its foolish spokesman term the just assertion of the KPA \"sheer lie,\" staging a double farce. \n\t\t\t\t\t\n\t\t\t\t\t They said two water columns were spotted in the waters 150m away from their navy warship as shells were fired by the north. \n\t\t\t\t\t\n\t\t\t\t\t Nobody knows about this, except for those who asserted they witnessed the water columns. \n\t\t\t\t\t\n\t\t\t\t\t Criminals see a pole as a scaffold. Those military gangsters mistook rising waves for water columns and shelling. \n\t\t\t\t\t\n\t\t\t\t\t What is ridiculous is that they have kept mum about the cause of the columns of water and the firing point. \n\t\t\t\t\t\n\t\t\t\t\t In reference to this, Kim Min Sok, spokesman for the puppet defense ministry, uttered: It was hard to properly detect the base from which shells were fired because there is a case in which it is difficult to discern the base of shelling under certain circumstances and a radar for detecting shelling which should have operated round the clock failed to do so that day.\n\t\t\t\t\t\n\t\t\t\t\t By origin, Kim Min Sok is an ill-famed bete noire as he is used to read out whatever written by indiscreet Park Geun Hye and speak for the puppet defense ministry acting without any principle. \n\t\t\t\t\t\n\t\t\t\t\t As far as the situation at that time is concerned, it required the maximum operation of the detecting means including radar as the military tension between the two sides escalated. \n\t\t\t\t\t\n\t\t\t\t\t However, he floated the fiction about \"shelling from the north,\" while claiming the above-said modern detecting means failed to operate for no reason to confirm the base of shelling under that urgent situation. The question is on what ground the south Korean side confirmed the \"shelling from the north.\"\n\t\t\t\t\t\n\t\t\t\t\t He looks confused when he tells a lie with his poor brain. \n\t\t\t\t\t\n\t\t\t\t\t We don't care whether there is a water column in vast sea or how the puppet forces judge.\n\t\t\t\t\t\n\t\t\t\t\t However, we can never overlook their wrong attitude of linking it with us and abusing it for confrontation with compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t It is a habitual bad practice of the south Korean puppet forces to groundlessly link whatever happening in south Korea with the north for accusing it. \n\t\t\t\t\t\n\t\t\t\t\t It is none other than those forces which attribute the sinking of a ship in the sea to \"torpedo from the north\" and claim unidentified drones flying in the sky are from the \"north\" and the north is to blame for the huge paralysis of computer network.\n\t\t\t\t\t\n\t\t\t\t\t They are naive enough to describe even a door of a toilet in a mountain as \"drone from the north\" and make much fuss, claiming even a flask obtained in the center of Yonphyong Island is a \"bomb from the north.\"\n\t\t\t\t\t\n\t\t\t\t\t That is why those forces insist that water columns rising in the sea are a proof of \"firing of shells from the north.\"\n\t\t\t\t\t\n\t\t\t\t\t Lairs have short wings.\n\t\t\t\t\t\n\t\t\t\t\t Increased frenzy on the part of the Park military hooligans to label us \"provocateurs\" would only bring to light their shameless provocative nature. \n\t\t\t\t\t\n\t\t\t\t\t They should know properly that no matter how persistently they spread the fiction about \"shelling from the north,\" they can never save their fate already sealed.\n\t\t\t\t\t\n\t\t\t\t\t Park has earned even an ill-fame as a big lair in the history of our nation by manipulating the fabrication of the story of \"shelling from the north\" behind the scene.\n\t\t\t\t\t\n\t\t\t\t\t  The U.S. revealed once again its true colors as chieftain of tricksters and fabricators before the whole world by joining its poor lackeys in spreading the sheer lie, an act unbecoming to a big power. \n\t\t\t\t\t\n\t\t\t\t\t We solemnly declare on this occasion that if the service personnel of the KPA on the Southwestern Front open fire, they will not leave such columns of water but blow up the targets at a single strike. \n\t\t\t\t\t\n\t\t\t\t\t The military gangsters of Park Geun Hye would be well advised to always remember that all the service personnel of the KPA on the Southwestern Front are highly alerted to carry out a combat order to wipe out those provocateurs the moment they move."
        },
        {
            "title": "Congratulations to President of Guinea-Bissau",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-25ee.html",
            "content": "Congratulations to President of Guinea-Bissau\r\n Pyongyang, May 27 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a congratulatory message to Jose Mario Vaz on his election as president of the Republic of Guinea-Bissau.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would develop on good terms.\n\t\t\t\t\t\n\t\t\t\t\t It wished the president success in his responsible work for peace, stability and economic development of the country."
        },
        {
            "title": "KCNA Commentary Blasts S. Korea's Desperate Efforts to Get Rid of Serious Crisis",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-07ee.html",
            "content": "KCNA Commentary Blasts S. Korea's Desperate Efforts to Get Rid of Serious Crisis\r\n Pyongyang, May 27 (KCNA) -- The south Korean puppet group is making desperate efforts to get rid of the catastrophic crisis caused by the ferry Sewol disaster. \n\t\t\t\t\t They are busy with another gambling called \"five-phase military strategy towards north for unification\". \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet joint chiefs of staff made public the strategy which applied the conception of \"fourth generation war\" at the \"fourth great forum for bolstering up joint capability.\" It explained its background by claiming that \"war for unification has its limit in achieving the goal by military victory only and it is possible to win it only when it gets support from inhabitants in the north.\"\n\t\t\t\t\t\n\t\t\t\t\t This once again fully disclosed that \"confidence-building,\" \"Dresden declaration\", etc. advertised by the south Korean puppet group are nothing but sheer farces. \n\t\t\t\t\t\n\t\t\t\t\t It is a declaration of war as it revealed its wild ambition to escalate the military confrontation and the confrontation of social systems with the DPRK with daggers hidden under its belt. \n\t\t\t\t\t\n\t\t\t\t\t Tragedy is that the puppet forces do not know who their rival is. \n\t\t\t\t\t\n\t\t\t\t\t They assert that the \"fourth generation war\", a basis of \"the five-phase military strategy\", is the \"conception of harassing the enemy's base and weakening the will to fight a war by use of nonmilitary means\". \n\t\t\t\t\t\n\t\t\t\t\t They are mulling using the same method as what the U.S. employed in bringing down both army and people of Iraq by running the whole gamut of plots. \n\t\t\t\t\t\n\t\t\t\t\t However, what they should bear in mind is that the DPRK is quite different from Iraq as the international community unanimously recognizes. It is a pipedream for them to calculate that their cunning and sinister war method can work on the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Single-minded unity and great unity of the army and people are the mainstay for the DPRK and its socialist system has been firmly defended as they serve as a fortress and shield. \n\t\t\t\t\t\n\t\t\t\t\t Today the single-minded unity and great unity of the army and people in thinking and purpose have grown stronger than ever before. They serve as an ideological weapon and spiritual missile more powerful than nukes. \n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous, indeed, for the south Korean puppet forces to run amuck to destabilize the indestructible social system in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It is a big laughing stock that the puppet military which is no more than colonial mercenaries of the U.S. is talking about the \"five-phase military strategy\" and the \"fourth generation war,\" parroting what their master utters. \n\t\t\t\t\t\n\t\t\t\t\t It is as clear as a pikestaff that they are bound to meet self-destruction if they run amuck like a puppy knowing no fear of the tiger. \n\t\t\t\t\t\n\t\t\t\t\t Those playing with fire are destined to perish in the flames like a tiger moth."
        },
        {
            "title": "Rodong Sinmun Raps S. Korean Authorities Fermenting \"North Wind\" ",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-09ee.html",
            "content": "Rodong Sinmun Raps S. Korean Authorities Fermenting \"North Wind\" \r\n Pyongyang, May 27 (KCNA) -- An article of Rodong Sinmun Tuesday condemns the south Korean ruling forces for launching an anti-DPRK confrontation racket with the approach of the \"elections to the local self-governing bodies\" in south Korea.\n\t\t\t\t\t The south Korean authorities intend to hush up their responsibility for the ferry Sewol tragedy by cooking up the \"north wind\" racket and, at the same time, evade the stern judgment of the people in the local election by inciting antagonism towards fellow countrymen and justifying fascist suppression of progressive forces, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK confrontation racket intensified with the approach of the local election is a suicidal act just as pricking one's own eyes.\n\t\t\t\t\t\n\t\t\t\t\t The \"north wind\" racket kicked off by the puppet group is peppered with lies, fabrication, vicious provocation against the DPRK and fascist plots to stamp out the progressive forces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that through the \"north wind\" racket the Park Geun Hye group tries to calm down the towering public resentment and weaken the anti-\"government\" struggle of people from all walks of life and distract the public to get rid of the worst ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t Such moves were prompted by the intention to gather the conservative forces in a bid to make the local election a place for showdown between the progressives and conservatives and mercilessly crack down on all those forces against the unpopular rule as \"those following the north\".\n\t\t\t\t\t\n\t\t\t\t\t It is a miscalculation that the Park Geun Hye group tries to find a way out in confrontation with the DPRK. This will precipitate its ruin."
        },
        {
            "title": "Rodong Sinmun Calls for Settling Accounts with Dictators for Their Crimes",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-10ee.html",
            "content": "Rodong Sinmun Calls for Settling Accounts with Dictators for Their Crimes\r\n Pyongyang, May 27 (KCNA) -- History is a strict and fair judge discerning between justice and injustice, and with nothing can the truth be concealed, says Rodong Sinmun in a commentary Tuesday.\n\t\t\t\t\t It says:\n\t\t\t\t\t\n\t\t\t\t\t As is the case with all the past false cases whose truth has been brought to light recently, the Liberation Strategic Party Case of south Korea was also orchestrated by the \"yusin\" dictator to ensure the security of his rule.\n\t\t\t\t\t\n\t\t\t\t\t Those related to the above-said case were recently given a verdict of not guilty. This clearly proves how absurd the spying cases touted by the puppet group were and that traitor Park Chung-Hee was a heinous fascist murderer who kept the power at the cost of the blood shed by the innocent people.\n\t\t\t\t\t\n\t\t\t\t\t The crimes perpetrated by the \"yusin\" dictators against democracy and human rights can never be pardoned.\n\t\t\t\t\t\n\t\t\t\t\t The killers should be sternly judged, and fascist acts of trampling down the independent rights of the popular masses and inciting confrontation with the compatriots in the north should not be repeated.\n\t\t\t\t\t\n\t\t\t\t\t However, south Korea is now faced with tragic situation in which the horrible \"yusin\" dictatorship is being revived due to the fascist rule of traitor Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly shows that she is a fascist dictator worse than her father, and the south Korean people will continue suffering misfortune and pain and inter-Korean relations cannot be mended as long as the descendants of the \"yusin\" dictatorship are swaggering about."
        },
        {
            "title": "Japan's Exercise of Right to \"Collective Self-Defense\" Rejected by Its People: Minju Joson",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-15ee.html",
            "content": "Japan's Exercise of Right to \"Collective Self-Defense\" Rejected by Its People: Minju Joson\r\n Pyongyang, May 27 (KCNA) -- According to the national opinion poll conducted by the Kyodo News some time ago, 51.3 percent, the majority of the respondents, was opposed to the move of the government and the Liberal Democratic Party to allow the exercise of the right to \"collective self-defense\" through the revision of the interpretation of the constitution.\n\t\t\t\t\t This means that the exercise of the right to \"collective self-defense\" which the present regime of Japan is raising as an important political task is rejected by its people, says Minju Joson Tuesday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese people do not doubt even a bit that the government's move to exercise the right to \"collective self-defense\" is a dangerous choice leading Japan to the fatal ruin.\n\t\t\t\t\t\n\t\t\t\t\t They already drank a bitter cup of the defeat in the war. The war ignited by Japanese militarism imposed not only untold misfortune and pain on the Asian people but also huge damage on the Japanese.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the present government of Japan is pushing ahead with the exercise of the right to \"collective self-defense,\" going against the mindset of the people. This is aimed to ignite another war and achieve the goal for militarist overseas aggression, thus realizing its old dream of \"Greater East Asia Co-prosperity Sphere\" at any cost.\n\t\t\t\t\t\n\t\t\t\t\t However, to unleash a militarist overseas aggression war will lead Japan to a bottomless pit.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should lend an ear to the voices of the people opposing a war and stop at once the dangerous political ploy."
        },
        {
            "title": "Big Progress Made at Kusong Chicken Farm",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-16ee.html",
            "content": "Big Progress Made at Kusong Chicken Farm\r\n Kusong, May 27 (KCNA) -- The Kusong Chicken Farm in North Phyongan Province are increasing chicken and egg production.\n\t\t\t\t\t It is increasing the production by using fermented hulls of rice, mushroom substrate and maize stalks and protein extracted from chicken and duck feathers. It is also using excrements to settle the food issue and making scores of kinds of medicines for domestic animals. As a result, the chicken and egg production of the farm is increasing remarkably.\n\t\t\t\t\t\n\t\t\t\t\t The updating of equipment is progressing apace.\n\t\t\t\t\t\n\t\t\t\t\t A new type hatching machine was made and equipment for processing chicken and food were automated and computerized, providing a sure guarantee for the increased production."
        },
        {
            "title": "AFC Coaching Course Held in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-20ee.html",
            "content": "AFC Coaching Course Held in DPRK\r\n Pyongyang, May 27 (KCNA) -- The AFC (Asian Football Confederation) \"C\" license award coaching course took place in the Democratic People's Republic of Korea.\n\t\t\t\t\t The course focused on the practical problems arising in football teaching and training guidance, and it was attended by coaches of the sports teams and instructors from juvenile sports schools and football classes in the city of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, KCNA had an interview with Kim Yong Gil, a lecturer of AFC, and Kim Jin Guk, a coach of the April 25 Sports Team.\n\t\t\t\t\t\n\t\t\t\t\tJournalist: Would you tell about the recent course?\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Gil: The course was given, divided into theoretical and practical sections, under a teaching plan worked out in accordance with an outline from AFC and the country's specific conditions.\n\t\t\t\t\t\n\t\t\t\t\t The theoretical section dealt with the scientific and theoretical problems coaches and instructors should refer to in their teaching and training guidance. And the practical section made the participants get a deep understanding of what they learned in theoretical lecture, seeing performances of players from sports teams or schools.\n\t\t\t\t\t\n\t\t\t\t\t Journalist: What's your impression of the course?\n\t\t\t\t\t\n\t\t\t\t\t Kim Jin Guk: The course was of great help in improving the qualities of football coaches and instructors. I learnt a lot of things, such as the three important factors in the basic technical education and the principles to be abided by in attack and defence."
        },
        {
            "title": "Scientific and Technological Achievements Made in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-19ee.html",
            "content": "Scientific and Technological Achievements Made in DPRK\r\n Pyongyang, May 27 (KCNA) -- A lot of new scientific and technological achievements have been made in the DPRK.\n\t\t\t\t\t Agricultural Scientists and technologists provided a scientific and technological guarantee to produce more grains and livestock products.\n\t\t\t\t\t\n\t\t\t\t\t Technicians at the Anbyon Silicon and Potassium Fertilizer Factory established a technological process capable of mass-producing silicon and potassium fertilizer helpful to crop growth, contributing to increasing the agricultural production in the province.\n\t\t\t\t\t\n\t\t\t\t\t Researchers at the Poultry Engineering Institute of the Academy of Agricultural Science are registering successes in the research on raising chicken of good stock.\n\t\t\t\t\t\n\t\t\t\t\t A new-type rice-transplanting machine was manufactured by the Chongsan Co-op Farm in Kangso District, Nampho City.\n\t\t\t\t\t\n\t\t\t\t\t Research achievements were also made in remarkably increasing aquatic products.\n\t\t\t\t\t\n\t\t\t\t\t The comprehensive supporting system for fishing production, the  Korean East Sea fishing prediction supporting system Tanphung 1.0, is very efficient in establishing the scientific fishing method.\n\t\t\t\t\t\n\t\t\t\t\t The Chollima Steel Complex developed new technology to produce firebricks used for making ingot steel with its own efforts.\n\t\t\t\t\t\n\t\t\t\t\t The Taean Heavy Machine Complex settled scientific and technological issues for updating production processes, contributing to increasing the capacity of hydropower stations.\n\t\t\t\t\t\n\t\t\t\t\t Functional light bulbs were developed.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Electronics Industry developed a semi-conductor DC welder."
        },
        {
            "title": "Rice-Transplanting Concludes at Co-op Farms in South Hamgyong Province",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-21ee.html",
            "content": "Rice-Transplanting Concludes at Co-op Farms in South Hamgyong Province\n\t\t\t\t\t\t\r\n Hamhung, May 27 (KCNA) -- Cooperative farms in South Hamgyong Province have finished rice-transplanting in succession.\n\t\t\t\t\t They are raising healthy seedlings and giving priority to tilling and harrowing paddy fields under the unfavorable weather.\n\t\t\t\t\t\n\t\t\t\t\t The Kwansu Cooperative Farm in Yonggwang County concluded rice-transplanting before other farms.\n\t\t\t\t\t\n\t\t\t\t\t The Samgi Cooperative Farm in Toksong County and the Haksong Cooperative Farm in Hongwon County overfulfiled their daily quotas for rice-transplanting by giving priority to harrowing paddy fields and drawing water into them.\n\t\t\t\t\t\n\t\t\t\t\t More than 10 farms including the Chonghae Farm in Pukchong County finished rice-transplanting in a short span of time while ensuring the plant number per phyong and the number per plant.\n\t\t\t\t\t\n\t\t\t\t\t Officials and agricultural workers of the province are making a general advance to finish rice-transplanting qualitatively in good time."
        },
        {
            "title": "Staff Members of Vietnamese Embassy Help Korean Farmers",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-23ee.html",
            "content": "Staff Members of Vietnamese Embassy Help Korean Farmers\r\n Pyongyang, May 27 (KCNA) -- Le Quang Ba, Vietnamese ambassador to the DPRK, and staff members of his embassy did a friendship work at the DPRK-Vietnam Friendship Migok Cooperative Farm in Sariwon City, North Hwanghae Province on Tuesday.\n\t\t\t\t\t The guests visited the Migok Revolutionary Museum and looked round historic data and relics, being briefed on the immortal leadership exploits President Kim Il Sung and leader Kim Jong Il performed for the farm.\n\t\t\t\t\t\n\t\t\t\t\t They helped agricultural workers in rice-transplanting.\n\t\t\t\t\t\n\t\t\t\t\t At a break they had a talk with farmers.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the embassy handed aid materials to the farm."
        },
        {
            "title": "Vietnamese Military Delegation Pays Tribute to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-22ee.html",
            "content": "Vietnamese Military Delegation Pays Tribute to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, May 27 (KCNA) -- A delegation of the Department for Military Training of the General Staff of the Vietnam People's Army headed by Lieutenant General Nguyen Duc Than Tuesday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t Members of the delegation laid bouquets before the statues and paid tribute to them."
        },
        {
            "title": "Delegation of Maritime Administration of DPRK Returns Homeal Festival",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-26ee.html",
            "content": "Delegation of Maritime Administration of DPRK Returns Home\r\n Pyongyang, May 27 (KCNA) -- The delegation of the Maritime Administration of the DPRK led by Vice-Director Jon Ki Chol returned home on Tuesday after taking part in the 93rd meeting of the Maritime Safety Committee of the International Maritime Organization held in Britain."
        },
        {
            "title": "DPRK Students Art Group Gives Performance at Bergen Internation",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-27ee.html",
            "content": "DPRK Students Art Group Gives Performance at Bergen International Festival\r\n Pyongyang, May 27 (KCNA) -- The Bergen International Festival is taking place in Norway from May 21. It brought together art organizations of more than 40 countries.\n\t\t\t\t\t A small art group of Korean students gave a performance at the festival before full houses.\n\t\t\t\t\t\n\t\t\t\t\t It put on the stage colorful numbers including instrumental music and songs \"Ode to the Motherland\" and \"We Are the Happiest in the World\", chorus \"We Are Happy under the Care of the Marshal\" and kayagum solo \"Ongheya\" and foreign songs.\n\t\t\t\t\t\n\t\t\t\t\t The performers vividly showed the happy life of the Korean schoolchildren and the bright future of Juche-oriented art with rich volume, refined rendition and national musical instruments to be acclaimed by the audience.\n\t\t\t\t\t\n\t\t\t\t\t TV, radios and newspapers of Norway gave wide publicity to the performance every day and personages of world art circles highly praised members of the art group.\n\t\t\t\t\t\n\t\t\t\t\t The director for administration of the festival said that the audience will always remember the art performance given by Korean students with the great pride that their social system is the best, praising their country. It is very regretful to let them give only one performance according to the program of the festival, the director said, hoping that the art group would come here again next time.\n\t\t\t\t\t\n\t\t\t\t\t The general director of the festival said that even if such performance is given for more than ten hours, people would enjoy it, unaware of the passage of time. The performance given by the art group gave vigor to Norwegian people as the brightest light of the festival, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He hoped for the success in the work to boost the cultural exchange between Norway and the DPRK in the future."
        },
        {
            "title": "American Society Ridden with Crimes",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-24ee.html",
            "content": "American Society Ridden with Crimes\r\n Pyongyang, May 27 (KCNA) -- Everybody will be stunned to hear that it is not bad to live in a society torn with crimes.\n\t\t\t\t\t A crime is a synonym for all sorts of evils harmful to the human beings and social system. \n\t\t\t\t\t\n\t\t\t\t\t However, there are in the world those who are pleased to have a good fortune thanks to the criminals.\n\t\t\t\t\t\n\t\t\t\t\t They are the privileged circles of the U.S. which styles itself a model of \"human rights.\"\n\t\t\t\t\t\n\t\t\t\t\t  Some days ago, Russian TV Segodnya derided the astonishing way of money making now in vogue among the privileged circles in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t According to it, the U.S. government has a serious shortage of prisons as the cases of crimes are on the increase and, therefore, offenders are put in custody in private prisons.\n\t\t\t\t\t\n\t\t\t\t\t The owners of the private prisons get richer with each passing day and the wealthy circles, encouraged by this, are reportedly vying with each other to invest money in setting up private prisons.\n\t\t\t\t\t\n\t\t\t\t\t This is fin de siecle way of life that can be seen in the corrupt U.S. society only where money is everything and individualism is rampant.\n\t\t\t\t\t\n\t\t\t\t\t Stunning events baffling human imagination are occurring in the U.S. society as billionaires who account for just one percent of the population hold sway over policy making.\n\t\t\t\t\t\n\t\t\t\t\t To cite a typical example, acts on easing the gun-related regulations are being adopted in various states to allow the gun sale to individuals and approve the carriage of guns under the pretext of preventing crimes.\n\t\t\t\t\t\n\t\t\t\t\t The society awash with guns is bound to be prone to horrible crimes and bring nothing but anxiety, fear and gruesome death to the people.\n\t\t\t\t\t\n\t\t\t\t\t Those who get profits from these acts are the gun sellers and political tricksters who grow corpulent with the money paid by the former.\n\t\t\t\t\t\n\t\t\t\t\t In a nutshell, the privileged circles are conceiving such acts aimed at stirring up crimes as acts on easing gun-related regulations in a bid to satisfy their greed. They are driving people to crimes.\n\t\t\t\t\t\n\t\t\t\t\t Not content with this, they seek to gain a windfall by such a mean method as setting up private prisons.\n\t\t\t\t\t\n\t\t\t\t\t The above-said rich in the American society are the foes of its people and criminals who are getting richer at the cost of the misfortune and pain of the toiling masses who account for 99 percent of the population.\n\t\t\t\t\t\n\t\t\t\t\t That is why the world people call this society a heaven for the rich but a hell for the popular masses."
        },
        {
            "title": "Papers Disclose Danger of S. Korean Authorities' \"Five-Phase Military Strategy\" ",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-12ee.html",
            "content": "Papers Disclose Danger of S. Korean Authorities' \"Five-Phase Military Strategy\" \r\n Pyongyang, May 27 (KCNA) -- The puppet Joint Chiefs of Staff of south Korean puppet army recently opened to public the \"five-phase military strategy for unification\" while talking about so-called the \"fourth generation war\".\n\t\t\t\t\t Rodong Sinmun Tuesday in a commentary terms this a criminal scenario for unification aimed to do harm to the DPRK by force.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces mapped out the strategy and made it public, a blatant challenge to the ideology and the dignified social system in the DPRK and a clear proof of their deep-seated ambition for the invasion of the north, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t There is nothing new in the puppet forces' \"five-phase military strategy\" as they just put together such north-targeted war scenarios as OPLAN 5027 and OPLAN 5029 according to phases under the signboard of \"unification\".\n\t\t\t\t\t\n\t\t\t\t\t The recent revelation about the strategy by the puppet military warmongers is related to their worst ruling crisis. By making public the war scenario aimed at the unification of social systems, the puppet military coteries seek to distract the public attention and bring the confusion caused by the ferry Sewol disaster under control.\n\t\t\t\t\t\n\t\t\t\t\t The group of colonial mercenaries serving the U.S. dared challenge the DPRK while making much ado about the \"five-phase military strategy\" and the \"fourth generation war\". This is a ridiculous act reminding one of a puppy unafraid of a tiger.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in a commentary says the Park Geun Hye group, driven into a tight corner, made public the adventurous \"five-phase military strategy\" and is deliberately straining the situation in a bid to ignite a war against the DPRK. It warns that this will only accelerate its own self-destruction."
        },
        {
            "title": "U.S. Attempt at Armed Buildup in Asia-Pacific Region under Fire",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-13ee.html",
            "content": "U.S. Attempt at Armed Buildup in Asia-Pacific Region under Fire\r\n Pyongyang, May 27 (KCNA) -- The U.S. Defense Department worked out an operational plan to deploy two Global Hawks in its air force base in Misawa, Japan by the end of this month as part of its intensified spy activities in Northeast Asia including Korea. \n\t\t\t\t\t The U.S. armed buildup got into full swing in the Asia-Pacific region under the pretext of the \"threats\" from the DPRK, says Rodong Sinmun Tuesday in a commentary. It brands the reinforcement of armed forces in the vicinity of the Korean peninsula as a vivid manifestation of the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It continues:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has the world's biggest stockpile of modern three strategic nuclear strike means and a worldwide network of military bases. Yet, it claims the DPRK's efforts to defend its inviolable territory pose \"threats\", an insensible and ridiculous nonsense.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. attempt at the armed buildup in the Asia-Pacific region under the pretext of the \"threats\" from the DPRK is aimed to hold a military edge and contain several big powers in the region by force.\n\t\t\t\t\t\n\t\t\t\t\t Washington continues to find fault with the DPRK to serve its purpose of laying an encircling ring around those powers while not triggering off a backlash from them.\n\t\t\t\t\t\n\t\t\t\t\t It is clear that those big powers all see through the U.S. crafty intention.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. desperate moves to spread the story about \"threats\" from the DPRK and bring more armed forces to the areas around the Korean peninsula will only compel the DPRK to put spurs to bolstering its deterrence for self-defence."
        },
        {
            "title": "S. Korean Police's Harsh Crackdown on People Assailed",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-14ee.html",
            "content": "S. Korean Police's Harsh Crackdown on People Assailed\r\n Pyongyang, May 27 (KCNA) -- The south Korean puppet police on May 24 walked away more than 30 persons including the secretary general of the Confederation of Trade Unions and the chairman of the Metal  Trade Union who took part in the candlelight actions for honoring the memory of the victims to the ferry Sewol sinking disaster, according to Yonhap News.\n\t\t\t\t\t The puppet security authorities plan to take legal actions against them on charges that they did not obey the dispersion order but caused traffic chaos.\n\t\t\t\t\t\n\t\t\t\t\t They also suppressed students who staged a surprise demo at the \"government\" building in Seoul on May 22 in denunciation of the authorities for evading the responsibility for the Sewol tragedy. The students held a press conference outside the \"government\" building where they blasted the puppet security authorities' crackdown and demanded the authorities set free the detained students.\n\t\t\t\t\t\n\t\t\t\t\t The ever-more ferocious suppression by the Park Geun Hye group indicates its black-hearted intention to prevent the probe into the truth and evade the responsibility for the tragedy, not content with burying hundreds of young lives at the sea."
        },
        {
            "title": "Lift of \"May 24 Step\" Urged by S. Korean Organizations",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-17ee.html",
            "content": "Lift of \"May 24 Step\" Urged by S. Korean Organizations\r\n Pyongyang, May 27 (KCNA) -- South Korean organizations in statements on May 24 called for lifting the \"May 24 step\" that instigates confrontation with fellow countrymen, according to the south Korean internet newspaper Thongil News.\n\t\t\t\t\t The South Side Committee for Implementing the June 15 Joint Declaration said it is four years since the step was taken, derailing the south-north relations.\n\t\t\t\t\t\n\t\t\t\t\t The step amounting to an unjustifiable confrontational measure escalated the stand-off between the south and the north, encroaching upon the interests to be brought about by the south-north economic cooperation and inflicting huge damage on south Korean businesses and the people, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It called on Park Geun Hye to lift the step symbolic of confrontational policy and opt for unification, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t The Council for the Peaceful Unification of Tangun's Nation grouping more than 120 organizations in a statement said the \"May 24 step\" is a product of the wrong policy of the Lee Myung Bak regime which sought confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The Park regime should lift the \"May 24 step\" for the sake of peace on the Korean peninsula and security of the people and positively opt for improving the south-north relations, the statement urged."
        },
        {
            "title": "Park Geun Hye's \"Talk to People\" Dismissed Hypocritical",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-18ee.html",
            "content": "Park Geun Hye's \"Talk to People\" Dismissed Hypocritical\r\n Pyongyang, May 27 (KCNA) -- The south Korean internet newspaper Voice of People in an editorial on May 24 branded Park Geun Hye's \"talk to the people\" as a deceptive farce to mislead the public.\n\t\t\t\t\t There are zealous moves to put to account the crocodile tears shed by Park when making public the \"talk to the people\" with the approach of the election to local self-governing bodies, the editorial said, adding this has brought to light the true colors of the \"Saenuri Party\".\n\t\t\t\t\t\n\t\t\t\t\t  On May 22 when the election campaign started, the co-chairman for measures for election of the party said \"time has come to wipe tears shed by the president\" and the chairman of the North Kyongsang provincial committee of the party cried out that \"it would wipe away tears shed by the president\", it charged, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This is neither accidental nor careless wag of tongue but the remarks deliberately made pursuant to the political strategy of the \"Saenuri Party\" to use the tears shed by the \"president\" for winning in the upcoming election.\n\t\t\t\t\t\n\t\t\t\t\t  It is surprising to see Chongwadae getting zealous in praising the \"president\" even though it fully displayed its extreme incompetency and irresponsibility in the eyes of all people and the world. What is all the more thrilling and shocking are the words and deeds done by those concerned of the \"Saenuri Party\" to meet their purposes for winning in the elections. \n\t\t\t\t\t\n\t\t\t\t\t It is so alarming to see the efforts being made to use the \"president's\" tears for winning in the election.\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party's\" disgusting moves prove that Park's tears were just crocodile tears for winning in the election."
        },
        {
            "title": "Art Exhibition of Overseas Young Compatriots Held in Russia",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-08ee.html",
            "content": "Art Exhibition of Overseas Young Compatriots Held in Russia\r\n Pyongyang, May 27 (KCNA) -- An art exhibition for peace of overseas Korean young people opened at the literature and art museum in Sakhalin Region, Russia on May 13 to mark the 65th anniversary of the founding of the New Koryo Paper published in the region.\n\t\t\t\t\t Displayed at the exhibition were art pieces presented by youth and students of the DPRK, Russia and overseas Korean students.\n\t\t\t\t\t\n\t\t\t\t\t Present at an opening-ceremony were the director of the paper, officials concerned, overseas Korean people and students and Russian personages.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round art pieces on display. Then followed a congratulatory performance given by Russian students."
        },
        {
            "title": "Kim Jong Il Praised by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-02ee.html",
            "content": "Kim Jong Il Praised by Nigerian Organization\r\n Pyongyang, May 27 (KCNA) -- An article titled \"Kim Jong Il, great master of independent politics\" was posted by the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on its website on May 20.\n\t\t\t\t\t The article noted:\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il, eternal general secretary of the Workers' Party of Korea and eternal chairman of the National Defence Commission of the DPRK, is the great master of independent politics who will be specially recorded in the world history of politics.\n\t\t\t\t\t\n\t\t\t\t\t His political philosophy is the Juche idea recognized by the world public as the guiding idea of the cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The important aspect of his independent politics is the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the Songun politics as the basic political mode of socialism. Thanks to his Songun politics the military capability of the DPRK was remarkably strengthened and the DPRK is demonstrating its might as a military power that no formidable enemy dares provoke.\n\t\t\t\t\t\n\t\t\t\t\t He also paid deep attention to building an independent new world, regarding independence, peace and friendship as the fundamental ideas of the external activities of the DPRK. He conducted energetic external activities to intensify the anti-imperialist independent forces of the world.\n\t\t\t\t\t\n\t\t\t\t\t The might and vitality of his independent politics were fully demonstrated as the north and the south of Korea brought about the great June 15 era of reunification in the idea of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, who always led the cause of independence of the Korean people and the human cause of independence to victory, will always be remembered as the great master of the independent politics."
        },
        {
            "title": "All-People Candlelight Action Held in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-03ee.html",
            "content": "All-People Candlelight Action Held in S. Korea\r\n Pyongyang, May 27 (KCNA) -- An all-people candlelight rally took place at Chonggye Plaza of Seoul on May 24 under the sponsorship of the All-People Measure Council to Cope with the Ferry Sewol Disaster of south Korea.\n\t\t\t\t\t Attending there were more than 30 000 people of all social strata including members of civic and public organizations, bereaved families, media persons, students and citizens.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the rally.\n\t\t\t\t\t\n\t\t\t\t\t The spokesman for the Measure Committee of Families of the Victims, Those Missing and Survivors of the Ferry Sewol Sinking Accident said that it is none other than south Korea that is sinking just like the ferry Sewol, adding the way of venting children's grudge is to thoroughly probe the truth behind the disaster and enact a special law. \n\t\t\t\t\t\n\t\t\t\t\t A representative of the Ansan Citizens Measure Committee for Settling the Ferry Sewol Issue called upon all people to turn out in the struggle for probing the truth behind the ferry Sewol disaster and enacting a special law, noting that no more people should meet a miserable death.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the trade union of KBS said that if KBS properly reported even a bit about the accident, the damage would have been reduced, expressing the will to make KBS a broadcasting service of the people.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants launched a candlelight demonstration.\n\t\t\t\t\t\n\t\t\t\t\t When demonstrators reached Posin Pavilion, they were joined by parents taking hands of their children, students of secondary and high schools, youths and inhabitants in Kyonggi Province.\n\t\t\t\t\t\n\t\t\t\t\t The police ran amuck to crack down upon demonstrators, firing chemical material, but they did not yield to it. \n\t\t\t\t\t\n\t\t\t\t\t The puppet security authorities took away more than 30 persons including the chairperson of the Metal Trade Union and the secretary general of the Confederation of Trade Unions.\n\t\t\t\t\t\n\t\t\t\t\t The demonstrators reached Seoul Square and held a candlelight rally again.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers said that Park is the target of the investigation into the state policy, adding that the \"Saenuri Party\" should include Park in the list of investigation into the state policy unconditionally."
        },
        {
            "title": "Kyrgyz Politician Praises Kim Jong Il's Exploits",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-04ee.html",
            "content": "Kyrgyz Politician Praises Kim Jong Il's Exploits\r\n Pyongyang, May 27 (KCNA) -- The Juche idea and the Songun idea put forward by leader Kim Jong Il as the guiding idea for realizing the human cause of independence are arousing full support and sympathy of the people from all walks of life in the world. \n\t\t\t\t\t A Usupbayev, chairman of the Central Council of the People Unity \"Kyrgys El\" Republican Political Party and chief of the Group for the Study of the Juche Idea of Kyrgyzstan, said this in a statement on May 20. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, general secretary of the Workers' Party of Korea, started his work at its Central Committee on June 19, 1964, 50 years ago. He enriched ideological theories for accomplishing the human cause of independence with his energetic activities. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to him the Juche idea created by Comrade Kim Il Sung, father of socialist Korea, is shedding its rays as the guiding idea of the times. \n\t\t\t\t\t\n\t\t\t\t\t When socialist countries in East Europe collapsed late in the last century and the imperialist allied forces focused all the efforts on stifling the DPRK, Kim Jong Il formulated the Songun politics as the basic political mode of socialism unprecedented in the human history and braved grim difficulties of history with its might. \n\t\t\t\t\t\n\t\t\t\t\t He also made public a lot of works including \"Socialism Is a Science\" to scientifically prove the validity and invincibility of the socialist cause and let the Korean people dynamically turn out in the efforts to defend socialism and build a thriving nation."
        },
        {
            "title": "Kim Jong Un visita Fabrica de Maquinas dirigida por Ho Chol Yong",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-28ee.html",
            "content": "Kim Jong Un visita Fabrica de Maquinas dirigida por Ho Chol Yong\r\n Pyongyang, 27 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno la Fabrica de Maquinas dirigida por Ho Chol Yong.\n\t\t\t\t\t Diciendo que no puede olvidar las palabras del General Kim Jong Il de que esta fabrica le daba animos, apunto que estan conservados en su alma los obreros de aqui que defendieron a costa de la vida al Partido con el aumento de la produccion, convencidos de que si marchan con el General, les resultan gloria tanto la alegria como la tristeza y las pruebas. \n\t\t\t\t\t\n\t\t\t\t\t Recorrio primero la sala de divulgacion de ciencias y tecnicas, construida nuevamente.\n\t\t\t\t\t\n\t\t\t\t\t Establecer con firmeza el sistema de educacion, que permite aprender sin apartarse del trabajo, es el problema que destacaban siempre el Presidente Kim Il Sung y el Dirigente Kim Jong Il, dijo y agrego complacido que a traves de la construccion de dicha sala, se hizo posible materializar los legados de los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\t Mientras recorria varios puntos inclusive el taller de montaje general, averiguo en detalles las estructuras, las eficacias y las especificaciones tecnicas de modernas maquinas hechas en la fabrica.\n\t\t\t\t\t\n\t\t\t\t\t Calificandolas de modernas y adecuadas a las condiciones del pais, el Mariscal dijo que a los usuarios les gustan las maquinas como estas que pueden surtir gran efectividad practica.\n\t\t\t\t\t\n\t\t\t\t\t Para producir mucho mas modernas maquinas al estilo coreano, hay que acelerar la modernizacion del proceso de produccion y las entidades correspondientes deben suministrar a tiempo los articulos cooperativos, apunto.\n\t\t\t\t\t\n\t\t\t\t\t El Mariscal tomo una foto de recuerdo con los innovadores laborales que contribuyeron a fabricar los productos mecanicos de tipo Juche.\n\t\t\t\t\t\n\t\t\t\t\t Tras averiguar sobre el estado de abastecimiento a los empleados, instruyo operar mejor el Complejo de Servicios de Higiene Kangsong y normalizar la produccion en el invernadero sin calefaccion y la fabrica de hongos, recien construidos, de modo que los obreros se beneficien realmente.\n\t\t\t\t\t\n\t\t\t\t\t Prosiguio que hay que impulsar simultaneamente la modernizacion de procesos productivos y la campana para el mejoramiento del abastecimiento.\n\t\t\t\t\t\n\t\t\t\t\t El mismo dia, el Mariscal Kim Jong Un paso revista a la compania femenina de ametralladoras antiaereas del Ejercito Rojo Obrero-Campesino de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\t Estuvo ante el monumento construido para transmitir las hazanas inmortales del Dirigente Kim Jong Il quien visito la compania en junio de 2008 y dirigio un entrenamiento de manejo de canones.\n\t\t\t\t\t\n\t\t\t\t\t Recorrio varios puntos inclusive la sala de educacion y el cuartel prestando profunda atencion a la vida de las integrantes de la compania.\n\t\t\t\t\t\n\t\t\t\t\t Aprecio que acondicionaron de manera confortable y limpia la compania conforme a la demanda de la epoca del Songun y anadio que esta compania es comparable con las mismas unidades del EPC calificadas de excelentes al ser inspeccionadas por el.\n\t\t\t\t\t\n\t\t\t\t\t Dio instrucciones valiosas, que sirven de guia para el desarrollo de las fuerzas de defensa civil, inclusive los problemas que se presentan para armar a las oficiales y miembros de la compania con el espiritu de defensa a la patria y para mejorar la disposicion de combate.\n\t\t\t\t\t\n\t\t\t\t\t El Mariscal presencio la funcion del grupo artistico de la compania.\n\t\t\t\t\t\n\t\t\t\t\t Se puso muy satisfecho diciendo que la funcion demostro el gran amor por la patria y por la fabrica y el optimismo revolucionario de las miembros. Continuo que esta funcion perfecta en lo ideo-artistico comprobo la justeza de la orientacion del partido sobre la cultura y arte populares.\n\t\t\t\t\t\n\t\t\t\t\t Evaluo de muy bueno el estado ideologico y espiritual de las oficiales y miembros de la compania.\n\t\t\t\t\t\n\t\t\t\t\t Se retrato con ellas expresando la esperanza y conviccion de que ellas apoyaran con firmeza la causa revolucionaria del Songun del Partido al acondicionar con fuerzas unidas su compania como unidad ejemplar del Ejercito Rojo Obrero-Campesino.\n\t\t\t\t\t\n\t\t\t\t\t Le acompanaron en esta visita Yun Tong Hyon, Hong Yong Chil y Ma Won Chun."
        },
        {
            "title": "Kim Yong Nam felicita al presidente electo de Guinea-Bissau",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-29ee.html",
            "content": "Kim Yong Nam felicita al presidente electo de Guinea-Bissau\r\n Pyongyang, 27 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 26 un mensaje de felicitacion al presidente electo de la Republica de Guinea-Bissau, Jose Mario Vaz.\n\t\t\t\t\t En su misiva, el remitente expresa la conviccion de que se desarrollaran positivamente las relaciones de amistad y cooperacion entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\t Y le desea al destinatario exitos en las responsabilidades para lograr la paz, la estabilidad y el desarrollo economico del pais."
        },
        {
            "title": "Minju Joson comenta rechazo de habitantes japoneses al ejercicio de derecho a autodefensa colectiva",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-30ee.html",
            "content": "Minju Joson comenta rechazo de habitantes japoneses al ejercicio de derecho a autodefensa colectiva\n\t\t\t\t\t\t\r\n Pyongyang, 27 de mayo (ACNC) -- Segun el resultado de la encuesta nacional realizada hace poco por Kyodo, 51.3% de los encuestados rechazaron los movimientos del gobierno y del Partido Democratico Liberal para tolerar el \"derecho a la autodefensa colectiva\" de Japon a traves del cambio de parafraseo de la Constitucion vigente.\n\t\t\t\t\t En un comentario individual divulgado hoy, el rotativo Minju Joson apunta que ese resultado deja conocer que es rechazado por los mismos japoneses el ejercicio del derecho a la autodefensa colectiva, una de las principales tareas politicas del actual poder japones, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t Los habitantes japoneses no tienen ni la menor duda de que ejercer el derecho a la autodefensa colectiva es una opcion peligrosa que llevara al pais a la destruccion definitiva.\n\t\t\t\t\t\n\t\t\t\t\t El pueblo japones ya ha probado el sabor amargo de la guerra. La guerra impuesta por el militarismo japones impuso enormes desgracias y sufrimientos a los pueblos asiaticos y al mismo tiempo, causo tremendos danos al mismo pueblo japones.\n\t\t\t\t\t\n\t\t\t\t\t No obstante, el actual gobierno japones trata de posibilitar a toda costa el ejercicio de derecho a la autodefensa colectiva desoyendo la opinion publica para alcanzar su meta de agresion militarista a ultramar al desatar otra vez la guerra y realizar asi su antiguo sueno de la \"esfera de coprosperidad de la gran Asia Oriental\".\n\t\t\t\t\t\n\t\t\t\t\t La nueva guerra de agresion militarista a ultramar conducira a la autodestruccion al pais isla.\n\t\t\t\t\t\n\t\t\t\t\t Los reaccionarios japoneses deben escuchar las voces de su pueblo en contra de la guerra dejandose de sus jugadas politicas al azar."
        },
        {
            "title": "Rodong Sinmun denuncia el aumento armamentista de EE.UU. en la region Asia-Pacifico",
            "url": "http://kcna.co.jp/item/2014/201405/news27/20140527-31ee.html",
            "content": "Rodong Sinmun denuncia el aumento armamentista de EE.UU. en la region Asia-Pacifico\r\n Pyongyang, 27 de mayo (ACNC) -- El Departamento de Defensa de Estados Unidos trazo un proyecto operacional para intensificar la vigilancia sobre la Republica Popular Democratica de Corea y el resto del Noreste de Asia tras colocar a finales del mes en curso en la base aerea estadounidense en Misawa de Japon dos aviones sin piloto \"Global Hawk\".\n\t\t\t\t\t En una palabra, EE.UU. acelera en etapa crucial el aumento armamentista en la region del Noreste de Asia bajo el pretexto de la \"amenaza\" proveniente de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Este hecho es una muestra coherente de la politica hostil a la RPDC, senala asi el diario Rodong Sinmun en un comentario individual divulgado el dia 27 y continua:\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. posee el arsenal mas grande y moderno de 3 medios de golpe nuclear estrategico y desplego en muchos rincones del mundo las bases militares.\n\t\t\t\t\t\n\t\t\t\t\t Es ilogico que tal imperio hable tanto de la \"amenaza\" proveniente de la RPDC levantada para defender su tierra sagrada.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. aumenta las fuerzas militares en Asia-Pacifico con el objetivo de aplastar con las fuerzas las potencias regionales al tomar la supremacia militar.\n\t\t\t\t\t\n\t\t\t\t\t Acusa obstinadamente a la RPDC para formar un cerco sobre las potencias importantes de la region sin causar la repulsiva de estas.\n\t\t\t\t\t\n\t\t\t\t\t Pero, todas esas potencias conocen bien la siniestra intencion de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Tanto mas EE.UU. hable de la \"amenaza\" de la RPDC y aumente las fuerzas armadas en los alrededores de la Peninsula Coreana, tanto mas acicate dara la RPDC al fortalecimiento de su disuasivo para la autodefensa."
        }
    ]
}