{
    "date": "2014-07-23",
    "url": "http://kcna.co.jp/item/2014/201407/2014-07-23ee.html",
    "articles": [
        {
            "title": "CPRK Spokesman Urges S. Korean Authorities Not to Miss Opportunity for Improving North-South Relations",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-19ee.html",
            "content": "CPRK Spokesman Urges S. Korean Authorities Not to Miss Opportunity for Improving North-South Relations\r\nPyongyang, July 23 (KCNA) -- The news that Marshal Kim Jong Un personally guided a match for examining the men's football of the National Sports Team to take part in the 17th Asian Games sparked off a big splash at home and abroad.\n\t\t\t\t\t He said that the participation of the DPRK's sportspersons in the games would serve as an important occasion in improving the relations between the north and the south and defusing distrust and that they should positively contribute to promoting reconciliation and unity of fellow countrymen through the games. All Koreans keenly realize his firm will for reunification and noble patriotism through these meaningful words.\n\t\t\t\t\t\n\t\t\t\t\t The decision made to send a players group and cheerleading squad to the games reflects the noble intention to rev up the atmosphere of the event to be hosted by fellow countrymen and make the games serve as an important occasion in improving the north-south relations and defusing distrust even though the situation remains tense and confrontation grows acute. \n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) in a statement Wednesday said that the DPRK is speeding up the preparations, expecting that the games would be more enlivened with the participation of the DPRK's players group and cheerleading squad and that they would greatly contribute to mending the stalled north-south ties and promoting national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t At the recent working-level talks the DPRK advanced the most realistic and reasonable proposals with due consideration into the present situation of the north-south relations while complying with the international practice over such technical matters as the scope of players group and cheerleading squad, travel course, means of transport, accommodation and cheering.\n\t\t\t\t\t\n\t\t\t\t\t As for the expenses for stay, we even envisaged using our own ship and letting it anchor in Inchon Port for lodging and boarding to lessen the burden of the south side.\n\t\t\t\t\t\n\t\t\t\t\t Only to find fault with the participation of the DPRK players group and cheerleading squad in the games and argue each other, wasting time without elementary understanding of the good faith of the DPRK and its efforts cannot but be viewed as a shameless act of inviting criticism and disgrace from public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t If the north and the south continue finding fault each other over trifling issues at a time when the relations between the two sides are at the lowest ebb, it will never be possible for them to unravel even one of the so many tangled knots.\n\t\t\t\t\t\n\t\t\t\t\t If there happens such an abnormal situation where the DPRK's players group and the cheerleading squad are unable to take part in the games to be held in Inchon, an area close to the Military Demarcation Line, this will leave an indelible disgrace to the Koreans and all generations to come.\n\t\t\t\t\t\n\t\t\t\t\t No one should make such dishonest attempt to misuse the pure sports activities for meeting political purposes.\n\t\t\t\t\t\n\t\t\t\t\t Growing stronger in the country are expectation and interest of the people in the players group and cheerleading squad which are to take part in the games amid the sports enthusiasm that sweeps across the country.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should neither miss the golden opportunity for mending the north-south relations nor cast doubt as to the sincere will of the DPRK to take part in the games to contribute to national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t They should not try to judge it with a hostile conception.\n\t\t\t\t\t\n\t\t\t\t\t We will patiently approach the issue of sending the players group and cheerleading squad to the games from the viewpoint of actively contributing to achieving reconciliation and unity of the fellow countrymen and promoting friendship and peace among various countries in Asia and the rest of the world."
        },
        {
            "title": "DPRK Ambassador to India Appointed",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-11ee.html",
            "content": "DPRK Ambassador to India Appointed\r\nPyongyang, July 23 (KCNA) -- Kye Chun Yong was appointed as the DPRK ambassador to India, according to a decree of the Presidium of the Supreme People's Assembly of the DPRK."
        },
        {
            "title": "Economic Development Zones to Be Set up in Provinces of DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-24ee.html",
            "content": "Economic Development Zones to Be Set up in Provinces of DPRK\r\nPyongyang, July 23 (KCNA) -- It was decided in the DPRK to establish economic development zones in some areas of Pyongyang, South Hwanghae Province, Nampho City, South and North Phyongan provinces.\n\t\t\t\t\t Unjong cutting-edge technological development zone will be set up in some areas of Wisong-dong, Kwahak 1-dong and Kwahak 2-dong, Paesan-dong and Ulmil-dong in Unjong District, Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Kangryong international green model zone will be set up in some areas of Kangryong township in Kangryong County, South Hwanghae Province. \n\t\t\t\t\t\n\t\t\t\t\t Jindo export processing zone will appear in some areas of Jindo-dong and Hwado-ri,  Waudo District, Nampho City.\n\t\t\t\t\t\n\t\t\t\t\t Chongnam industrial development zone will be set up in some areas of Ryongbuk-ri, Chongnam District, South Phyongan Province. Sukchon agricultural development zone will appear in some areas of Unjong-ri, Sukchon County and Chongsu tourist development zone in some areas of Chongsong Workers' District and Pangsan-ri, Sakju County, North Phyongan Province.\n\t\t\t\t\t\n\t\t\t\t\t The sovereignty of the DPRK would be exercised in the economic development zones in provinces. \n\t\t\t\t\t\n\t\t\t\t\t The relevant decree of the Presidium of the Supreme People's Assembly was promulgated on Wednesday."
        },
        {
            "title": "Special Economic Zone in Sinuiju City to Turn into Sinuiju Int'l Economic Zone",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-25ee.html",
            "content": "Special Economic Zone in Sinuiju City to Turn into Sinuiju Int'l Economic Zone\r\nPyongyang, July 23 (KCNA) -- The DPRK decided to rename the Special Economic Zone in some parts of Sinuiju City, North Phyongan Province, Sinuiju International Economic Zone. \n\t\t\t\t\t The sovereignty of the DPRK will be exercised in the Sinuiju International Economic Zone. \n\t\t\t\t\t\n\t\t\t\t\t The relevant decree of the Presidium of the Supreme People's Assembly was promulgated on Wednesday."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-18ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, July 23 (KCNA) -- Members of the delegation of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions headed by General Secretary Mikhail Panchenko and other foreign guests visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Wednesday.\n\t\t\t\t\t They laid bouquets before the statues and paid tribute to them."
        },
        {
            "title": "Gift to Kim Jong Un from Delegation of Juche Idea Study Organization",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-17ee.html",
            "content": "Gift to Kim Jong Un from Delegation of Juche Idea Study Organization\r\nPyongyang, July 23 (KCNA) -- Supreme leader Kim Jong Un was presented with a gift by the visiting delegation of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions.\n\t\t\t\t\t The gift was handed to an official concerned on Wednesday by General Secretary of the international alliance Mikhail Panchenko who is heading the delegation."
        },
        {
            "title": "World Malaria Day Observed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-13ee.html",
            "content": "World Malaria Day Observed in DPRK\r\nPhyongwon, July 23 (KCNA) -- An event took place in Phyongwon County, South Phyongan Province on Wednesday to observe World Malaria Day.\n\t\t\t\t\t Attending there were officials of the Ministry of Public Health, public organizations and media, officials concerned and staff members of missions of international organizations here including representatives of WHO and UNICEF.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the event.\n\t\t\t\t\t\n\t\t\t\t\t And the attendants were briefed on activities for preventing malaria in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t After enjoying an art performance given by a hygienic information group, they watched hygienic information and prophylactic treatment of health officials in Wonhwa-ri, Phyongwon County. They saw farmers doing the work for removing mosquito habitats.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, information service to prevent malaria took place in Pyongyang and provinces on the occasion of the day."
        },
        {
            "title": "Int'l Workshop on Organic Agriculture Held in DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-20ee.html",
            "content": "Int'l Workshop on Organic Agriculture Held in DPRK\r\nPyongyang, July 23 (KCNA) -- An international workshop on organic agriculture took place at the Pyongyang Center for Cultural Exchange with Foreign Countries on July 21-23.\n\t\t\t\t\t The workshop was co-sponsored by the Pyongyang International Information Center for New Technology and Economy (PIINTEC) and the International Federation of Organic Agriculture Movement (IFOAM).\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Kang Mun Ryol, executive director of the PIINTEC, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t It was last year that the international workshop on organic agriculture began its operation in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The current workshop focused on the global trend towards organic agriculture and the principles to be maintained in doing organic farming, as well as the sci-tech problems for developing the organic agriculture in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t During the workshop, its sponsors organized a visit to the SSangun Organic Agricultural Experiment Station in Sukchon County, South Phyongan Province.\n\t\t\t\t\t\n\t\t\t\t\t Andre Leu, president of the IFOAM, said:\n\t\t\t\t\t\n\t\t\t\t\t The purpose of the workshop is to train experts here in the DPRK in the best practices in organic farming.\n\t\t\t\t\t\n\t\t\t\t\t Yesterday, we went to the farm and worked and talked with farm managers. This was for us to get an understanding of actual conditions here in the DPRK. And, we listened to farm managers and understood what they need. So we can design for organic system that is suitable for the DPRK."
        },
        {
            "title": "DPRK Players Prove Successful at 4th China Open Boxing Tournament",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-12ee.html",
            "content": "DPRK Players Prove Successful at 4th China Open Boxing Tournament\r\nPyongyang, July 23 (KCNA) -- DPRK player Ri Hyang Mi won a gold medal at the 4th China Open Boxing Tournament held in Guizhou Province, China. \n\t\t\t\t\t In the women's 51kg category event, she beat her Tajik and Chinese rivals in the preliminary and semifinals. She trounced her Ukrainian rival 3:0 in the finals, placing the first.\n\t\t\t\t\t\n\t\t\t\t\t DPRK boxer Kwon Chol Guk came the second at the men's 56 kg category event and DPRK boxer Jang Un Hui the third at the women's 75 kg category event.\n\t\t\t\t\t\n\t\t\t\t\t The tournament brought together at least 170 men and women boxers from 18 countries and regions.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK players returned home Wednesday."
        },
        {
            "title": "Art Performance Given by Contest Winners",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-06ee.html",
            "content": "Art Performance Given by Contest Winners\r\nPyongyang, July 23 (KCNA) -- The art performance \"July 27 of Eternal Victory\" was given by the winners in the national solo contest of officials and members of the General Federation of Trade Unions of Korea at the Central Hall of Workers on Wednesday to celebrate the 61st anniversary of the victory in the Fatherland Liberation War. \n\t\t\t\t\t The performance began with choruses \"Long Live Generalissimo Kim Il Sung\" and \"Holiday of Great War Victory\". Put on the stage were colorful numbers dealing with the personality of President Kim Il Sung as a peerless great man who won the victory in the war by wisely leading the army and people of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t In female solo \"Where Are You, Dear General?\", a masterpiece, and male solo \"Red Chol Pass\" and other numbers the performers expressed boundless reverence for leader Kim Jong Il who put the dignity and national power of Songun Korea on the highest level. \n\t\t\t\t\t\n\t\t\t\t\t The repertoires included female solo \"We Will Follow You with Single Mind\", mixed duet and pangchang \"We Cannot Live without You\" and chorus \"We Will Defend General Kim Jong Un at the Cost of Our Lives\". \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Hyon Sang Ju, chairman of the C.C., the General Federation of Trade Unions of Korea, and its officials and members."
        },
        {
            "title": "Achievements Made by Architectural Engineers in DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-21ee.html",
            "content": "Achievements Made by Architectural Engineers in DPRK\r\nPyongyang, July 23 (KCNA) -- The Architectural Engineering Branch under the DPRK State Academy of Sciences is promoting the progress of major projects in the country with scientific achievements.\n\t\t\t\t\t Its scientists have solved a lot of sci-tech problems arising in such projects as building the power stations in tiers on the Chongchon River and the waterway in South Hwanghae Province. They developed an advanced ground-pressure analysis method to put the building of a tunnel intake on a scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t The Construction Machinery Institute of the Branch invented a new girder fabricating method whereby to install any girder, even 10 meters in length and scores of tons in weight.\n\t\t\t\t\t\n\t\t\t\t\t The Architecture Institute manufactured new types of high-performance ozonator and aeration apparatus to be installed at construction sites.\n\t\t\t\t\t\n\t\t\t\t\t Besides, the Inorganic Building Materials Institute and the Organic Building Materials Institute developed new technologies helpful to speeding up the projects in various fields."
        },
        {
            "title": "National Exhibition of Sundry Goods for Daily Use Held",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-22ee.html",
            "content": "National Exhibition of Sundry Goods for Daily Use Held\r\nPyongyang, July 23 (KCNA) -- The national exhibition of 206 varieties of sundry goods for daily use opened in Pyongyang. \n\t\t\t\t\t President Kim Il Sung specified tasks and ways for the production of sundry goods for daily use in July, Juche 65 (1976). He added 13 varieties of goods including flower vase and fish basin to the list of sundry goods for daily use, perfecting it. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il gave an instruction to hold an exhibition of 206 varieties of sundry goods for daily use in every July and bring about a decisive turn in their production and make a contribution to improving the people's living standard. \n\t\t\t\t\t\n\t\t\t\t\t On display there are more than 350 varieties of goods made at ministries and national institutions and at industrial establishments in the field of light industry and units for producing sundry goods and daily necessities in various places. \n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place on Wednesday. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were officials concerned, officials, technicians and producers of the relevant units. \n\t\t\t\t\t\n\t\t\t\t\t Jo Yong Chol, minister of Food and Consumer Goods Industries, made an opening address. He called upon all the participants to make contributions to the development of light industry and improvement of the people's living standard by exchanging successes and experience achieved in the production of daily necessities and widely introducing new scientific and technical successes through the exhibition. \n\t\t\t\t\t\n\t\t\t\t\t Then the participants went round the goods on display."
        },
        {
            "title": "Victorious Fatherland Liberation War Museum Draws Endless Stream of Visitors",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-23ee.html",
            "content": "Victorious Fatherland Liberation War Museum Draws Endless Stream of Visitors\r\nPyongyang, July 23 (KCNA) -- Thousands of people are visiting the Victorious Fatherland Liberation War Museum every day.\n\t\t\t\t\t One year since the inauguration of the remodeled museum, it has drawn at least 780,000 service personnel of the People's Army, people from all walks of life, youth and students, overseas compatriots and foreigners. \n\t\t\t\t\t\n\t\t\t\t\t The visitors paid tribute to the statue of President Kim Il Sung making a salute at the square of the military parade marking the war victory.\n\t\t\t\t\t\n\t\t\t\t\t Going round the museum, they recalled the immortal exploits for war victory performed by the President who shattered the myth of \"mightiness\" of the U.S. imperialists and brought about the beginning of a downhill turn for them for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t They hardened their will to give vent to the long pent-up grudge and indignation and decisively punish the aggressors if the enemies ignite a war again in this land, looking round relief maps, semi-panorama, wax replica, etc. showing the noble spirit and exploits of defenders of the country in the 1950s. \n\t\t\t\t\t\n\t\t\t\t\t After visiting the museum, overseas compatriots and foreign friends expressed admiration at the exploits the President performed by working military miracles to shine down through generations."
        },
        {
            "title": "Kim Il Sung Brings about Victory in Korean War",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-27ee.html",
            "content": "Kim Il Sung Brings about Victory in Korean War\r\nPyongyang, July 23 (KCNA) -- July 27 is the anniversary of the Korean people's victory in the Fatherland Liberation War (June 1950-July 1953) against the U.S. imperialists who boasted of being the \"strongest in the world\".\n\t\t\t\t\t With the day approaching, the DPRK people are recalling the undying feats President Kim Il Sung performed for the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t The Korean War was the one fought by two rivals beyond comparison with each other in armed forces. When the war was unleashed by the U.S. imperialists, it was only five years after Korea's liberation from Japan's colonial rule and two years after the birth of the Korean People's Army in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t On June 25, Juche 39 (1950), Kim Il Sung convened an extraordinary meeting of the Cabinet and gave an order to make an instant switchover to counterattack against the provokers' surprise attack. At the meeting he said that the mettle of Koreans should be shown to the U.S. which was looking down upon them.\n\t\t\t\t\t\n\t\t\t\t\t He aroused the DPRK army and people to the struggle against the U.S. aggressors and led the war to victory with his distinguished leadership, military stratagem and commanding art.\n\t\t\t\t\t\n\t\t\t\t\t During the war, he initiated a wave of unique tactics, such as mountain warfare, night action, tunnel warfare and aircraft- and tank-hunting team movements. His tactics was typically represented in the operation to liberate Taejon, which is considered to be an example of modern-day siege warfare.\n\t\t\t\t\t\n\t\t\t\t\t Inspired by his tested command, the KPA seamen sank large-sized U.S. warships with only four torpedo boats and an artillery company defended the Wolmi Islet for three days against 50 000-strong enemy forces with hundreds of warships and at least 1 000 warplanes, while a KPA plane downed a U.S. B-29 bomber.\n\t\t\t\t\t\n\t\t\t\t\t In the wartime, Kim Il Sung took a measure to run frontline rest homes for the KPA soldiers and saw to it that the Universal Free Medical Care System was enforced throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his noble personality and illustrious command, the DPRK defeated the arrogant U.S. imperialists in the war, bringing about the beginning of decline for them for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung's exploits for the victory in the war will remain forever in the history of the prospering DPRK."
        },
        {
            "title": "DPRK's Victory in Last Korean War",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-26ee.html",
            "content": "DPRK's Victory in Last Korean War\r\nPyongyang, July 23 (KCNA) -- The Democratic People's Republic of Korea wrought world-startling miracles in the 1950-1953 Korean War, provoked by the U.S. imperialists.\n\t\t\t\t\t In the war, its two-year old Korean People's Army had to fight against the U.S. aggression forces who boasted of being the \"strongest in the world\". Involved in it from the U.S side were at least two million troops and 73 millions of tons of munitions, 11 times those consumed in the Pacific War. So, the world public described the Korean War as a \"war between adult and child\". \n\t\t\t\t\t\n\t\t\t\t\t However, the DPRK shattered to smithereens the myth of U.S. imperialism's \"mightiness\". Its victory in the war was entirely attributable to the distinguished military leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t After the outbreak of the war, the KPA countered the U.S. imperialists' surprise attack with the active and instant counteroffensive and all-out attack, under the command of Kim Il Sung possessed of gifted strategy and superb war tactics, matchless pluck and guts.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., at the beginning of the war, boasted that it would come to an end within 72 hours, but the situation turned out unfavorable to the U.S. with the KPA's liberation of Seoul within 72 hours.\n\t\t\t\t\t\n\t\t\t\t\t The KPA constantly weakened the U.S. imperialist aggression forces and frustrated every reckless attack of the enemy by dint of the unique strategy and tactics initiated by Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The strategy and tactics included besiegement employed in the combat to liberate Taejon, demolition operation behind enemy lines, tunnel tactics, aircraft-hunting and tank-hunting team movements, snipers' activity and separate heavy machine-gun team activity.\n\t\t\t\t\t\n\t\t\t\t\t During the war Kim Il Sung made sure that workshops were held to widely introduce the Juche-based war tactics to all the frontline areas and personally taught the war methods on his tour of inspection of the front.\n\t\t\t\t\t\n\t\t\t\t\t After all, the U.S. suffered a tremendous loss of troops and munitions in the Korean War, nearly 2.3 times that in the Pacific War.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to Kim Il Sung's great loving care that the army and people of the DPRK could fight heroically to win in the war.\n\t\t\t\t\t\n\t\t\t\t\t In September Juche 40 (1951) he personally climbed Mt. Jihye near Height 1211 where a KPA unit was fighting fierce battles to defend it. And he advised its commanding officer to supply warm meals to the soldiers in cool weather, saying that nothing is more precious than them. He also suggested that a frontline rest home be set up for the weak soldiers.\n\t\t\t\t\t\n\t\t\t\t\t Encouraged by his loving care, all the servicepersons and civilians of the DPRK turned out in the battles to defend the country, fully displaying mass heroism.\n\t\t\t\t\t\n\t\t\t\t\t With this history of great war victory, the DPRK led by Marshal Kim Jong Un is now making full preparation to win the final victory in the showdown with the U.S.-led imperialists."
        },
        {
            "title": "Rodong Sinmun Urges U.S. to Coolly Judge Its Hostile Policy towards DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-07ee.html",
            "content": "Rodong Sinmun Urges U.S. to Coolly Judge Its Hostile Policy towards DPRK\r\nPyongyang, July 23 (KCNA) -- The U.S. desire to see the DPRK dismantling its nukes first remains a daydream as long as there are imperialism and nuclear threats on the earth, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It was a tragedy that those countries which dismantled the hard-won war deterrent, pinning foolish hope on the U.S., fell victim to its aggression in the end. The DPRK's nuclear deterrence is an inevitable option for self-defence to protect its right to existence in the international area where high-handed practices based on the U.S.-style \"theory of force\" prevail.\n\t\t\t\t\t\n\t\t\t\t\t As far as the policy of \"strategic patience\" which Obama shaped and is working hard to realize it is concerned, it is the DPRK's stand and pluck to wait for  with a high degree of  patience till the White House has its boss with normal realistic judgment and thinking power.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear strike means, the powerful war deterrent, will be diversified and have stronger capability with the passage of time.\n\t\t\t\t\t\n\t\t\t\t\t It declared that the U.S. is its major target. \n\t\t\t\t\t\n\t\t\t\t\t The more desperately the U.S. pursues its wild ambition for pressurizing the DPRK to dismantle its nuclear deterrent with brigandish assertions, the noisier conspiratorial \"human rights\" racket it kicks up to impair the prestige of the dignified DPRK and escalates the smear campaign against its social system and the more ridiculous fictions about \"provocation\" and \"threat\" it is spreading in a bid to push the situation on the Korean peninsula to the brink of a war, the deeper abyss of self-contradiction it will fall into and the more miserable its position of downhill turn will become. \n\t\t\t\t\t\n\t\t\t\t\t Obama should make a political decision at an early date as required by the trend of the times by making a cool judgment of the U.S. harsh hostile policy toward the DPRK, though belatedly. \n\t\t\t\t\t\n\t\t\t\t\t Chance is not always given to the U.S."
        },
        {
            "title": "U.S. Preemptive Nuclear Attack on DPRK Is Daydream: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-08ee.html",
            "content": "U.S. Preemptive Nuclear Attack on DPRK Is Daydream: Rodong Sinmun\r\nPyongyang, July 23 (KCNA) -- It is a daydream of the U.S. to bring down the DPRK through a preemptive nuclear attack blinded by the preponderance of nuclear weapons. Rodong Sinmun Wednesday says this in a commentary. \n\t\t\t\t\t From the outset of the year the DPRK set forth a crucial proposal for improving the north-south relations and ensuring peace and stability, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. massively introduced aggressor forces and weaponry into south Korea and staged Key Resolve and Foal Eagle joint military exercises. This time, too, it hurled nuclear war means into war drills, bringing the situation on the Korean peninsula to a dangerous phase. \n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the U.S. in staging war drills in south Korea with huge nuclear strike means involved, periodically aggravating the situation, is to strike the DPRK through a sudden preemptive attack, while perpetrating provocations against it, and put the whole of the Korean peninsula under control. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are not scared by the U.S. nuclear blackmail and threats which are little different from \"gunboat diplomacy\" dating back to the last century. \n\t\t\t\t\t\n\t\t\t\t\t Nuclear weapons and IBM are not a monopoly of the U.S. any longer. \n\t\t\t\t\t\n\t\t\t\t\t Nothing is more naive than calculating that the U.S. mainland will be safe when the second Korean war breaks out. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never be frightened by the U.S. attempt at a preemptive attack as it has military muscle strong enough to wipe out the enemies coming in attack at a single stroke and it is fully ready to go into action. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. war maniacs would be well advised to think about the security of its mainland before resorting to reckless nuclear blackmail and threat to other countries."
        },
        {
            "title": "Minju Joson Terms U.S. Arch Criminal Posing Nuclear Threat to World",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-09ee.html",
            "content": "Minju Joson Terms U.S. Arch Criminal Posing Nuclear Threat to World\r\nPyongyang, July 23 (KCNA) -- More than half of those polled by a social opinion fund of Russia recently said nuclear threats come from none other than the U.S. An opinion poll conducted by the U.S. WIN/GALLUP International among 68 000 people of more than 60 countries at the end of last year also claimed that the overwhelming majority of them termed the U.S. the world's biggest threat to peace.\n\t\t\t\t\t Commenting on this, Minju Joson Wednesday says:\n\t\t\t\t\t\n\t\t\t\t\t This shows that nothing can pull the wool over the fair eyes of the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the most dangerous cancer-like entity that threatens the world peace and security because of its aggressive nature.\n\t\t\t\t\t\n\t\t\t\t\t As far as the nuclear issue is concerned, it is the U.S. which manufactured nuclear weapons for the first time in the world and it was the only country in the world that used them.\n\t\t\t\t\t\n\t\t\t\t\t A long time has passed since then but the U.S. is still sticking to its policy of strength backed by nuclear weapons, while regarding them as the most powerful means for realizing its wild ambition for world domination.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is spending a ridiculous amount of funds for the modernization of nuclear weapons and massively developing and producing various types of nukes. It has openly posed nuclear threats to those countries challenging it in carrying out its strategy for world domination.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is chiefly to blame for spawning the nuclear issue in the world and it is the country fraught with the greatest danger of using those weapons. Due to this the world people live in constant uneasiness and horror.\n\t\t\t\t\t\n\t\t\t\t\t No matter how much the U.S. may talk about nuclear threat from someone, making profound confusing of right and wrong, it can never hoodwink the world people. With no rhetoric can it cover up truth."
        },
        {
            "title": "S. Korean Authorities Accused of Staging Joint Military Exercises with Japan",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-10ee.html",
            "content": "S. Korean Authorities Accused of Staging Joint Military Exercises with Japan\r\nPyongyang, July 23 (KCNA) -- 59 organizations of south Korea including the South Headquarters of the Pan-national Alliance for Korea's Reunification, the Confederation of Trade Unions, the Citizens Solidarity for Democratic Society, the People for Achieving Peace and Reunification and the Solidarity for Progress held a press conference in Seoul on Monday to denounce the joint military exercises with Japan.\n\t\t\t\t\t At the press conference the organizations said the \"government\" is claiming that the joint naval exercises being staged in the waters off Jeju Island with the Japan \"Self-Defense Forces\" involved are aimed to conduct search and rescue operations but they cannot be viewed as ones for humanitarian purposes in the light of forces involved and the programs of the exercises.\n\t\t\t\t\t\n\t\t\t\t\t The gravity of the situation is that the military exercises will serve as an occasion for Japan to accumulate experience of actual battle for the exercise of the \"right to collective self-defense\" and more such military drills are expected, the organizations charged.\n\t\t\t\t\t\n\t\t\t\t\t The \"government's\" act of helping Japan exercise the \"right to collective self-defense\" by drawing the SDF into  the joint military exercises  is a criminal act of supporting it in disturbing peace, they held.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the \"government\" clarify the stand of opposing Japan's exercise of the \"right to collective self-defense\" and stop all military cooperation with Japan.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference the organizations sent Chongwadae a written protest addressed to the present chief executive, the \"prime minister\" and the minister of Defense.\n\t\t\t\t\t\n\t\t\t\t\t Joint press conferences of civic and public organizations opposing military cooperation with Japan took place in Taejon, Kwangju, Pusan, and Suwon in Kyonggi Province, Changwon in South Kyongsang Province and other parts of south Korea on the same day."
        },
        {
            "title": "S. Korean Military Authorities Flailed for Joining in U.S. MD",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-15ee.html",
            "content": "S. Korean Military Authorities Flailed for Joining in U.S. MD\r\nPyongyang, July 23 (KCNA) -- The south Korean internet newspaper Voice of People on Tuesday carried an editorial denouncing the south Korean military authorities for mulling joining in the U.S. missile defense system.\n\t\t\t\t\t The U.S. has long tried to round off the global missile defense system by drawing south Korea into MD, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t South Korea's joining in MD will spark off great rebuke from its surrounding countries and that's why the preceding regimes did not dare join in MD. \n\t\t\t\t\t\n\t\t\t\t\t Entering this year, the U.S. is going to deploy THAAD in south Korea, and the south Korean military authorities are moving to join in MD. \n\t\t\t\t\t\n\t\t\t\t\t The military authorities are not refusing the introduction of THAAD while pretending to deny the joining in MD. \n\t\t\t\t\t\n\t\t\t\t\t The editorial urged the \"president\" to clarify her stand on the deployment of THAAD in south Korea."
        },
        {
            "title": "Lawmaker from \"Saenuri Party\" Slammed for Distorting Essence of Institution of Special Law",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-14ee.html",
            "content": "Lawmaker from \"Saenuri Party\" Slammed for Distorting Essence of Institution of Special Law\r\nPyongyang, July 23 (KCNA) -- The south Korean newspaper Kyunghyang Daily News on Monday carried an editorial denouncing Sim Jae Chol, a lawmaker from the \"Saenuri Party,\" for distorting the essence of the institution of a special law on the ferry Sewol disaster. \n\t\t\t\t\t The editorial recalled that Sim Jae Chol opposed the institution of a special law though he is chairman of the ad hoc committee for state investigation for probing the truth behind the ferry sinking accident at the \"National Assembly\". \n\t\t\t\t\t\n\t\t\t\t\t The bereaved families stressed several times that the institution of the special law is aimed to prevent the recurrence of such disaster, but Sim Jae Chol distorted the fact, claiming that they persisted in instituting the special law in order to increase compensation, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t His biased viewpoint on the disaster and evil attitude towards the bereaved families make it hard to expect that he would normally lead the state investigation for probing the truth behind the disaster. \n\t\t\t\t\t\n\t\t\t\t\t The editorial urged Sim to make an apology for his remarks and behavior before the bereaved families and people and step down."
        },
        {
            "title": "Koreans in U.S. Demand S. Korean Authorities Institute Special Law on Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-16ee.html",
            "content": "Koreans in U.S. Demand S. Korean Authorities Institute Special Law on Ferry Sewol Disaster\r\nPyongyang, July 23 (KCNA) -- Koreans in the U.S. held rallies outside the consulate general of south Korea in Los Angeles on July 19 and 20 in demand of the institution of a special law on the ferry Sewol disaster, according to Minjok Thongsin, the internet newspaper of Koreans in the U.S.\n\t\t\t\t\t At the rallies speakers underscored the need to institute a special law as wanted by the bereaved families of victims of the disaster and thoroughly probe the truth behind the accident and clear all suspicions. \n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to launch actions of various forms including signature campaign."
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Commemorated by Foreign Countries, Regions on Their Websites",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-03ee.html",
            "content": "Anniversary of Kim Il Sung's Demise Commemorated by Foreign Countries, Regions on Their Websites\r\nPyongyang, July 23 (KCNA) -- Special write-ups were posted on websites of different countries and regions on the occasion of the 20th anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t The websites included the Russian internet magazines Mar 12, Hanber Journal, the Russian internet TV Krasnoe Televidenie and the websites of the Rostov Association for the Study of Kimilsungism-Kimjongilism of Russia, the Russian Kirov Association for the Study of the Juche Idea, the Crimean Association for the Study of the Juche Idea, the Group for Solidarity with the DPRK, the Anti-Globalization Movement of Russia, and the one of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions.\n\t\t\t\t\t\n\t\t\t\t\t Photos documenting revolutionary activities of the President were posted on them.\n\t\t\t\t\t\n\t\t\t\t\t Posted on them were articles titled \"President Kim Il Sung who made new history of Korea\", \"Motto of President Kim Il Sung\", \"President Kim Il Sung: Devoting all his life to national reunification\", \"For global independence\", \"Korean people always remember their leader\", \"Great man of world\" and \"Broad smile of sun always shines\".\n\t\t\t\t\t\n\t\t\t\t\t The France-Korea Friendship Association on July 7 carried an article illustrated with the portrait of the smiling President. The article said that he put his last signature in his life to a document related to Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Front of France posted on its website articles captioned \"President Kim Il Sung and great national unity\" and \"Great human being in 20th century\".\n\t\t\t\t\t\n\t\t\t\t\t The Britain-Korea Friendship Association and other British progressive organizations on July 6 posted on their websites an article titled \"Prominent leader of century\" illustrated with photos of the President.\n\t\t\t\t\t\n\t\t\t\t\t The Group for the Study of Juche Philosophy and Songun Politics of Malta on July 7 posted on its website articles titled \"Kim Il Sung and his shining name\", \"Kim Il Sung, tender-hearted image\" and \"Great man revered by world\"."
        },
        {
            "title": "Anniversary of Kim Il Sung's Demise Commemorated by Foreign Papers",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-02ee.html",
            "content": "Anniversary of Kim Il Sung's Demise Commemorated by Foreign Papers\r\nPyongyang, July 23 (KCNA) -- Foreign papers carried special write-ups on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The Russian paper Pri Armurskiye Wedomostsi on July 11 carried an article illustrated with the portrait of the smiling President.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that the President, who made a great contribution to the struggle for the reunification of the country and the accomplishment of the global cause of independence, is deeply revered by all people as an incarnation of noble virtues.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t He was, indeed, the most prominent leader representing the 20th century, peerless great man and great sage of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The people in different parts of the world continue expressing reverence for his feats and noble personality.\n\t\t\t\t\t\n\t\t\t\t\t His idea and cause will last forever.\n\t\t\t\t\t\n\t\t\t\t\t The Vietnamese paper Nhan Dan on July 15 ran an article titled \"DPRK shows special interest in development of education\".\n\t\t\t\t\t\n\t\t\t\t\t The paper said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK builds schools wherever children are.\n\t\t\t\t\t\n\t\t\t\t\t This is a product of the President's noble outlook on the rising generation as he spared nothing for the children, calling them kings of the country.\n\t\t\t\t\t\n\t\t\t\t\t The paper cited facts praising his popular traits.\n\t\t\t\t\t\n\t\t\t\t\t The July issue of the Hungarian paper Liberation carried an article titled \"Kim Il Sung, great son of Korean people. Though it is 20 years since he passed away.\"\n\t\t\t\t\t\n\t\t\t\t\t The Senegalese paper Le Populaire on July 7 also ran an article dealing with his ideological and theoretical feats and energetic external activities."
        },
        {
            "title": "Important Day of DPRK Observed by Foreign Media",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-04ee.html",
            "content": "Important Day of DPRK Observed by Foreign Media\r\nPyongyang, July 23 (KCNA) -- Foreign media observed the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The Uruguayan paper La Juventud on June 25 carried an article titled \"History of President Kim Il Sung's revolutionary activities for victory in Fatherland Liberation War\" illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t The paper cited facts that the President aroused all the service personnel and people to the sacred war for defending the country, set forth correct strategies and tactics in every period and at every stage of the war and thus dealt merciless deadly blows at the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The Russian paper Pravda Primoriya on July 15 carried an article titled \"U.S., not forget the lesson taught by its defeat in Korean war\", which said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists were the aggressors who ignited a war against the DPRK in June, 1950 and inflicted untold disasters and misfortune upon the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The crimes committed by them during the war can never be pardoned.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of Kim Il Sung the Korean people defeated the U.S. imperialists and their allied forces and achieved a great victory in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are still pursuing a hostile policy toward the DPRK, far from drawing a lesson from its defeat in the war.\n\t\t\t\t\t\n\t\t\t\t\t On July 10 the Guinean Domestic, International and seven National Languages Broadcasting Services stressed that July 27 of the DPRK would go down in history along with its steady victories in the showdown with the U.S."
        },
        {
            "title": "Events for Solidarity with Korean People Held Abroad",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-05ee.html",
            "content": "Events for Solidarity with Korean People Held Abroad\r\nPyongyang, July 23 (KCNA) -- Events took place in various countries on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle.\n\t\t\t\t\t They included a meeting in Kyrgyzstan, meeting and film show in Benin and film show in Nigeria on July 16.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films \"Pyongyang Built on Debris\" and \"Monument to Three Charters for National Reunification\".\n\t\t\t\t\t\n\t\t\t\t\t A. Usupbayev, chairman of the Central Council of the People Unity-\"Kyrgyz El\" Republican Political Party, noted in his speech:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. suffered an ignominious defeat in the three year-long Korean war for the first time in history and signed a surrender document on July 27, 1953 at last.\n\t\t\t\t\t\n\t\t\t\t\t However, it is now kicking up a reckless war racket again, oblivious of the shameful defeat it sustained in the Korean war in the 1950s.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the DPRK to take military measures for self-defence for protecting the country and the nation from the evermore escalating nuclear threat from the U.S.\n\t\t\t\t\t\n\t\t\t\t\t I extend full support and solidarity to the Workers' Party of Korea and the Korean people in their just struggle to defend the sovereignty of the country from the U.S. hostile moves and reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t Hessou Kohovi, chairman of the Benin National Committee for the Study of the Juche Idea, said the miraculous victory achieved by the Korean people was a brilliant fruition of the outstanding strategies and tactics, unique war methods and superb commanding art of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Pascal Zouncheme, chief of the Benin Group for the Study of Kimilsungism-Kimjongilism, said the undying exploits the President performed in the showdown with the U.S. would go down in the world history of struggle against imperialism."
        },
        {
            "title": "CRPP aconseja a autoridades surcoreanas no perder oportunidad de mejorar relaciones N-S",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-11ss.html",
            "content": "CRPP aconseja a autoridades surcoreanas no perder oportunidad de mejorar relaciones N-S\r\nPyongyang, 23 de julio (ACNC) -- El Mariscal Kim Jong Un dirigio recientemente la competencia de examen del futbol masculino de la seleccion nacional que participara en los XVII Juegos Asiaticos. Esta noticia produce ahora grandes repercusiones dentro y fuera del pais. \n\t\t\t\t\tEl Mariscal dijo que la participacion de nuestros jugadores en los XVII Juegos Asiaticos sera un motivo importante para mejorar las relaciones intercoreanas y eliminar la desconfianza entre ambas partes coreanas y enfatizo que en esa cita, los deportistas deben contribuir mucho a la reconciliacion y la unidad de la nacion. Estas palabras hacen constar a todos los compatriotas su ferrea voluntad de reunificacion y su noble amor por la nacion. \n\t\t\t\t\t\n\t\t\t\t\tLa decision sobre la participacion de la seleccion nacional y el grupo de hinchas de la RPDC en los XVII Juegos Asiaticos refleja el noble proposito de aumentar el ambiente festivo de esa cita deportiva auspiciada por la parte connacional, aun en medio de la tensa situacion y la aguda confrontacion Norte-Sur, y convertirla en un hito importante para la mejora de relaciones intercoreanas y la eliminacion de desconfianza. \n\t\t\t\t\t\n\t\t\t\t\tEl portavoz del Comite por la Reunificacion Pacifica de la Patria (CRPP), en su declaracion fechada 23, senala que ahora la RPDC acelera los preparativos de la participacion en los XVII Juegos Asiaticos esperando que la presencia de la seleccion nacional y el grupo de hinchas norcoreanos aumente mas el holgorio del evento y contribuya mucho a mejorar las relaciones intercoreanas en ruptura y fomentar la reconciliacion y unidad nacionales. \n\t\t\t\t\t\n\t\t\t\t\tEn las recientes conversaciones de trabajo, la RPDC ha presentado propuestas mas realistas y racionales sobre los problemas practicos, tales como la dimension de la seleccion nacional y el grupo de hinchas, la ruta de viaje y los medios de transporte, el uso de albergue y el estimulo a los jugadores, observando las costumbres internacionales y tomando en consideracion la situacion actual de ambas partes coreanas, afirma la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a los gastos de estancia, hemos previsto anclar nuestro barco en el puerto de Inchon para el hospedaje y la comida a fin de restar las cargas de la parte Sur. \n\t\t\t\t\t\n\t\t\t\t\tMalgastar el tiempo censurando la participacion de la seleccion nacional y el grupo de hinchas norcoreanos sin comprender la bondad y los esfuerzos de nuestra parte es un proceder vergonzoso que buscara las criticas de los nacionales y extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tSi ambas partes coreanas censuran una a la otra en los problemas irrisorios en la situacion actual en que las relaciones bilaterales se encuentran en la peor fase, no se podra resolver nunca muchos problemas complicados pendientes entre ambas partes. \n\t\t\t\t\t\n\t\t\t\t\tSi se produce el incidente anormal de la no participacion de los jugadores e hinchas de la RPDC en la competencia internacional que se efectuara en Inchon, territorio coreano muy cerca de la linea de demarcacion militar, esto sera una afrenta irreparable para toda la nacion y las generaciones venideras. \n\t\t\t\t\t\n\t\t\t\t\tNadie debe tener el malsano intento de abusar de puras actividades deportivas en los fines politicos. \n\t\t\t\t\t\n\t\t\t\t\tAl paralelo de la ola deportiva que recorre ahora todo el pais, se elevan mas la esperanza y la atencion de habitantes norcoreanos a los jugadores e hinchas que tomaran parte en los XVII Juegos Asiaticos. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas no deben perder esta oportunidad magnifica ni sospechar ni tratar con hostilidad nuestra voluntad sincera de contribuir a la reconciliacion y unidad nacionales mediante la participacion en esa cita deportiva. \n\t\t\t\t\t\n\t\t\t\t\tTrataremos con paciencia este asunto desde el punto de vista de contribuir al fomento de la reconciliacion y unidad nacionales y de la amistad y paz con los paises de Asia y el mundo."
        },
        {
            "title": "RPDC decide establecer en provincias zonas de desarrollo economico",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-16ss.html",
            "content": "RPDC decide establecer en provincias zonas de desarrollo economico\r\nPyongyang, 23 de julio (ACNC) -- La Republica Popular Democratica de Corea decidio establecer las zonas de desarrollo economico en algunas partes de la ciudad de Pyongyang, la de Nampho, las provincias de Hwanghae del Sur, de Phyong-an del Sur y del Norte.\n\t\t\t\t\tSe fundara la zona de desarrollo de tecnologias sofisticadas de Unjong en algunas porciones de los barrios Wisong, Kwahak no.1 y Kwahak no.2, Paesan y Ulmil del municipio de Unjong de la ciudad de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tSe abrira en algunas partes de la cabecera del distrito de Kangryong de la provincia de Hwanghae del Sur la zona verde modelo internacional de Kangryong.\n\t\t\t\t\t\n\t\t\t\t\tVarios segmentos del barrio de Jindo y la comuna de Hwado del municipio de Waudo de la ciudad de Nampho se convertiran en la zona de elaboracion para la exportacion de Jindo. \n\t\t\t\t\t\n\t\t\t\t\tEn algunas porciones de la comuna de Ryongbuk de la zona de Chongnam, la comuna de Unjong del distrito de Sukchon,  de la provincia de Phyong-an del Sur, la zona obrera de Chongsong del distrito de Sakju y la comuna de Pangsan, de la provincia de Phyong-an del Norte, se crearan la zona de desarrollo industrial de Chongnam, la de desarrollo agricola de Sukchon y la de desarrollo turistico de Chongsu, respectivamente.\n\t\t\t\t\t\n\t\t\t\t\tLas zonas de desarrollo economico, que se fundaran en las provincias, estan bajo la soberania de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tQuedo publicado el dia 23 el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea."
        },
        {
            "title": "Se creara en RPDC zona economica internacional de Sinuiju",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-17ss.html",
            "content": "Se creara en RPDC zona economica internacional de Sinuiju\r\nPyongyang, 23 de julio (ACNC) -- De acuerdo con el decreto fechado 23 del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, se tomo la decision de convertir la zona economica especial, establecida en algunas partes de la ciudad de Sinuiju de la provincia de Phyong-an del Norte, en la zona economica internacional de Sinuiju.\n\t\t\t\t\tEn ella se ejercera la soberania de la RPDC."
        },
        {
            "title": "Kim Jong Un recibe presente de delegacion de alianza internacional",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-19ss.html",
            "content": "Kim Jong Un recibe presente de delegacion de alianza internacional\r\nPyongyang, 23 de julio (ACNC) -- El Mariscal Kim Jong Un recibio presente que le dedicara la delegacion de la Alianza Internacional de las Sociedades Regionales de Europa Oriental y de Asia Central para el Estudio de la Idea Juche y la Politica de Songun, de visita en Corea.\n\t\t\t\t\tEl jefe de la delegacion Mijail Panchenko, secretario general de la alianza, lo traslado el dia 23 a un funcionario coreano."
        },
        {
            "title": "Celebran en RPDC el Da Mundial de Malaria",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-22ss.html",
            "content": "Celebran en RPDC el Da Mundial de Malaria\r\nPyongyang, 23 de julio (ACNC) -- Tuvo lugar el da 23 en el distrito de Phyongwon de la provincia de Phyong-an del Sur el acto por el Da Mundial de Malaria.\n\t\t\t\t\tTomaron parte en la ocasin los funcionarios del Ministerio de Salud pblica, las entidades sociales y la rama de prensa e informacin y otras interesadas, los miembros de las organizaciones internacionales acreditadas en Corea, inclusive los representantes de la Organizacin Mundial de la Salud (OMS) y el Fondo de las Naciones Unidas para la Infancia (UNICEF).\n\t\t\t\t\t\n\t\t\t\t\tHubo discursos y se han presentado las actividades para prevenir la malaria en Corea.\n\t\t\t\t\t\n\t\t\t\t\tTras presenciar la funcin artstica ofrecida por el grupo de propaganda higinica, los participantes vieron en la comuna de Wonhwa del mencionado distrito la propaganda higinica y el tratamiento preventivo de los mdicos locales y el trabajo de los granjeros de eliminacin del hbitat de mosquitos.\n\t\t\t\t\t\n\t\t\t\t\tCon motivo de la efemride mundial, tuvo lugar en el centro y las provincias la propaganda intensiva y las actividades preventivas para erradicar la malaria."
        },
        {
            "title": "Boxeadora coreana gana medalla de oro en Competencia Internacional de Boxeo de China",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-20ss.html",
            "content": "Boxeadora coreana gana medalla de oro en Competencia Internacional de Boxeo de China\r\nPyongyang, 23 de julio (ACNC) -- Ri Hyang Mi, boxeadora ocupo el primer lugar en la 4a Competencia Internacional Abierta de Boxeo de China.\n\t\t\t\t\tEn esta cita deportiva, efectuada en la provincia china de Guizhou, participaron mas de 170 boxeadores de 18 paises y regiones.\n\t\t\t\t\t\n\t\t\t\t\tEn la division femenina de 51kg, Ri vencio a sus rivales de Tadjikistan y China en las eliminatorias y la semifinal.\n\t\t\t\t\t\n\t\t\t\t\tEn la final, doblego a la contrincante ucrania por 3:0.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Kwon Chol Guk ocupo el segundo lugar en el peso masculino de 56kg y Jang Un Hui termino tercera en la categoria femenina de 75kg.\n\t\t\t\t\t\n\t\t\t\t\tLos boxeadores coreanos regresaron el dia 23."
        },
        {
            "title": "Intento de EE.UU. de derrocar a RPDC es ambicion irrealizable: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-02ss.html",
            "content": "Intento de EE.UU. de derrocar a RPDC es ambicion irrealizable: Rodong Sinmun\r\nPyongyang, 23 de julio (ACNC) -- Es vana ilusion el plan de EE.UU. de derrocar a la RPDC con el ataque preventivo nuclear.\n\t\t\t\t\tAdelanta el diario Rodong Sinmun en un comentario individual difundido este miercoles y continua:\n\t\t\t\t\t\n\t\t\t\t\tDesde el comienzo de este ano, la RPDC viene presentando las propuestas importantes para mejorar las relaciones intercoreanas y garantizar la paz y la estabilidad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tPero, EE.UU. libro con enormes fuerzas agresoras y equipos mortiferos los ejercicios militares conjuntos Key Resolve y Foal Eagle y recientemente, inicio otras maniobras de guerra movilizando los medios de guerra nuclear, lo cual llevo a la fase peligrosa la situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEl proposito del imperio es golpear a la RPDC de modo sorpresivo y preventivo y ocupar toda la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y el pueblo de Corea no son los que asustan ante el chantaje nuclear y la amenaza de EE.UU., semejantes a la \"diplomacia de canonero\" del siglo pasado.\n\t\t\t\t\t\n\t\t\t\t\tLas armas nucleares y el ICBM ya no son medios monopolizados por el imperio.\n\t\t\t\t\t\n\t\t\t\t\tSera ingenuo pensar que el territorio norteamericano estara a salvo aunque se desate la segunda guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC tiene formidable poderio militar con que puede castigar a los enemigos si estos dan algun movimiento sospechoso y no tiene ningun miedo al intento de ataque preventivo de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tAntes de estar antojados de la tierra ajena, los maniacos de guerra deberan pensar primero en la seguridad de su territorio."
        },
        {
            "title": "Minju Joson califica a EE.UU. de autor de amenaza nuclear",
            "url": "http://kcna.co.jp/item/2014/201407/news23/20140723-03ss.html",
            "content": "Minju Joson califica a EE.UU. de autor de amenaza nuclear\r\nPyongyang, 23 de julio (ACNC) -- Segun trascendidos, el fondo de opinion social de Rusia realizo recientemente una encuesta y mas de la mitad de los encuestados dijeron que la amenaza nuclear proviene primero de Estados Unidos.\n\t\t\t\t\tA finales del ano pasado, la encuestadora norteamericana WIN/GALLUP International de EE.UU. realizo un sondeo sobre 68 mil personas de mas de 60 paises del mundo.\n\t\t\t\t\t\n\t\t\t\t\tSegun su resultado, el grupo mas numeroso fue el de los que respondieron que EE.UU. es el amenazante no.1 a la paz mundial.\n\t\t\t\t\t\n\t\t\t\t\tEn un comentario individual divulgado el dia 23, el rotativo Minju Joson afirma que esas encuestas senalan que no se puede enganar la vista imparcial del mundo.\n\t\t\t\t\t\n\t\t\t\t\tPor su naturaleza agresiva, EE.UU. es considerado como factor mas peligroso que amenaza la paz y seguridad del mundo, recalca el comentarista y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn el problema nuclear, EE.UU. fue el primero en fabricar el arma nuclear y el unico que la ha usado en la guerra.\n\t\t\t\t\t\n\t\t\t\t\tAunque paso mucho tiempo desde aquel entonces, EE.UU. considera invariablemente el arma nuclear como medio mas poderoso para realizar su ambicion de hegemonia mundial y mantiene la politica de fuerza basada en las armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tGastando enormes fondos cada ano en la modernizacion de armas nucleares, EE.UU. produce en grandes cantidades las armas nucleares de diversos generos y amenaza abiertamente a los paises que se oponen a su estrategia de hegemonia mundial.\n\t\t\t\t\t\n\t\t\t\t\tAsi EE.UU. es el que ha causado el problema nuclear y el mas peligroso que puede usar el arma nuclear. Por esta razon, la humanidad vive ahora intranquila.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de que EE.UU. arma escandalos sobre la amenaza de alguien, no puede enganar la opinion publica mundial ni ocultar la verdad."
        }
    ]
}