{
    "date": "2014-08-01",
    "url": "http://kcna.co.jp/item/2014/201408/2014-08-01ee.html",
    "articles": [
        {
            "title": "NPCK Spokesman Raps U.S. and S. Korean Warmongers' Projected Ulji Freedom Guardian ",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-01ee.html",
            "content": "NPCK Spokesman Raps U.S. and S. Korean Warmongers' Projected Ulji Freedom Guardian \r\n Pyongyang, August 1 (KCNA) -- The U.S. and south Korean war-like forces openly disclosed their plan to stage Ulji Freedom Guardian, nuclear war exercises targeted against the DPRK.\n\t\t\t\t\t The south Korean military gangsters announced that they would formally apply their \"tailored deterrence strategy\" and the like to those drills to be staged under the simulated conditions of an actual war, asserting they would fully put into practice new strategic conceptions to cope with the \"nuclear and missile threats\" from the north.\n\t\t\t\t\t\n\t\t\t\t\t The spokesman for the National Peace Committee of Korea (NPCK) said in a statement issued on Thursday in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Their projected war exercises are not only a blatant challenge to the sincere efforts of the DPRK for improving the inter-Korean relations and achieving peace and detente on the Korean peninsula but also a grave military provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, their formal announcement of the plan to apply their \"tailored deterrence strategy\", a plan for a preemptive nuclear strike at the DPRK, is little short of a declaration of a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and puppet military gangsters are taking issue with the military drills staged by the DPRK in its own territory, while conducting madcap nuclear war maneuvers targeted against the DPRK in south Korea and waters off it almost everyday with the mobilization of large-scale aggressor troops including nuclear carrier.\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but sheer sophism of shameless robbers and a ridiculous reckless action which can be conducted only by them. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet group should bear in mind that all aggressor forces, the military bases in south Korea and overseas to be involved in the projected drills, the White House, Pentagon and Chongwadae and all other bases for aggression and provocations will be targets of powerful ultra-modern precision firepower strike means including the strategic and tactical rockets of the DPRK's revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and puppet warmongers should not misjudge the efforts of the DPRK for ensuring peace and its patience and stop the provocative nuclear war maneuvers against the DPRK at once."
        },
        {
            "title": "National Meeting Marks Anniversary of Policy of Modeling Whole Party on Kimilsungism",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-17ee.html",
            "content": "National Meeting Marks Anniversary of Policy of Modeling Whole Party on Kimilsungism\r\n Pyongyang, August 1 (KCNA) -- A national meeting took place at the April 25 House of Culture Friday to mark the 40th anniversary of the policy of modeling the whole party on Kimilsungism set forth by leader Kim Jong Il.\n\t\t\t\t\t Kim Jong Il made a conclusion \"Let Us Expedite Modeling the Whole Society on Kimilsungism by Fundamentally Improving the Party Work\" on August 2, Juche 63 (1974) in the short course of officials of party organizations across the country. In the speech he defined the modeling of the whole party on Kimilsungism as a prerequisite to modeling the whole society on Kimilsungism and comprehensively clarified the principled issues arising in putting it into practice and the tasks to be carried out by the party organizations.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Kim Yong Nam, Kim Ki Nam, Choe Thae Bok and other senior party and state officials, officials of party, armed forces and power organs, social organizations, ministries and national institutions, service personnel of the Korean People's Army and the Korean People's Internal Security Forces and officials of institutions and industrial establishments and labor innovators in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea (WPK), made a report.\n\t\t\t\t\t\n\t\t\t\t\t He said that modeling the whole party on Kimilsungism serves as a great programme for party-building as it calls for comprehensively rounding off the modeling of the party on Kimilsungism which started with the founding of the WPK and developing the party into the perfect party of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the exploits performed by Kim Jong Il in the efforts to model the whole party on Kimilsungism, the reporter went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il clarified the essence of the work for modeling the whole party on Kimilsungism as the one for establishing the monolithic ideological system and unitary leadership system within the party, leading the party organizations at all levels to keep the work as a main task and further deepen it.\n\t\t\t\t\t\n\t\t\t\t\t He wisely led the work to build the ranks of cadres and party members with core elements of the revolution intensely loyal to the party and leader as required by the developing situation.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that radical changes took place in the work system and method of the party as required by the modeling of the whole party on Kimilsungism so as to steadily increase the leadership role of the party.\n\t\t\t\t\t\n\t\t\t\t\t He successfully accomplished the historic cause of developing the WPK into the guiding force of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the Songun politics as the political mode of the party, revolutionary mode in the rigorous trying days of the Korean revolution and wisely led the work to carry it out.\n\t\t\t\t\t\n\t\t\t\t\t He developed the WPK into the revolutionary party of Juche shining forever with the august name of Kim Il Sung and provided a sure guarantee for building a thriving socialist nation with his outstanding idea and extraordinary leadership. These revolutionary feats will remain shining for all ages.\n\t\t\t\t\t\n\t\t\t\t\t The present reality in which the cause of party-building has entered a new higher stage under the guidance of Marshal Kim Jong Un clearly proves the truth that the idea and exploits of Kim Jong Il serve as the eternal lifeline of Juche-oriented party-building and the WPK will always emerge victorious when it advances straight along the road indicated by him.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for dynamically speeding up the modeling of the whole party and society on Kimilsungism-Kimjongilism to eternally glorify the WPK as the revolutionary party of Juche and accomplish the revolutionary cause of Juche, the Songun revolutionary cause that started in Mt. Paektu."
        },
        {
            "title": "KCNA Commentary Discloses U.S. Sinister Intention to Maintain Military Supremacy ",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-19ee.html",
            "content": "KCNA Commentary Discloses U.S. Sinister Intention to Maintain Military Supremacy \r\n Pyongyang, August 1 (KCNA) -- The U.S. is now craftily working to deploy THAAD in south Korea under the pretext of coping with the \"missile threat\" from the DPRK. \n\t\t\t\t\t The U.S. State Department recently held a press conference at which it said that THAAD was to counter the threat from north Korea and its deployment would be transparent by protecting the security of not only NATO but Russia.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is much upset by the international community's rebuff and censure of the deployment of THAAD in south Korea. Consequently, it is running the whole gamut of gimmick to cover up its sinister intention to contain China and Russia and maintain military supremacy. It, however, proves counter-productive.\n\t\t\t\t\t\n\t\t\t\t\t It is the strategic calculation of the U.S. that if it plugs south Korea into its MD under the situation where the north and the south of Korea are standing in acute military confrontation, it can contain its military rivals Russia and China in the region and realize its hegemonic ambition. \n\t\t\t\t\t\n\t\t\t\t\t The story about \"the missile threat\" from the DPRK floated by the U.S. while giving spurs to establishing components of the worldwide missile defense system is nothing but sheer hypocrisy to calm down big powers in the region. \n\t\t\t\t\t\n\t\t\t\t\t Its plan to deploy THAAD in south Korea is part of its scenario to establish its MD worldwide. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. MD is now being established in the direction of pressurizing its potential rivals in the Asia-Pacific in the east and west. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. regards the big powers with strong economic and military might as potential rivals capable of challenging it in the efforts to dominate the region. It is a very dangerous move for achieving its goal for aggression to press ahead with the establishment of the MD as it is leaving no means untried to put the region under its military control. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. MD has a strong missile system for attack on the Eurasian continent and its operational radius covers big powers in the Asia-Pacific region and strategic bases there. \n\t\t\t\t\t\n\t\t\t\t\t It involves the whole of Europe, Mideast, Alaska, Japan, south Korea, Philippines and Australia. It is nonsensical to claim that the U.S. MD requiring a huge amount of funds is to ward off the \"missile attack\" from the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Russian Foreign Ministry on July 24 said that the U.S. worldwide establishment of its MD would inevitably have a baneful impact on the strategic environment of the region, facilitate the arms race in Northeast Asia and make the solution of the nuclear issue on the Korean peninsula more complicated. \n\t\t\t\t\t\n\t\t\t\t\t Viktor Yesin, former chief of the Staff of the Strategic Rocket Force of Russia, said that the U.S. talk about counter-action against the DPRK is completely asymmetric as it is establishing Theatre Missile Defence System to contain the nuclear potentialities of Russia and China.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. reckless moves to establish MD will spark off worldwide arms race and a new Cold War. \n\t\t\t\t\t\n\t\t\t\t\t The criminal moves of the U.S. to dominate the Asia-Pacific region can never be justified."
        },
        {
            "title": "Rodong Sinmun's Military Commentator on Truth behind Cheap Publicity Stunts of U.S. and S. Korea",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-05ee.html",
            "content": "Rodong Sinmun's Military Commentator on Truth behind Cheap Publicity Stunts of U.S. and S. Korea\r\n Pyongyang, August 1 (KCNA) -- Odd cheap publicity stunts being staged by the U.S. and south Korean puppet forces will only bring into bolder relief their unconcealable true colors as poor losers and living dead in the future, too.\n\t\t\t\t\t Rodong Sinmun Friday says this in a military commentator's article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Those who suffered the heaviest and most shameful defeat in history and signed a surrender document held what they called a \"ceremony of victorious war\" on the occasion of July 27.\n\t\t\t\t\t\n\t\t\t\t\t They staged such burlesques as holding \"invitational event\", \"peace camp of school youth and children\", \"peace concert for celebrating the day of the entry of UN forces\" and \"burning incense and floral tribute to the monument to the war dead\" by inviting war veterans who sustained the defeat at that time and their descendants to be present there. These events were meant to distort their history of shame and defeat and justify their moves for a new war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t When the south Korean puppet forces, in particular, were busy misleading  public opinion by floating the story that \"they beat back the southward invasion\" by someone and \"achieved signal successes\" in the war, Americans went the lengths of rewriting the high school history textbook by adding \"pages dealing with the June 25 war\" to it and distorting the Korean war for aggression as \"a war fought to beat back the southward aggression\" and \"victorious war\" as part of their \"plan for letting people properly know about the June 25 war\".\n\t\t\t\t\t\n\t\t\t\t\t The \"peace concert for celebrating the day of the entry of UN forces\" was nothing but the event where the funeral song was played in memory of the defeated.\n\t\t\t\t\t\n\t\t\t\t\t The \"performance\" given by the south Korean puppet forces near the Demilitarized Zone (DMZ) of the Military Demarcation Line (MDL) reminded one of a sad confession to the disgrace the war provocateurs suffered.\n\t\t\t\t\t\n\t\t\t\t\t Such funeral songs were heard from Mt. Tora along the MDL and in every other place including Seoul and Pusan, turning all parts of south Korea into a scene of funeral service.\n\t\t\t\t\t\n\t\t\t\t\t U.S. forces were also compelled to give a \"military band concert\" near the Arlington National Cemetery but only lonely tune of grief and sorrow was heard.\n\t\t\t\t\t\n\t\t\t\t\t This time, too, Park Geun Hye instructed Chongwadae to arrange a \"sacrificial table\" for the participants in the past Korean war.\n\t\t\t\t\t\n\t\t\t\t\t She expressed \"thanks\" to the reserve service personnel of the puppet army and the U.S. imperialist aggressors present in south Korea through \"presentation of diplomas of gratitude\" and conferment of \"decorations for heroes in defending the country\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces gave \"parties\" to console the war dead in various parts of the world and went busy instituting a new \"prize\". These charades only rubbed salt in the wounds of the defeated and brought back a horrible nightmare.\n\t\t\t\t\t\n\t\t\t\t\t The \"events commemorating July 27\" held at the same time by the American master and his servant in Washington and Seoul were characterized by the height of rigmaroles let loose by the defeated and living dead.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye attended the \"event commemorating July 27\" held at the \"Plaza of Peace\" before the \"War Memorial\" in Ryongsan, Seoul and made \"a commemorative address.\" But it was hard to discern whether it was a \"memorial address\" or a \"provocative speech.\"\n\t\t\t\t\t\n\t\t\t\t\t She began her address by offering \"profound thanks\" to the Korean war dead for their \"noble sacrifices\" and the like but made an about- turn in her tone all of a sudden, letting loose a whole string of malignant vitriol and making such provocative remarks crying out for the \"north's dismantlement  of nuclear weapons\" and \"real changes\".\n\t\t\t\t\t\n\t\t\t\t\t \"Commemorating\" the Korean war in which they sustained all sorts of tragic setbacks was nothing but a ridiculous charade staged by the mentally deranged guys.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the representatives of the \"participating countries of the UN Forces\" visited the \"cemetery of fallen UN forces\" and \"battle sites\" as part of the burlesque \"commemorating July 27,\" the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t It was as clear as noonday what they \"visited\" and \"prayed for\".\n\t\t\t\t\t\n\t\t\t\t\t The same was the case with the \"visit to the battle sites\" to which the host south Korea directed particular efforts.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces were apt to reenact \"the landing operation in Inchon\" and arrange visits to the warship Cheonan under the pretext of \"establishing an outlook on security,\" inviting many tourists and even pupils to watch them. Not content with these farces, they brought them together in \"battle sites\" and let them don military fatigues and carry arms, kicking up anti-DPRK confrontation hysteria.\n\t\t\t\t\t\n\t\t\t\t\t Evil practices were repeated at these burlesques.\n\t\t\t\t\t\n\t\t\t\t\t One may comment that the \"visits\" to the \"cemetery\" and the \"battle sites\" only brought back nightmare of defeat to the visitors.\n\t\t\t\t\t\n\t\t\t\t\t Those tricksters might have taken much pain and effort to paint the defeat as \"victory\" every year.\n\t\t\t\t\t\n\t\t\t\t\t This was evidenced by a ceremony of unveiling a statue held at the National Museum of Marines in Virginia State.\n\t\t\t\t\t\n\t\t\t\t\t Those who were tasked to erect a statue in \"commemoration\" of the Armistice Agreement had a great difficulty.\n\t\t\t\t\t\n\t\t\t\t\t No matter how hard they worked to select those surviving, they could not find out anyone who could negate their defeat in the war and could be a witness to the victorious war among the U.S. imperialist aggressors who fought in the Korean war, to say nothing of at least 405 000 troops dead, wounded or captured.\n\t\t\t\t\t\n\t\t\t\t\t They could not deliberately choose anyone, afraid of the public criticism. When they were at a loss, a good idea flashed upon their minds. It was a war horse which they claimed had been related to the war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are not worth even a war horse.\n\t\t\t\t\t\n\t\t\t\t\t The article refers to the \"march of honor guard\" of the U.S. Marines \"staged\" at the dead of night.\n\t\t\t\t\t\n\t\t\t\t\t There was a \"march of honor guard\" of the U.S. Marines near the Capitol Hall.\n\t\t\t\t\t\n\t\t\t\t\t What was noteworthy was that it was held in the middle of night quietly in the presence of participants in the Korean war. They reminded one of alley cats.\n\t\t\t\t\t\n\t\t\t\t\t The march once again brought to light the ugly plight of the defeated and living dead which remains unchanged no matter how much water flows under the bridge.\n\t\t\t\t\t\n\t\t\t\t\t The history of the defeat in the war is truth hard to tamper with.\n\t\t\t\t\t\n\t\t\t\t\t The June 25 war serves as synonym for the defeat in the war and shame. This can be well illustrated by the \"veteran medal\" the U.S. made to award to the participants in the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t It was a very strange event to confer the medal bearing the word \"commemoration\" upon the survivors. This was nothing but a gesture of treating them like those who were killed more than six decades back.\n\t\t\t\t\t\n\t\t\t\t\t Great irony was that those medals were made with rusty barbed wire entanglements collected from the DMZ of the MDL.\n\t\t\t\t\t\n\t\t\t\t\t The \"veteran medal\" was not a \"commendation,\" in actuality, because it bears witness to the miserable plight of living dead who were more dead than alive, deploring their fate of being cannon fodder for the past war of aggression, though they narrowly survived it.\n\t\t\t\t\t\n\t\t\t\t\t By staging diverse charades the U.S. and south Korean puppet forces tried hard to paint their heavy defeat as a victory in the past Korean war and create impression that they had many supporters and sympathizers, all of them turned out to be follies.\n\t\t\t\t\t\n\t\t\t\t\t The ridiculous dramas staged by the U.S. and south Korean puppet forces and their allies on the occasion of July 27 reconfirmed the bitter shame and ignominious defeat they suffered in the war in the eyes of the world people, concludes the article."
        },
        {
            "title": "S. Korean Minister of Defense Denounced for His Reckless Remarks",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-07ee.html",
            "content": "S. Korean Minister of Defense Denounced for His Reckless Remarks\r\n Pyongyang, August 1 (KCNA) -- Han Min Gu, puppet minister of Defense of south Korea, just after taking office went to the biggest hotspot Yonphyong Island where he thoughtlessly talked about \"strike at base of provocation and supporting and commanding forces.\" At TV appearance, he talked rubbish that the north will have to be aware of the danger to \"the existence of its social system\". Recently he went to the missile command of the puppet Ground Force and talked about \"possibility to strike the whole area of the north\" and \"precise target attack.\" These are reckless remarks of a confrontation maniac preoccupied with the intention to hurt the dignity of the DPRK and bring down its social system.\n\t\t\t\t\t Newspapers on Friday say this in commentaries.  \n\t\t\t\t\t\n\t\t\t\t\t So astonishing is the childish way of thinking of Han as he regards the sea of flames that will engulf south Korea as children's play with fire, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Tragedy is that the military gangs of south Korea including Han Min Gu do not know who their opponent is. \n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are full of the will to destroy the stronghold of the enemies at a stroke to give vent to their resentments. Han Min Gu believes in the U.S. as in God but it will never be able to shield south Korea from heavy shower of fire. \n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous to trumpet about \"punishment\" while counting on the scrap iron given by the master. \n\t\t\t\t\t\n\t\t\t\t\t Traitor Han Min Gu can never be allowed to exist as he goes reckless, being obsessed with extreme hostility towards fellow countrymen and war hysteria. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that the south Korean authorities should decisively break with those cancer-like beings like Han, not shielding them, as they bring nothing good to the nation."
        },
        {
            "title": "S. Korean Warmongers Slammed for Interrupting Improvement of North-South Relations",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-09ee.html",
            "content": "S. Korean Warmongers Slammed for Interrupting Improvement of North-South Relations\r\n Pyongyang, August 1 (KCNA) -- The puppet military war-like forces of south Korea, engrossed in treacherous acts and confrontation with the fellow countrymen, should be eliminated as early as possible as they are trouble makers in improving inter-Korean relations, says Rodong Sinmun in an article on Friday.\n\t\t\t\t\t It continues:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean military gangsters are letting loose a torrent of vituperation to prevent the inter-Korean ties from improving and incite the confrontation.\n\t\t\t\t\t\n\t\t\t\t\t It is Han Min Gu, puppet minister of defense, who is leading in these moves.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Han and other military trigger-happy forces branded the goodwill of the DPRK for the improvement of the inter-Korean ties and national reunification as \"camouflaged peace offensive\" and \"the reconciliation-war double-dealing tactics\". Not content with this, they made no scruple of committing extreme provocative acts of challenging the dignity of the supreme leadership of the DPRK and its social system.\n\t\t\t\t\t\n\t\t\t\t\t This proves that they are a group of madmen bereft of elementary reason, engrossed in the confrontation with fellow countrymen, and a group of traitors who bring nothing good to the nation in mending the inter-Korean ties and are not worth a penny.\n\t\t\t\t\t\n\t\t\t\t\t The cynic ploy of the military group to prolong their remaining days through the intensified confrontation with the DPRK is no longer workable.\n\t\t\t\t\t\n\t\t\t\t\t Whoever encroaches upon the inviolable dignity of the DPRK and its social system even a bit will never be safe, wherever he or she is in hiding.\n\t\t\t\t\t\n\t\t\t\t\t Han should clearly realize how miserable fate he will meet for his reckless remarks."
        },
        {
            "title": "Leading Party Officials Visit Kim Jong Il's Birthplace",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-18ee.html",
            "content": "Leading Party Officials Visit Kim Jong Il's Birthplace\r\n Samjiyon, August 1 (KCNA) -- Leading party officials on a study tour of revolutionary battle sites in the area of Mt. Paektu visited leader Kim Jong Il's birthplace in the Paektusan Secret Camp on August 1.\n\t\t\t\t\t They placed bunches of flowers before the mosaic depicting the images of the three commanders of Mt. Paektu and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They first looked round the monument inscribed with the ode \"Shining Star\" which President Kim Il Sung personally created on the birthday of Kim Jong Il and then went round the Paektusan Secret Camp. They looked round the birthplace where Kim Jong Il was born as the son of guerrillas and grew up to be a great revolutionary, while hearing the sound of gunfire of the anti-Japanese war as a lullaby.\n\t\t\t\t\t\n\t\t\t\t\t They also went round the shallow well used by anti-Japanese war hero Kim Jong Suk and trees bearing revolutionary slogans such as \"General star rose up in the sky over Mt. Paektu. It brightens the whole of Korea\" written by her.\n\t\t\t\t\t\n\t\t\t\t\t They toured Chongbong bivouac, Konchang bivouac and the Sajabong secret camp where members of the Korean People's Revolutionary Army stayed on their way to the homeland led by the President.\n\t\t\t\t\t\n\t\t\t\t\t They laid bunches of flowers before the statue of the President in the Chongbong bivouac.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the headquarters log cabin and publishing house of the Sajabong secret camp and the Chongbong Monument, log cabins vividly showing the iron discipline and the lifestyle of the Korean People's Revolutionary Army, the sites of campfires and trees bearing revolutionary slogans.\n\t\t\t\t\t\n\t\t\t\t\t That day they had tent camping around the Konchang bivouac and had a meeting to hear impressions of the reminiscences of anti-Japanese guerrillas read by them.\n\t\t\t\t\t\n\t\t\t\t\t They held recreation gatherings and swapped experience they gained in the work by the campfire."
        },
        {
            "title": "Leading Party Officials Tour Mt. Paektu",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-08ee.html",
            "content": "Leading Party Officials Tour Mt. Paektu\n\t\t\t\t\t\t\r\n Samjiyon, July 31 (KCNA) -- Leading party officials from across the country Thursday mounted Mt. Paektu, the holy mountain of revolution, as part of study tour of revolutionary battle sites in the area of Mt. Paektu.\n\t\t\t\t\t They looked round the secret camps on Mts. Sono and Kom.\n\t\t\t\t\t\n\t\t\t\t\t They held a meeting of reciting long epic \"Mt. Paektu\" and contest of singing revolutionary songs on the same day.\n\t\t\t\t\t\n\t\t\t\t\t They loudly sang \"Song of Korea\", \"Song of Anti-Japanese War\" and \"Nostalgia\", immortal classical masterpieces, \"Song of the Red Flag\", \"Song of the Revolutionary Army\", \"The Guerrilla March\" and other songs.\n\t\t\t\t\t\n\t\t\t\t\t During the study tour the leading party officials conducted political work of imparting the party policies to the people in Samjiyon County.\n\t\t\t\t\t\n\t\t\t\t\t The study tour continues."
        },
        {
            "title": "Munsu Water Park in Pyongyang Packed with Citizens",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-21ee.html",
            "content": "Munsu Water Park in Pyongyang Packed with Citizens\r\n Pyongyang, August 1 (KCNA) -- The Munsu Water Park in Pyongyang, the capital city of the Democratic People's Republic of Korea, is now crowded with visitors everyday.\n\t\t\t\t\t The Park is located on the scenic bank of the Taedong River. It, with a total floor space of 109 000 square meters, has such various types of water slides as wavy slide, coaster-style slide and nose-dive slide.\n\t\t\t\t\t\n\t\t\t\t\t July and August are the months for maritime physical culture in the country. On this occasion, citizens of all ages and both sexes come to the Park to enjoy themselves at its wading pools.\n\t\t\t\t\t\n\t\t\t\t\t The small water park for children there is packed with overjoyed children almost everyday.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Yong Sik, a workshop head of the Park, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t At present 10 000 people a day visit here to spend a pleasant time. Many of them would be unaware of the passage of time while playing in water.\n\t\t\t\t\t\n\t\t\t\t\t They are very grateful to the respected Marshal Kim Jong Un for having provided such pleasure to them."
        },
        {
            "title": "New Products Conducive to Agricultural Development",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-20ee.html",
            "content": "New Products Conducive to Agricultural Development\r\n Pyongyang, August 1 (KCNA) -- The Institute of Agricultural Chemicalization under the Academy of Agricultural Science in the DPRK has made many achievements to boost agricultural production.\n\t\t\t\t\t The institute has established the process of producing multi-nutrients for rice seedlings by industrial method. The multi-nutrients help ensure the growth of rice seedlings, saving labor, farming materials and soil.\n\t\t\t\t\t\n\t\t\t\t\t Among the achievements is multi-element mineral fertilizer comprising 20 kinds of essentials.\n\t\t\t\t\t\n\t\t\t\t\t The institute has also put the production of mixed herbicide, maize seed-covering materials, etc. on a more scientific basis."
        },
        {
            "title": "Delegation of Juche Idea Study Organization Leaves ",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-04ee.html",
            "content": "Delegation of Juche Idea Study Organization Leaves \r\n Pyongyang, August 1 (KCNA) -- The delegation of the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions led by General Secretary Mikhail Panchenko left here Friday."
        },
        {
            "title": "Foreigners Give Impressions of Camping at Songdowon of DPRK",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-16ee.html",
            "content": "Foreigners Give Impressions of Camping at Songdowon of DPRK\r\n Pyongyang, August 1 (KCNA) -- The camping at the Songdowon International Children's Camp in the DPRK gives great pleasure to children from different countries.\n\t\t\t\t\t Those campers were moved to see the camp splendidly remodeled under the deep care of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Ho Thi Dan Thanh, head of the Vietnamese campers group, told KCNA: \n\t\t\t\t\t\n\t\t\t\t\t It is the first time for me to visit the DPRK with Vietnamese children.\n\t\t\t\t\t\n\t\t\t\t\t The children like their camping here very much. They are spending pleasant days, singing and playing together with DPRK children.\n\t\t\t\t\t\n\t\t\t\t\t Teachers and all other employees at the camp are very kind, and environment of the camp is very clean.\n\t\t\t\t\t\n\t\t\t\t\t Through this visit to the DPRK, I've come to know well about supreme leader Kim Jong Un's love for children as warm as the great Generalissimos Kim Il Sung and Kim Jong Il's and about the popular policies of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Hossein Shaban Singa, a camper from Tanzania, said:\n\t\t\t\t\t\n\t\t\t\t\t The aquarium here is wonderful and charming. I am very happy to visit this remodeled camp as the first of the Tanzanian children.\n\t\t\t\t\t\n\t\t\t\t\t Back home, I will tell my friends about what I've felt here.\n\t\t\t\t\t\n\t\t\t\t\t I want to express my gratitude to the respected Marshal Kim Jong Un for his loving care for children."
        },
        {
            "title": "S. Korean Legal Scholars Insist on Validity of Institution of Special Law on Ferry Sewol",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-12ee.html",
            "content": "S. Korean Legal Scholars Insist on Validity of Institution of Special Law on Ferry Sewol\r\n Pyongyang, August 1 (KCNA) -- South Korean legal scholars held a press conference in Seoul on July 28 insisting on the validity of the institution of a special law on the ferry Sewol, according to the south Korean internet paper Voice of People.\n\t\t\t\t\t At the press conference speakers accused the \"Saenuri Party\" of blocking the institution of a special law, taking issue with the formation of a fact-finding committee for probing the truth about the ferry Sewol.\n\t\t\t\t\t\n\t\t\t\t\t They blasted the \"Saenuri Party\" for opposing the issue of giving the right to investigation to the fact-finding committee, asserting that it would \"disturb the legal system\".\n\t\t\t\t\t\n\t\t\t\t\t The fact-finding committee should look into all data on the disaster unhindered, they held."
        },
        {
            "title": "S. Korean Authorities' Economic Policy Censured",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-13ee.html",
            "content": "S. Korean Authorities' Economic Policy Censured\r\n Pyongyang, August 1 (KCNA) -- Voice of People, an internet paper of south Korea, in an editorial on July 30 accused the authorities of their economic policy.\n\t\t\t\t\t The outline of the \"government's\" economic policy is being brought to light due to Choe Kyong Hwan who was appointed as vice-prime minister for economy, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t In a word, this economic policy is an undisguised retrogressive policy which may cause serious ill effects and disasters only, far from tiding over the crisis of people's living, it charged.\n\t\t\t\t\t\n\t\t\t\t\t According to it, some plutocrats will be allowed not to pay any amount of tax, drastic measures will be taken to ease restrictions and special benefits be granted to plutocrats whereas the common  people will be obliged to pay higher fees, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but a version of neo-liberalism which went bankrupt in the U.S, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It expressed concern that the economic policy which is little short of neo-liberal policy will cause huge financial deficit and serious bi-polarization."
        },
        {
            "title": "Ceaseless Suicides Occur in S. Korean Army Units",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-14ee.html",
            "content": "Ceaseless Suicides Occur in S. Korean Army Units\r\n Pyongyang, August 1 (KCNA) -- A private first class of a warship belonging to the Intelligence Command under the puppet Ministry of Defense of south Korea committed a suicide on July 28, according to KBS of south Korea.\n\t\t\t\t\t He hung himself to death at a handrail of the warship, unable to endure hard military service, it reported.\n\t\t\t\t\t\n\t\t\t\t\t The suicidal cases have broken out one after another in units of the south Korean puppet army recently in the wake of the incident in which a private second class hung himself to death in the Third Division on July 27."
        },
        {
            "title": "S. Korean Prosecution's Unreasonable Suppression of People under Fire",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-15ee.html",
            "content": "S. Korean Prosecution's Unreasonable Suppression of People under Fire\r\n Pyongyang, August 1 (KCNA) -- The Solidarity for Progress in south Korea in a statement on July 29 denounced the prosecution for suppressing those detained on charges of involvement in the fabricated case.\n\t\t\t\t\t The statement accused the prosecution of demanding 20 years in prison, etc. for Ri Sok Gi and others on charges of involvement in the attempted rebellion.\n\t\t\t\t\t\n\t\t\t\t\t It strongly condemned the prosecution authorities for cracking down on them for no reason.\n\t\t\t\t\t\n\t\t\t\t\t The essence of the case of attempted rebellion is the present regime's anachronistic witch-hunt aimed to \"eliminate the followers of the north\" which had been kicked off by the Intelligence Service, it charged.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the prosecution authorities stop at once the unreasonable suppression."
        },
        {
            "title": "Korean People's Struggle against U.S. Supported by Peruvian Organization",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-10ee.html",
            "content": "Korean People's Struggle against U.S. Supported by Peruvian Organization\r\n Pyongyang, August 1 (KCNA) -- If a war breaks out on the Korean peninsula, the army and people of the DPRK will defeat the U.S. imperialists once again and certainly reunify the country under the leadership of Marshal Kim Jong Un, supreme commander of the Korean People's Army.\n\t\t\t\t\t The Peruvian Group for the Study of Kimilsungism-Kimjongilism said this in a statement on July 21.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t On July 27, 1953, the KPA and the Korean people brought to their knees the U.S. and its allies and won a great victory in the three-year Fatherland Liberation War under the leadership of President Kim Il Sung, iron-willed commander and outstanding strategist.\n\t\t\t\t\t\n\t\t\t\t\t World progressives paid noble tribute to the President who won the victory in the war against the U.S. imperialists and warmly congratulated the army and people of the DPRK on shattering the myth of the U.S. \"mightiness\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its henchmen are working hard to do harm to the sovereignty and dignity of the DPRK in the new century, too, far from drawing a lesson in the Korean War in the 1950s.\n\t\t\t\t\t\n\t\t\t\t\t It is a sheer gangster-like logic that the U.S. and its followers are describing their nuclear weapons and missiles as \"means for protecting world peace\" and the nuclear deterrent of the DPRK as \"threat to global peace\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop all military actions threatening the peace on the Korean peninsula and in the world.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the Korean people's standoff with the U.S."
        },
        {
            "title": "Kim Il Sung Remembered by World Progressives",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-11ee.html",
            "content": "Kim Il Sung Remembered by World Progressives\r\n Pyongyang, August 1 (KCNA) -- Events took place in various parts of the world to commemorate the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Preparations for remembering him began months ago.\n\t\t\t\t\t\n\t\t\t\t\t After the inauguration of the Oceania regional committee for remembering the President, the Asia-Pacific Regional Committee for Supporting Peaceful Reunification of Korea called on organizations for friendship and solidarity with the Korean people in various countries to form regional and national committees for remembering the President and hold events for praising him.\n\t\t\t\t\t\n\t\t\t\t\t National and regional remembrance committees were formed in 70 odd countries and regions including Pakistan, Nigeria and Benin.\n\t\t\t\t\t\n\t\t\t\t\t The committees held colorful events.\n\t\t\t\t\t\n\t\t\t\t\t Works of the President and Marshal Kim Jong Un were brought out in pamphlet by a publishing house in Berlin, Germany, the Victorial Publishing House of Pakistan, the Times Publishing House of Kuwait and the Cedi Publishing House of the DR Congo.\n\t\t\t\t\t\n\t\t\t\t\t Media of Mongolia, the Czech Republic, Nigeria, Brazil and Mexico introduced works of the President, leader Kim Jong Il and Kim Jong Un and Austrian organizations posted and carried a brief biography of the President, illustrated with a portrait of the smiling President on their websites and bulletins.\n\t\t\t\t\t\n\t\t\t\t\t Newspapers, magazines, bulletins, websites and TV broadcasting services of various countries featured and aired articles and programs praising his exploits, illustrated with portraits of the smiling President and his photos and telecasted Korean films.\n\t\t\t\t\t\n\t\t\t\t\t Radios also made special reports for praising his life.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Council of the State of Cuba and the king and the great queen of Cambodia sent large floral baskets to the DPRK embassies in their countries while personages of political parties, governments, ministries, organizations and institutions of different countries and delegations of international and regional organizations visited the DPRK embassies and laid floral baskets and bouquets before portraits of the smiling President.\n\t\t\t\t\t\n\t\t\t\t\t The Guaranda Association for Friendship, Culture and Solidarity with the Korean People of Ecuador presented him with a certificate praising his exploits.\n\t\t\t\t\t\n\t\t\t\t\t An event for laying a floral basket before a portrait of the smiling President was solemnly held by the Organization of Solidarity of the Peoples of Africa, Asia and Latin America and ceremonies for releasing books praising his exploits in Finland and Nepal while Kimilsungia exhibitions were held in Indonesia and Guinea.\n\t\t\t\t\t\n\t\t\t\t\t More than 450 diverse political and cultural events in various parts of the world including the international internet seminar, the regional internet seminar on the great President Kim Il Sung and independent development of Africa and the Peruvian national memorial service."
        },
        {
            "title": "War Victory Day of Korean People Observed Abroad",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-02ee.html",
            "content": "War Victory Day of Korean People Observed Abroad\r\n Pyongyang, August 1 (KCNA) -- There took place events in India, Nepal, Poland, Germany and Guinea on the occasion of the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t They included meetings, seminars, book and photo exhibitions, lectures and round-table talks from July 24 to 26.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of those events were photos documenting the feats of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on show were works of the peerless great men of Mt. Paektu and books and photos showing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Juche Philosophy Study Committee of India said July 27 is recorded as the day of the great victory when the Korean people shattered the U.S. myth of \"mightiness\" and protected the dignity and sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Indian Intellectuals' Society for the Study of the Juche Idea noted that the Korean people could achieve the miraculous victory in the Korean War thanks to Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Tradition Association of the Polish People's Army said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung wisely led the Fatherland Liberation War and beat down the U.S.-led imperialist allied forces, working a miracle startling the world people.\n\t\t\t\t\t\n\t\t\t\t\t The outstanding commanding art, unique strategies and tactics and war methods with which he made the U.S. imperialists who boasted of being the \"strongest\" in the world bite the dust by leading the army and people are recorded as shining pages of the world history of war.\n\t\t\t\t\t\n\t\t\t\t\t He was a peerless strategist, indeed."
        },
        {
            "title": "Foreign Papers Observe Day of War Victory of Korean People",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-03ee.html",
            "content": "Foreign Papers Observe Day of War Victory of Korean People\r\n Pyongyang, August 1 (KCNA) -- Foreign papers carried special write-ups on July 25 and 26 on the occasion of the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The L'Avenir of the DR Congo carried an article titled \"Generalissimo Kim Il Sung\" illustrated with a photo of him acknowledging the cheering masses.\n\t\t\t\t\t\n\t\t\t\t\t The article said that President Kim Il Sung defeated the U.S. imperialists, who boasted of being the \"strongest\" in the world, in the Korean war, and demonstrated before the world the dignity of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The article went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' military and technical superiorities proved vain by the flexible strategies, tactics and war methods employed by Kim Il Sung who always took the initiative in the war.\n\t\t\t\t\t\n\t\t\t\t\t The aggressors could not but kneel down before the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t His feats for war victory will go down forever in the world history of the anti-imperialist struggle. \n\t\t\t\t\t\n\t\t\t\t\t The New Delhi Times carried an article titled \"Ignominious defeat of the U.S.\"\n\t\t\t\t\t\n\t\t\t\t\t It cited facts to reveal the big losses sustained by the U.S. imperialists in the Korean war, saying the miracle in the confrontation with the U.S. imperialists was the brilliant result of his superb strategies, tactics and unique war methods.\n\t\t\t\t\t\n\t\t\t\t\t The Suara Karya of Indonesia noted July 27 of the DPRK would shine for all ages together with the constant victories in the confrontation with the U.S."
        },
        {
            "title": "Kim Jong Un envia regalos a familias de empleados de Granja Fruticola de Kosan",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-25ee.html",
            "content": "Kim Jong Un envia regalos a familias de empleados de Granja Fruticola de Kosan \r\n Pyongyang, 31 de julio (ACNC) -- El Mariscal Kim Jong Un envio presentes a los familiares de empleados de la Granja Fruticola de Kosan que se mudaron a nuevas viviendas.\n\t\t\t\t\t El Mariscal visito el pasado dia 23 esta granja, ocasion en la cual dijo que se produjo un cambio asombroso a todo el mundo por el empeno de los brigadistas de construccion 618 y los empleados de la granja por cumplir la promesa hecha con el Dirigente Kim Jong Il, felicito a los matrimonios de ex-militares que se mudaron y se fotografio junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\t Esta vez envio los articulos de uso cultural a mas de 2 mil familias de la granja.\n\t\t\t\t\t\n\t\t\t\t\t La ceremonia de entrega de los regalos tuvo lugar el dia 31 en la Granja Fruticola de Kosan."
        },
        {
            "title": "Portavoz del CNCDP denuncia ejercicios de guerra nuclear EE.UU. -Sur de Corea contra la RPDC",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-22ee.html",
            "content": "Portavoz del CNCDP denuncia ejercicios de guerra nuclear EE.UU. -Sur de Corea contra la RPDC \r\n Pyongyang, 1 de agosto (ACNC) -- Estados Unidos y los belicistas titeres surcoreanos exponen abiertamente el intento de realizar a toda costa los ejercicios militares conjuntos Ulji Freedom Guardian.\n\t\t\t\t\t Los gangsteres de la capa militar surcoreana dicen que ejecutaran en ese entrenamiento de guerra nuclear contra la Republica Popular Democratica de Corea nuevas concepciones estrategicas frente a la \"amenaza nuclear y de misiles\" del Norte.\n\t\t\t\t\t\n\t\t\t\t\t Y declaran oficialmente que se aplicara en el combate real la \"estrategia del disuasivo de forma de ajuste\".\n\t\t\t\t\t\n\t\t\t\t\t En su declaracion fechada 31 de julio, el portavoz del Comite Nacional Coreano por la Defensa de la Paz condeno que lo susodicho resulta otra grave provocacion militar contra la RPDC y un desafio frontal a los esfuerzos sinceros de ella por la mejora de relaciones intercoreanas, la paz y el alivio de tension en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t Para colmo, el anuncio de aplicacion oficial de la \"estrategia del disuasivo de forma de ajuste\", plan de ataque preventivo nuclear anti-RPDC, significa la declaracion de guerra nuclear contra ella.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. y los gangsteres militares surcoreanos libran casi todos los dias los ejercicios de guerra nuclear anti-RPDC en el Sur de Corea y las aguas maritimas perifericas incorporando enormes fuerzas agresoras, inclusive el portaaviones nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, critican atrevida y ridiculamente los ejercicios militares que realiza la RPDC en el territorio propio. \n\t\t\t\t\t\n\t\t\t\t\t Ellos deben conocer que todas las fuerzas armadas agresoras participantes en Ulji Freedom Guardian, las bases militares en el Sur de Corea y en ultramar, la Casa Blanca, el Departamento de Defensa, Chongwadae y los demas focos de agresion y provocacion seran blancos de los sofisticados y superprecisos medios de ataque artillero de las fuerzas armadas revolucionarias de la RPDC, inclusive cohetes estrategicos y tacticos.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. y el circulo militar surcoreano no deben juzgar mal los esfuerzos pacifistas y la paciencia de la RPDC y tienen que cancelar ahora mismo los ejercicios de guerra nuclear anti-RPDC de caracter provocativo."
        },
        {
            "title": "Comentarista militar comenta actos por 27 de julio en Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-23ee.html",
            "content": "Comentarista militar comenta actos por 27 de julio en Sur de Corea\r\n Pyongyang, 1 de agosto (ACNC) -- En el articulo de comentarista militar divulgado el dia primero, el diario Rodong Sinmun adelanta que las ultimas payasadas de Estados Unidos y los titeres surcoreanos revelan de por si la naturaleza miserable de los derrotados y sobrevivientes en la pasada guerra coreana.\n\t\t\t\t\t Los que sufrieron la derrota mas amarga de la historia y firmaron el acta de capitulacion realizaron hace poco la llamada \"ceremonia de conmemoracion de la victoria en guerra\" con motivo del 27 de julio.\n\t\t\t\t\t\n\t\t\t\t\t Los derrotados en la pasada guerra coreana y sus descendientes fueron invitados a esa y otras payasadas como \"acto de invitacion\", \"campamento de paz de la juventud e infancia\", \"concierto de paz en homenaje al dia de participacion de las fuerzas de la ONU\" y \"la colocacion de flores e incensacion ante el monumento en memoria de los caidos en la guerra\".\n\t\t\t\t\t\n\t\t\t\t\t Estos actos persiguen hacer apologia de la historia de verguenza y derrota y justificar la nueva guerra de agresion que quieren provocar ellos.\n\t\t\t\t\t\n\t\t\t\t\t En particular, los titeres surcoreanos enganan la opinion publica como si hubieran \"rechazado la agresion del Norte al Sur\" y \"logrado exitos notables en combate\".\n\t\t\t\t\t\n\t\t\t\t\t Mientras tanto, como parte del \"plan para dar la nocion correcta de la Guerra del 25 de Junio\", EE.UU. enmienda los manuales de historia de las escuelas superiores tergiversando el parrafo correspondiente como \"la guerra que impidio la agresion al Sur\" y \"la triunfada\".\n\t\t\t\t\t\n\t\t\t\t\t Por otra parte, el \"concierto de paz en homenaje al dia de participacion de las fuerzas de la ONU\" devino el de \"canciones funebres\" de los derrotados.\n\t\t\t\t\t\n\t\t\t\t\t Tales canciones se escucharon por doquier del territorio surcoreano tales como en el monte Tora, enclavado en la linea de demacracion militar, y en Seul y Pusan.\n\t\t\t\t\t\n\t\t\t\t\t A su vez, EE.UU. tambien organizo el \"concierto de musicas militares\" en los alrededores del cementerio nacional de Arlington.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun-hye preparo esta vez tambien en Chongwadae la \"mesa de ofrendas\" para los participantes en la pasada guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\t Expresa \"agradecimiento\" a los oficiales y soldados de reserva del ejercito surcoreano y a las tropas norteamericanas ocupantes del Sur de Corea otorgandoles la \"placa de agradecimiento\" y el \"diploma de heroe de defensa de la patria\".\n\t\t\t\t\t\n\t\t\t\t\t Los titeres surcoreanos realizaron actos similares de consuelo en distintas partes del mundo e instituyeron para ellos el nuevo \"premio\", lo cual no dio otro resultado que repetir la pesadilla causada por la derrota en guerra.\n\t\t\t\t\t\n\t\t\t\t\t Las \"ceremonias de conmemoracion del 27 de julio\", libradas simultaneamente en Washington y Seul, fueron el climax de las payasadas de los derrotados y sobrevivientes en la guerra.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun-hye estuvo presente en esa ceremonia efectuada en la \"plaza de paz\" frente al \"Museo de Guerra\" situado en Ryongsan de Seul y pronuncio un discurso medio de recordacion y medio \"provocativo\".\n\t\t\t\t\t\n\t\t\t\t\t Park expreso \"profundo agradecimiento\" a los que murieron en la pasada guerra coreana por su \"noble sacrificio\" y cambiando su tono de repente, comenzo a decir palabras provocativas como \"renuncia de armas nucleares\" y \"cambio verdadero\" del Norte.\n\t\t\t\t\t\n\t\t\t\t\t \"Conmemorar\" la guerra coreana, en que el imperio y los titeres surcoreanos sufrieron fracasos amargos de toda indole, es una accion de los histericos que ni siquiera pueden distinguir la direccion.\n\t\t\t\t\t\n\t\t\t\t\t Como parte de los actos por el 27 de julio, tuvo lugar la visita a las \"tumbas de las tropas de la ONU\" y los \"lugares de batalla\".\n\t\t\t\t\t\n\t\t\t\t\t Es muy evidente para que adoraron los representantes de los \"paises participantes de las fuerzas de la ONU\".\n\t\t\t\t\t\n\t\t\t\t\t En esta ocasion, los titeres prestaron una atencion especial en el \"recorrido por los lugares de batalla\".\n\t\t\t\t\t\n\t\t\t\t\t En el tiempo pasado, los titeres solian organizar la reproduccion  de  la \"operacion de desembarco en Inchon\" y la visita de los turistas y hasta los alumnos de menor edad a la corbeta surcoreana \"Cheonan\" so pretexto de \"establecimiento de la concepcion de seguridad\". No satisfechos con esto, orquestaron el acto de ingreso al ejercito en \"los lugares de batalla\" para inculcar a los reclutados la idea de hostilidad a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t En la reciente farsa tambien volvio a demostrar tal naturaleza malsana.\n\t\t\t\t\t\n\t\t\t\t\t La \"visita a las tumbas de las fuerzas de la ONU y lugares de batalla\" hace recordar solo la pesadilla de derrota en la guerra.\n\t\t\t\t\t\n\t\t\t\t\t Podemos suponer la angustia de los conspiradores que se entregan cada ano a disfrazar como \"victoria\" su derrota en la guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\t Lo testimonia la ceremonia de donacion de estatua de bronce organizada el ano pasado en el Museo Estatal de Infanteria Marina situado en el Estado de Virginia de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Los encargados del descubrimiento de la estatua de bronce para \"celebrar\" el dia de concertacion del acuerdo de armisticio no pudieron encontrar a una figura que simboliza la victoria en la guerra entre mas de 405 mil muertos o presos en la guerra coreana ni entre los uniformados norteamericanos participantes en la guerra.\n\t\t\t\t\t\n\t\t\t\t\t Por fin, seleccionaron un cabello de guerra que tiene que ver con la guerra, con lo cual ellos consintieron que las tropas norteamericanos son inferiores a un caballo de guerra.\n\t\t\t\t\t\n\t\t\t\t\t Seguidamente, el comentarista senalo que el \"desfile de la guardia de honor de la infanteria marina norteamericana\"  realizado por la noche en la explanada al lado del edificio del Congreso de EE.UU. comprobo la invariable figura miserable de los cobardes derrotados en la guerra y continua:\n\t\t\t\t\t\n\t\t\t\t\t La historia de derrota nunca se puede tapar.\n\t\t\t\t\t\n\t\t\t\t\t La guerra de 25 de junio se convirtio en el pronombre de derrota y verguenza de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\t Lo prueba la \"medalla de veteranos\" elaborada por EE.UU. a fin de otorgar a los participantes en la guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\t En la medalla esta inscrita la palabra \"en memoria de los caidos\", con lo cual considero hasta a los sobrevivientes en la guerra como muertos ya hace mas de 60 anos.\n\t\t\t\t\t\n\t\t\t\t\t Lo mas ridiculo es que tales \"medallas de veteranos\"  fueron elaboradas con alambradas oxidadas excluidas  despues de instalarlas en la zona desmilitarizada de la linea de  demacracion militar.\n\t\t\t\t\t\n\t\t\t\t\t A traves de tales farsas, EE.UU. y los titeres surcoreanos trataron de embellecer la derrota en la pasada guerra coreana y recoger muchos simpatizantes.\n\t\t\t\t\t\n\t\t\t\t\t Pero tales acciones malignas hechas por EE.UU., titeres surcoreanos y los paises satelites con motivo del 27 de julio solo reafirman a todo el mundo su verguenza y derrota en la guerra."
        },
        {
            "title": "Acto central por 40o aniversario de orientacion de transformacion de partido segun kimilsungismo ",
            "url": "http://kcna.co.jp/item/2014/201408/news01/20140801-24ee.html",
            "content": "Acto central por 40o aniversario de orientacion de transformacion de partido segun kimilsungismo\r\n Pyongyang, 1 de agosto (ACNC) -- Tuvo lugar este viernes en la capitalina Casa Cultural 25 de Abril el acto central por el 40o aniversario de la presentacion por el Dirigente Kim Jong Il de la orientacion de transformacion de todo el partido segun el kimilsungismo. \n\t\t\t\t\t En el discurso resumen \"Aceleremos con vigor la transformacion de toda la sociedad segun el kimilsungismo mediante la mejora y fortalecimiento radicales del trabajo del partido\", pronunciado el 2 de agosto del 63 (1974) de la Era Juche en el cursillo nacional de funcionarios de organizaciones partidistas, el Dirigente determino la transformacion de todo el partido segun el kimilsungismo como requisito para la transformacion de toda la sociedad segun la misma doctrina revolucionaria y presento los principios y tareas que se presentan ante las organizaciones de partido. \n\t\t\t\t\t\n\t\t\t\t\t En el acto participaron Kim Yong Nam, Kim Ki Nam, Choe Thae Bok y otros cuadros directivos del partido y el Estado, los funcionarios de organismos del partido, las fuerzas armadas y el poder, entidades sociales, ministerios y organos centrales, oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, funcionarios y ameritados laborales de organismos, fabricas y empresas de esta capital. \n\t\t\t\t\t\n\t\t\t\t\t El informe de la ocasion estuvo a cargo de Kim Ki Nam, miembro del Buro Politico y secretario del Comite Central del Partido del Trabajo de Corea. \n\t\t\t\t\t\n\t\t\t\t\t El informante dijo que la transformacion de todo el partido segun el kimilsungismo es el gran programa de construccion del partido para cumplir esta empresa iniciada junto con la fundacion del PTC y desarrollar esta organizacion politica como partido del Presidente Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t Enumero las proezas del Dirigente realizadas por el cumplimiento de esa empresa. \n\t\t\t\t\t\n\t\t\t\t\t El Dirigente dilucido que la transformacion de todo el partido segun el kimilsungismo significa en su esencia establecer en el partido el sistema de idea unica y direccion unica y condujo para que las organizaciones partidistas a todos niveles prestaran la atencion primordial a esta labor y la profundizaran sin parar. \n\t\t\t\t\t\n\t\t\t\t\t Hizo formar las filas partidistas y de cuadros con los funcionarios fieles al partido y al lider conforme a la realidad en desarrollo. \n\t\t\t\t\t\n\t\t\t\t\t Al mismo tiempo, hizo registrar el cambio radical en el sistema y los metodos de las labores partidistas de acuerdo con la demanda de la transformacion de todo el partido segun el kimilsungismo para que se elevara incesantemente el papel directivo del partido. \n\t\t\t\t\t\n\t\t\t\t\t Cumplio la historica causa para desarrollar el PTC como fuerza orientadora de la revolucion del Songun. \n\t\t\t\t\t\n\t\t\t\t\t En el periodo de severas pruebas de la revolucion coreana, definio la politica de Songun como modo politico y revolucionario del PTC y la puso en practica. \n\t\t\t\t\t\n\t\t\t\t\t Seran eternas las hazanas revolucionarios del Dirigente quien con su destacada idea y extraordinaria orientacion, desarrollo el PTC como partido revolucionario jucheano que brilla con el nombre del Presidente y sento la firme base para llevar a feliz termino la causa de construccion de un Estado prospero socialista. \n\t\t\t\t\t\n\t\t\t\t\t Bajo la guia del Mariscal Kim Jong Un, la causa de construccion del partido entra en una nueva etapa elevada. Esta realidad comprueba que la idea y las proezas del Dirigente constituyen eterna linea de vida de la construccion de partido jucheano y que el PTC saldra siempre victorioso solo cuando marche a pasos firmes hacia el camino indicado por el. \n\t\t\t\t\t\n\t\t\t\t\t Por ultimo, el orador llamo a acelerar el proceso de transformacion de todo el partido y toda la sociedad segun el kimilsungismo para glorificar el PTC como eterno partido revolucionario de tipo jucheano y cumplir hasta el final la causa revolucionaria del Juche, la del Songun, iniciada en el monte Paektu."
        }
    ]
}