{
    "date": "2014-07-03",
    "url": "http://kcna.co.jp/item/2014/201407/2014-07-03ee.html",
    "articles": [
        {
            "title": "Tactical Guided Missiles Will Continue to Be Launched: KPA Strategic Force",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-10ee.html",
            "content": "Tactical Guided Missiles Will Continue to Be Launched: KPA Strategic Force\r\n Pyongyang, July 3 (KCNA) -- A spokesman for the Strategic Force of the Korean People's Army gave the following answer to a question raised by the Joson Inmingun Thursday in connection with the fact that the U.S. is saying this or that to find fault with the tactical guided missile test-fire being conducted by the DPRK:\n\t\t\t\t\t A few days ago, researchers in the field of national defence and workers in the munitions industry field of the DPRK developed and successfully test-fired ultra-modern high-precision tactical guided missiles. \n\t\t\t\t\t\n\t\t\t\t\t This was followed by successful launching drill of tactical guided missiles by the Strategic Force of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The test-fire and launch of tactical guided missiles that took place at a time when the dangerous war provocation moves of the U.S. and its allies have reached an extreme phase are the exercise of the full-fledged sovereignty that showed in practice that those who provoke the sovereignty and the dignity of the country can never get rid of the striking range of various high-precision firepower strike means whoever and wherever they are and whether they are individual or group targets.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is the U.S. ridiculous response to the test-fire and launch.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has become vocal in calling the recent launch problematic and a \"threatening act of escalating tension in the region\", while saying it is the U.S. \"basic principle\" and \"basic stand\" to \"oppose any missile launch by north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t It even urged the DPRK to \"immediately refrain from provocative act\".\n\t\t\t\t\t\n\t\t\t\t\t It is understandable that south Korea is crying in distress that the DPRK's tactical guided missiles become \"serious threats\" as they can turn to ashes at a stroke even the Kyeryongdae in South Chungchong Province which houses the headquarters of the puppet three services. \n\t\t\t\t\t\n\t\t\t\t\t It is because they always suffer from uneasiness and horror, feeling guilty conscience for the crimes they committed against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Problem is that the U.S. which is accustomed to branding all the just measures taken by the DPRK for self-defence as \"provocations\" and \"threats\" has become louder in criticizing the tactical guided missile launch as the launch of long-range rockets targeting the U.S. mainland.\n\t\t\t\t\t\n\t\t\t\t\t A saying goes criminals often mistake a power pole for a scaffold.\n\t\t\t\t\t\n\t\t\t\t\t If the tactical guided missile test-fire and drill become \"provocations\" and \"threats\", how can a huge number of missile launches conducted by the U.S. be justified.\n\t\t\t\t\t\n\t\t\t\t\t It was only recently that the U.S. carried out a ballistic missile launch exercise to intercept guided missiles of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Does the U.S. have the right to dare find fault with the tactical guided missile test-fire and drill of the DPRK, an act pertaining to the sovereign right of the country?\n\t\t\t\t\t\n\t\t\t\t\t The point is why the U.S. brands the test-fire and drill as \"threatening acts\".\n\t\t\t\t\t\n\t\t\t\t\t It is aimed to prevent the DPRK from bolstering the deterrence for self-defence, employ every possible means and method to isolate it and create an opportunity for \"overthrowing its social system\".\n\t\t\t\t\t\n\t\t\t\t\t We are clearly aware of the fact that the U.S. is a chief criminal posing the constant danger of a war to the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has been engrossed in nuclear threat and blackmail against the DPRK by frequently bringing the formation of B-52 nuclear strategic bombers and super-large nuclear-powered carrier task force from the U.S. mainland, Guam and the Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t It is also the U.S. which backed south Korea's efforts to extend the missile range to over 800 km to pit it against the DPRK to the last.\n\t\t\t\t\t\n\t\t\t\t\t It is a height of effrontery for such a country to take issue with the DPRK under such absurd charges of \"escalating tension\" and \"making a threatening and provocative act\".\n\t\t\t\t\t\n\t\t\t\t\t Even a wall has an ear.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. exposed once again its ugly nature as a gangster by itself.\n\t\t\t\t\t\n\t\t\t\t\t All the military measures taken by the DPRK on this land are the righteous exercise of its sovereignty that was caused by the U.S. aggression and war moves.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will put the greatest spurs to bolstering the deterrence for self-defense thousand-fold, bearing in mind the teachings given by the respected supreme commander that the peaceful environment dearest to the Korean people can neither be provided by someone nor be bartered for anything and that durable peace can be protected only when one is so strong that nobody dares provoke one and it can be guaranteed by one's own strength.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the U.S. may find fault with the DPRK, it will continue to hold drills of launching high-precision tactical guided missiles, targeting the citadel of the gangsters who go mischievous.\n\t\t\t\t\t\n\t\t\t\t\t What remains to be done by the U.S. is to just keep watching the signal measures to be taken by the DPRK to bolster its capability for self-defence which will demonstrate their might to strike the world with admiration."
        },
        {
            "title": "DPRK-Japan Inter-Governmental Talks Held",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-09ee.html",
            "content": "DPRK-Japan Inter-Governmental Talks Held\r\n Pyongyang, July 3 (KCNA) -- The DPRK-Japan inter-governmental talks took place in Beijing on July 1.\n\t\t\t\t\t Present there from the DPRK side were the delegation led by Song Il Ho, ambassador of the Foreign Ministry, and from the Japanese side the delegation led by Junichi Ihara, chief of the Asia and Oceania Bureau of the Foreign Ministry.\n\t\t\t\t\t\n\t\t\t\t\t At the talks, both sides referred to the activities so far conducted to implement the points of the DPRK-Japan agreement reached in Stockholm late in May.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese side made detailed notification of the items of anti-DPRK sanctions to be lifted and the procedures now in progress.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK side briefed on the authority of the \"special investigation committee\", system of its formation, method of its operation and way and method of investigation.\n\t\t\t\t\t\n\t\t\t\t\t Both sides agreed to take necessary measures in the days ahead while getting in touch with each other through a diplomatic channel."
        },
        {
            "title": "Hwang Pyong So Meets Russian Central Military Orchestra",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-01ee.html",
            "content": "Hwang Pyong So Meets Russian Central Military Orchestra\r\n Pyongyang, July 3 (KCNA) -- Vice-Marshal of the Korean People's Army Hwang Pyong So, director of the General Political Bureau of the KPA, on Wednesday met with principal leading members and artistes of the Central Military Orchestra of the Ministry of Defense of the Russian Federation led by Chief Conductor Valery Khalilov, head of the Military Orchestra Service of the Armed Forces of Russia, on a visit to the DPRK.\n\t\t\t\t\t Present there from the DPRK side were Army Lieut. General Ryom Chol Song, and high-ranking officers of the Ministry of the People's Armed Forces and from the Russian side were Sergei Durigin, head of the central military orchestra, and other principal leading members and artistes and the charge d’affaires ad interim and the military attache of the Russian embassy here. \n\t\t\t\t\t\n\t\t\t\t\t Hwang Pyong So courteously conveyed the congratulations of KPA Supreme Commander Kim Jong Un, first chairman of the DPRK National Defence Commission, to the central military orchestra on giving splendid performances which encouraged the army and people of the DPRK and contributed to the development of the traditional DPRK-Russia friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t Hwang quoted Kim Jong Un as saying that he warmly welcomed the revisit of the central military orchestra to the DPRK, setting store by the ties it had with leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un said he was too busy to watch the performance and meet the members of the central military orchestra and personally invited them to spend holiday in Korea, adding all of them or its leading members only might come to it later, Hwang said.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un hoped that the traditional DPRK-Russia friendly relations would develop on a higher level, he said, stressing that the army and people of the DPRK would make positive efforts to invariably boost the DPRK-Russia friendship with a long-standing tradition as intended by the supreme commander.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that the central military orchestra would as ever perform the role of a bugler in boosting the DPRK-Russia friendship.\n\t\t\t\t\t\n\t\t\t\t\t Khalilov extended his thanks to Kim Jong Un for personally inviting the central military orchestra to visit the DPRK and congratulating it on its successful performances and offering it a warm salute.\n\t\t\t\t\t\n\t\t\t\t\t He said the current visit to the DPRK provided the members of the central military orchestra with an opportunity to know well about the high sense of organization and discipline of the service personnel of the KPA and people wisely led by the supreme commander. \n\t\t\t\t\t\n\t\t\t\t\t He asked Hwang Pyong So to convey the warm regards of all members of the central military orchestra to Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, who personally invited the central military orchestra to visit the DPRK and took deep care of it so that it might give successful performances."
        },
        {
            "title": "NDC Gives Reception for Russian Central Military Orchestra",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-02ee.html",
            "content": "NDC Gives Reception for Russian Central Military Orchestra\r\n Pyongyang, July 3 (KCNA) -- The National Defence Commission of the DPRK gave a reception on Wednesday in honor of the Central Military Orchestra of the Ministry of Defense of the Russian Federation.\n\t\t\t\t\t Present there on invitation were the members of the orchestra headed by Chief Conductor Valery Khalilov, head of the military orchestra service of the Armed Forces of Russia, the charge d'affaires ad interim and the military attache of the Russian embassy here. \n\t\t\t\t\t\n\t\t\t\t\t Vice Marshal of the Korean People's Army Hwang Pyong So, director of the General Political Bureau of the KPA, high-ranking officers of the Ministry of the People's Armed Forces and officials of the military band of the KPA were present at the reception.\n\t\t\t\t\t\n\t\t\t\t\t Army Lieut. Gen. Ryom Chol Song and Air Force Col, Gen. O Kum Chol said in their speeches at the reception that the orchestra's visit to the DPRK marked an important occasion in demonstrating the traditional DPRK-Russia friendship and greatly encouraged the army and the people of the DPRK dynamically advancing toward the final victory under the wise leadership of Supreme Commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They recalled Kim Jong Un highly appreciated the successful performances of the orchestra and extended congratulations to it and took such benevolent step as making sure that a meaningful reception was given for it.\n\t\t\t\t\t\n\t\t\t\t\t Valery Khalilov and Andrei Nisenbaum, conductor of the orchestra, speaking next, extended sincere thanks to Supreme Commander Kim Jong Un for personally inviting it to visit the DPRK and paying deep attention to it during the whole period of its visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Visiting the DPRK, the members of the orchestra came to know well the fact that the DPRK and Russia have the long-standing tradition not only in political and military fields but in the cultural field and it is of weighty significance in boosting the friendly and cooperative relations between the two countries to develop military music between the armies of the two countries, they noted.\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable will of the armies and peoples of the two countries to boost the bilateral traditional relations of friendship, they said, underscoring the need for the armies and peoples of the two countries to join hands and make concerted efforts to boost the Russia-DPRK friendly relations in the future, too."
        },
        {
            "title": "Russian Central Military Orchestra Leaves for Home",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-11ee.html",
            "content": "Russian Central Military Orchestra Leaves for Home\r\n Pyongyang, July 3 (KCNA) -- The central military orchestra of the Ministry of Defense of the Russian Federation led by Chief Conductor Valery Khalilov, head of the military-orchestra service of the Armed Forces of the Russian Federation, left here for home on Thursday."
        },
        {
            "title": "Greetings to National Council of Democratic Party of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-26ee.html",
            "content": "Greetings to National Council of Democratic Party of Equatorial Guinea\r\n Pyongyang, July 3 (KCNA) -- The Central Committee of the Workers' Party of Korea on Thursday sent a message of greeting to the National Council of the Democratic Party of Equatorial Guinea on the occasion of the 28th anniversary of the party founding.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t We are rejoiced over many successes registered by the Democratic Party of Equatorial Guinea in the work to consolidate the national unity and achieve the development of the country.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the traditional relations of friendship and cooperation between the two parties would grow stronger, sincerely wishing the party bigger successes in the activities to strengthen it and achieve the prosperity of the country."
        },
        {
            "title": "Delegation of Oceania Remembrance Committee Here",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-17ee.html",
            "content": "Delegation of Oceania Remembrance Committee Here\r\n Pyongyang, July 3 (KCNA) -- A delegation of the Oceania remembrance committee to commemorate the 20th anniversary of demise of President Kim Il Sung and the 3rd anniversary of demise of leader Kim Jong Il led by Co-Secretary General Raymond Ferguson, national secretary of the Australia-DPRK Association for Friendship and Culture, arrived here on Thursday on the occasion of the 20th anniversary of the President's demise."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-23ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, July 3 (KCNA) -- A delegation of advisors of the Korean Democratic Women's Union in Japan and a home-visiting group of students of Korea University under the General Association of Korean Residents in Japan laid bouquets before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Thursday and paid tribute to them."
        },
        {
            "title": "National Seminar on Kim Il Sung's Exploits Held",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-15ee.html",
            "content": "National Seminar on Kim Il Sung's Exploits Held\r\n Pyongyang, July 3 (KCNA) -- A national seminar took place at the Central Youth Hall on Thursday to more deeply study and grasp and add shine to the revolutionary exploits performed by President Kim Il Sung on behalf of the country, revolution and people.\n\t\t\t\t\t Present there were Kim Ki Nam, Yang Hyong Sop, Vice-Premier Kim Yong Jin, officials of party and administrative organs, working people's organizations and armed forces organs, those in the fields of literature and arts, media, the preservation of revolutionary relics and party cadre training institutions in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The seminar heard papers deeply explaining and proving the personality of the President as a great man who performed undying exploits for the country and its people, the era and revolution under the uplifted banner of independence, Songun and socialism.\n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, praised Kim Il Sung as the prominent leader who performed great exploits for the revolutionary cause of the popular masses and the cause of human emancipation, regarding independence as his unshakable revolutionary creed.\n\t\t\t\t\t\n\t\t\t\t\t The speaker noted that Kim Il Sung brought about a shining victory in the revolutions for national liberation against imperialism and for class emancipation by adhering to the line of independence as a lifeline, adding that he built the Workers' Party of Korea (WPK) into the Juche-type revolutionary party, the power into the independent one that represents the will of the people and suits the actual conditions of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Cha Kyong Il, president of Kim Il Sung University of Politics, proved in his speech that Kim Il Sung was the iron-willed brilliant commander who led the confrontation with imperialists along the only road of victory by holding arms in the whole period of his revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t Pak Kyong Sik, first vice-curator of the Korean Revolution Museum, said the revolutionary career of Kim Il Sung was the noble one of the popular leader who regarded it as his maxim to believe in the people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t Thae Hyong Chol, president of Kim Il Sung University who doubles as minister of Higher Education, explained that leader Kim Jong Il was the greatest incarnation of loyalty who made the centennial history of the Korean revolution shine along with the august name of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Kim Pong Sok, secretary of the Pyongyang City Committee of the WPK, in his speech called for advancing to the last along the road of independence, Songun and socialism taken by Kim Il Sung and Kim Jong Il all their lives, under the leadership of Marshal Kim Jong Un."
        },
        {
            "title": " National Fine Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-14ee.html",
            "content": "National Fine Art Exhibition Opens\r\n Pyongyang, July 3 (KCNA) -- A national fine art exhibition \"Eternal lodestar of national reunification\" opened with due ceremony at the Korean Art Gallery Thursday to mark the 20th anniversary of the last autograph left by President Kim Il Sung on a historic document concerning Korea's reunification.\n\t\t\t\t\t On display at the exhibition are fine art works showing the revolutionary career and exploits the peerless great persons of Mt. Paektu performed by working heart and soul to achieve reconciliation, unity and reunification of the nation till the last moments of their great lives.\n\t\t\t\t\t\n\t\t\t\t\t Korean paintings \"Care Shown by Father of Nation\" and \"New Spring in Pyongyang\" and acryl paintings \"At the Top of Mt. Paektu\" and \"July 6, 1994 of Great Life\" help visitors more keenly feel their boundless honor and pride of holding in high esteem the peerless great men, the eternal lodestars of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Korean painting \"The Great Leader Sending a Wreath to Honor the Memory of Martyr Ryo Un Hyong\", acryl painting \"The Great Leader Comrade Kim Il Sung Meeting with Comrade Ri In Mo, Incarnation of Faith and Will\" and other works truthfully reflect the great love and benevolence shown by the President to glorify the life of the pro-reunification patriotic fighters.\n\t\t\t\t\t\n\t\t\t\t\t There are also an oil painting and other works which reflect the feelings of all Koreans ardently yearning for the father of the nation that become stronger as the days go by.\n\t\t\t\t\t\n\t\t\t\t\t Acryl paintings \"Cherishing the Desire for National Reunification\", \"Panmunjom at Dawn\" depict the noble image of leader Kim Jong Il who provided the north-south joint declarations, the landmark for national reunification in the new century.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Kim Ki Nam, Yang Hyong Sop, officials concerned, Pyongyangites, youth and students.\n\t\t\t\t\t\n\t\t\t\t\t Pak Chun Nam, minister of Culture, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants looked round the exhibition."
        },
        {
            "title": "Women's Union Officials and Members Remember Kim Il Sung",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-24ee.html",
            "content": "Women's Union Officials and Members Remember Kim Il Sung\r\n Pyongyang, July 3 (KCNA) -- Officials and members of the Democratic Women's Union of Korea (DWUK) held a remembrance meeting \"Everlasting is care of sun\" at the Hall of Women on Thursday to commemorate the 20th anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t Kim Jong Sun, chairwoman of the Central Committee of the DWUK, said the President was the most prominent leader and peerless great man in the 20th century. \n\t\t\t\t\t\n\t\t\t\t\t Ryu Yong Ok, former actress of the Phibada Opera Troupe, and O Un Byol, creator of the Mansudae Art Studio, recollected with deep emotion that they grew up as famous actress and talented artist widely known to the country under the warm loving care of the President. \n\t\t\t\t\t\n\t\t\t\t\t Ryang Tae Hyang, great-granddaughter of patriotic martyr Ryang Se Bong, and Kang Yun Hui, daughter of Kang Thae Mu, who came to the care of the President when he was a battalion commander of the south Korean puppet army, related with deep emotion stories that they have enjoyed worthwhile lives through generations under the care of the peerless great persons of Mt. Paektu. \n\t\t\t\t\t\n\t\t\t\t\t Pak Song Suk, vice-director of the Pyongyang Maternity Hospital, and Choe Song Ran, director of the Pyongyang Orphanage, expressed the belief that the history of great love of Kim Il Sung and leader Kim Jong Il will last forever on this land thanks to Marshal Kim Jong Un who spares nothing for the women and children. \n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were chorus \"Eternal Smile,\" solo \"The World Knows No Such Man as the Leader\" and chorus \"We Live under the Care of the Leader\" and other numbers. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Ri Il Hwan, department director of the Central Committee of the Workers' Party of Korea, officials of the women's union and its members in the city and those who had the honor of being received by the President and Kim Jong Il and persons related to his revolutionary activities."
        },
        {
            "title": " Oath-taking Meeting of Members of Youth League Held",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-13ee.html",
            "content": "Oath-taking Meeting of Members of Youth League Held\r\n Pyongyang, July 3 (KCNA) -- Members of the youth league held a meeting before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Thursday on the occasion of the 20th anniversary of demise of the President. \n\t\t\t\t\t Prior to the meeting the participants laid a floral basket, bouquets and flowers before the statues and paid tribute to them. \n\t\t\t\t\t\n\t\t\t\t\t Led by Jon Yong Nam, chairman of the Central Committee of the youth league, they pledged to single-mindedly unite around supreme leader Kim Jong Un and realize the noble intention and wishes of Kim Il Sung and Kim Jong Il to the last. \n\t\t\t\t\t\n\t\t\t\t\t Jon referred to the fact that the President embarked upon the road of the revolution in his teens and performed undying great exploits on behalf of the country and its people, era and history. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il pursued the unique Songun politics and victoriously led the standoff with the U.S. and the drive for building a thriving nation, putting the DPRK founded by the President on the position of a nuclear weapons state, satellite producer and launcher. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary careers and exploits of Kim Il Sung and Kim Jong Il who laid the eternal foundation for guaranteeing the prosperity of Kim Il Sung's nation and happiness of posterity under the uplifted banner of independence and Songun all their lives are being successfully carried forward by Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Jon called upon all members of the youth league across the country to successfully carry forward and accomplish the cause of Juche and the revolutionary cause of Sogun started from Mt. Paektu under the outstanding and tested leadership of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were Choe Ryong Hae, secretary of the Central Committee of the Workers' Party of Korea, youth league officials, youth and students."
        },
        {
            "title": "Film Show Held for Foreign Diplomats",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-12ee.html",
            "content": "Film Show Held for Foreign Diplomats\r\n Pyongyang, July 3 (KCNA) -- A film show for officials in charge of cultural and friendly relations of foreign embassies here took place at the Taedonggang Diplomatic Club Thursday on the occasion of the 20th anniversary of the last autograph left by President Kim Il Sung on a historic document concerning Korea's reunification and the 42nd anniversary of the July 4 joint statement.\n\t\t\t\t\t They watched the DPRK documentary film \"Lodestar of Great National Unity\".\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as vice-chairman of the Korean Committee for Solidarity with the World People, and officials concerned."
        },
        {
            "title": "Foreign Students Visit Pyongyang Cultural Exhibition",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-16ee.html",
            "content": "Foreign Students Visit Pyongyang Cultural Exhibition\r\n Pyongyang, July 3 (KCNA) -- Foreign students studying at Kim Il Sung University visited the Pyongyang Cultural Exhibition on Thursday with the approach of the 20th anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t They looked round photos documenting the revolutionary career of the President who devoted all his life to the happiness of the people, regarding believing in the people as in Heaven as his motto, and built on this land a socialist power independent in politics, self-supporting in economy and self-reliant in national  defence. \n\t\t\t\t\t\n\t\t\t\t\t They also looked round works of the peerless great persons of Mt. Paektu and books introducing politics, economy, culture and history of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, foreign teachers at DPRK universities visited the exhibition on the same day."
        },
        {
            "title": " DPRK Hit by Severe Drought",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-18ee.html",
            "content": "DPRK Hit by Severe Drought\r\n Pyongyang, July 3 (KCNA) -- Drought has persisted for a long while in some areas of the DPRK, badly affecting agriculture.\n\t\t\t\t\t In June there were rainfalls in most areas of the country, but the precipitation stood at 4 to 20 mm in North and South Hwanghae provinces, Nampho City and some areas of South Hamgyong Province.\n\t\t\t\t\t\n\t\t\t\t\t The areas hit by severe drought are North and South Hwanghae, South Hamgyong, Kangwon and North and South Phyongan provinces. They include Kwail, Jangyon, Ongjin, Thaethan, Yonan, Ryongyon, Kangryong, Unchon and Sinwon counties of South Hwanghae Province, Sariwon and Songrim cities and Junghwa County of North Hwanghae Province, Hamhung City, Jongphyong, Rakwon, Hamju and Pukchong counties of South Hamgyong Province, Wonsan City and Anbyon and Kosan counties of Kangwon Province, Sinuiju City and Thaechon, Pakchon and Unsan counties of North Phyongan Province and Jungsan and Taedong counties and Onchon County of Nampho City in South Phyongan Province.\n\t\t\t\t\t\n\t\t\t\t\t In particular, farm fields in North and South Hwanghae provinces, the nation's granary, were seriously damaged by drought. A sustained campaign to combat drought has been conducted, but paddy and non-paddy fields are still getting dried due to the persistent drought and high temperature. \n\t\t\t\t\t\n\t\t\t\t\t The weather forecast said that downpour and shower would be expected in some areas of the country till July 8, but it is not likely to prevent the damage in the drought-plagued areas."
        },
        {
            "title": "Mt. Chilbo Registered as International Biosphere Reserve",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-22ee.html",
            "content": "Mt. Chilbo Registered as International Biosphere Reserve\r\n Pyongyang, July 3 (KCNA) -- Mt. Chilbo was registered as an international biosphere reserve at the 26th meeting of the UNESCO International Coordinating Council of the Man and Biosphere Program, the fourth of its kind after the registration of Mts. Paektu, Myohyang and Kuwol.\n\t\t\t\t\t Mt. Chilbo, one of six famous mountains in Korea, has been called \"Mt. Kumgang in North Hamgyong Province\" for its scenery.\n\t\t\t\t\t\n\t\t\t\t\t The mountain, covering 250 square kilometers of area in the northeastern coastal part of Korea, is divided into Inner Chilbo, Outer Chilbo and Sea Chilbo boasting of waterfalls, fantastic rocks, thick forests and sea sceneries.\n\t\t\t\t\t\n\t\t\t\t\t There are also many historical relics and the state natural monuments in the mountain. And more than 40 percent of the species of the country's animals and birds are inhabited in the mountain favorable for ecology tourism.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the nature conservation policy of the Workers' Party of Korea, biodiversity in the area of Mt. Chilbo has been further encouraged."
        },
        {
            "title": "Nyongbyon County Juvenile Sports School in DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-19ee.html",
            "content": "Nyongbyon County Juvenile Sports School in DPRK\r\n Pyongyang, July 3 (KCNA) -- The Nyongbyon County Juvenile Sports School in the DPRK is well-known for producing a number of weightlifting aces.\n\t\t\t\t\t The school, which has bagged more than 100 medals at national games of juvenile sports schools in recent 10 years, sent 30-odd excellent weightlifters to the country's leading teams, six of them to the national sports team.\n\t\t\t\t\t\n\t\t\t\t\t Among them are Ri Su Yon of the Chobyong Sports Team and Ri Jong Hui of the April 25 Sports Team.\n\t\t\t\t\t\n\t\t\t\t\t Ri Su Yon came first in the total standings of women's 44 kg category at the 2012 Asian Junior and Juvenile Weightlifting Championships and the 2013 World Juvenile Weightlifting Championships. \n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Hui took the first place in total points of women's 48 kg category at the Asian Cup and Interclub Junior and Senior Weightlifting Championship held in Pyongyang in September 2013.\n\t\t\t\t\t\n\t\t\t\t\t There are also Pak Jong Ju of the April 25 Sports Team and Kim Yun Jong of the Amnokgang Sports Team, who proved successful at international and national tournaments.\n\t\t\t\t\t\n\t\t\t\t\t Rim Sun Nam, Rim Kwang Chun and Paek Hyon Hui, weightlifting coaches of the school, told KCNA that they would work hard to produce more reserve weightlifters, true to supreme leader Kim Jong Un's intention to turn the DPRK into a sports power."
        },
        {
            "title": "New Technology of Removing Blasting Fume and Dust Developed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-20ee.html",
            "content": "New Technology of Removing Blasting Fume and Dust Developed in DPRK\r\n Pyongyang, July 3 (KCNA) -- A new technology for removing blasting fume and dust was developed in the DPRK.\n\t\t\t\t\t In this regard, Ri Ki Hwan, a section chief of the DPRK Invention Office, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The core of new technology lies in the process of mixing neutralizers with dynamite and the ultrasonic jet-type spray for removing dust.\n\t\t\t\t\t\n\t\t\t\t\t The new technology makes it possible to start working in 15 minutes after blasting in a pit. This technology has proved successful in building the Huichon Power Station, the Wonsan Army-People Power Station, the Paektusan Songun Youth Power Station and the waterway project in South Hwanghae Province."
        },
        {
            "title": "First Party Organization-Society for Rallying Comrades",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-21ee.html",
            "content": "First Party Organization-Society for Rallying Comrades\r\n Pyongyang, July 3 (KCNA) -- It has been 84 years since the Society for Rallying Comrades (SRC), the first party organization, was formed by President Kim Il Sung.\n\t\t\t\t\t On the basis of the unique line on founding the party after forming and expanding its basic organizations, he inaugurated the SRC, the first party organization, at Chinmyong School in Kalun, China on July 3, Juche 19 (1930).\n\t\t\t\t\t\n\t\t\t\t\t The SRC was the embryo and seed of the Workers' Party of Korea (WPK); it played a role of a parent body in forming and expanding the basic organizations of the party. \n\t\t\t\t\t\n\t\t\t\t\t After its inauguration, a number of other basic organizations were formed in the northernmost part of Korea along the River Tuman and in many regions of Manchuria with the first homeland party organization formed in Onsong area.\n\t\t\t\t\t\n\t\t\t\t\t When Kim Il Sung founded the Korean People's Revolutionary Army (KPRA), he formed the KPRA Party Committee to lead the KPRA party organizations of all levels as well as other party organizations in local areas.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of precious experiences gained in party building during the anti-Japanese armed struggle, he founded the WPK in less than two months after the country's liberation from the Japanese colonial rule (August 15, 1945).\n\t\t\t\t\t\n\t\t\t\t\t Now the WPK has further strengthened into an invincible one under the leadership of Marshal Kim Jong Un."
        },
        {
            "title": "S. Korean Authorities Should Respond to Special Proposal of NDC: Papers",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-06ee.html",
            "content": "S. Korean Authorities Should Respond to Special Proposal of NDC: Papers\r\n Pyongyang, July 3 (KCNA) -- Papers Thursday urge the south Korean authorities to respond to the special proposal of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t The NDC of the DPRK proposed to solve all pending issues, big or small, between the north and the south on the principle of independence, completely stop all military hostile acts of pushing the north-south relations to the brink of a war and create a peaceful atmosphere, and take practical steps for bringing about a new turning phase for reconciliation, cooperation and national prosperity, the papers note.\n\t\t\t\t\t\n\t\t\t\t\t The special proposal fully reflects the sincerity and patriotic will of the DPRK to dispel the distrust and confrontation and open a new turning phase for the improvement of the inter-Korean relations, says Rodong Sinmun in a commentary. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's sincere and magnanimous proposal offers a good opportunity to put under control the abnormal situation prevailing in the relations between the north and the south at present and find a way out for the nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should drop prejudice toward compatriots and unnecessary doubt about them.\n\t\t\t\t\t\n\t\t\t\t\t When the south side responds to the reconciliation proposal raised by the north side, not just doubting it for no reason, and both sides make efforts for the solution of problems, trust can be built and advance be made in the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should show their clear stand for improving the inter-Korean relations through their practical actions.\n\t\t\t\t\t\n\t\t\t\t\t The prospect for the inter-Korean relations entirely depends on the attitude of the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in an article urges the south Korean authorities to respond to the special proposal of the NDC, with the correct stand to open the wide avenue of improving the inter-Korean relations by the concerted efforts of the Korean nation."
        },
        {
            "title": "Enactment of Law for Probing Truth behind Sewol Disaster Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-08ee.html",
            "content": "Enactment of Law for Probing Truth behind Sewol Disaster Demanded in S. Korea\r\n Pyongyang, July 3 (KCNA) -- The Measure Committee of the Families of Victims, Missing Persons and Survivors of the Ferry Sewol Sinking Accident of south Korea held a press conference outside the building of the puppet National Assembly on Wednesday demanding it enact a special law for probing the truth behind the ferry Sewol disaster, according to the south Korean internet newspaper Jaju Minbo.\n\t\t\t\t\t Two months have passed since the occurrence of the disaster but there are still 11 missing, speakers said.\n\t\t\t\t\t\n\t\t\t\t\t They deplored that all families which suffered from the disaster do not know yet why and how their beloved children drowned.\n\t\t\t\t\t\n\t\t\t\t\t They said they would tour all parts of south Korea in demand of the enactment of a special law for probing the truth behind the disaster and punishment of its mastermind.\n\t\t\t\t\t\n\t\t\t\t\t Then a press release was read out.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the indignation at the fact that the truth behind the disaster has not yet been probed.\n\t\t\t\t\t\n\t\t\t\t\t State investigation was conducted by the NA but nothing was probed, it added.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that it would never cease the actions for probing the truth behind the disaster."
        },
        {
            "title": "S. Korean Media Slam Japan's Moves for Use of Force Overseas",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-27ee.html",
            "content": "S. Korean Media Slam Japan's Moves for Use of Force Overseas\r\n Pyongyang, July 3 (KCNA) -- South Korean media are becoming increasingly vocal condemning Japan's decision to change the interpretation of the Pacifist Constitution in a way to allow the exercise of \"the right to collective self-defense\" on Tuesday.\n\t\t\t\t\t Kyunghyang Daily News, Hanguk Ilbo and Segye Ilbo carried editorials Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t That day the Japanese government at the interim Cabinet meeting reinterpreted the constitution in such a way that Japan can exercise \"the right to collective self-defense\" in case other countries with close ties with Japan come under attack even when Japan itself is not exposed to attack, the editorials charged.\n\t\t\t\t\t\n\t\t\t\t\t Consequently, the principle of \"exclusive defense\" which calls for only the minimum defense when Japan is under attack and Article 9 of the Pacifist Constitution, which banned war and the use of force, has been nullified, in fact, they said.\n\t\t\t\t\t\n\t\t\t\t\t They expressed concern over the decision which paved the way for Japan's use of force overseas.\n\t\t\t\t\t\n\t\t\t\t\t They accused Japan of rushing headlong into a war, unhesitatingly justifying the crime-woven history, far from making repentance and apology for its past aggression and colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, KBS and MBC of south Korea on July 1 and 2 reported that Asian countries expressed deep concern over Japan's behavior, noting that it is advancing, unhindered, to emerge \"a country capable of fighting a war\"."
        },
        {
            "title": "Paper of Koreans in US Calls for Adhering to Three Principles of Reunification",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-25ee.html",
            "content": "Paper of Koreans in US Calls for Adhering to Three Principles of Reunification\r\n Pyongyang, July 3 (KCNA) -- Minjok Thongsin, an internet paper of Koreans in the U.S., dedicated an article to the 42nd anniversary of the publication of the July 4 joint statement on Tuesday. The article was contributed by a member of its editorial board.\n\t\t\t\t\t The keynote of the statement is to maintain the stand of national independence in settling the issue of the country's reunification and the three principles of national reunification--independence, peaceful reunification and great national unity--clarified by the statement are the most correct way for ending the national division and achieving the peaceful reunification, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The publication of the statement was a fruition of the wise leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t However, no sooner had the Park Chung-hee military \"government\" signed the joint statement than it turned down the statement at the prodding of the U.S., the article charged. \n\t\t\t\t\t\n\t\t\t\t\t It praised Chairman of the National Defence Commission Kim Jong Il for providing the historic June 15 joint declaration and the October 4 declaration which embodied the spirit of the statement and thus ushering in the June 15 era of reunification.\n\t\t\t\t\t\n\t\t\t\t\t However, the declarations were reduced to dead papers and the inter-Korean relations were driven to the worst phase by the Lee Myung Bak regime and the present regime of south Korea which took power with the active backing of the U.S., it held.\n\t\t\t\t\t\n\t\t\t\t\t It called for constantly adhering to the three principles of national reunification clarified by the July 4 North-South Joint Statement.\n\t\t\t\t\t\n\t\t\t\t\t It called on all Koreans at home and abroad to turn out in a patriotic struggle to wipe out by their concerted efforts the outside forces checking the peaceful reunification of the Korean nation and the sycophantic and treacherous forces kowtowing to them in order to open the second June 15 era of reunification."
        },
        {
            "title": "Kim Il Sung's Exploits Lauded by Organizations of Brazil, Nigeria",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-03ee.html",
            "content": "Kim Il Sung's Exploits Lauded by Organizations of Brazil, Nigeria\r\n Pyongyang, July 3 (KCNA) -- Brazilian and Nigerian organizations posted articles praising President Kim Il Sung on their websites on the occasion of the 20th anniversary of his demise.\n\t\t\t\t\t The Brazilian Committee for Solidarity with the DPRK on June 24 posted articles on its website, illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t The website praised him as the peerless brilliant commander who created and successfully applied unique military idea, strategy, tactics and war methods which any famous general in the world could not put forward and thus wrought miracles in the history of the modern war.\n\t\t\t\t\t\n\t\t\t\t\t It noted in an article titled \"Successful realization of uninterrupted attack operation unprecedented in world war history\" that he made sure that the Korean People's Army surely took the initiative of the war by turning the unfavorable situation created in the early period of the Korean war in its favor in a short span of time..\n\t\t\t\t\t\n\t\t\t\t\t Articles titled \"Creation of good model in modern siege warfare\", \"Formation of the second front in enemy rear and strike warfare against the enemy in the rear\" and \"Model of the modern defence warfare-creation of tunnel warfare method\" cited data to introduce the rare military wisdom and distinguished strategy and tactics of the President who brought about the historical victory in the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on June 12 and 17 posted on its website articles titled \"Puzzle solved by former Portuguese President Gomes\" and \"President Kim Il Sung whom an European met\".\n\t\t\t\t\t\n\t\t\t\t\t The website said that he met prominent personages from many countries of the world in his lifetime, and foreigners admired his distinguished leadership ability and noble personality."
        },
        {
            "title": "Kim Il Sung's Feats Praised by Foreigners",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-04ee.html",
            "content": "Kim Il Sung's Feats Praised by Foreigners\r\n Pyongyang, July 3 (KCNA) -- There took place Korean film shows in Nigeria, Algeria, Indonesia and Singapore from June 23 to 27 on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The films shown included \"The Great Life in 1994\" and \"Tower of the Juche Idea\".\n\t\t\t\t\t\n\t\t\t\t\t The minister of Agriculture in Yobe State of Nigeria paid respects to Kim Il Sung, saying though he passed away, his idea and cause will shine long like the sun.\n\t\t\t\t\t\n\t\t\t\t\t The director of a machine technology company in Indonesia said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was an outstanding leader recognized by the world.\n\t\t\t\t\t\n\t\t\t\t\t He devoted his all to achieving independence of the popular masses and performed great feats before the Korean revolution and the world revolution.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are now channeling efforts into increasing national defence capabilities and are stepping up economic construction under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t When the people of a country truly follow their leader and uphold his leadership with loyalty, the revolution is sure to win in that country.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the only country in the world which has achieved the single-minded unity of the leader, party and masses.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Senat Ship and Trading Private Limited Co. in Singapore said the life of Kim Il Sung was characterized by his devotion to the happiness of the Korean people, national reunification and the progressive people of the world."
        },
        {
            "title": " Seminar on Kim Il Sung's Work Held in Switzerland",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-05ee.html",
            "content": "Seminar on Kim Il Sung's Work Held in Switzerland\r\n Pyongyang, July 3 (KCNA) -- A seminar on President Kim Il Sung's work \"Let the North and the South Open the Way to Peace and the Reunification of the Country in a United Effort\" took place in Switzerland on June 28.\n\t\t\t\t\t Present there were personages of the Swiss Committee for Remembering President Kim Il Sung, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea and their members.\n\t\t\t\t\t\n\t\t\t\t\t A report was made by Martin Lotscher, chief of the Swiss Group for the Study of the Juche Idea. And speeches followed.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers referred to the fact that Kim Il Sung in the work clarified the direction and ways to open the road to peace and reunification of the country in a united effort of the north and the south and explained and proved in depth the significance and validity of the work.\n\t\t\t\t\t\n\t\t\t\t\t They highly praised the President for performing undying feats for the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t They affirmed that they would widely disseminate the three charters for national reunification and extend invariable support and solidarity to the Korean people in the struggle for achieving the independent and peaceful reunification of the country."
        },
        {
            "title": "Portavoz de fuerzas estrategicas del EPC rechaza censura de EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-28ee.html",
            "content": "Portavoz de fuerzas estrategicas del EPC rechaza censura de EE.UU.\r\nPyongyang, 3 de julio (ACNC) -- En relacion con que Estados Unidos censura de una manera u otra el lanzamiento de prueba y el entrenamiento de disparo de proyectiles teledirigidos tacticos que realiza ultimamente el Ejercito Popular de Corea, el portavoz de las fuerzas estrategicas del EPC dio el dia 3 la siguiente respuesta al Periodico Joson Inmingun:\n\t\t\t\t\tHace unos dias, los investigadores de defensa nacional y los obreros de la industria belica de la Republica Popular Democratica de Corea realizaron con exito el lanzamiento de prueba de proyectiles teledirigidos tacticos de alta precision, desarrollados nuevamente en el nivel sofisticado.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, se realizaron los ejercicios de lanzamiento de los mismos proyectiles de las fuerzas estrategicas del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl lanzamiento y los ejercicios de ese tipo, que tienen lugar cuando llega al extremo la campana de EE.UU. y sus seguidores para desatar la guerra de agresion, constituyen el digno ejercicio del derecho a la autodefensa de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAsi se ha demostrado con accion que los que se atrevan a atentar contra la soberania y la dignidad de la RPDC, sea quien sea y dondequiera que se encuentre y sean blancos individuales o colectivos, no podran escaparse del alcance de fuego de varios medios de ataque superprecisos de nuestro ejercito.\n\t\t\t\t\t\n\t\t\t\t\tResulta ridiculo el comportamiento de EE.UU. al respecto.\n\t\t\t\t\t\n\t\t\t\t\tAhora, al cuestionar el justo ejercicio del derecho a la autodefensa de la RPDC, EE.UU. dice que su \"principio y posicion principal\" es \"rechazar el disparo de cualquier misil por parte del Norte de Corea\" y los recientes lanzamientos son un problema porque \"son actos amenazantes que agravan la tension de la region\".\n\t\t\t\t\t\n\t\t\t\t\tAdemas, insiste en que la \"RPDC se abstenga ahora mismo del acto provocador\".\n\t\t\t\t\t\n\t\t\t\t\tPor su parte, el Sur de Corea arma un revuelo diciendo que los proyectiles teledirigidos tacticos de la RPDC constituyen \"grave amenaza\" porque son capaces de devastar de un golpe hasta la zona de Kyeryongdae de la provincia de Chungchong del Sur donde esta situado el cuartel general de las fuerzas terrestres, navales y aereas del ejercito titere surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tEsto es comprensible si se toma en cuenta que ellos estan intranquilos y atemorizados por su culpabilidad sobre la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl problema es que EE.UU., acostumbrado a calificar todas las medidas autodefensivas de la RPDC de \"provocacion\" y \"amenaza\", cuestiona a gritos el lanzamiento de proyectiles teledirigidos tacticos describiendo asustado como esto fuera el disparo de cohetes de largo alcance capaces de atacar el territorio norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tUn refran dice que para el delincuente se parece como horca el poste electrico. \n\t\t\t\t\t\n\t\t\t\t\tSi el lanzamiento de prueba y los ejercicios de disparo de proyectiles teledirigidos tacticos de la RPDC son \"provocaciones\" y \"amenaza\", ?como podriamos calificar el lanzamiento de misiles norteamericanos realizado en incontables ocasiones?\n\t\t\t\t\t\n\t\t\t\t\tHace poco tambien EE.UU. desarrollo el entrenamiento de lanzamiento de misil balistico para interceptar los proyectiles teledirigidos de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tA pesar de esto, ?por que EE.UU. cuestiona como \"actos amenazantes\" el lanzamiento de prueba y los ejercicios de disparo de proyectiles teledirigidos tacticos de la RPDC? \n\t\t\t\t\t\n\t\t\t\t\tEn una palabra, es para frenar el fortalecimiento del disuasivo de autodefensa de la RPDC y aislarla a toda costa y preparar la oportunidad para el \"derrocamiento del regimen norcoreano\".\n\t\t\t\t\t\n\t\t\t\t\tConocemos demasiado bien que EE.UU. es el autor que lleva la situacion de la Peninsula Coreana al constante estado de guerra.\n\t\t\t\t\t\n\t\t\t\t\tEl imperio comete la amenaza y chantaje nucleares anti-RPDC trasladando a menudo de su territorio principal, la isla Guam y la region de Asia-Pacifico las escuadrillas de bombarderos estrategicos nucleares B-52 y el colectivo de portaaviones nucleares. \n\t\t\t\t\t\n\t\t\t\t\tPara que el Sur de Corea se enfrente hasta el fin con la RPDC, le permitio aumentar a mas de 800 km el alcance de tiro de misil. \n\t\t\t\t\t\n\t\t\t\t\tTal imperio acusa a la RPDC de \"agravador de la tension\" y \"provocador amenazante\", lo cual es una ilogica y el climax de cinismo. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, EE.UU. demostro otra vez sus entranas malignas y aspecto asqueroso como gangster. \n\t\t\t\t\t\n\t\t\t\t\tTodas las medidas militares que tomamos en nuestro propio territorio son el legitimo ejercicio del derecho a la autodefensa, frente a las maniobras de agresion y de guerra de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo consolidaran por todos los medios el disuasivo de autodefensa teniendo presente las instrucciones del Comandante Supremo quien dijo que el precioso ambiente pacifico no se ofrece por nadie ni puede ser mercancia de negocio sino se defiende y se garantiza por sus propias fuerzas fuertes para que nadie se atreva a atacarla. \n\t\t\t\t\t\n\t\t\t\t\tPor mas que EE.UU. recurra a las calumnias de toda indole, nuestros proyectiles teledirigidos tacticos de alta precision seguiran volando hacia el baluarte de la horda de gangsteres. \n\t\t\t\t\t\n\t\t\t\t\tLo que debe hacer EE.UU. es ver sin decir nada nuestras extraordinarias medidas de autodefensa que admiraran a todo el mundo."
        },
        {
            "title": " Tienen lugar conversaciones intergubernamentales RPDC-Japon",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-29ee.html",
            "content": "Tienen lugar conversaciones intergubernamentales RPDC-Japon\r\nPyongyang, 3 de julio (ACNC) -- Tuvieron lugar el dia primero en Beijing las conversaciones intergubernamentales entre la Republica Popular Democratica de Corea y Japon. \n\t\t\t\t\tParticiparon en la ocasion por la parte coreana la delegacion encabezada por el embajador del MINREX, Song Il Ho, y por la japonesa, la delegacion presidida por el director de Asia y Oceania del MINREX, Junichi Ihara.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes se refirieron a las actividades realizadas hasta la fecha para ejecutar los articulos acordados en Estocolmo a finales de mayo pasado. \n\t\t\t\t\t\n\t\t\t\t\tLa parte japonesa informo en detalles sobre el contenido de cancelacion de la sancion sobre la RPDC y el procedimiento por el respecto. \n\t\t\t\t\t\n\t\t\t\t\tLa parte coreana comunico la autoridad, la composicion y el metodo de operacion del Comite de Investigacion Especial y las formas y metodos de investigacion, etc. \n\t\t\t\t\t\n\t\t\t\t\tAmbas partes acordaron tomar posteriormente las medidas necesarias manteniendo contacto por via diplomatica."
        },
        {
            "title": " Hwang Pyong So se reune con miembros de banda militar central rusa",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-30ee.html",
            "content": "Hwang Pyong So se reune con miembros de banda militar central rusa\r\nPyongyang, 3 de julio (ACNC) -- El vicemariscal del Ejercito Popular de Corea Hwang Pyong So, jefe de la Direccion Politica General del EPC, se reunio el dia 2 con los importantes miembros de mando y actores de la banda militar central del Ministerio de Defensa de la Federacion Rusa, dirigida por Valery Jalilov, jefe del Servicio de Orquesta Militar de las Fuerzas Armadas de la Federacion Rusa y director general de la banda militar, de visita en Corea.\n\t\t\t\t\tEn la ocasion estuvieron presentes el teniente general de las fuerzas terrestres Ryom Chol Song y los funcionarios del Ministerio de las Fuerzas Armadas Populares, por la parte coreana y por la otra, el jefe de la delegacion de la susodicha banda militar central, Serguei Durigin, los importantes miembros de mando y actores, el encargado de negocios a.i. y el agregado militar de Rusia en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la audiencia, Hwang transmitio en serio la felicitacion enviada por el Comandante Supremo Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, a la banda militar central del Ministerio de Defensa de la Federacion Rusa que estimulo al ejercito y pueblo coreanos e hizo aporte con sus funciones magnificas al desarrollo de las tradicionales relaciones entre ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tHwang subrayo que el Comandante Supremo dio la calida bienvenida a la visita repetida de la mencionada banda militar central dando importancia a las relaciones contraidas con el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tApunto que el Comandante Supremo no presencio esta vez la funcion, ni reunirse con los miembros de la banda militar central por estar muy ocupado y se refirio a que el les invito en personal a venir sin falta a Corea para recrearse diciendo que no le importa venir todos los miembros o los de mando.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que el Comandante Supremo espera que las tradicionales relaciones de amistad Corea-Rusia se desarrollen en la etapa mas alta y agrego que segun el deseo del Comandante Supremo, el ejercito y el pueblo coreanos se esforzaran activamente por consolidar sin alteracion la amistad Corea-Rusia de larga tradicion historica.\n\t\t\t\t\t\n\t\t\t\t\tDeseo que la banda militar central del Ministerio de la Federacion Rusa desempene en el futuro tambien el papel de trompetero en fortalecer y desarrollar la amistad entre ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tJalilov dio agradecimiento al Mariscal quien invito su banda militar y les envio el saludo cordial felicitando los exitos de la funcion.\n\t\t\t\t\t\n\t\t\t\t\tA traves de la presente visita, los miembros de la banda militar central comprendieron bien el caracter organizativo y la disciplina de los militares del EPC y los civiles coreanos, quienes reciben la sabia orientacion del Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tEncomendo transmitir el saludo cordial de todos los miembros de la banda militar al Mariscal Kim Jong Un, Primer Secretario del PTC, Primer Presidente del Comite de Defensa Nacional de la RPDC y Comandante Supremo del EPC, quien invito personalmente la banda militar central del Ministerio de Defensa de la Federacion Rusa y le presto mucha atencion a que ofreciera con exito la funcion."
        },
        {
            "title": "Sequia sigue atacando el sector agricola de Corea",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-31ee.html",
            "content": "Sequia sigue atacando el sector agricola de Corea\r\nPyongyang, 3 de julio (ACNC) -- Continua la sequia en algunas regiones de la Republica Popular Democratica de Corea.\n\t\t\t\t\tA pesar de la caida de lluvias en toda la extension geografica de Corea, las precipitaciones fueron apenas de 4-20 mm en algunas regiones de las provincias de Hwanghae del Sur, Hwanghae del Norte y Hamgyong del Sur y la ciudad de Nampho.\n\t\t\t\t\t\n\t\t\t\t\t  Las zonas mas afectadas son los distritos de Kwail, Jangyon, Ongjin, Thaethan, Yonan, Ryongyon, Kangryong, Unchon y Sinwon de la provincia de Hwanghae del Sur; la ciudad de Sariwon, los distritos de Songrim y Junghwa de la provincia de Hwanghae del Norte; la ciudad de Hamhung, los distritos de Jongphyong, Rakwon, Hamju y Pukchong de la provincia de Hamgyong del Sur; la ciudad de Wonsan, los distritos de Anbyon y Kosan de la provincia de Kangwon; la ciudad de Sinuiju, los distritos de Thaechon, Pakchon y Unsan de la provincia de Phyong-an del Norte; los distritos de Jungsan y Taedong de la provincia de Phyong-an del Sur y el distrito de Onchon de la ciudad de Nampho.\n\t\t\t\t\t\n\t\t\t\t\t  El desfavorable fenomeno natural obstruye el crecimiento de los cultivos agricolas en las granjas de dichas zonas.\n\t\t\t\t\t\n\t\t\t\t\t  Sobre todo, son graves los danos que sufren los arrozales y campos de secano de las provincias de Hwanghae del Sur y Hwanghae del Norte, conocidas como graneros del pais.\n\t\t\t\t\t\n\t\t\t\t\t  La persistente sequia y las altas temperaturas frustran los esfuerzos por aliviar los efectos de sequia.\n\t\t\t\t\t\n\t\t\t\t\t  Segun pronosticos del tiempo, caeran hasta el dia 8 los aguaceros en algunas zonas, pero se preve que no se atenuaran los danos de sequia en las zonas mas atacadas.\n\t\t\t\t\t\n\t\t\t\t\t  El fenomeno causa seria preocupacion de las cosechas de este ano."
        },
        {
            "title": "Registrada la zona del monte Chilbo como zona de proteccion de biosfera mundial",
            "url": "http://kcna.co.jp/item/2014/201407/news03/20140703-32ee.html",
            "content": "Registrada la zona del monte Chilbo como zona de proteccion de biosfera mundial\r\nPyongyang, 3 de julio (ACNC) -- En la 26a reunion del Consejo Internacional de Coordinacion del Plan de Humanidad y Biosfera de la UNESCO, la zona del monte Chilbo quedo registrada como la zona de proteccion de la biosfera mundial.\n\t\t\t\t\tAnteriormente, ocuparon ese estatus 3 montes famosos de Corea; Paektu, Kuwol, Myohyang.\n\t\t\t\t\t\n\t\t\t\t\tDesde antiguedad, el monte Chilbo, uno de los 6 montes famosos de Corea, se llamaba como \"Kumgang de Hambuk\" por su hermoso paisaje.\n\t\t\t\t\t\n\t\t\t\t\tColinda al este con el Mar Este de Corea, al oeste con la zona de Kilju-Myongchon, al norte con el riachuelo Orang y su afluente Hwasong que corren hacia la bahia Kyongsong y al sur con el Mar Este de Corea y el riachuelo Hwadae.\n\t\t\t\t\t\n\t\t\t\t\tTiene una superficie de 250 kilometros cuadrados y se divide en tres partes; Chilbo Interior, Chilbo Exterior y Chilbo maritimo.\n\t\t\t\t\t\n\t\t\t\t\tEn la zona hay las reliquias de larga historia y los patrimonios naturales del pais.\n\t\t\t\t\t\n\t\t\t\t\tPor su posicion geografica, el habitat y la abundancia de pienso, mas de 40% de los animales y aves estan distribuidos alli y es peculiar la distribucion de plantas.\n\t\t\t\t\t\n\t\t\t\t\tLa zona tiene gran potencialidad de turismo ecologico.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la politica de proteccion de naturaliza del Partido del Trabajo de Corea, esta bien protegida la biodiversidad de la zona del monte Chilbo."
        }
    ]
}