{
    "date": "2014-02-25",
    "url": "http://kcna.co.jp/item/2014/201402/2014-02-25ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Greets Emir of Kuwait",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-18ee.html",
            "content": "Kim Yong Nam Greets Emir of Kuwait\r\n Pyongyang, February 25 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Tuesday sent a message of greeting to Sabah Al-Ahmad Al-Jaber Al-Sabah, emir of Kuwait, on the occasion of the 53rd anniversary of its independence and the 23rd anniversary of its liberation. \n\t\t\t\t\t Expressing belief that the friendly and cooperative relations between the peoples of the two countries will grow stronger, the message sincerely wished the emir good health and happiness and Kuwait development and prosperity."
        },
        {
            "title": "Pak Pong Ju Greets PM of Kuwait",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-26ee.html",
            "content": "Pak Pong Ju Greets PM of Kuwait\r\n Pyongyang, February 25 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju Tuesday sent a message of greeting to Jaber Al Mubarak Al Hamad Al Sabah, prime minister of Kuwait, on the occasion of the 53rd anniversary of its independence and the 23rd anniversary of its liberation. \n\t\t\t\t\t The message wished the Kuwaiti prime minister and government bigger successes in the work for social stability and economic development, expressing belief that the friendly and cooperative relations between the DPRK and Kuwait will grow stronger in keeping with the aspiration and demand of the peoples of the two countries."
        },
        {
            "title": "Pak Ui Chun Meets New Pakistani Ambassador",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-30ee.html",
            "content": "Pak Ui Chun Meets New Pakistani Ambassador\r\n Pyongyang, February 25 (KCNA) -- DPRK Foreign Minister Pak Ui Chun Tuesday met and had a talk with New Pakistani Ambassador to the DPRK Syed Hasan Habib, who paid a courtesy call on him."
        },
        {
            "title": "Reunion of Separated Families and Relatives Ends",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-19ee.html",
            "content": "Reunion of Separated Families and Relatives Ends\r\n Mt. Kumgang Resort, February 25 (KCNA) -- The reunion of separated families and relatives from the north and the south was going on at Mt. Kumgang Resort. \n\t\t\t\t\t Families and relatives from the north side met their kith and kin from the south side on Feb. 23. \n\t\t\t\t\t\n\t\t\t\t\t Separated from each other for such a long period owing to the national division imposed upon them by foreign forces, they embraced each other and conveyed tidings each other, sharing kindred feelings.\n\t\t\t\t\t\n\t\t\t\t\t Those from the north told with deep emotion their kith and kin from the south about their dignified and proud lives under the care of the DPRK and the loving care shown by it.\n\t\t\t\t\t\n\t\t\t\t\t Families and relatives from the south side were deeply moved to hear what those from the north told them and see orders and medals they received for their devoted services made for the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Red Cross of south Korea hosted a reception for those families and relatives from the north and the south that day. \n\t\t\t\t\t\n\t\t\t\t\t Feeling regretful at parting, they promised each other to make positive efforts to achieve the reunification of the country in the spirit of By Our Nation Itself in order to bring earlier the day when they will live together in happiness in the one and same territory."
        },
        {
            "title": "Greetings from Uruguayan Political Party Leader",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-29ee.html",
            "content": "Greetings from Uruguayan Political Party Leader\r\n Pyongyang, February 25 (KCNA) -- Supreme leader Kim Jong Un, first secretary of the Workers' Party of Korea, received a message of greeting from Ruben Maria Vera, chairman of the March 26 Movement of Uruguay, on February 16.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Please accept my fraternal greetings to you on behalf of the March 26 Movement of Uruguay on the occasion of the birth anniversary of the great leader Comrade Kim Jong Il who won a great victory in socialist construction in the DPRK and made great progress in your country and the world struggle against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t We are observing the birth anniversary of Kim Jong Il when the DPRK is demonstrating its might as an invulnerable fortress in the struggle of the people for socialism even under hard conditions as socialism is being firmly defended and there is the theoretical and practical legacy on the role of the party and the army left by him. \n\t\t\t\t\t\n\t\t\t\t\t Recalling the great successes achieved by the Korean people while defending socialism, I extend congratulations to you respected Comrade Kim Jong Un on the occasion of the birth anniversary of Comrade Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Our greetings also go to the Workers' Party of Korea, its members and the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t Please accept my fraternal regards to you."
        },
        {
            "title": "Mongolian Embassy Hosts Friendship Meeting with DPRK FM Officials",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-27ee.html",
            "content": "Mongolian Embassy Hosts Friendship Meeting with DPRK FM Officials\r\n Pyongyang, February 25 (KCNA) -- The Mongolian embassy here hosted a friendship meeting with officials of the DPRK Foreign Ministry at the Taedonggang Diplomatic Club Tuesday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there on invitation were officials of the Foreign Ministry.\n\t\t\t\t\t\n\t\t\t\t\t Mongolian Ambassador to the DPRK Manibadrakh Ganbold and his embassy officials were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants talked with each other to boost the cooperative relations between the two countries while playing colorful sports and amusement games."
        },
        {
            "title": "First-Line Cofferdam of Huichon Power Station No. 9 Completed",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-24ee.html",
            "content": "First-Line Cofferdam of Huichon Power Station No. 9 Completed\r\n Pyongyang, February 25 (KCNA) -- Builders from Pyongyang City have completed the first-line cofferdam of the Huichon Power Station No. 9.\n\t\t\t\t\t The completion of the cofferdam makes it possible to make a footing excavation for the dam within winter and finish the concrete tamping for damming before rainy season.\n\t\t\t\t\t\n\t\t\t\t\t With a plan to complete the construction of the station in the main by the end of this year, constructors successfully built the cofferdam by operating all vehicles at full-capacity.\n\t\t\t\t\t\n\t\t\t\t\t They carried away 45,000 cubic meters of earth in a little more than 10 days.\n\t\t\t\t\t\n\t\t\t\t\t They are now pressing ahead with preparations for the second-line cofferdam project as well as the footing excavation."
        },
        {
            "title": "Reclamation of Sepho Plateau Makes Progress",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-25ee.html",
            "content": "Reclamation of Sepho Plateau Makes Progress\r\n Pyongyang, February 25 (KCNA) -- The work to increase the fertility of soil is successfully pushed forward on the Sepho Plateau under reclamation.\n\t\t\t\t\t Soldier builders have provided raw materials for producing organic fertilizer by themselves. Drivers have overfulfilled the daily transport plan at 150 percent.\n\t\t\t\t\t\n\t\t\t\t\t Builders from the Ministry of Metallurgical Industry, the Ministry of Food Procurement and Administration, the Ministry of Commerce, the Ministry of Forestry and the General Bureau of Public Service are producing high-quality huminite fertilizer by themselves, while trucking manures from cities to the plateau.\n\t\t\t\t\t\n\t\t\t\t\t Builder from Pyongyang City have produced a large quantity of soil improvement agents on their own efforts.\n\t\t\t\t\t\n\t\t\t\t\t Builders from Jagang, Norh Hwanghae, South Phyongan provinces and Nampho City have also overfulfilled the daily assignments for producing and transporting organic fertilizer at over 120 percent."
        },
        {
            "title": "Kigwancha Sports Team Successful in 2013",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-20ee.html",
            "content": "Kigwancha Sports Team Successful in 2013\r\n Pyongyang, February 25 (KCNA) -- Sportspersons of the Kigwancha Sports Team of the DPRK bagged more than 190 gold medals at domestic and international tournaments in Juche 102 (2013).\n\t\t\t\t\t Male and female weightlifters, including Jon Myong Song, Rim Jong Sim, Ryo Un Hui, Kim Un Ju and Jo Pok Hyang, won 37 gold medals at the Asian Weightlifting Championship, the Asian Cup and Interclub Junior and Senior Weightlifting Championship and other tournaments.\n\t\t\t\t\t\n\t\t\t\t\t It is equivalent to 22.6 percent of total gold medals won by the DPRK sportspersons at different international games last year.\n\t\t\t\t\t\n\t\t\t\t\t Rim Jong Sim and Kim Un Ju set new records in snatch and jerking events of women's 69 kg and 75 kg weightlifting categories of the 6th East Asian Games.\n\t\t\t\t\t\n\t\t\t\t\t Pak Kwang Ryong and Ju Kwang Min played a key role to make the DPRK team take the first place at the men's football game of the 6th East Asian Games.\n\t\t\t\t\t\n\t\t\t\t\t The sportspersons of the Kigwancha Sports Team proved successful in more than 150 events of the Mangyongdae Prize Sports Games, the DPRK Championships and the Sports Contest for Pochonbo Torch Prize, setting five new records in weightlifting and field and track games. \n\t\t\t\t\t\n\t\t\t\t\t Ro Chol Ok, vice director of the sports team, told KCNA that the team has given priority to training reserve athletes and improving the training conditions after putting sporting skills, training methods and tactics on a more scientific basis. \n\t\t\t\t\t\n\t\t\t\t\t The team, founded in January 1956, was awarded the Order of Kim Il Sung and produced lots of winners of the titles of the People's Athlete and Merited Athlete."
        },
        {
            "title": "New Pet Dogs of Central Zoo",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-23ee.html",
            "content": "New Pet Dogs of Central Zoo\r\n Pyongyang, February 25 (KCNA) -- Recently, Yorkshire terriers were sent to the Central Zoo in the DPRK.\n\t\t\t\t\t Each one has long hair tan on its head and legs and blue grey on its body.\n\t\t\t\t\t\n\t\t\t\t\t It is 22-24 cm tall and weighs 2.5-3.5 kg.\n\t\t\t\t\t\n\t\t\t\t\t It lives about 14 years on an average.\n\t\t\t\t\t\n\t\t\t\t\t Now they are learning several feats in the zoo."
        },
        {
            "title": "Guidelines for Socialist Rural Construction",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-21ee.html",
            "content": "Guidelines for Socialist Rural Construction\r\n Pyongyang, February 25 (KCNA) -- 50 years have passed since the publication of \"Theses on the Socialist Rural Question in Our Country\" in the DPRK.\n\t\t\t\t\t President Kim Il Sung considered it as important tasks in carrying on the revolution and construction to solve the peasant and agricultural questions from the days of building a new country after the liberation of Korea from the colonial rule of the Japanese imperialists, paying deep attention to developing the agriculture.\n\t\t\t\t\t\n\t\t\t\t\t In those days when the theses were published, the rural areas were weak in material and technical foundations, insufficient for improving the standard of peasants' living.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung acquainted himself in detail with the reality in rural areas through ceaseless field guidance.\n\t\t\t\t\t\n\t\t\t\t\t When meeting an official of the agricultural field, he said there still remained gaps between industry and agriculture, working class and peasants, city and rural areas in the country, and underscored the need to find a solution for filling those gaps.\n\t\t\t\t\t\n\t\t\t\t\t During his visit to a farm in the western coastal area, he took a measure to send discharged soldiers to rural areas. And at a farm in the central mountainous area, he discussed the ways to increase peasants' cash income.\n\t\t\t\t\t\n\t\t\t\t\t At the 8th Plenary Meeting of the 4th Central Committee of the Workers' Party of Korea held on February 25, Juche 53 (1964),  he made public \"Theses on the Socialist Rural Question in Our Country\", in which he  expounded the principles, tasks and ways arising in the socialist rural construction. \n\t\t\t\t\t\n\t\t\t\t\t In order to materialize the theses, leader Kim Jong Il set forth a series of policies for making a radical turn in agricultural production and made ceaseless field guidance to many co-op farms.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the wise guidance of the great Generalissimos Kim Il Sung and Kim Jong Il, a remarkable change has been brought about in the rural areas of the country during the past half a century.\n\t\t\t\t\t\n\t\t\t\t\t And Marshal Kim Jong Un has successfully carried forward the idea of the great Generalissimos on the socialist rural construction.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, in his letter sent to the participants in the National Conference of Subworkteam Leaders in the Agricultural Sector held early in February this year, clearly indicated the path of the socialist rural construction."
        },
        {
            "title": "Revolutionary Solider Spirit Fully Displayed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-22ee.html",
            "content": "Revolutionary Solider Spirit Fully Displayed in DPRK\r\n Pyongyang, February 25 (KCNA) -- Ideology decides everything, it is the revolutionary theory that the Workers' Party of Korea has firmly maintained in carrying on the revolution.\n\t\t\t\t\t All the monumental edifices in the DPRK have been built with the might of the ideology which gives fullest play to the mental strength of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The Anbyon Youth Power Station, completed in the 1990s, is symbolic of the inexhaustible might of ideology. \n\t\t\t\t\t\n\t\t\t\t\t The construction of the power station was a grand nature-transforming project which doubled the total amount of work done during the construction of the West Sea Barrage.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the waterway tunnel project going underground through three counties was unprecedentedly difficult.\n\t\t\t\t\t\n\t\t\t\t\t Although the country was in difficulties at that time, servicepersons turned out in the construction of the power station in the revolutionary spirit of devotedly carrying out the party's decision.\n\t\t\t\t\t\n\t\t\t\t\t Considering the construction site as a battlefield to smash the imperialists' persistent moves of isolating and stifling the DPRK with the might of ideology and strong faith, they had created everything from scratch and unhesitatingly dedicated even their lives to its completion.\n\t\t\t\t\t\n\t\t\t\t\t During the period of driving the waterway tunnel, they held aloft the slogan \"Let us never see the blue sky of the motherland before finishing the tasks we resolved before the Party!\" and successfully completed the project.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il called the spirit displayed by the soldier builders during the construction the revolutionary soldier spirit and saw to it that all the people modeled after them.\n\t\t\t\t\t\n\t\t\t\t\t In the era of Marshal Kim Jong Un, the revolutionary soldier spirit gave birth to the \"speed on Masik Pass\", a new offensive speed of a-match-for-a hundred fighters, during the construction of the Masikryong Ski Resort, ushering in a new era of national prosperity."
        },
        {
            "title": "Papers Mark 50th Anniversary of Socialist Rural Theses",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-10ee.html",
            "content": "Papers Mark 50th Anniversary of Socialist Rural Theses\r\n Pyongyang, February 25 (KCNA) -- Today marks the 50th anniversary of the publication of President Kim Il Sung's work \"Theses on the Socialist Rural Question in Our Country\". \n\t\t\t\t\t The work scientifically and comprehensively clarifies the basic principle, tasks and ways to be held fast to in finally solving the rural question. \n\t\t\t\t\t\n\t\t\t\t\t Newspapers Tuesday editorially say that the rural theses is an immortal classic which gave perfect answers to all the theoretical and practical issues arising in solving the rural question and a great programme of the Workers' Party of Korea (WPK) for socialist rural construction. \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says that the past five decades covered by the country under the banner of the rural theses represent a glorious history in which the greatness of the Juche-oriented idea of the rural construction and leadership of the peerlessly great men of Mt. Paektu was fully demonstrated. It is also an immortal history in which the Korean people have steadily advanced the cause of socialist rural construction, united close around the Party, the paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The cause of Juche-oriented socialist rural construction advancing under the uplifted banner of the rural theses is now greeting a fresh turning phase under the leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of Kim Jong Un to successfully realize the plans of Kim Il Sung and leader Kim Jong Il for the socialist rural construction and their wishes and provide the people with an affluent and happy life as early as possible. \n\t\t\t\t\t\n\t\t\t\t\t The whole country is now waging a dynamic drive to carry out the rural theses under the wise leadership of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The cause of Juche-oriented socialist rural construction is sure to triumph as long as there are the leadership of the great Party, the heroic army and people single-mindedly united around it, the Korean-style socialist system centered on the popular masses and powerful self-supporting national economy. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that to preserve and glorify the idea of Kim Il Sung on the Juche-oriented socialist rural construction provides a sure guarantee for most correctly and finally settling the rural question."
        },
        {
            "title": "Rodong Sinmun Denounces Start of Key Resolve",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-12ee.html",
            "content": "Rodong Sinmun Denounces Start of Key Resolve\r\n Pyongyang, February 25 (KCNA) -- The U.S. and south Korean warmongers finally started the large-scale Key Resolve joint military exercise in south Korea on Monday. The exercise is supposed to last till March 6 and will be followed by Foal Eagle joint military drill to be staged in the land, sea and air under the simulated conditions of an actual war till April 18 with huge troops of the U.S. aggressor forces and south Korean army and latest offensive means and war hardware including nuclear submarines involved.\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This saber-rattling is a blatant challenge to the DPRK's sincere efforts for mending the north-south ties and defusing the tension on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They claim that the on-going war exercises are \"annual and defensive ones\" as they did in the past. However, this is nothing but a third-rate tactics for covering up their provocative and aggressive nature.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. invariable strategy to realize its scenario for dominating Korea by keeping the Korean nation into two and inciting the north-south confrontation, the commentary notes, and goes on: \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is sadly mistaken if it calculates it can get anything by pushing the situation on the peninsula to a war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already made every possible effort for peace and stability on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It will make sustained efforts to ensure peace on the peninsula by exercising self-restraint and patience in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t But if the warmongers at home and abroad misinterpret the DPRK's will for peace and launch a preemptive attack, the DPRK will resolutely counter it to protect its national security and dignity."
        },
        {
            "title": "Improved Relations Rests on Confidence in Joint Declaration: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-11ee.html",
            "content": "Improved Relations Rests on Confidence in Joint Declaration: Rodong Sinmun\r\n Pyongyang, February 25 (KCNA) -- As the June 15 joint declaration is a common programme for Korea's reunification agreed upon and made public before the world by the north and the south, all issues rest on the confidence in it.\n\t\t\t\t\t Rodong Sinmun observes this in an article on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration displayed great vitality in bringing in a moment thaw in the relations of confrontation which had remained frozen for over half a century due to distrust and misunderstanding and turning the north-south relations into the genuine relations between compatriots and the relations aspiring after national reunification, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The experience clearly shows that if both the north and the south respect the north-south joint declaration and make their concerted efforts from the viewpoint of By Our Nation Itself, the north-south relations will confidently turn into the relations between compatriots aspiring after national reunification.\n\t\t\t\t\t\n\t\t\t\t\t In order to mend the inter-Korean relations it is necessary to greatly promote the successes, good experience and the traits gained in the course of implementing the north-south joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t It is natural that the traits of giving priority to the nation and attaching importance to it which were fully displayed in the June 15 era of reunification are given fullest play to in the present struggle for improved north-south relations. There is no one opposing it except foreign forces and traitors.\n\t\t\t\t\t\n\t\t\t\t\t The denial of the north-south joint declaration entirely means the denial of the national reconciliation, unity and improvement of the north-south relations and, at the same time, a mockery of the world.\n\t\t\t\t\t\n\t\t\t\t\t If any side puts its partisan interests above the north-south joint declaration and bargains over its implementation, this will escalate distrust and standoff and leave north-south relations to the tender mercy of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t There is no necessity for examining and reading other's face in settling all issues arising in improving the north-south relations on the basis of the north-south joint declaration absolutely supported by all Koreans and in the idea of By Our Nation Itself."
        },
        {
            "title": "Minju Joson Urges S. Korea to Implement North-South Agreement",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-13ee.html",
            "content": "Minju Joson Urges S. Korea to Implement North-South Agreement\r\n Pyongyang, February 25 (KCNA) -- The recent north-south high-level contact discussed a series of issues for mending the inter-Korean relations and issued a joint press release, but some conservative media of south Korea are getting hell-bent on slandering and hurting the dignity of the supreme leadership and social system in the DPRK.\n\t\t\t\t\t This is an improper act of backtracking from the agreement to stop slandering and provoking the other side, says Minju Joson Tuesday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t If slandering and provoking the other side are allowed to go on, the inter-Korean relations will deteriorate, far from making improvement.\n\t\t\t\t\t\n\t\t\t\t\t Problem is that some conservative media are describing their inveterate evil practice as an expression of the \"freedom of speech\".\n\t\t\t\t\t\n\t\t\t\t\t The media activities hurting the interests of the nation are a treacherous act, not a manifestation of the \"freedom of speech\".\n\t\t\t\t\t\n\t\t\t\t\t The image of south Korean media is being tarnished owing to such treacherous act of the conservative media.\n\t\t\t\t\t\n\t\t\t\t\t They persist in false propaganda getting on the nerves of the DPRK. This is an arrogant act of ignoring and disgracing the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t Some conservative media's acts are little short of stating to the world that they do not recognize the real power of the authorities.\n\t\t\t\t\t\n\t\t\t\t\t The agreements between the north and the south, small or large, all presuppose their implementation. If the south Korean authorities fail to implement the agreement in which they promised to stop slandering and provoking the other side, there will be no need to discuss and agree on other matters.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should thoroughly implement the north-south agreement which they made before the nation so as not to fall short of the expectation of the nation."
        },
        {
            "title": "S. Korean Organizations Call for Stopping Joint Military Drills",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-14ee.html",
            "content": "S. Korean Organizations Call for Stopping Joint Military Drills\r\n Pyongyang, February 25 (KCNA) -- The People for Achieving Peace and Reunification and its affiliated regional organizations on Feb. 24 held press conferences in Seoul and Puchon, Kyonggi Province and different parts of south Korea in demand of halt to the south Korea-U.S. joint military drills, according to Jaju Minbo, an internet paper of south Korea.\n\t\t\t\t\t At the press conferences, the speakers said that the \"tailored deterrence strategy\" and the \"joint plan for coping with the provocation of a local war\"  on which the U.S. and the south Korean authorities agreed last year are applied to Key Resolve and Foal Eagle joint military drills  for the first time.\n\t\t\t\t\t\n\t\t\t\t\t They termed the joint military drills being kicked off according to the scenario for a preemptive nuclear attack on the north as the offensive drills increasing the danger of nuclear war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The scenario of the joint military drills including large-scale combined landing drill, special and psychological warfare, etc. pursues an undisguised aim to stifle the north by force of arms, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t To kick off the joint military drills at a time when the reunion of separated families and relatives is underway is little short of throwing a wet blanket on the process to mend the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t They demanded a prompt halt to the joint military drills."
        },
        {
            "title": " S. Korea's Moves for Conclusion of Shackling Agreement Denounced",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-16ee.html",
            "content": "S. Korea's Moves for Conclusion of Shackling Agreement Denounced\r\n Pyongyang, February 25 (KCNA) -- Personages of the People for Achieving Peace and Reunification and those of organizations comprising people of all social standings held a press conference in Seoul on Feb. 21 at which they denounced the south Korean authorities for their moves to conclude the shackling agreement with the U.S., according to the south Korean internet newspaper Thongil News.\n\t\t\t\t\t  The speakers at the conference accused the \"government\" of submitting to the \"National Assembly\" a motion calling for the ratification of a special agreement on sharing the upkeep of the U.S. forces on Feb. 7.\n\t\t\t\t\t\n\t\t\t\t\t They urged the NA to turn down the motion, noting that it is, in a nutshell, a \"humiliating one as it means drain on resources for the U.S.\" \n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference the participants thrust a document signed by more than 1,200 figures of all social standings to the NA."
        },
        {
            "title": "Japan's Moves to Seize Tok Islets under Fire",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-17ee.html",
            "content": "Japan's Moves to Seize Tok Islets under Fire\r\n Pyongyang, February 25 (KCNA) -- Organizations of people of various social standings of south Korea staged an action blasting Japan's moves to seize Tok Islets on Feb. 22, according to the south Korean KBS.\n\t\t\t\t\t The members of the Tok Islets Fellowship Society of south Korea held a rally outside the Japanese embassy in Seoul and demanded the Japanese government immediately stop the event of \"Takeshima (Tok Islets) Day\".\n\t\t\t\t\t\n\t\t\t\t\t Tok Islets are part of the inviolable territory of Korea, they said, urging the prompt cancellation of \"Takeshima Day\".\n\t\t\t\t\t\n\t\t\t\t\t Members of organizations related to the issue of Tok Islets also held a press conference outside the Japanese embassy. They denounced Japan's ambition for \"dominium over Tok Islets\" and urged the south Korean authorities to institute a special law on Tok Islets at once.\n\t\t\t\t\t\n\t\t\t\t\t The members of the Group for Defending Tok Islets and other civic and public organizations of south Korea held on the same day a protest demonstration in Shimane Prefecture, Japan where the event of \"Takeshima Day\" was under way."
        },
        {
            "title": "Koreans in China Supports Appeal of C.C., DFRK",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-15ee.html",
            "content": "Koreans in China Supports Appeal of C.C., DFRK\r\n Pyongyang, February 25 (KCNA) -- The General Association of Koreans in China issued a statement on Feb. 21 in support of the appeal sent by the Central Committee of the Democratic Front for the Reunification of Korea to all the Koreans as regards the election of deputies to the 13th Supreme People's Assembly of the DPRK.\n\t\t\t\t\t Fully supporting the appeal to usher in a prosperity this year which would be recorded as a year of grandiose struggle, a year of sea changes in the nation-building history of Kim Il Sung's nation, the association expressed the determination to render material and moral assistance to the people in the motherland out in the general charge for the prosperity of the country, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The Koreans in China will dynamically turn out in the nation-wide struggle to usher in a new phase of independent reunification, peace and prosperity under the uplifted banner of the three principles of national reunification--independence, peaceful reunification and great national unity--and the historic June 15 joint declaration, true to the leadership of Marshal Kim Jong Un, a peerlessly great man, who is glorifying the immortal feats of the great Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Any member of the nation, whether he or she lives in the north, the south and abroad, should turn out as one in the efforts to pull through the present grave difficulties, regardless of differences in ideology, system, political view and religious belief.\n\t\t\t\t\t\n\t\t\t\t\t Hoping that the people in the motherland would glorify socialism centered on the popular masses and demonstrate once again the invincible might of the DPRK through the election of deputies to the SPA, we ardently call upon the people of all social standings in the north, the south and abroad to pool their efforts with the patriotic mind and turn out as one in the sacred struggle for peace and reunification."
        },
        {
            "title": "Kim Jong Il's Work Posted on Homepage by Romanian Political Party",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-01ee.html",
            "content": "Kim Jong Il's Work Posted on Homepage by Romanian Political Party\r\n Pyongyang, February 25 (KCNA) -- Leader Kim Jong Il's work \"On Some Immediate Tasks of Party's Ideological Work for Modeling Whole Society on Kimilsungism\" was posted on internet homepage by the Socialist Party of Romania on February 19.\n\t\t\t\t\t The work, published on February 19, Juche 63 (1974), clarifies the idea that the modeling of the whole society on Kimilsungism is the supreme programme of the Workers' Party of Korea and indicates  important tasks arising in the party's ideological work for modeling the whole society on Kimilsungism and ways to do so."
        },
        {
            "title": "Mexican Political Figure Highly Praises Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-02ee.html",
            "content": "Mexican Political Figure Highly Praises Kim Jong Il\r\n Pyongyang, February 25 (KCNA) -- Jesus Antonio Carlos Hernandez, general secretary of the Central Committee of the People's Socialist Party of Mexico, released a statement titled \"We pay highest tribute to Comrade Kim Jong Il, eternal general secretary of the Workers' Party of Korea\" on February 15 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t He said that Kim Jong Il turned the DPRK into a socialist power in the long period of leading the Korean revolution and the human cause of independence and wisely led the Korean people in their struggle for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his great patriotic decision a north-south summit was provided in June, 2000 and it resulted in the publication of the June 15 joint declaration which clarified the basic principles for reunification and the \"Declaration for Development of North-South Relations and Peace and Prosperity\" was adopted on October 4, 2007, bringing about a turning phase in the way of achieving Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t He made tireless efforts to defend socialism and build a thriving nation, frustrating all sorts of challenges and moves of the imperialists and reactionaries.\n\t\t\t\t\t\n\t\t\t\t\t All the party members of the People's Socialist Party of Mexico pay highest tribute to Kim Jong Il who made a great contribution to carrying out the cause of global independence on the occasion of his 72nd birth anniversary, he noted."
        },
        {
            "title": "Day of Shining Star Marked in Indonesia, Guinea",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-03ee.html",
            "content": "Day of Shining Star Marked in Indonesia, Guinea\r\n Pyongyang, February 25 (KCNA) -- There took place events of visiting the Kimilsungia-Kimjongilia greenhouse in Indonesia and the Kimilsungia greenhouse in Guinea on February 12 and 13 on the occasion of the birth anniversary of leader Kim Jong Il (Day of the Shining Star).\n\t\t\t\t\t The director-general of the Council for Jakarta Orchid Park of Indonesia said after looking round Kimilsungias in full bloom:  it is a great pride and honor for us that there is a greenhouse cultivating them in our country.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungia is a symbol of friendship between Indonesia and the DPRK and the flower praising the great man, he said, adding that the feelings of friendship between the peoples of the two countries will further deepen together with this flower.\n\t\t\t\t\t\n\t\t\t\t\t The director of the council said that the visit to the Kimilsungia-Kimjongilia greenhouse reminded him of the days when he visited the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Seeing the venue of the Kimilsungia festival held in Pyongyang with splendor and visited by an endless stream of visitors, he admired the trust of the Korean people in their leader, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Guinean Kimilsungia-Kimjongilia Association praised Kim Jong Il as the great leader who devoted all his life to the happiness of the Korean people and the accomplishment of the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Guinean Kimilsungia-Kimjongilia Association said that the immortal flower Kimjongilia represents the most boundless reverence of the world progressive people for the peerlessly great man."
        },
        {
            "title": "Round-table Talks, Lecture Held Abroad",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-04ee.html",
            "content": "Round-table Talks, Lecture Held Abroad\r\n Pyongyang, February 25 (KCNA) -- Round-table talks took place in Nepal and Ethiopia and a lecture in Guinea between February 8 and 16 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist) said that the Nepali people boundlessly revere President Kim Il Sung, Kim Jong Il and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to make positive efforts for the development of the friendly and cooperative relations between the peoples of Nepal and the DPRK in the future.\n\t\t\t\t\t\n\t\t\t\t\t A vice-director of an Ethiopian hospital said that Kim Jong Il was a great statesman and genuine leader of the people who turned the DPRK into a military power by pursuing the original Songun politics and devoted his all to happiness of the people all his life.\n\t\t\t\t\t\n\t\t\t\t\t A director of a dental hospital of Ethiopia said that the DPRK is an invincible power the U.S. dares not provoke, adding that Kim Jong Il turned the DPRK into a state of manufacturing and launching satellites and a nuclear weapons state.\n\t\t\t\t\t\n\t\t\t\t\t A vice-director of a hospital of Ethiopia said: Very great are the exploits Kim Jong Il performed in building a thriving nation and accomplishing the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The chief of Construction Site No. 1 in Conakry City, Guinea said that Kim Jong Il always thought of his motherland and people anywhere, praising him as a model of the genuine patriot."
        },
        {
            "title": "Korean Book, Photo and Art Exhibitions Held in Different Countries",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-05ee.html",
            "content": "Korean Book, Photo and Art Exhibitions Held in Different Countries\r\n Pyongyang, February 25 (KCNA) -- Events took place in various countries between February 6 and 17 on the occasion of the birth anniversary of leader Kim Jong Il (Day of the Shining Star).\n\t\t\t\t\t They included Korean book, photo and fine arts exhibitions in Indonesia, Myanmar, Guinea and South Africa.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the exhibitions were photos documenting the revolutionary activities of Kim Jong Il and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were works of the peerlessly great men of Mt. Paektu, books and photos introducing the DPRK and fine art pieces associated with the creative talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The director of a botanical institute of Bogor University of Agriculture of Indonesia said that the exhibition will provide visitors an opportunity to know well about the exploits of President Kim Il Sung and Kim Jong Il, expressing the will to make positive efforts to contribute to developing the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The director of a general bureau of the Yangon City Development Committee of Myanmar praised Kim Jong Il as a prominent leader and benevolent father of the people who devoted himself to firmly defending the sovereignty of the country and achieving its prosperity, the people's happiness and world peace and security.\n\t\t\t\t\t\n\t\t\t\t\t A member of the Executive Committee of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar and other speakers said that seeing the happy Korean people, they foresaw the brighter future of the DPRK, hoping that such exhibition would be organized more often in the future.\n\t\t\t\t\t\n\t\t\t\t\t The director general of the Kim Il Sung Institute of Agricultural Science in Guinea said that on the occasion of the Day of the Shining Star the Korean people and progressive humankind are looking back upon the immortal exploits Kim Jong Il performed in building a thriving nation, reunifying the country and accomplishing the cause of global independence."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-06ee.html",
            "content": "Kim Jong Il's Birth Anniversary Observed in Foreign Countries\r\n Pyongyang, February 25 (KCNA) -- Meetings were held in Russia, Belarus, Laos and South Africa between February 11 and 16 to celebrate the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The chairman of the Karelia-DPRK Friendship Association of Russia praised Kim Jong Il as the great leader who devoted his all to the people's happiness all his life and an outstanding statesman and Songun commander who turned the DPRK into a political, ideological and military power.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the exploits Kim Jong Il performed in developing the friendly and cooperative relations between Russia and the DPRK would always be remembered by the Russian people.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Laos-Korea Friendship Association emphasized that Kim Jong Il who turned the DPRK into a powerful country with his Songun politics is always alive in the minds of not only the Korean people but also the progressive people.\n\t\t\t\t\t\n\t\t\t\t\t The deputy general secretary of the South African Communist Party extended the invariable support and solidarity to the Korean people in their struggle for smashing the U.S. imperialists' moves for aggression, ensuring peace and security on the Korean peninsula and in the region, defending socialism and reunifying the country."
        },
        {
            "title": "Seminars Held in Foreign Countries",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-07ee.html",
            "content": "Seminars Held in Foreign Countries\r\n Pyongyang, February 25 (KCNA) -- Seminars on exploits of leader Kim Jong Il were held in Russia, Bulgaria and Indonesia between February 12 and 14 on the occasion of his birth anniversary.\n\t\t\t\t\t Sazhi Umalatova, chairperson of the Party for Peace and Unity of Russia, said in a report:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is a model of the genuine state leader who passed away in a running train while devoting himself to the country and people till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have registered successes day by day in building a thriving nation thanks to the firm foundation provided by him.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, the supreme leader of the DPRK, is successfully realizing Kim Jong Il's desire for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Shashbiashbili, vice-chairman of the above-said party, said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il performed great exploits for accomplishing the cause of building a thriving country.\n\t\t\t\t\t\n\t\t\t\t\t His ideological and mental heritages are being studied and applied worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army was grown to be the powerful revolutionary armed forces thanks to his Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The bright future of the DPRK is firmly guaranteed by Kim Jong Un who is successfully carrying forward the cause of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers including Lyudmil Kostadinov, chief of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism, said that Kim Jong Il was an outstanding statesman who dynamically pushed forward with the revolutionary cause of Juche pioneered by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The president of the Adita Ariya Prawira Ship Company of Indonesia said that he would continue to support the Korean people in their struggle for building a prosperous country while smashing the imperialists' moves under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the seminar held in Russia."
        },
        {
            "title": "Kim Jong Il Praised by Foreign Personages",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-08ee.html",
            "content": "Kim Jong Il Praised by Foreign Personages\r\n Pyongyang, February 25 (KCNA) -- Events were held in foreign countries between February 13 and 15 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t They included a meeting, film show and photo exhibition in Myanmar, film shows and book and photo exhibitions in Nigeria and Uganda.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos documenting the revolutionary activities of Kim Jong Il and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were books and photos introducing successes made by the army and people of the DPRK in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean film \"Four Seasons in Pyongyang\".\n\t\t\t\t\t\n\t\t\t\t\t The acting secretary of the Yangon Regional Committee of the Union Solidarity and Development Party of Myanmar said:\n\t\t\t\t\t\n\t\t\t\t\t H.E. Kim Jong Il firmly defended the sovereignty and dignity of the country by smashing the imperialists' moves to stifle it through his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t He was the great leader who put the single-minded unity of the whole society onto a higher stage and turned the DPRK into an invincible political and military power.\n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the Workers' Party of Korea and the Korean people in their struggle for defending the national sovereignty and dignity and building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the Korean people would certainly realize the behests of the great Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at an event in Nigeria said that the immortal exploits of Kim Jong Il would shine long in the history.\n\t\t\t\t\t\n\t\t\t\t\t Speakers in an event in Uganda highly praised Kim Jong Il as an outstanding leader and peerless elder statesman who devoted his all to the accomplishment of the socialist cause and the global cause of independence."
        },
        {
            "title": "Kim Yong Nam felicita al emir de Kuwait",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-31ee.html",
            "content": "Kim Yong Nam felicita al emir de Kuwait\r\nPyongyang, 25 de febrero (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio este martes un mensaje de felicitacion al emir del Estado de Kuwait, Sheikh Sabah Al-Ahmad Al-Jaber Al-Sabah, con motivo del 53o aniversario de la independencia y del 23o aniversario de la liberacion de ese pais. \n\t\t\t\t\tConvencido de que se fortaleceran mas las relaciones de amistad y cooperacion entre los dos paises, el remitente desea al destinatario buena salud y felicidad y a su pais amistoso desarrollo y prosperidad."
        },
        {
            "title": "Terminado encuentro de familiares y parientes separados",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-32ee.html",
            "content": "Terminado encuentro de familiares y parientes separados\r\nMonte Kumgang, 25 de febrero (ACNC) -- Continuo en este monte pintoresco el encuentro entre los familiares y parientes que viven separados en el Norte y el Sur de Corea debido a la division nacional impuesta hace mucho tiempo por las fuerzas extranjeras. \n\t\t\t\t\tEl dia 23, ellos compartieron abrazados los sentimientos fraternales intercambiando saludos. \n\t\t\t\t\t\n\t\t\t\t\tRecordando la vida feliz y digna que llevan en el regazo de la patria, los participantes norcoreanos contaron a los consanguineos surcoreanos cuan grata es la patria socialista.\n\t\t\t\t\t\n\t\t\t\t\tLos surcoreanos se quedaron conmovidos viendo las ordenes y medallas que recibieron aquellos mientras trabajaban con abnegacion por la prosperidad del pais.\n\t\t\t\t\t\n\t\t\t\t\tEste dia, la Sociedad de la Cruz Roja del Sur de Corea ofrecio un banquete en honor de los participantes. \n\t\t\t\t\t\n\t\t\t\t\tAl despedirse, ellos prometieron realizar ingentes esfuerzos por lograr la reunificacion de la patria segun el ideal \"Entre nosotros, los connacionales\" para adelantar el dia en que puedan vivir juntos en el territorio reunificado."
        },
        {
            "title": "Rodong Sinmun rechaza simulacro conjunto Key Resolve",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-33ee.html",
            "content": "Rodong Sinmun rechaza simulacro conjunto Key Resolve\r\nPyongyang, 25 de febrero (ACNC) -- El dia 24, Estados Unidos y los belicistas surcoreanos iniciaron en el Sur de Corea los ejercicios militares conjuntos de gran envergadura Key Resolve contra la Republica Popular Democratica de Corea. \n\t\t\t\t\tKey Resolve continuara hasta el 6 de marzo, seguido de otro simulacro conjunto Foal Eagle que se librara hasta el 18 de abril suponiendo los combates en la tierra, el mar y el cielo con la introduccion de enormes efectivos norteamericanos y surcoreanos, el submarino nuclear y otros medios de ataque ultramodernos y pertrechos de guerra de punta. \n\t\t\t\t\t\n\t\t\t\t\tTales simulacros devienen un brutal desafio a la Republica Popular Democratica de Corea que hace sinceros esfuerzos por la mejora de las relaciones entre ambas partes coreanas y el alivio de la situacion tensa de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tRevela asi el diario Rodong Sinmun en un comentario individual de este martes y continua:\n\t\t\t\t\t\n\t\t\t\t\t Los belicistas los describen como \"anuales y defensivos\", pero esto no pasa de ser una artimana pueril para encubrir el caracter provocativo y agresivo de los presentes simulacros.\n\t\t\t\t\t\n\t\t\t\t\tDividir en dos partes a la nacion coreana y realizar la ambicion de dominio sobre Corea instigando la confrontacion Norte-Sur es la invariable estrategia de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tSeria una gran equivocacion si el imperio intenta ganar algo creando la crisis de guerra en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa Republica Popular Democratica de Corea ha hecho todo lo posible por la paz y la estabilidad de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEn adelante tambien seguira esforzandose con paciencia por defender la paz de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tPero, cuando los belicistas internos y externos echen una chispa de guerra despreciando la voluntad de defensa de la paz de la RPDC, haremos frente rotundo para salvaguardar la seguridad y la dignidad de la nacion."
        },
        {
            "title": "Minju Joson exige a autoridades surcoreanas implementar el acuerdo N-S",
            "url": "http://kcna.co.jp/item/2014/201402/news25/20140225-34ee.html",
            "content": "Minju Joson exige a autoridades surcoreanas implementar el acuerdo N-S\r\nPyongyang, 25 de febrero (ACNC) -- En el reciente contacto de alto nivel entre el Norte y el Sur de Corea se logro el consenso sobre una serie de problemas orientados a la mejora de relaciones intercoreanas y se dio a la publicidad el comunicado conjunto.\n\t\t\t\t\tNo obstante, algunos medios de prensa conservadores del Sur de Corea siguen difamando y calumniando la maxima dignidad y el regimen de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el rotativo Minju Joson divulgo un comentario individual condenando esos actos que violan el acuerdo de cesar la difamacion y calumnia a la contraparte.\n\t\t\t\t\t\n\t\t\t\t\tEn medio de tal situacion, no seran mejoradas nunca las relaciones N-S, por el contrario, ellas iran de mal en peor, advierte el comentarista y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t El problema es que algunos medios conservadores del Sur de Corea justifican su vicio como \"libertad de prensa\".\n\t\t\t\t\t\n\t\t\t\t\tLas actividades de prensa, que perjudican los intereses nacionales, no son la \"libertad de prensa\" sino accion traidora que mancha la imagen de la prensa surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tLa conducta de medios conservadores significa que ellos declararon al mundo que violan el acuerdo N-S de no difamacion reciproca sin reconocer la autoridad de los gobernantes surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tTodos los acuerdos N-S, que sean grandes o pequenos, toman como premisa su ejecucion. \n\t\t\t\t\t\n\t\t\t\t\tSi ellos no ejecutan el acuerdo en cuestion, ?sera necesario discutir o acordar otras cosas?\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deberan tomar las medidas para que el acuerdo N-S firmado ante la nacion se cumpla cabalmente conforme a la esperanza de la nacion."
        }
    ]
}