{
    "date": "2014-03-30",
    "url": "http://kcna.co.jp/item/2014/201403/2014-03-30ee.html",
    "articles": [
        {
            "title": "DPRK FM Blasts UN for Taking Issue with DPRK over Its Justifiable Rocket Launching Drills",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-15ee.html",
            "content": "DPRK FM Blasts UN for Taking Issue with DPRK over Its Justifiable Rocket Launching Drills \r\n Pyongyang, March 30 (KCNA) -- The Foreign Ministry of the Democratic People's Republic of Korea Sunday issued the following statement blasting the United Nations for its illegal action of taking issue with the justifiable rocket launching drills conducted by the Korean People's Army (KPA): \n\t\t\t\t\t The sincere efforts of the DPRK to prevent a new war and ensure peace and security on the Korean peninsula are facing a grave challenge of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The UN Security Council at a closed-door consultative meeting held on Mar. 28 at the urgent request of the U.S. committed an illegal provocative act of \"denouncing\" the DPRK's justifiable rocket launching drills for no reason.\n\t\t\t\t\t\n\t\t\t\t\t The drills were self-defensive military drills of the KPA to cope with the grave situation created by the U.S. hostile policy toward the DPRK which has been pursued for the past several decades and the evermore intensified exercises for a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The climate for detente is being created on the Korean peninsula thanks to the proactive and peace-loving sincere efforts of the DPRK this year. Nevertheless, the U.S. kicked off the Key Resolve and Foal Eagle joint military exercises with south Korean puppet forces with huge aggression forces and destructive weapons involved.\n\t\t\t\t\t\n\t\t\t\t\t With their scale and danger increased, the largest-ever forces since 1993 are involved in the Ssangyong drill which started on Mar. 27. The U.S. dared declare that its main objective is to \"occupy Pyongyang.\" \n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the KPA to make full preparations to cope with the prevailing grave situation as its mission is to protect the security of the country and its people and defend peace.\n\t\t\t\t\t\n\t\t\t\t\t However, the UN Security Council, shutting its eyes to the U.S. madcap nuclear war exercises, \"denounced\" the KPA's self-defensive rocket launching drills to cope with them as a \"violation of resolutions\" and \"threat to international peace and security\" and is set to take an \"appropriate step\". It is absolutely intolerable.\n\t\t\t\t\t\n\t\t\t\t\t As far as UNSC's \"resolutions\" which it claimed were \"violated\" by the DPRK are concerned, they are full of brigandish paragraphs to wantonly encroach on the sovereignty of the DPRK and the security of the nation and deprive it of its right to launch satellites for peaceful purposes as they are a product of the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, therefore, categorically rejected them as soon as they were adopted and there is no ground whatsoever for the DPRK to be bound to them.\n\t\t\t\t\t\n\t\t\t\t\t If something is measured by a wrong ruler, a wrong result is bound to be produced.\n\t\t\t\t\t\n\t\t\t\t\t That is why there is such absurdity that the DPRK's efforts to defend the security of the country and the nation are labeled a \"provocation\" and the U.S. moves for igniting a nuclear war are described as ones for \"defending peace\".\n\t\t\t\t\t\n\t\t\t\t\t If the UNSC persistently tries to deny the exercise of the DPRK's just right by partially citing the unreasonable \"resolutions\" according to the U.S. scenario, it will end up escalating tensions and sparking  conflict only, far from contributing to keeping peace and security on the Korean peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t The farce staged by the U.S. to \"denounce\" the DPRK's rocket launching drills for no reason after bringing them up for discussion at the UNSC is aimed to divert the blame for escalating tensions to the DPRK and hype the DPRK's \"threat\" to have a justification for arms buildup pursuant to its pivot to Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\t As the U.S. persists in its moves to isolate and stifle the DPRK by abusing the UNSC, prompted by its strategic interests, the DPRK has the right to defend itself and is fully ready to do so.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. is staging ceaseless nuclear war exercises by mobilizing all type nuclear strike means aimed at \"occupying Pyongyang,\" etc. while describing the exercises as \"annual ones\", the KPA's drills to cope with them will involve various forms of exercises in which more diversified nuclear deterrence will be used for hitting various medium- and long-range targets with a variety of striking power.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is fully ready for next-stage steps which the enemy can hardly imagine in case the U.S. considers them as a \"provocation\" again.\n\t\t\t\t\t\n\t\t\t\t\t It would not rule out a new form of nuclear test for bolstering up its nuclear deterrence. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better ponder over this and stop acting rashly.\n\t\t\t\t\t\n\t\t\t\t\t If a catastrophic development which no one wants occurs on the peninsula, the U.S. will be wholly responsible for it."
        },
        {
            "title": "Korean Women Resolve to Have the Issue of Sexual Slavery Settled",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-13ee.html",
            "content": "Korean Women Resolve to Have the Issue of Sexual Slavery Settled\r\n Pyongyang, March 30 (KCNA) -- Representatives of organizations of women of all circles in the north, south and overseas held a seminar for having the issue of sexual slavery for the Imperial Japanese Army settled in Shenyang of China on Saturday at which they made public a joint resolution.\n\t\t\t\t\t It called on all women in the north, south and overseas to force Japan to pay for all crimes of aggression, resolutely hold in check its moves for reviving militarism and attempt at reinvasion, and take the lead in bringing about a new phase of the improved inter-Korean relations and peace and prosperity under the banner of the Korean Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t We will stage a more dynamic struggle and solidarity activities to let the international community know about hideous crimes related to the sexual slavery for the Imperial Japanese Army and force the Japanese government to make apology and reparation for them.\n\t\t\t\t\t\n\t\t\t\t\t Through meetings, seminars, testimonies, photo exhibitions and signature campaigns and various other activities we will intensify the struggle to fully reveal the shuddering crimes against humanity perpetrated by Japan against Korean women and make it pay for all crimes related to the sexual slavery in firm solidarity with people of different circles at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t We will become increasingly vocal condemning Japan's war crimes against humanity in the international community in solidarity with progressive women's organizations and personages in Japan, Asian countries and other states that fell victim to the sexual slavery for the Imperial Japanese Army, international bodies and international human rights organizations.\n\t\t\t\t\t\n\t\t\t\t\t We will wage a more vigorous drive for demanding the Japanese authorities make apology and reparation for all the crimes Japan committed during its past colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t We will force Japan to make honest apology and full reparation for all state-sponsored crimes.\n\t\t\t\t\t\n\t\t\t\t\t We will also conduct a courageous joint action to take back valuable historical relics and cultural artifacts looted by the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t We will resolutely counter Japan's distortion of history and moves to grab Tok Islets through a nation-wide struggle.\n\t\t\t\t\t\n\t\t\t\t\t We will intensify the struggle against Japan's moves to revive militarism and unreasonable suppression of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t We will stage brisk nation-wide solidarity activities to check the Japanese authorities' politically-motivated persecution and human rights abuses against Koreans in Japan, the victims of the colonial rule in the past and their descendants, have their national rights and free activities guaranteed and protect the national education of the children of Koreans in Japan, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The women in the north, south and overseas will take the lead in ushering a new phase of the improved inter-Korean relations, independent reunification, peace and prosperity in firm unity under the banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t We will stage a dynamic anti-war peace movement for opposing all the war exercises for aggression threatening peace on this land."
        },
        {
            "title": "Meeting of Information Workers of GFTUK Held",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-12ee.html",
            "content": "Meeting of Information Workers of GFTUK Held\r\n Pyongyang, March 30 (KCNA) -- A meeting of information workers of the General Federation of Trade Unions of Korea took place at the Central Hall of Workers on Sunday.\n\t\t\t\t\t Present there were officials concerned, officials of the trade unions and exemplary information workers in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un's work \"Let Us Hasten the Final Victory through a Revolutionary Ideological Offensive\" was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Sang Ju, chairman of the C.C., the GFTUK, made a report.\n\t\t\t\t\t\n\t\t\t\t\t The reporter said that General Secretary Kim Jong Il indicated the road to be followed by the trade unions in each period and at each stage of the developing revolution and energetically led them so that they are playing the role as the organization for ideological education.\n\t\t\t\t\t\n\t\t\t\t\t The feats Kim Jong Il performed in the work of the trade unions are further shining thanks to Kim Jong Un, the reporter said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un clarified the fighting goal of the trade unions in the advance of a new century of Juche and tasks and ways to improve the ideological work. \n\t\t\t\t\t\n\t\t\t\t\t The reporter calls for taking the speech made by Kim Jong Un at the 8th Conference of Ideological Workers of the WPK as an immortal programme and pushing ahead with the work for modeling the whole trade unions on Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t The meeting was followed by a training course."
        },
        {
            "title": "DPRK People Demand Punishment of S. Korean Provokers",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-16ee.html",
            "content": "DPRK People Demand Punishment of S. Korean Provokers\r\n Pyongyang, March 30 (KCNA) -- TV and other media of the DPRK have recently reported about the fact that the south Korean military pirates fired at a fishing boat of the DPRK and kidnapped its sailors by use of iron sticks, pressuring them to \"defect\".\n\t\t\t\t\t The news lashed all the people in the DPRK into a great fury at once.\n\t\t\t\t\t\n\t\t\t\t\t With his surging anger, O Kyong Sok, a senior engineer of Heat Production Workshop No.1 of the Pyongyang Thermal Power Complex, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Yesterday the south Korean military gangsters committed a hideous provocation aimed to hurt the dignity of our supreme leadership and today they kidnapped our defenseless sailors and committed outrages on them.\n\t\t\t\t\t\n\t\t\t\t\t Then, how can we pardon such actions? Now, all the employees of the complex are strongly urging a merciless punishment of those gangsters.\n\t\t\t\t\t\n\t\t\t\t\t It is our will to capture the principal architects of the recent case and all those involved in it and throw them into this blazing boiler.\n\t\t\t\t\t\n\t\t\t\t\t Cha Hak Song, an officer of the Korean People's Army, said:\n\t\t\t\t\t\n\t\t\t\t\t The recent atrocity by the south Korean puppet military pirates is evidently an infringement upon the DPRK's sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The mission of the KPA, the powerful Paektusan army, is to defend the security of the country and its people's dignity and, accordingly, anyone will be a target of the KPA's decisive punishment if he or she dares attack citizens of the DPRK, members of Supreme Commander Kim Jong Un's big family.\n\t\t\t\t\t\n\t\t\t\t\t We, servicepersons, will blow up Paekryong Island, a den of evils, and then turn into a sea of fire Chongwadae, the headquarters of evils, if an order of attack is given.\n\t\t\t\t\t\n\t\t\t\t\t Ri Pok Sun, a section chief of the C.C., Journalists Union of Korea, said:\n\t\t\t\t\t\n\t\t\t\t\t All the officials of the Union Central Committee are boiling with indignation at the south Korean military's rude gangsterism.\n\t\t\t\t\t\n\t\t\t\t\t Any ship in distress should be given a helping hand in view of international laws and humanitarianism. The south Korean military gangsters' atrocities are the height of human rights violation.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye has called for \"settlement of humanitarian issue\" outside while egging her hirelings to commit all sorts of wrongs at home. What she has done makes me nauseous.\n\t\t\t\t\t\n\t\t\t\t\t Song Kwang Hyop, secretary of the Taegi-ri, Ongjin County of South Hwanghae Province, Party Committee, said:\n\t\t\t\t\t\n\t\t\t\t\t It is hard for us, peasants, in the county in a short distance to Paekryong Island to do farming with such military gangsters left intact. I am eager to thrust a forked rake into those involved in the recent piracy.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean military gangsters should not run amuck, reading the will of the angry army and people of the DPRK to vow merciless punishment."
        },
        {
            "title": "DPRK People Urge Decisive Action against S. Korean Military Gangsters",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-18ee.html",
            "content": "DPRK People Urge Decisive Action against S. Korean Military Gangsters\r\n Pyongyang, March 30 (KCNA) -- All the people in the DPRK are now enraged at the news that the south Korean puppet military gangsters captured a fishing boat of the DPRK and committed outrages on its sailors.\n\t\t\t\t\t Ri Song Il, a researcher of the International Affairs Institute, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The authorities of south Korea have frequently called for \"confidence\" and \"improved relations\" while talking about \"humanitarianism\", as if they are interested in national reunification.\n\t\t\t\t\t\n\t\t\t\t\t But, they revealed, through the recent case of capturing our peaceable fishing boat, their true colors as separatists and traitors who pursue only a policy of confrontation, not national reconciliation and unity, and who are occupied by extreme hostility toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We will never pardon the anti-national, anti-reunification and inhuman act of the south Korean puppet gangsters who abandoned their nationality.\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Chol, an officer of the Korean People's Army, said:\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous will of our servicepersons to shower flames of merciless punishment upon the south Korean military gangsters at once to wipe out them to the last one.\n\t\t\t\t\t\n\t\t\t\t\t The armed forces of the DPRK have already given enough advice and warning to the south Korean puppet warmongers. Now is the time to punish those disgusting gangsters with decisive actions. Then, it will be late for them to regret for their deeds.\n\t\t\t\t\t\n\t\t\t\t\t Pak Il Hwan, a Pyongyang citizen, said:\n\t\t\t\t\t\n\t\t\t\t\t I can hardly repress my wrath at the south Korean military gangsters' hair-raising atrocities against our sailors.\n\t\t\t\t\t\n\t\t\t\t\t It is an open challenge to the DPRK as well as to all the fellow countrymen desirous of improved north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should apologize to the nation for the military's rude gangsterism and punish the provokers to prevent the recurrence of such case."
        },
        {
            "title": "DPRK People Vow Revenge on S. Korean Military Gangsters",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-19ee.html",
            "content": "DPRK People Vow Revenge on S. Korean Military Gangsters\r\n Pyongyang, March 30 (KCNA) -- A formation of speedboats under the second fleet of the south Korean navy intruded into the territorial waters of the DPRK side before forcibly carrying away a DPRK's fishing boat to Paekryong Island to force defection upon its crewmen.\n\t\t\t\t\t In this regard, a spokesman for the General Staff of the Korean People's Army warned that the DPRK side would never pardon such brutality committed by the south Korean navy gangsters and force them to pay due price.\n\t\t\t\t\t\n\t\t\t\t\t After returning home on board their ship, the crewmen called a press conference to disclose the human right abuses enforced upon them by the south Korean puppet military gangsters. They stressed the case made them harden their will to make a showdown with the south Korean puppet forces at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Enraged at this news, the working people from all walks of life and youth and students in the DPRK are strongly demanding that all those pirates be punished to the last.\n\t\t\t\t\t\n\t\t\t\t\t Pak Kyong Chol, an official of the Ministry of Fisheries, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t It is an international usage to rescue any wrecked ship and its crew, ensure their convenience and immediately turn them back to home from the humanitarian point of view.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean puppet military gangsters fired at our fishing boat mistaking its course and entranced the crewmen by beating with iron bar. This is an unprecedented human rights abuse and a heinous crime.\n\t\t\t\t\t\n\t\t\t\t\t Such villains, inferior to a beast, should never be pardoned. My anger will be relieved only when I see Paekryong Island, a den of butchers, turned into a sea of fire.\n\t\t\t\t\t\n\t\t\t\t\t Han Kyong Chol, a section chief of the C.C., Kim Il Sung Socialist Youth League, said:\n\t\t\t\t\t\n\t\t\t\t\t The recent provocations to the DPRK by the Park Geun Hye-led south Korean gangsters like leaflet scattering, seizure of our fishing boat and violence against its crewmen show that they are not human beings and they are only keen on confrontation with fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t We, five millions of youths, are ready to become bombs and missiles to sweep away at one blow those gangsters in Paekryong Island.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities have even an iota of conscience, they should dismember all of those involved in the fishing boat case.\n\t\t\t\t\t\n\t\t\t\t\tKim Myong Guk, a student of Kim Hyong Jik University of Education, said:\n\t\t\t\t\t\n\t\t\t\t\t As a discharged soldier, I am eager to take arms at once and shoot every villain wandering about the five islands in the West Sea to death.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean forces will face a harsher punishment than the Yonphyong Island shelling if they act rashly like a puppy knowing no fear of a tiger, he added."
        },
        {
            "title": "Rodong Sinmun Lauds Kim Jong Un's Wise Leadership",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-14ee.html",
            "content": "Rodong Sinmun Lauds Kim Jong Un's Wise Leadership\r\n Pyongyang, March 30 (KCNA) -- The immutable truth of the Juche idea, Songun idea, and its might to bring about changes have been strikingly demonstrated in the new century of Juche thanks to supreme leader Kim Jong Un's outstanding ideological and theoretical wisdom and wise leadership, says Rodong Sinmun Sunday in an article.\n\t\t\t\t\t It refers to the wise leadership of Kim Jong Un who has powerfully demonstrated the immutable truth and might of the Juche idea. \n\t\t\t\t\t\n\t\t\t\t\t It is the firm creed of Kim Jong Un that the revolutionary idea of President Kim Il Sung and General Secretary Kim Jong Il is a science and that whatever done as taught by them is sure to triumph.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of a deep insight into the matured requirements of the development of the Korean revolution and the unanimous will of all service personnel and people Kim Jong Un proclaimed the modeling of the whole society on Kimilsungism-Kimjongilism as the supreme programme of the WPK\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the outstanding commanding art of Kim Jong Un the reckless moves of the enemies for a war have been decisively frustrated and the dignity and might of the great Paektusan nation have been demonstrated before the whole world. \n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership the ideas and theories of Juche have been thoroughly embodied, effecting a steady upsurge in the mental power of the masses and bringing Korean style socialist culture into full bloom.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the ceaseless forced marches made by him for field guidance despite rain or snow there appear fairy scenes of the socialist highly civilized country and happy laughter of people is heard from everywhere.\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest honor and fortune of the Workers' Party of Korea and people of the DPRK to hold the great leaders of the revolutionary cause of Juche and the revolutionary cause of Songun in high esteem generation after generation."
        },
        {
            "title": "Truth behind Case of \"Cheonan\" Warship Sinking Bound to Be Probed",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-10ee.html",
            "content": "Truth behind Case of \"Cheonan\" Warship Sinking Bound to Be Probed\r\n Pyongyang, March 30 (KCNA) -- An article titled \"The truth behind the case of  'Cheonan' warship sinking is bound to be probed\" written by Sin Sang Chol, member of the former team of south Korea for investigation into the above-said case, was posted on the south Korean internet paper Jaju Minbo on March 26. \n\t\t\t\t\t Many facts have been proved during dozens of hearings on him held so far as regards the case of the sinking, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t During the hearings various facts casting suspicions about the warship's sinking due to the torpedo explosion were disclosed. They included the fact that the bow of the ship remained afloat for more than 16 hours, contrary to the assertion of the Ministry of Defense that it sank right after the accident and the fact that the navy authorities received the report that the cause of the sinking was stranding. \n\t\t\t\t\t\n\t\t\t\t\t There were no phenomena which should be observed during the explosion of \"Cheonan\" in the light of a common sense. \n\t\t\t\t\t\n\t\t\t\t\t The article continued:\n\t\t\t\t\t\n\t\t\t\t\t First, living bodies are the ones which should be most adversely affected by explosion. \n\t\t\t\t\t\n\t\t\t\t\t But there was no one among victims and survivors aboard the ship who had nosebleed and eardrum split. \n\t\t\t\t\t\n\t\t\t\t\t Dead bodies discovered in the site of explosion, the place where the ship was broken into two pieces, were almost in proper shape. This was confirmed by the testimony made by a member of the team for retrieving dead bodies. \n\t\t\t\t\t\n\t\t\t\t\t Doctors who made autopsies of the dead bodies drew the conclusion that all of them got drowned. This fact denies the fact that there was explosion. \n\t\t\t\t\t\n\t\t\t\t\t The authorities claimed that there was an explosion equivalent to the simultaneous explosion of 6 000 grenades on the spot three meters below people, but there were no harm to human bodies and, moreover,  even a fluorescent lamp was left as it was. This was something unprecedented. \n\t\t\t\t\t\n\t\t\t\t\t Not a single fish was found dead among so many fishes around the ship. \n\t\t\t\t\t\n\t\t\t\t\t Second, the point was temperature of water. \n\t\t\t\t\t\n\t\t\t\t\t An infra-red camera can observe any sensitive reflective reaction even to microscopic difference in temperature. \n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Defense and the Defense Science Institute asserted that a torpedo exploded in the lower part of the ship, causing the temperature to rise to 2 000 - 3 000 degrees centigrade. They even claimed that temperature was so high that even aluminum burned to be white ashes. \n\t\t\t\t\t\n\t\t\t\t\t Had their claim been right, the water temperature should have risen even one degree and this should have been observed on the infra-red camera. \n\t\t\t\t\t\n\t\t\t\t\t The truth behind the case is bound to be probed before long despite any political turmoil, the article noted, adding to this end there will be more records of truth."
        },
        {
            "title": "S. Korean Chief Executive Urged to Honor Her Commitment to Halve Registration Fee ",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-11ee.html",
            "content": "S. Korean Chief Executive Urged to Honor Her Commitment to Halve Registration Fee \r\n Pyongyang, March 30 (KCNA) -- The Federation of University Students in south Korea held a meeting in Seoul on Friday in demand of the implementation of the commitment to halve the registration fee, according to the south Korean internet newspaper Voice of People.\n\t\t\t\t\tAt the meeting speakers said that over 30,000 students failed to pay their debts due to the increased scale of loan of education fund at universities and they are absenting themselves from universities.\n\t\t\t\t\t\n\t\t\t\t\t Diversity and freedom of learning have disappeared due to unilateral restructuring by the university authorities, they noted, adding: We cannot remain a passive onlooker to this situation any longer.\n\t\t\t\t\t\n\t\t\t\t\t In order to tide over the dark reality, it is necessary to settle the issue of registration fee which drives students out of universities, to begin with.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the present chief executive honor her commitment to halve the registration fee in a responsible manner, calling on the students to get united in the drive to study at will."
        },
        {
            "title": "Kim Il Sung's Work Posted on Website of British Organization",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-01ee.html",
            "content": "Kim Il Sung's Work Posted on Website of British Organization\r\n Pyongyang, March 30 (KCNA) -- President Kim Il Sung's work \"On Abolishing the Tax System\" was posted by the British Association for the Study of Songun Policy on its website on March 18.\n\t\t\t\t\t The work, published on March 21, Juche 63 (1974), clarifies the fact that the full conditions for abolishing the tax system were created at that time, the  significance of the abolishment of the tax system and contents of a decree of the Supreme People's Assembly of the DPRK on its abolishment."
        },
        {
            "title": "Day of Sun to Be Celebrated in Pakistan",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-02ee.html",
            "content": "Day of Sun to Be Celebrated in Pakistan\r\n Pyongyang, March 30 (KCNA) -- A Pakistani national preparatory committee for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) was formed in Karachi on March 22.\n\t\t\t\t\t Senator Amar Jit Malhotra from the Pakistan Awami National Party was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to widely introduce the works and exploits of the President through media, organize diverse political and cultural events and intensify the work for studying and disseminating the Juche idea on the occasion of the Day of the Sun."
        },
        {
            "title": "Kim Il Sung Highly Praised by Pakistani Personage",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-03ee.html",
            "content": "Kim Il Sung Highly Praised by Pakistani Personage\r\n Pyongyang, March 30 (KCNA) -- The Day of the Sun is a holiday common to humankind.\n\t\t\t\t\t Javed Ansari, secretary general of the Society for the Study of Self-Reliance of Pakistan, said this in his report made at an inaugural ceremony of the Pakistani national preparatory committee for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) on March 22.\n\t\t\t\t\t\n\t\t\t\t\t He said that Kim Il Sung is deeply revered by the progressive people for his distinguished political caliber and outstanding personality as a great man and the exploits he performed for the liberation of Korea, socialist construction, the reunification of the country and cause of global independence."
        },
        {
            "title": "Day of Sun to Be Celebrated in Libya",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-04ee.html",
            "content": "Day of Sun to Be Celebrated in Libya\r\n Pyongyang, March 30 (KCNA) -- A Libyan preparatory committee for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) was formed in Tarabulus on March 25.\n\t\t\t\t\t The chairman of the Libya-DPRK Friendship Association who doubles as general director of the Sunbula International Friendship Club was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize diverse political and cultural events including seminar and photo and book exhibition praising the exploits of the President on the occasion of the Day of the Sun."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Bulgarian Organization",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-05ee.html",
            "content": "Kim Il Sung's Exploits Praised by Bulgarian Organization\r\n Pyongyang, March 30 (KCNA) -- The Bulgaria－Korea Friendship Association carried a special write-up on its bulletin on March 21 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The bulletin said in an article:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will significantly celebrate the 102nd birth anniversary of Kim Il Sung, the great leader of the revolution, before long.\n\t\t\t\t\t\n\t\t\t\t\t The President was born in a revolutionary family in Mangyongdae on April 15, 1912.\n\t\t\t\t\t\n\t\t\t\t\t After embarking on the road of revolution in his early ages he formed the Down-with-Imperialism Union on October 17, 1926 and the Young Communist League of Korea on August 28, 1927.\n\t\t\t\t\t\n\t\t\t\t\t He formed the first party organization with young communists on July 3, 1930 and founded the Anti-Japanese People's Guerrilla Army on April 25, 1932.\n\t\t\t\t\t\n\t\t\t\t\t He led the arduous anti-Japanese armed struggle to victory until August 15, 1945.\n\t\t\t\t\t\n\t\t\t\t\t He started the cause of founding a party, army and state without delay after the liberation of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people defeated U.S. imperialism during the three year-long Fatherland Liberation War under his leadership.\n\t\t\t\t\t\n\t\t\t\t\t After the war they carried out rehabilitation and construction from scratch and built a powerful socialist state through an arduous struggle \n\t\t\t\t\t\n\t\t\t\t\t The tax system had already been abolished long ago in the DPRK and the state has enforced the best social policies such as providing ordinary working people with houses free of charge and putting into force free education and free medical service.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people boundlessly revere the President and he lies in state at the Kumsusan Palace of the Sun."
        },
        {
            "title": "Bulgarian Organization Supports Statement of NDC of DPRK ",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-06ee.html",
            "content": "Bulgarian Organization Supports Statement of NDC of DPRK\r\n Pyongyang, March 30 (KCNA) -- The Bulgarian Group for the Study of Kimilsungism-Kimjongilism expressed full support to the statement of the National Defence Commission of the DPRK.\n\t\t\t\t\t The group said in its statement on March 21 that the U.S. hostile policy towards the DPRK has reached an extremely dangerous phase these days.\n\t\t\t\t\t\n\t\t\t\t\t The statement condemned all provocative acts of the U.S. against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The hostile policy towards the DPRK is bound to go bust.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers will meet only disastrous consequences.\n\t\t\t\t\t\n\t\t\t\t\t It is natural that the DPRK has bolstered up its defense capability both in quality and quantity with main emphasis on its nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent is a main guarantee for protecting the sovereignty of the country and peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We are rejoiced over the great successes made by the DPRK in the drive for building a thriving nation and achieving peaceful reunification and extend warm congratulations to it."
        },
        {
            "title": "DPRK's Nuclear Deterrence Can Neither Be Means of Any Dealing Nor Bargaining Chip: Int'l Body",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-07ee.html",
            "content": "DPRK's Nuclear Deterrence Can Neither Be Means of Any Dealing Nor Bargaining Chip: Int'l Body\r\n Pyongyang, March 30 (KCNA) -- The DPRK's self-defensive nuclear deterrence can neither be a means of any dealing nor a bargaining chip.\n\t\t\t\t\t The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions said this in a statement on Mar. 20.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrence provides a basic guarantee for beating back any aggression by foreign forces, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has no right to demand the DPRK dismantle its nuclear weapons as the former is the arch criminal that compelled the latter to have access to them through constant nuclear threats.\n\t\t\t\t\t\n\t\t\t\t\t It is shameless for the U.S. to attempt to interfere in the internal affairs of the DPRK under the signboard of \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop at once all acts of  wantonly violating and gravely threatening the vital rights of the Korean people through pressure, sanctions, etc."
        },
        {
            "title": "DPRK's Step for Bolstering up Self-Defensive Nuclear Deterrence Supported by Russian Political Party",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-08ee.html",
            "content": "DPRK's Step for Bolstering up Self-Defensive Nuclear Deterrence Supported by Russian Political Party\r\n Pyongyang, March 30 (KCNA) -- The Nakhodka City Committee of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation expressed full support to the statement of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t The committee said in a statement on March 24:\n\t\t\t\t\t\n\t\t\t\t\t We are opposed to any act of forcing American-style democracy on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrence is neither a means of dealing nor a bargaining chip to be used for improving the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t We support all steps made by the NDC of the DPRK to bolster up its self-defensive nuclear deterrence. And we totally reject the anti-DPRK \"human rights\" racket kicked off by the U.S. to break the single-minded unity of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Expressing full support to the Songun politics pursued by supreme leader Kim Jong Un, we hope that all Korean people will shatter the vicious moves of the separatists at home and abroad and dynamically conduct the movement for national reunification on a nationwide scale, rallied close under the banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people's struggle for peace and reunification of the Korean peninsula and national prosperity is sure to win thanks to the ever-victorious Songun politics."
        },
        {
            "title": "Statement of NDC of DPRK Supported by Polish Political Figure",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-09ee.html",
            "content": "Statement of NDC of DPRK Supported by Polish Political Figure \r\n Pyongyang, March 30 (KCNA) -- Juzef Lachut, chairman of the Executive Committee of the Warsaw Regional Committee of the Polish Communist Party, released a statement on Mar. 19 in support of the statement of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t The DPRK made a crucial proposal, made public an open letter and took a series of measures to improve the north-south relations from the beginning of the year, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Constant military tension is prevailing on the Korean peninsula and the danger of a war is hanging over it though the DPRK has made consistent efforts.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is staging joint military exercises by introducing various kinds of murderous weapons into south Korea. But it is trying to shift the responsibility for tensions on to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is very natural that the DPRK is bolstering up its nuclear deterrence for self-defence to cope with the U.S. nuclear threat.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should accept the statement of the NDC of the DPRK, ponder over it and make a policy decision to totally roll back its hostile policy toward the DPRK and all other measures pursuant to it."
        },
        {
            "title": "Tripulantes victimas de secuestro se entrevistan con reporteros nacionales y extranjeros",
            "url": "http://kcna.co.jp/item/2014/201403/news30/20140330-20ee.html",
            "content": "Tripulantes victimas de secuestro se entrevistan con reporteros nacionales y extranjeros\r\nPyongyang, 30 de marzo (ACNC) -- Los tripulantes de la Republica Popular Democratica de Corea, que regresaron tras haber sido secuestrados en el Mar Oeste de Corea por los titeres surcoreanos, concedieron el dia 29 en el Palacio Cultural del Pueblo una entrevista con medios nacionales y extranjeros.\n\t\t\t\t\tA la ocasion asistieron los periodistas de la rama de prensa e informacion de Corea y los corresponsales extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tHicieron uso de la palabra el capitan Rim Chun Su, el maquinista responsable Kim Chol y el tripulante Kim Thae Won del barco de la Empresa Pesquera de Ongjin.\n\t\t\t\t\t\n\t\t\t\t\tEllos contaron sobre el curso de secuestro del barco y revelaron las barbaridades cometidas por los gangsteres militares surcoreanos contra el barco pesquero y sus tripulantes.\n\t\t\t\t\t\n\t\t\t\t\tA eso de las 2 de la tarde del 27 de marzo, nuestro barco salio de la comuna de Kumi del distrito de Ryongyon para capturar mariscos, recordaron los oradores y continuaron:\n\t\t\t\t\t\n\t\t\t\t\tCuando navegabamos pescando, se hizo la noche y llego la bruma densa.\n\t\t\t\t\t\n\t\t\t\t\tDurante el regreso al puerto, se rompio el acelerador del motor y quedo paralizado el eje de transmision.\n\t\t\t\t\t\n\t\t\t\t\tNos vimos obligados a parar el barco y comenzar la reparacion.\n\t\t\t\t\t\n\t\t\t\t\tCuando determinabamos la direccion usando la brujula luego de reparar el motor, aparecio una lancha rapida de las fuerzas navales surcoreanas que corriendo a toda maquina se metio delante de nuestro barco y lo forzo a navegar hacia el sur.\n\t\t\t\t\t\n\t\t\t\t\tLuego ellos nos hicieron fuego amedrentador.\n\t\t\t\t\t\n\t\t\t\t\tNosotros no pudimos obedecer sin resistir a los bandidos de las fuerzas maritimas surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\tPara avisar nuestra posicion al barco patrullero de nuestras fuerzas navales, agitamos el atado encendido hacia el norte.\n\t\t\t\t\t\n\t\t\t\t\tPoco despues, se nos acercaron dos lanchas pequenas mas que comenzaron a bloquear nuestro barco.\n\t\t\t\t\t\n\t\t\t\t\tLa primera lancha siguio impidiendo nuestra navegacion usando el reflector y las otras dos se pegaron a ambos lados de nuestro barco llevandonos asi al sur.\n\t\t\t\t\t\n\t\t\t\t\tYa anochecio y se rompio otra vez nuestro motor.\n\t\t\t\t\t\n\t\t\t\t\tEntonces las lanchas sitiaron completamente nuestro barco y los enemigos comenzaron a tirar enganches de hierro y golpear con los palos de hierro a los pescadores  norcoreanos. \n\t\t\t\t\t\n\t\t\t\t\tPor fin se desmayaron golpeados por palos de hierro de los bribones.\n\t\t\t\t\t\n\t\t\t\t\tEllos volvieron en si con las manos engrilladas y los ojos vendados en el muelle de la isla Paekryong.\n\t\t\t\t\t\n\t\t\t\t\tLos malvados militares surcoreanos les llevaron a un edificio y les preguntaron uno por uno la edad, el nombre, el empleo y la direccion, asi como tantearon la voluntad de desercion de ellos.\n\t\t\t\t\t\n\t\t\t\t\tLos norcoreanos no respondieron a las preguntas de los enemigos y les demandaron devolver al regazo del Mariscal Kim Jong Un diciendo que ellos mismos son los pescadores.\n\t\t\t\t\t\n\t\t\t\t\tEntonces, los enemigos les apaciguaron diciendo que si ellos defeccionan les garantizarian todas las condiciones de vida.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, ellos no se doblegaron ante la coaccion y adormecimiento de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tA eso de las 2:00 del dia 28 ellos regresaron al regazo de la patria.\n\t\t\t\t\t\n\t\t\t\t\tRim Chun Su dijo que una vez repatriado llego a saber que por las fuertes medidas de la patria la banda gangsteril del ejercito titere surcoreano se vio obligada a devolverlos apresuradamente.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que eran nada mas que unas horas, durante las cuales ellos mismos libraron el combate contra los enemigos superando los actos violentos y la obligacion de desercion de los enemigos, pero experimentaron claramente que la banda titere son los tipejos perversos y viles.\n\t\t\t\t\t\n\t\t\t\t\tDijo que a traves de la experimentacion sintio profundamente la verdad de que si cuenta con el Mariscal no habra el temor y saldra siempre victorioso aun en los nidos de los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tEl juro glorificar nuestro pais y nuestra patria cumpliendo las tareas revolucionarias con el vehemente odio a los enemigos que se desesperan para atentar la maxima dignidad y el regimen de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, ellos respondieron a las preguntas de los reporteros.\n\t\t\t\t\t\n\t\t\t\t\tEn el tiempo de la rueda de prensa se proyecto el video que revela las atrocidades de los gangsteres del ejercito surcoreano."
        }
    ]
}