{
    "date": "2014-05-10",
    "url": "http://kcna.co.jp/item/2014/201405/2014-05-10ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Combat Flight Contest among Air Commanding Officers",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-01ee.html",
            "content": "Kim Jong Un Guides Combat Flight Contest among Air Commanding Officers\r\n Pyongyang, May 10 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, visited the operational airfield in the western region together with Ri Sol Ju to guide \"the Combat Flight Contest among Air Commanding Officers of the Air and Anti-Air Force of the KPA - 2014\".\n\t\t\t\t\t Kim Jong Un arrived at the airfield by air at 9:00 a.m.\n\t\t\t\t\t\n\t\t\t\t\t He reviewed a guard of honor.\n\t\t\t\t\t\n\t\t\t\t\t KPA Air Force General Ri Pyong Chol, commander of the KPA Air and Anti-Air Force, made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t He said that the contest was the first significant training one in the history of the army building organized on the personal initiative of Kim Jong Un before declaring the contest open. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un gave an order to make sorties.\n\t\t\t\t\t\n\t\t\t\t\t The contest was divided into a group of commanders of combined units and a group of commanders of units.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un expressed his great satisfaction, watching with keen attention the courageous and skilled flight drill of air commanding officers.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the morning contest, he was invited to a field lunch arranged by the KPA Air and Anti-Air Force.\n\t\t\t\t\t\n\t\t\t\t\t During leisure time after the lunch there were a performance of the Song and Dance Ensemble of the KPA Air and Anti-Air Force and a concert of the Military Band of the KPA to rev up the atmosphere of the contest.\n\t\t\t\t\t\n\t\t\t\t\t The contest continued in the afternoon.\n\t\t\t\t\t\n\t\t\t\t\t KPA Air Force Col. General O Kum Chol, vice-chief of the General Staff of the KPA, and other air commanding officers fully displayed their aeronautics cultivated in the past.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un praised the air commanding officers for creditably performing their flight missions.\n\t\t\t\t\t\n\t\t\t\t\t  He said that the competition was organized to let the air commanding officers take the lead in the flight training under the slogan \"Follow Me!\" and thus make the air force intensify its training just as the anti-Japanese guerrillas did in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need for the commanding officers to acquire high combat aeronautics so that they may firmly prepare all pilots of the units as death-defying corps in the sky.\n\t\t\t\t\t\n\t\t\t\t\t Points were shown and standings decided by the latest monitoring device.\n\t\t\t\t\t\n\t\t\t\t\t Vice Marshal of the KPA Hwang Pyong So, director of the General Political Bureau of the KPA, made a speech at an awarding ceremony.\n\t\t\t\t\t\n\t\t\t\t\t He said that the holding of the competition with commanding officers of all flying units of the Air Force attending was a great bold decision which could be made only by the Supreme Commander who leads any formidable enemy by the nose and it represented the victory of his matchless pluck.\n\t\t\t\t\t\n\t\t\t\t\t He announced the results of the competition.\n\t\t\t\t\t\n\t\t\t\t\t Ri Il Chan, commander of Unit 858, Yu Hak Chol, commander of Unit 458, and Ri Myong Ho, commander of Unit 344, came first in the group standings.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un personally awarded prizes to the successful air commanding officers and units.\n\t\t\t\t\t\n\t\t\t\t\t He congratulated them on their successes and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t The commander of the Air and Anti-Air Force of the KPA made a closing speech.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un embarked on the plane, waving back to the enthusiastic cheers of the air commanding officers.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Pyon In Son, So Hong Chan, Jo Kyong Chol, Yun Tong Hyon, Ri Pyong Chol, Kim Yong Chol, O Kum Chol, Pak Jong Chon, and Jang Tong Un.\n\t\t\t\t\t\n\t\t\t\t\t Among the spectators were Kim Ki Nam, Choe Ryong Hae, Kim Yo Jong and other senior officials of the party central committee and exemplary combat airmen of the Air and Anti-Air Force of the KPA."
        },
        {
            "title": "Talks between Delegations of WPK and SWAPO Held",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-12ee.html",
            "content": "Talks between Delegations of WPK and SWAPO Held\r\n Pyongyang, May 10 (KCNA) -- Talks between the delegations of the Workers' Party of Korea (WPK) and the South West Africa People's Organization (SWAPO) of Namibia were held here on Saturday.\n\t\t\t\t\t Present at the talks from the WPK side were Kang Sok Ju, member of the Political Bureau and secretary of the C.C., the WPK, Pak Kun Gwang, vice department director of the C.C., the WPK, and other officials of the WPK Central Committee, and from the opposite side were members of the Namibian party delegation headed by Secretary General Nangolo Mbumba. \n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides informed each other of their party activities and exchanged views on the issue of further developing the friendly relations between the two parties and other issues of mutual concern."
        },
        {
            "title": "WPK Central Committee Hosts Reception for Namibian Party Delegation ",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-13ee.html",
            "content": "WPK Central Committee Hosts Reception for Namibian Party Delegation \r\n Pyongyang, May 10 (KCNA) -- The Central Committee of the Workers' Party of Korea (WPK) hosted a reception in honor of the visiting delegation of the South West Africa People's Organization of Namibia on Saturday. \n\t\t\t\t\t Present there on invitation were members of the Namibian party delegation headed by Secretary General Nangolo Mbumba.\n\t\t\t\t\t\n\t\t\t\t\t Present were Kang Sok Ju, member of the Political Bureau and secretary of the C.C., the WPK and other officials of the WPK Central Committee. \n\t\t\t\t\t\n\t\t\t\t\t Kang Sok Ju in a speech expressed belief that the DPRK visit by the delegation of the South West Africa People's Organization of Namibia would mark an important occasion for promoting the traditional relations of friendship and cooperation between the two parties and two peoples. \n\t\t\t\t\t\n\t\t\t\t\t He referred to many successes made by the South West Africa People's Organization of Namibia in political and economic fields under the leadership of President Hifikepunye Pohamba. \n\t\t\t\t\t\n\t\t\t\t\t The WPK will as ever make positive efforts to invariably develop the friendly and cooperative relations with the South West Africa People's Organization of Namibia, Kang added.\n\t\t\t\t\t\n\t\t\t\t\t Secretary General Nangolo Mbumba in a speech said that the DPRK positively supported the struggle of Namibia for freedom and independence.\n\t\t\t\t\t\n\t\t\t\t\t He expressed full support and solidarity to the struggle of the Korean people for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t He said that the South West Africa People's Organization of Namibia would learn from the struggle experience of the WPK and make positive efforts to strengthen the true relations of friendship and cooperation."
        },
        {
            "title": "First Term of Camping Begins at Songdowon International Children's Camp ",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-17ee.html",
            "content": "First Term of Camping Begins at Songdowon International Children's Camp\r\n Pyongyang, May 10 (KCNA) -- The first term of camping this year began with due ceremony on Saturday at the Songdowon International Children's Camp in Wonsan City of Kangwon Province, which was successfully remodeled.\n\t\t\t\t\t Campers included students of junior middle schools and secondary schools, children of service persons of the forefront posts, schoolchildren who participated in the final match of the children's national football tournament and exemplary children's union members in study and organizational life.\n\t\t\t\t\t\n\t\t\t\t\t All the schoolchildren and the teachers and employees and officials laid a floral basket and bouquets before the statues of President Kim Il Sung and leader Kim Jong Il and paid tribute to them. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Choe Ryong Hae, Vice Premier of the Cabinet Kim Yong Jin, officials of the party and power bodies and youth league in Kangwon Province, officials, teachers and employees of the camp and campers. \n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the Central Committee of the youth league, made a report which was followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said children were immensely pleased and excited to have camping before others at the modernly remodeled camp under the good care of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There was a march-past of campers. The participants went round with excitement and emotion the camp which is associated with the Workers' Party of Korea's noble outlook on the younger generation. \n\t\t\t\t\t\n\t\t\t\t\t A football match between the teams which played the final match of the children's national football tournament was held in the open-air playground. \n\t\t\t\t\t\n\t\t\t\t\t A congratulatory performance was given by members of the art groups of the Mangyongdae Schoolchildren's Palace and Pyongyang Students and Children's Palace at the International Friendship Children's Hall of the camp."
        },
        {
            "title": "DPRK Delegation of Maritime Administration Leaves for Britain",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-09ee.html",
            "content": "DPRK Delegation of Maritime Administration Leaves for Britain\r\n Pyongyang, May 10 (KCNA) -- A delegation of the Maritime Administration of the DPRK led by Vice-Director Jon Ki Chol left here Saturday to take part in the 93rd meeting of the Maritime Safety Committee of the International Maritime Organization to be held in Britain."
        },
        {
            "title": "Delegations to Pyongyang Spring International Trade Fair Here",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-14ee.html",
            "content": "Delegations to Pyongyang Spring International Trade Fair Here\r\n Pyongyang, May 10 (KCNA) -- Delegations of China, Germany, Singapore, and Taipei of China arrived here Saturday to take part in the 17th Pyongyang Spring International Trade Fair.\n\t\t\t\t\t Earlier arriving here were delegations of Vietnam, Italy and Cuba."
        },
        {
            "title": "DPRK Girls Catch Three Gold Medals ",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-15ee.html",
            "content": "DPRK Girls Catch Three Gold Medals\r\n Pyongyang, May 10 (KCNA) -- DPRK girls bagged three gold medals at the 2014 Asian Junior Wrestling Championship now under way in Thailand. \n\t\t\t\t\t Pak Mi Gyong trounced her Japanese rival in the 43kg category finals. \n\t\t\t\t\t\n\t\t\t\t\t Kim Son Hyang defeated her Vietnamese, Japanese and Kazakh rivals to catch a gold medal in the 46kg category.\n\t\t\t\t\t\n\t\t\t\t\t Yon Jo Hwa also bagged a gold medal in the 49kg category finals by defeating her Japanese rival."
        },
        {
            "title": "Wonhwa Revolutionary Museum Draws Endless Stream of Visitors",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-16ee.html",
            "content": "Wonhwa Revolutionary Museum Draws Endless Stream of Visitors\r\n Phyongwon, May 10 (KCNA) -- An endless stream of people from all walks life are visiting the Wonhwa Revolutionary Museum in Phyongwon County, South Phyongan Province to mark the day when President Kim Il Sung toured the land of Wonhwa to sow seeds together with farmers during the period of the Fatherland Liberation War.\n\t\t\t\t\t On display there were historic mementoes on leadership feats Kim Il Sung and leader Kim Jong Il performed by developing the Wonhwa Co-op Farm after being registered as its honorary farmers.\n\t\t\t\t\t\n\t\t\t\t\t The President visited Wonhwa-ri in May, Juche 41 (1952) and sowed seeds together with farmers, encouraging them to turn out in the wartime drive to increase grain production.\n\t\t\t\t\t\n\t\t\t\t\t While talking to them, he found new sprouts of collective economy. He unfolded a plan to build Wonhwa-ri as an example of agricultural cooperativization in the DPRK, clearly indicating an orientation and ways to do so.\n\t\t\t\t\t\n\t\t\t\t\t After learning about the work at the Wonhwa cooperative organized in the postwar period, he solved all issues arising in its activities. He became a member of the cooperative and dedicated his all to turning Wonhwa-ri into a land of bliss under socialism in the whole period of his revolutionary life.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il became an honorary farmer there to translate the President's bold plan for rural construction into reality and visited the farm more than 10 times to show deep loving care for it.\n\t\t\t\t\t\n\t\t\t\t\t He sent many vehicles and farm machines there and energetically guided it to take the lead in the whole country.\n\t\t\t\t\t\n\t\t\t\t\t The visitors were deeply impressed to look round those mementoes associated with the President and Kim Jong Il's devoted services."
        },
        {
            "title": "Music-based Politics Pursued in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-11ee.html",
            "content": "Music-based Politics Pursued in DPRK\r\n Pyongyang, May 10 (KCNA) -- The DPRK boasts of the music-based politics, pursued by the Workers' Party of Korea, a unique politics unprecedented in the world.\n\t\t\t\t\t This politics was formulated and applied for the first time by leader Kim Jong Il with his philosophy on music that the politics without music is little different from the politics without heart.\n\t\t\t\t\t\n\t\t\t\t\t Saying that his first favorite is music, he in his teens composed such famous songs based on ardent patriotism and profound philosophy as \"The Embrace of My Motherland\", \"Song of Best Wishes\", \"My Mother\", \"Greeting the Sun Rising over the Taedong River\" and \"O Korea, I Will Add Glory to Thee\".\n\t\t\t\t\t\n\t\t\t\t\t Though he was very busy with on-site guidance, he would enjoy music sounds and direct performances of art groups. He was well versed in all Korean songs and the world's famous music pieces.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Russia's newspaper Patriot said in an article titled \"A song should contribute to construction and life\":\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il combined music with politics in a perfect way, bringing the admirable reality to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He, known worldwide to be a statesman strong in ideology and philosophy, faith and grit, authored \"Theory of Musical Art\" and many other music-related works.\n\t\t\t\t\t\n\t\t\t\t\t His music-based politics has been creditably carried forward by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It was well illustrated by the popular and charming activities of the Moranbong Band."
        },
        {
            "title": "Park Geun Hye Censured for Shielding IS Director ",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-10ee.html",
            "content": "Park Geun Hye Censured for Shielding IS Director \r\n Pyongyang, May 10 (KCNA) -- The truth behind the interference in the past \"presidential\" election by the south Korean puppet Intelligence Service (IS) is being disclosed in succession, proving the election was a fraudulent one by political swindling.\n\t\t\t\t\t According to data, the Cyber Command under the puppet Defense Ministry received lots of support budget from the Intelligence Service and paid money for intelligence activities ranging from hundreds of thousands of won to millions of won to more than 100 agents of the psychological warfare group as part of the farce to support Park Geun Hye in an organized way.\n\t\t\t\t\t\n\t\t\t\t\t The revelation of this fact put in jitters Park Geun Hye and Nam Jae Jun, director of the IS who masterminded the fraud election.\n\t\t\t\t\t\n\t\t\t\t\t In the face of this undeniable fact, Nam feigned ignorance, uttering that the support budget for the Cyber Command was to \"help a psychological warfare against the north\" and that it had nothing to do with the election.\n\t\t\t\t\t\n\t\t\t\t\t But he can not keep off the people's anger and denunciation of the public.\n\t\t\t\t\t\n\t\t\t\t\t The IS hatched every possible plot to have Park elected at the past \"presidential\" election. It worked out and distributed more than 1.2 million articles to build up the public opinion irrespective of time and place as part of a massive and organized election campaign.\n\t\t\t\t\t\n\t\t\t\t\t The coteries of the IS posted lots of articles slandering the candidate from an opposition party and supporting Park under the names of various bogus enterprises on internet. They even mobilized tricksters of various organizations like the Cyber Command of the puppet army, the Ministry of Administration and Security (at that time) and the Patriots and Veterans Affairs Agency. Funds running at 100 million U.S. dollars were squandered for building up the public opinion through internet.\n\t\t\t\t\t\n\t\t\t\t\t In a word, the IS is the general headquarters of the \"government\" bodies' illegal interference in the past \"presidential\" election.\n\t\t\t\t\t\n\t\t\t\t\t However, the group of Chongwadae is going to hush up the much controversial issue of the IS's interference in the election and hide Nam away by taking advantage of the atmosphere in south Korea which has turned into a mourner's house.\n\t\t\t\t\t\n\t\t\t\t\t A result of investigation recently put it that the spy case of a public official in Seoul city was fabricated by the IS. But it was Park who made an official appearance to stage the farce of \"apology\", letting Nam, mastermind of the case, stay in his office.\n\t\t\t\t\t\n\t\t\t\t\t South Koreans from all walks of life are strongly protesting, denouncing Park for shutting an eye to Nam's crime, saying that \"Nam is a man who benefited most from the recent sinking accident\" and \"Nam who is bragging his power as usual, far from getting punished for his crimes, is the present address of Park's dictatorial regime\".\n\t\t\t\t\t\n\t\t\t\t\t The Park's group seeks to tide over the ruling crisis by regarding Nam as a supporting point of its power and to prevent the negative impact from being made on the upcoming election to local self-governing bodies.\n\t\t\t\t\t\n\t\t\t\t\t Park who rose to power through the illegal election and political gangster Nam are both despicable accomplices."
        },
        {
            "title": "No One Can Bar DPRK from Exercising Its Right to Self-Defence: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-04ee.html",
            "content": "No One Can Bar DPRK from Exercising Its Right to Self-Defence: Rodong Sinmun\r\n Pyongyang, May 10 (KCNA) -- The DPRK recently staged rocket launching and shelling exercises. These were justifiable and self-defensive measure to frustrate the hostile forces' ever-growing reckless challenges for aggression and reliably defend the peace and security on the Korean peninsula.\n\t\t\t\t\t Rodong Sinmun Saturday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are terming them \"provocation\" and \"threats\", the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind this is their intention to secure a pretext for justifying their confrontation racket and realize at any cost their ambition for escalating confrontation with fellow countrymen in the north in collusion with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t No one will remain a passive onlooker to the outbreak of a war.\n\t\t\t\t\t\n\t\t\t\t\t Nukes should be countered with nukes and missiles with missiles. There is nothing strange even if the DPRK immediately takes measures stronger than what the hostile forces are touting.\n\t\t\t\t\t\n\t\t\t\t\t The history and reality eloquently prove that only one's own powerful military muscle can defend the destiny of the nation and pave the way for an independent life and development.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK clarified its resolute stand that it would take countermeasures including nuclear test to protect the sovereignty and dignity of the DPRK from the evermore mounting challenges for aggression by the hostile forces. No one has the right to criticize it.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and its following forces persist in their moves to isolate and stifle the DPRK under the pretext of its exercise of the just right to self-defence, its service personnel and people will wipe out all provocateurs and surely achieve the reunification of the country, the cherished desire, by giving fullest play to their tremendous deterrence for self-defence they have consolidated.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces should stop acting rashly, clearly understanding the indomitable spirit and iron will of the service personnel and people of the DPRK."
        },
        {
            "title": "S. Korean Driver Punished for Praising DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-06ee.html",
            "content": "S. Korean Driver Punished for Praising DPRK\r\n Pyongyang, May 10 (KCNA) -- The puppet Taegu District Court of south Korea Thursday sentenced a driver to one year in prison, one year of suspension of qualifications and two-year stay of execution on charges of violation of the \"Security Law\" for the mere reason that he posted on internet articles praising the DPRK, according to south Korean Yonhap News.\n\t\t\t\t\t The court imposed such a penalty on him, asserting that he was active as a member of an \"enemy-benefiting organization\" through internet."
        },
        {
            "title": "S. Korean Students Demand Resignation of Regime",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-07ee.html",
            "content": "S. Korean Students Demand Resignation of Regime\r\n Pyongyang, May 10 (KCNA) -- South Korean students are waging dynamic actions to denounce the Park Geun Hye regime as regards the ferry Sewol sinking disaster, according to south Korean CBS.\n\t\t\t\t\t Students of Methodist Theological College staged a surprise demo near Kwanghwamun in Seoul on Thursday, demanding the resignation of the Park regime and introduction of a special investigation into the ferry disaster.\n\t\t\t\t\t\n\t\t\t\t\t All demonstrators were taken away by the police.\n\t\t\t\t\t\n\t\t\t\t\t In press conferences on the same day students of Hanshin University, Kyonggi University, Jeonnam National University, Pusan National University and other universities strongly demanded the general resignation of the Cabinet as regards the ferry sinking accident."
        },
        {
            "title": "Probe into Truth about Ferry Sewol Sinking Accident Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-08ee.html",
            "content": "Probe into Truth about Ferry Sewol Sinking Accident Called for in S. Korea\r\n Pyongyang, May 10 (KCNA) -- Actions took place in different places of South Jolla Province of south Korea including Kwangju City on Thursday in denunciation of the unpopular rule of the Park Geun Hye regime which caused the ferry Sewol sinking disaster, according to CBS of south Korea.\n\t\t\t\t\t Those concerned of civic organizations, teachers, students and company employees, more than 1 500 in all, held a Kwangju citizens' rally in Kumnam Avenue at which they urged to probe the truth behind the ferry Sewol sinking accident and punish those responsible for it.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, candlelight rallies took place in 18 cities and counties including Ryosu of South Jolla Province."
        },
        {
            "title": "U.S. Hostile Policy toward DPRK Denounced by International Organization",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-02ee.html",
            "content": "U.S. Hostile Policy toward DPRK Denounced by International Organization\r\n Pyongyang, May 10 (KCNA) -- A meeting of the Executive Committee of the Women's International Democratic Federation held in Moscow on April 28 and 29 denounced the U.S. hostile policy towards the DPRK and expressed support to the just cause of the Korean people.\n\t\t\t\t\t The statement adopted at the meeting said that the pain the Korean nation are suffering from the division caused by foreign forces is increasing day by day.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The imperialists' persistent military threat is escalating tensions on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK made a crucial proposal reflecting the aspiration and desire of all Koreans to reject foreign forces and achieve reunification, peace and prosperity of the nation as early as possible on the principle of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should coolly judge the reality and make a bold decision to roll back its anachronistic hostile policy toward the DPRK and all its measures pursuant to it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop at once a foolish act of unilaterally forcing the DPRK to scrap its nuclear program first with the right view and standpoint of its nuclear deterrent.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly know that the DPRK's nuclear deterrent is not a bargaining chip for dialogue and improved relations.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is advancing for the final victory of the revolutionary cause of Juche by dint of the great idea, powerful military capability and the single-minded unity and demonstrating its might as a powerful nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. can never violate the sovereignty of the DPRK guaranteed by the great idea, social system and people.\n\t\t\t\t\t\n\t\t\t\t\t The Women's International Democratic Federation positively supports the women and other people of the DPRK in their struggle to reunify the country by the concerted efforts of the Korean nation free from interference of foreign forces."
        },
        {
            "title": "U.S., S. Korean Authorities' Anti-DPRK Moves Censured by Peruvian Organization",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-03ee.html",
            "content": "U.S., S. Korean Authorities' Anti-DPRK Moves Censured by Peruvian Organization\r\n Pyongyang, May 10 (KCNA) -- The Peruvian Group for the Study of Kimilsungism-Kimjongilism issued a statement on May 3 denouncing the U.S. and south Korean puppet forces for their reckless moves against the DPRK.\n\t\t\t\t\t The statement said that anti-DPRK invectives made by Obama during his recent junket to the Asian region gave vent to indignation of not only the Korean people but also the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t Obama once again clamored about the \"disallowance of north's possession of nukes, claiming that the DPRK's access to nukes is posing \"direct threats\" to the U.S. and its allies.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Park Geun Hye, stooge of the U.S., let loose a spate of treacherous anti-reunification vituperations, dancing to the tune of Obama's ballad of \"provocation\", \"threat\" and \"human rights\" of the DPRK to curry favor with her master.\n\t\t\t\t\t\n\t\t\t\t\t It is a deception and provocation that the U.S., the nuclear criminal who used atomic bombs during World War II, is talking about the \"nuclear threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet authorities, driven into a serious political crisis due to the recent ferry sinking accident, are trying to calm down the anti-\"government\" sentiment of the people through anti-DPRK racket in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet authorities are the very one straining the situation on the Korean peninsula as they are standing against peace while staging war exercises aimed to \"occupy Pyongyang\".\n\t\t\t\t\t\n\t\t\t\t\t We resolutely denounce the U.S. imperialists and their stooges for their moves to stifle the DPRK and extend full solidarity to the Korean people in their struggle for defending the sovereignty and peace of the country."
        },
        {
            "title": "Kim Jong Un dirige competencia de pilotaje de comandantes de fuerzas aereas de EPC",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-18ee.html",
            "content": "Kim Jong Un dirige competencia de pilotaje de comandantes de fuerzas aereas de EPC\r\nPyongyang, 10 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito junto con Ri Sol Ju el aeropuerto de operacion de la zona occidental y dirigio la \"Competencia de pilotaje de batalla de los miembros de mando de las fuerzas aereas y antiaereas del Ejercito Popular de Corea-2014\".\n\t\t\t\t\tA las 9 de la manana, el Mariscal llego tomando el avion al aeropuerto y paso revista a la guardia de honor.\n\t\t\t\t\t\n\t\t\t\t\tEl general de ejercito de las fuerzas aereas del EPC, Ri Pyong Chol, comandante de las fuerzas aereas y antiaereas del EPC, pronuncio  las palabras de inauguracion.\n\t\t\t\t\t\n\t\t\t\t\tEl orador senalo que la presente competencia es de gran importancia por realizar por primera vez en la historia de construccion del ejercito gracias a la iniciativa directa  del Comandante Supremo y declaro la inauguracion del partido.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dio orden de despegue.\n\t\t\t\t\t\n\t\t\t\t\tLa competencia se realizo dividida en el grupo de los comandantes de las unidades combinadas y el otro de los comandantes de las unidades.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo mostro su gran satisfaccion viendo con atencion el entrenamiento de vuelo valiente y habil de los comandantes de las fuerzas aereas.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la jornada de manana, el Mariscal fue invitado al almuerzo de campo preparado por las fuerzas aereas y antiaereas del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEn el tiempo libre del almuerzo se ofrecieron la funcion del conjunto artistico de las fuerzas aereas y antiaereas del EPC y el concierto de la banda militar del EPC, animando el clima de la competencia.\n\t\t\t\t\t\n\t\t\t\t\tEn la jornada de la tarde, el coronel general de las fuerzas aereas, O Kum Chol, subjefe de Estado Mayor General del EPC, y otros comandantes mostraron plenamente sus pilotajes adiestrados en el pasado.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo evaluo a los comandantes de aviacion quienes hayan cumplido magnificamente las misiones asumidas ante si.\n\t\t\t\t\t\n\t\t\t\t\tApunto que el objetivo de la competencia esta en levantar en las filas de fuerzas aereas la ola de ejercicios al estilo del monte Paektu al hacer a los comandantes de aviacion ejercitar al frente de los pilotos gritando la consigna de \"!Siganme!\".\n\t\t\t\t\t\n\t\t\t\t\tLos comandantes deben estar versados en el pilotaje y formar a todos los pilotos de las unidades como peloton suicida del cielo, instruyo.\n\t\t\t\t\t\n\t\t\t\t\tSe hizo sintesis de las puntuaciones hechas por un aparato sofisticado de observacion y se decidio el ranking de los competidores.\n\t\t\t\t\t\n\t\t\t\t\tEl vicemariscal del EPC Hwang Pyong So, jefe de la Direccion Politica General del EPC, pronuncio el discurso de premiacion.\n\t\t\t\t\t\n\t\t\t\t\tEl recalco que esta competencia de todos los comandantes de aviacion tuvo lugar segun la decision valiente que puede tomar solo el Comandante Supremo quien esta seguro de su victoria sobre cualquier enemigo poderoso.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, publico el resultado de la competencia.\n\t\t\t\t\t\n\t\t\t\t\tLos jefes de las unidades 858, 458 y 344 de las fuerzas aereas y antiaereas del EPC, Ri Il Chan, Yu Hak Chol y Ri Myong Ho, ocuparon primeros lugares en los respectivos grupos.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal otorgo personalmente los premios a los comandantes y unidades ganadores.\n\t\t\t\t\t\n\t\t\t\t\tFelicito a los comandantes por la exitosa competencia y tomo una foto de recuerdo con ellos.\n\t\t\t\t\t\n\t\t\t\t\tEl comandante de las fuerzas aereas y antiaereas del EPC declaro el cierre de la competencia.\n\t\t\t\t\t\n\t\t\t\t\tRespondiente cordialmente a las aclamaciones, el Mariscal subio al avion.\n\t\t\t\t\t\n\t\t\t\t\tEl fue acompanado en esta ocasion por Hwang Pyong So, Pyon In Son, So Hong Chan, Jo Kyong Chol, Yun Tong Hyon, Ri Pyong Chol, Kim Yong Chol, O Kum Chol, Pak Jong Chon y Jang Tong Un.\n\t\t\t\t\t\n\t\t\t\t\tPresenciaron la competencia Kim Ki Nam, Choe Ryong Hae, Kim Yo Jong y otros cuadros del CC del PTC y los aviadores ejemplares de las fuerzas aereas y antiaereas del EPC."
        },
        {
            "title": "Conversan en Pyongyang las delegaciones del PTC y Organizacion de Namibia",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-19ee.html",
            "content": "Conversan en Pyongyang las delegaciones del PTC y Organizacion de Namibia\r\nPyongyang, 10 de mayo (ACNC) -- Tuvieron lugar hoy en esta capital las conversaciones entre la delegacion del Partido del Trabajo de Corea y la de la Organizacion Popular de Africa Sudoccidental (SWAPO) de Namibia.\n\t\t\t\t\tParticiparon en la ocasion por la parte coreana Kang Sok Ju, miembro del Buro Politico y secretario del Comite Central del PTC, el subjefe de departamento Pak Kun Gwang y otros funcionarios del CC del PTC y por la contraparte, los integrantes de la delegacion de la Organizacion Popular de Africa Sudoccidental (SWAPO) de Namibia encabezada por su secretario general Nangolo Mbumba.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes informaron las actividades de los respectivos partidos e intercambiaron los criterios sobre el desarrollo  de las relaciones de amistad entre dos partidos y otros asuntos de interes mutuo."
        },
        {
            "title": "CC del PTC ofrece banquete en honor de delegacion de Namibia",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-20ee.html",
            "content": "CC del PTC ofrece banquete en honor de delegacion de Namibia\r\nPyongyang, 10 de mayo (ACNC) -- El Comite Central del Partido del Trabajo de Corea ofrecio el dia 10 un banquete en honor de la delegacion de la Organizacion Popular de Africa Sudoccidental (SWAPO) de Namibia, de visita en Corea.\n\t\t\t\t\tA la recepcion fueron invitados los miembros de la delegacion namibia encabezada por el secretario general de SWAPO, Nangolo Mbumba.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes Kang Sok Ju, miembro del Buro Politico y secretario del Comite Central del PTC, y otros funcionarios del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEn su discurso, Kang expreso la conviccion de que la visita de la delegacion de Namibia a la RPDC marcara un hito importante para promover las tradicionales relaciones de amistad y cooperacion entre los partidos y los pueblos de dos paises.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que bajo la direccion del presidente Su Excelencia Hifikepunye Pohamba, la SWAPO logra muchos exitos en la rama politica y la economica.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que en el futuro tambien, el PTC se esforzara mucho por fortalecer y desarrollar las relaciones de amistad y cooperacion con la SWAPO.\n\t\t\t\t\t\n\t\t\t\t\t Nangolo Mbumba se refirio a que la RPDC habia brindado apoyo y respaldo activos a la lucha por la libertad e independencia de la Republica de Namibia.\n\t\t\t\t\t\n\t\t\t\t\tExpreso absoluto apoyo y solidaridad con la lucha del pueblo coreano por la construccion de un Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tApunto que la SWAPO se esforzara mucho por aprender de las experiencias de lucha del PTC y fortalecer las sinceras relaciones de amistad y cooperacion."
        },
        {
            "title": "Iniciado campismo en remodelado Campamento Internacional de Ninos de Songdowon",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-21ee.html",
            "content": "Iniciado campismo en remodelado Campamento Internacional de Ninos de Songdowon\r\nPyongyang, 10 de mayo (ACNC) -- Quedo iniciado hoy el primer campismo en el Campamento Internacional de Ninos de Songdowon, reconstruido magnificamente en la ciudad de Wonsan de la provincia de Kangwon.\n\t\t\t\t\tLos primeros campistas son los alumnos de las escuelas secundarias basicas y las secundarias de huerfanos, los hijos de los militares en los puestos del frente avanzado, los escolares que participaron en la final de la competencia nacional de futbol de ninos y los miembros de la Organizacion de Ninos de Corea que sobresalieron en el estudio y la vida organizativa.\n\t\t\t\t\t\n\t\t\t\t\tTodos los participantes rindieron homenaje a los Generalisimos Kim Il Sung y Kim Jong Il tras depositar cestos y ramos florales ante sus estatuas de bronce erguidas en el campamento.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia de inicio, estuvieron presentes Choe Ryong Hae, el vicepremier Kim Yong Jin, los funcionarios de las instituciones del partido y del Poder y la organizacion juvenil en dicha provincia, los funcionarios, empleados y maestros del campamento y los campistas.\n\t\t\t\t\t\n\t\t\t\t\tHubo el informe de Jon Yong Nam, presidente del Comite Central de la Union de la Juventud Socialista Kim Il Sung, y las intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores expusieron su alegria y emocion por pasar el primer campismo en el campamento reconstruido bajo la minuciosa atencion del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, se realizo el desfile de campistas.\n\t\t\t\t\t\n\t\t\t\t\tLos campistas recorrieron con gran emocion el campamento que refleja la noble concepcion del Partido del Trabajo de Corea sobre las generaciones venideras.\n\t\t\t\t\t\n\t\t\t\t\tEste dia, se efectuo en el patio al aire libre la competencia de los participantes en la final de la competencia nacional de futbol infantil.\n\t\t\t\t\t\n\t\t\t\t\tLos integrantes de los grupos artisticos de los Palacios de Escolares y Ninos de Mangyongdae y de Pyongyang ofrecieron la funcion de felicitacion en la Casa de Ninos de Amistad Internacional del campamento."
        },
        {
            "title": "Jugadoras coreanas ganan 3 medallas de oro en campeonato asiatico de lucha",
            "url": "http://kcna.co.jp/item/2014/201405/news10/20140510-22ee.html",
            "content": "Jugadoras coreanas ganan 3 medallas de oro en campeonato asiatico de lucha\r\nPyongyang, 10 de mayo (ACNC) -- Las jugadoras de la Republica Popular Democratica de Corea conquistaron 3 medallas de oro en el Campeonato Asiatico de Lucha de Juniores 2014 que tiene lugar en Tailandia.\n\t\t\t\t\tEn la final del peso 43kg, Pak Mi Gyong doblego a su rival japonesa por amplio margen de puntos.\n\t\t\t\t\t\n\t\t\t\t\tKim Son Hyang realizo la misma hazana en la division de 46kg al ganar a las contrincantes de Vietnam, Japon y Kazajstan.\n\t\t\t\t\t\n\t\t\t\t\tYon Jo Hwa se corono campeona tambien en la final de la division de 49kg frente a la jugadora japonesa."
        }
    ]
}