{
    "date": "2014-05-11",
    "url": "http://kcna.co.jp/item/2014/201405/2014-05-11ee.html",
    "articles": [
        {
            "title": "Park Geun Hye Group Slammed for Floating Again Fiction about \"North's Involvement\" in \"Drone Case\"",
            "url": "http://kcna.co.jp/item/2014/201405/news11/20140511-10ee.html",
            "content": "Park Geun Hye Group Slammed for Floating Again Fiction about \"North's Involvement\" in \"Drone Case\" \r\n Pyongyang, May 11 (KCNA) -- The spokesman for the inspection group of the National Defence Commission of the DPRK on Sunday issued a statement blasting the south Korean authorities for floating again the fiction about \"the north's involvement\" in the \"drone case\", a scenario for escalating the confrontation with their fellow countrymen in the north.\n\t\t\t\t\t On May 8 the south Korean military staged a farce of announcing the \"results of scientific and technological investigation\" with those concerned of the Defense Ministry and the Joint Chiefs of Staff and drone experts attending.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had the \"results of investigation\" been announced than jeer and ridicule were heard from across south Korea. \"They force us to believe in the faked drones. It's better to believe in invisible ghost.\" \"Is the Defense Ministry allowed to make such mockery of the people?\" \"If drones crashed, why are their propellers in such good shape? And why is the muffler so clean? It requires an inquiry.\"\n\t\t\t\t\t\n\t\t\t\t\t The inspection group of the National Defence Commission of the DPRK cannot but clarify why the south Korean authorities are making much fuss, peddling again the fiction about \"the north's involvement\" in the \"drone case\" which has already been rejected by the people, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t First of all, through the \"drone case\" the Park Geun Hye group foolishly seeks to find a way out of the worst ruling crisis in which the whole of south Korea has turned into a mourner's house and the public resentment is running high to demand an \"impeachment of the president\".\n\t\t\t\t\t\n\t\t\t\t\t As well known to the world, the whole of south Korea has turned into a heart-rending scene due to the ferry Sewol sinking accident.\n\t\t\t\t\t\n\t\t\t\t\t The Park group faked up the fiction about \"the north's involvement\" to do harm to its fellow countrymen in the north and invent a pretext for escalating the confrontation in a back room, far from working hard to put the case under control including the confirmation of those missing till now more than 20 days since the sinking. This is an unpardonable crime.\n\t\t\t\t\t\n\t\t\t\t\t It is a crafty intention of the group to seek a way out in the \"drone case\" as it has become clear for it to suffer a humiliating defeat in the June 4 \"local election.\" It is the inveterate bad habit of the south Korean authorities to seek a way out by fabricating shocking cases and linking them with the north whenever they are driven into a crisis.\n\t\t\t\t\t\n\t\t\t\t\t Another ulterior aim sought by the Park group in its fabrication of the \"drone case\" is to please its U.S. master by kicking up a fresh racket of confrontation with its compatriots in the north and push the north-south relations to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove why the south Korean authorities are desperately floating the above-said fiction.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains consistent in its demand. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should accept without any complaint the proposal made by the DPRK to carry out a joint investigation into the \"drone case\" before floating such fiction about \"the north's involvement in the case\" including the story that the unidentified drones were from \"the north\".\n\t\t\t\t\t\n\t\t\t\t\t They should not grumble behind the scene if they are upright, but respond to the DPRK's proposal for joint investigation, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t If they are not in a position to respond to the proposal owing to their plots and fabrications, they should no longer resort to such a base act of doing harm to their compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t Clear is the stand of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t No matter how frequently the south Korean authorities cook up stories about the \"north's involvement,\" the DPRK has nothing to do with the case.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately they float such story, the faster the \"Park Geun Hye's wrecked ship\" will sink, swept by the waves of the angry public mindset."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201405/news11/20140511-09ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il\r\n Pyongyang, May 11 (KCNA) -- Delegations of different countries and regions visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Sunday. They came here to take part in the 17th Pyongyang Spring International Trade Fair.\n\t\t\t\t\t They laid floral baskets and bouquets before the statues with boundless reverence for the peerlessly great men who made immortal contributions to the development of friendly relations among countries, and paid tribute to them."
        },
        {
            "title": "\"Complete Collection of Kim Jong Il's Works\" Vol. 6 Published",
            "url": "http://kcna.co.jp/item/2014/201405/news11/20140511-08ee.html",
            "content": "\"Complete Collection of Kim Jong Il's Works\" Vol. 6 Published\r\n Pyongyang, May 11 (KCNA) -- \"Complete Collection of Kim Jong Il's Works\" Vol. 6 was published in the DPRK.\n\t\t\t\t\t It contains 99 works including speeches and talks made by leader Kim Jong Il from January to July, Juche 52 (1963).\n\t\t\t\t\t\n\t\t\t\t\t In the work \"The Leader of Working Class Plays a Decisive Role in the Revolutionary Struggle\" he calls for deeply understanding the position and role of the leader in the revolutionary struggle and holding President Kim Il Sung in high esteem with loyalty.\n\t\t\t\t\t\n\t\t\t\t\t His works clarify the principled issues arising in holding Kim Il Sung in high esteem and firmly arming with his revolutionary idea.\n\t\t\t\t\t\n\t\t\t\t\t The works deal with the idea that all service personnel can become a-match-for-a hundred fighters when they have strong revolutionary spirit, fine marksmanship, superb tactics and strong physical strength. They indicate the ways to develop the People's Army and consolidate the country's defense capability guided by the Workers' Party of Korea's military idea and line.\n\t\t\t\t\t\n\t\t\t\t\t They also expound the validity and originality of the Party's line and policies of economic construction and set forth the tasks to be fulfilled by all sectors of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t Contained in the works are the issues for accelerating the socialist cultural construction as required by the developing reality.\n\t\t\t\t\t\n\t\t\t\t\t They call for heightening the revolutionary vigilance against the imperialists' aggression moves and resolutely foiling them.\n\t\t\t\t\t\n\t\t\t\t\t They indicate the policies for defending the democratic national rights of Koreans in Japan true to the President's idea on the movement of overseas compatriots and bringing earlier the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The book carries the works giving answers to the theoretical and practical issues arising in the revolution and construction including the issue of strengthening the class education and anti-revisionist education and the issue of bringing up the children of revolutionary martyrs to be the core of the Party."
        },
        {
            "title": "S. Korean Authorities Should Lift \"May 24 Step\": Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201405/news11/20140511-05ee.html",
            "content": "S. Korean Authorities Should Lift \"May 24 Step\": Rodong Sinmun\r\n Pyongyang, May 11 (KCNA) -- The south Korean chief executive is impudently crying out for \"NGO exchange\" and \"cooperation.\" It is self-contradiction that she talks about them without lifting the \"May 24 step\" and while totally blocking the inter-Korean relations.\n\t\t\t\t\t Rodong Sinmun Sunday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' policy for confrontation with the fellow countrymen in the north and \"May 24 step\" are the basic factor pushing the inter-Korean relations to a catastrophe, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t If NGO exchange is to be conducted, it is necessary to restore those suspended, first of all. It is a contradiction that they talk about \"pure exchange at NGO-level\" and \"cooperation\" while putting a brake on inter-Korean exchange and cooperation. \"Exchange\" and \"cooperation\" touted by Park Geun Hye is nothing but a camouflaged signboard to cover up her sinister intention for confrontation with the north and a poor wordplay to evade the responsibility for the deteriorated north-south relations and tide over the extreme ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t Park is clamoring about \"co-prosperity\" and \"recovery of homogeneity\" after totally blocking the inter-Korean relations but no one will believe in it.\n\t\t\t\t\t\n\t\t\t\t\t If the puppet group refuses to lift the \"May 24 step\", it will self-expose its true colors as confrontational maniac little different from traitor Lee Myung Bak. \n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye should give a clear answer to the question about whether it is a self-contradiction that she talks about \"NGO exchange\" and \"cooperation\" while totally blocking the inter-Korean relations or not."
        },
        {
            "title": "Park Geun Hye's Group Slammed for Its Election Rigging",
            "url": "http://kcna.co.jp/item/2014/201405/news11/20140511-06ee.html",
            "content": "Park Geun Hye's Group Slammed for Its Election Rigging\r\n Pyongyang, May 11 (KCNA) -- It has been recently exposed that coteries of the south Korean puppet Intelligence Service gave a fabulous amount of funds for intelligence activities to agents engaged in psychological warfare of the Cyber Command under the Defense Ministry with the approach of the past \"presidential election\" to post on websites lots of articles supporting Park Geun Hye and slandering the candidate from an opposition party. By nature, this case was disclosed in October last year only to spark off a furor.\n\t\t\t\t\t The detailed fact disclosed this time brings into bolder relief the despicable election rigging of the Park group, says Rodong Sinmun Sunday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that the enraged public of south Korea is becoming more vocal insisting that Park should step down at once as the past \"presidential election\" is a hideous election rigging and the present regime is the \"one by election coup\", the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Nam Jae Jun, director of the Intelligence Service, feigned ignorance, uttering that the support budget had nothing to do with the election as it was \"aimed to help a psychological warfare against the north\".\n\t\t\t\t\t\n\t\t\t\t\t And Chongwadae is going to hush up the case and hide Nam away by taking advantage of the atmosphere in south Korea which has turned into a mourner's house due to the ferry Sewol sinking accident. This is an unpardonable mockery of the south Korean people and a shameless act of trying to justify the illegal election of Park at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Traitor Nam Jae Jun is the kingpin of fascist plots and confrontational racket against the DPRK, becoming the target of dislodgment. But Park is zealously shielding Nam reeking of stink.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is trying to let Nam stay in office and hush up the election rigging but the enraged people of south Korea will never pardon it."
        },
        {
            "title": "S. Korean Puppet Regime's Shameless Acts under Fire",
            "url": "http://kcna.co.jp/item/2014/201405/news11/20140511-03ee.html",
            "content": "S. Korean Puppet Regime's Shameless Acts under Fire\r\n Pyongyang, May 11 (KCNA) -- Actions were waged on May 8 across south Korea to denounce the shameless acts of the puppet regime in connection with the ferry Sewol sinking disaster, according to south Korean KBS, CBS and Yonhap News.\n\t\t\t\t\t The bereaved families of the victims to the disaster thronged to the head office of KBS in Seoul and staged a sit-in strike, enraged at the fact that the news director of KBS made reckless remarks that the number of victims to the sinking accident is not much more than the one of those victims to annual traffic accidents.\n\t\t\t\t\t\n\t\t\t\t\t They continued their sit-in strike till dawn of the next day, demanding the dismissal of the news director of KBS and an official apology of the head of KBS.\n\t\t\t\t\t\n\t\t\t\t\t After the sit-in strike they headed for Chongwadae, shouting \"We will meet President Park Geun Hye\".\n\t\t\t\t\t\n\t\t\t\t\t When the security authorities deployed 13 companies of police around Chongwadae to bar their way, they stubbornly fought against the police, shouting \"Open the way\".\n\t\t\t\t\t\n\t\t\t\t\t Those concerned of KBS, who came to the incense-burning altar in Ansan, Kyonggi Province that day, were beaten and strongly protested by bereaved families.\n\t\t\t\t\t\n\t\t\t\t\t Members of civic organizations of Inchon area including the Inchon Solidarity for Public Welfare and Health held a press conference in front of the building of the Inchon Agency of Maritime Police, demanding the introduction of the \"government's\" special investigation and a hearing of the \"National Assembly\" to probe the truth about the ferry sinking accident.\n\t\t\t\t\t\n\t\t\t\t\t  The Bar Association for Democratic Society in a press conference in Ansan, Kyonggi Province released 17-point task, saying that only the clear probe is the highest honorable treatment to the victims.\n\t\t\t\t\t\n\t\t\t\t\t Religious organizations and opposition parties held meetings and press conferences for probing the truth behind the ferry sinking accident."
        },
        {
            "title": "Probe into Truth behind Ferry Sinking Accident Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201405/news11/20140511-04ee.html",
            "content": "Probe into Truth behind Ferry Sinking Accident Called for in S. Korea\r\n Pyongyang, May 11 (KCNA) -- The Joint Conference of Human Rights Organizations in south Korea made up of over 40 human rights organizations made public an appeal on Friday calling for actions to probe the truth about the ferry Sewol sinking accident, according to the south Korean internet newspaper Thongil News.\n\t\t\t\t\t The appeal said that the bereaved families of victims to the accident were checked by the police on their way to Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t The bereaved families, who lost their children owing to the words \"stay calm\", came to Seoul to probe the truth about the accident, the appeal said, adding:\n\t\t\t\t\t\n\t\t\t\t\t KBS is making false reports in succession about the ferry sinking disaster, terming the death of passengers an ordinary one and, in the long run, claiming that bereaved families are telling a lie. This is aimed to calm down public criticism of the present regime.\n\t\t\t\t\t\n\t\t\t\t\t Police also forced the bereaved families to \"stay quiet\", the appeal said, accusing the security authorities of standing in the way of protest actions demanding the probe into the truth about the accident.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the behavior of the present chief executive is lashing the bereaved families into fury, it denounced Park Geun Hye for refusing to probe the truth about the accident.\n\t\t\t\t\t\n\t\t\t\t\t It called on people from all walks of life to turn out in the action to probe the truth about the accident and punish those responsible for it in solidarity with the protest actions of the bereaved families."
        },
        {
            "title": "S. Korean Warmongers Plan Coordinated War Exercises",
            "url": "http://kcna.co.jp/item/2014/201405/news11/20140511-07ee.html",
            "content": "S. Korean Warmongers Plan Coordinated War Exercises\r\n Pyongyang, May 11 (KCNA) -- The south Korean puppet army corps in the capital announced that they would stage coordinated exercises to cope with what they called a local war in Kanghwa County of Inchon City and in areas of Kimpho City, Suwon City, Ryongin City and Uiwang City of Kyonggi Province from May 12 to 16, according to Yonhap News of south Korea.\n\t\t\t\t\t The warmongers plan to kick up war hysteria through massive movement of troops and war hardware under the command of the corps during the period.\n\t\t\t\t\t\n\t\t\t\t\t Due to the ceaseless war exercises of the puppet warmongers, a touch-and-go situation persists in the Korean peninsula."
        },
        {
            "title": "Kim Jong Il's Work Carried by Romanian Paper",
            "url": "http://kcna.co.jp/item/2014/201405/news11/20140511-01ee.html",
            "content": "Kim Jong Il's Work Carried by Romanian Paper\r\n Pyongyang, May 11 (KCNA) -- A gist of leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was carried by the May issue of the Romanian paper Romania Muncitoare.\n\t\t\t\t\t The work, made public on June 19, Juche 86 (1997), clarifies the idea that it is the basic principle to be adhered to in accomplishing the socialist cause to preserve the Juche character and national character in the revolution and construction. It also indicates tasks and ways to do so."
        },
        {
            "title": "Kim Il Sung Praised by Personages of Slovakia, Guinea",
            "url": "http://kcna.co.jp/item/2014/201405/news11/20140511-02ee.html",
            "content": "Kim Il Sung Praised by Personages of Slovakia, Guinea\r\n Pyongyang, May 11 (KCNA) -- A seminar and film shows took place in Slovakia and Guinea on May 5 on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Present there were personages and masses of those countries.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films \"Fireworks of a Thriving Nation\" and \"Pyongyang at Night\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Slovak Association for Supporting the Juche Idea said in his speech:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung thoroughly rejected illusion about other countries and built a socialist power for the people independent in politics, self-supporting in economy and self-reliant in national defence in Korea.\n\t\t\t\t\t\n\t\t\t\t\t History teaches us a lesson that one perishes if one depends on others. The reality of the DPRK proves that when the state serves the people, all of them can enjoy a happy life.\n\t\t\t\t\t\n\t\t\t\t\t The dean of the fine art faculty of Guinean Art College said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was the greatest man. He did everything he could do for the country and its people, regarding it as his maxim to believe in the people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t Socialist Korea bequeathed by him made great development in all fields under the leadership of the great HE Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The cause of Kim Il Sung which was given a steady continuity by Kim Jong Il is being successfully carried forward by HE Kim Jong Un."
        },
        {
            "title": "Portavoz de grupo de inspeccion de CDN comenta teoria de \"obra de Norte\" de \"incidente de drones\"",
            "url": "http://kcna.co.jp/item/2014/201405/news11/20140511-11ee.html",
            "content": "Portavoz de grupo de inspeccion de CDN comenta teoria de \"obra de Norte\" de \"incidente de drones\"\r\nPyongyang, 11 de mayo (ACNC) -- El portavoz del grupo de inspeccion del Comite de Defensa Nacional de la Republica Popular Democratica de Corea hizo publica el dia 11 una declaracion, en relacion con que las autoridades del Sur de Corea difunden otra vez la teoria de la \"obra del Norte de Corea (RPDC)\" del \"incidente de drones\".\n\t\t\t\t\tEl pasado 8, la capa militar del Sur de Corea publico el \"resultado de la averiguacion cientifica y tecnica\" bajo la participacion de los integrantes del Ministerio de Defensa Nacional y la Junta de Jefes de Estado Mayor y los especialistas en drones.\n\t\t\t\t\t\n\t\t\t\t\tTan pronto se publico el resultado de investigacion, en toda la extension surcoreana se lanzaron burlas e ironias tales como \"es  mejor para nosotros que confiemos en la fantasma invisible, en vez de drones inventados\", \"Como es posible que el Ministro de Defensa Nacional burle asi a los habitantes\", \"?Por que no esta roto el helice de drones si se cayo? ?Como puede ser tan limpio el silenciador? Son las cosas de ser investigadas\".\n\t\t\t\t\t\n\t\t\t\t\tEl grupo de inspeccion del CDN de la RPDC no puede menos de aclarar por que las autoridades surcoreanas arman alborotos difundiendo otra vez tal teoria rechazada por la opinion publica, subraya asi la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tAnte todo, la banda de Park Geun-hye recurre a la absurda intencion de buscar la salida en el \"incidente de drones\" al enfrentarse con la pesima crisis del \"poder\" generada por el hecho de que toda el territorio surcoreano se convirtio en una casa en duelo y este caso se extendio a la demanda de someter al juicio a la presidenta.\n\t\t\t\t\t\n\t\t\t\t\tComo es conocido por el mundo, todo el territorio surcoreano se ha convertido en un infierno por el caso de hundimiento del barco de pasajeros \"Sewol\".\n\t\t\t\t\t\n\t\t\t\t\tAunque paso mas de 20 dias despues del caso de hundimiento del barco, la banda de Park no tomo las medidas necesarias inclusive la averiguacion de los desaparecidos sino recurre a la fabricacion de tal teoria para preparar el pretexto para denigrar a los connacionales y confrontarse con ellos, lo que es un crimen imperdonable.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de Park trata de buscar la salida en el \"incidente de drones\" para eludir de la evidente derrota que sufrira en las \"elecciones locales\" del 4 de junio, he aqui la otra intencion astuta.\n\t\t\t\t\t\n\t\t\t\t\tEs mala costumbre rutinaria de las autoridades surcoreanas buscar la salida de cada crisis al inventar un accidente sensacional y relacionarlo con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa otra intencion de la banda de Park es adular a su amo norteamericano y llevar las relaciones intercoreanas a la fase de guerra al levantar la nueva ola de confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tLas realidades comprueban claramente por que difunden obstinadamente las autoridades surcoreanas la teoria de la \"obra del Norte de Corea\" del \"incidente de drones\".\n\t\t\t\t\t\n\t\t\t\t\tEs invariable nuestra demanda.\n\t\t\t\t\t\n\t\t\t\t\tSi la banda surcoreana quiere divulgar la teoria de que el drones no identificado es del \"Norte de Corea\", debe aceptar nuestra demanda de inspeccion comun.\n\t\t\t\t\t\n\t\t\t\t\tSi es justa, la banda debe aceptar ahora mismo nuestra propuesta.\n\t\t\t\t\t\n\t\t\t\t\tSi esta en una situacion inaceptable por su intriga, no debe recurrir mas a la denigracion a sus connacionales.\n\t\t\t\t\t\n\t\t\t\t\tEs clara nuestra posicion.\n\t\t\t\t\t\n\t\t\t\t\tAunque las autoridades surcoreanas fabriquen mil veces la teoria de la \"obra del Norte de Corea\", no tenemos ninguna relacion con estas.\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas se divulgue tal teoria, tanto mas se acelerara la velocidad de hundimiento del \"barco naufragado de Park Geun-hye\" golpeado fuertemente por la opinion publica indignado."
        }
    ]
}