{
    "date": "2014-08-02",
    "url": "http://kcna.co.jp/item/2014/201408/2014-08-02ee.html",
    "articles": [
        {
            "title": "Greetings to Macedonian President",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-12ee.html",
            "content": "Greetings to Macedonian President\r\n Pyongyang, August 2 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Gjorgje Ivanov, president of Macedonia, on the occasion of its national day.\n\t\t\t\t\t The message wished the Macedonian people progress and prosperity."
        },
        {
            "title": "Greetings to Macedonian PM",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-13ee.html",
            "content": "Greetings to Macedonian PM\r\n Pyongyang, August 2 (KCNA) -- DPRK Premier Pak Pong Ju Saturday sent a message of greeting to Nikola Gruevski, prime minister of Macedonia, on the occasion of its national day.\n\t\t\t\t\t The message expressed belief that the friendly relations between the two countries would develop on good terms, wishing the prime minister successes in his work for the development of the country and its people's wellbeing.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Ri Su Yong sent a similar message to Macedonian Foreign Minister Nikola Poposki."
        },
        {
            "title": "DPRK Government Delegation Leaves for Asian Countries",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-11ee.html",
            "content": "DPRK Government Delegation Leaves for Asian Countries\n\t\t\t\t\t\t\r\n Pyongyang, August 2 (KCNA) -- A DPRK government delegation headed by Foreign Minister Ri Su Yong left here Saturday to visit Laos, Vietnam, Myanmar, Indonesia and Singapore."
        },
        {
            "title": "Leading Party Officials Visit Rimyongsu Area ",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-19ee.html",
            "content": "Leading Party Officials Visit Rimyongsu Revolutionary Site, Pegaebong  Bivouac\n\t\t\t\t\t\t\r\n Samjiyon, August 2 (KCNA) -- Leading party officials from across the country on a study tour of revolutionary battle sites in the area of Mt. Paektu visited the Rimyongsu Revolutionary Site on Saturday. \n\t\t\t\t\t They were briefed before the monument to the on-the-spot guidance of President Kim Il Sung and went round various places of the site.\n\t\t\t\t\t\n\t\t\t\t\t They were briefed on the fact that in June, Juche 45 (1956) leader Kim Jong Il led the first group of students touring the revolutionary battle sites, visited Rimyongsu and gave an instruction on finding out all the revolutionary battle sites in the area of Mt. Paektu and sprucing them up to be conducive to the education in the revolutionary traditions. \n\t\t\t\t\t\n\t\t\t\t\t They visited Pegaebong bivouac where President Kim Il Sung stayed while making an advance into the homeland, leading the main force of the Korean People's Revolutionary Army in the period of the operation for the advance into the Musan area. \n\t\t\t\t\t\n\t\t\t\t\t They went round the place where anti-Japanese war hero Kim Jong Suk prepared meals, site of campfire made by her, site of tent-house and other historic relics showing pure patriotism and revolutionary lifestyle  of anti-Japanese revolutionary forerunners.\n\t\t\t\t\t\n\t\t\t\t\t They held a question-and-answer study contest on works of Kim Jong Il and Marshal Kim Jong Un at the bivouac."
        },
        {
            "title": "Policy of Modeling WPK on Kimilsungism",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-14ee.html",
            "content": "Policy of Modeling WPK on Kimilsungism\r\n Pyongyang, August 2 (KCNA) -- It has been forty years since leader Kim Jong Il set forth the policy of modeling the whole party on Kimilsungism on August 2, Juche 63 (1974).\n\t\t\t\t\t Kim Jong Il in his lifetime had made all his efforts to strengthen the Workers' Party of Korea (WPK) into a revolutionary party through which the leader's system of ideology and guidance has been fully established. And he developed the WPK into the mother party serving the people under the slogan \"We Serve the People!\"\n\t\t\t\t\t\n\t\t\t\t\t The benevolent politics pursued by the WPK proved its superiority and vitality even in the days of the Arduous March, forced march.\n\t\t\t\t\t\n\t\t\t\t\t It is an unshakable will of Marshal Kim Jong Un to glorify the WPK as the party of Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He is creditably carrying forward the Generalissimos' idea of believing in people as in Heaven, putting people's interests above anything else. He also indicated the slogan \"Everything for the people and everything by relying on them!\"\n\t\t\t\t\t\n\t\t\t\t\t The WPK will further demonstrate its might under the leadership of Kim Jong Un."
        },
        {
            "title": "4th Rason Int'l Trade Exhibition to Be Held",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-17ee.html",
            "content": "4th Rason Int'l Trade Exhibition to Be Held\r\n Pyongyang, August 2 (KCNA) -- The 4th Rason International Trade Exhibition will take place in Rason City from Aug. 18 to 21.\n\t\t\t\t\t Electronic goods, vehicles, light industrial goods, medicaments, works of applied art, etc. from companies of the DPRK and other countries and regions will be on display there. \n\t\t\t\t\t\n\t\t\t\t\t The exhibition will give the Rason Economic and Trade Zone and various countries chances of introducing companies, holding consultations, briefing on investment, promoting wide-ranging and multi-faceted commodity and technical exchange, exploring markets and encouraging investment opportunity. \n\t\t\t\t\t\n\t\t\t\t\t It will contribute to boosting cooperation and exchange among countries and regions in trade, economy and science and technology."
        },
        {
            "title": "August 3 Consumer Goods Production Movement",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-15ee.html",
            "content": "August 3 Consumer Goods Production Movement\r\n Pyongyang, August 2 (KCNA) -- A national exhibition of August 3 consumer goods was opened at the People's Palace of Culture on Friday with the approach of the 30th anniversary of the start of the August 3 Consumer Goods Production Movement initiated by leader Kim Jong Il.\n\t\t\t\t\t It was on August 3, Juche 73 (1984) that Kim Jong Il came to the People's Palace of Culture to look round the exhibition of light industrial goods.\n\t\t\t\t\t\n\t\t\t\t\t Very satisfied to see the exhibits, he gave an instruction that districts and counties should concentrate their efforts on making sundry goods keenly necessary for people's livelihood. And he took a measure to open shops in each district and county to sell those goods.\n\t\t\t\t\t\n\t\t\t\t\t Later, he held up a district in Pyongyang as a model of the movement and generalized it throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t When visiting the South Hamgyong Provincial Exhibition of Consumer Goods in August 2010, Kim Jong Il called for paying preferential attention to the quality of goods.\n\t\t\t\t\t\n\t\t\t\t\t The last 30 years from the start of the movement have witnessed an increasing number of producers as well as a boost in variety and quantity of consumer goods."
        },
        {
            "title": "Typhoon-12 to Hit DPRK　",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-20ee.html",
            "content": "Typhoon-12 to Hit DPRK\r\n Pyongyang, August 2 (KCNA) -- Typhoon-12 is now moving to the north-northwest at a speed of 18 km per hour as of 15:00 Saturday.\n\t\t\t\t\tIts central pressure is 980hPa, a maximum speed 28 meters per second, a speed 15 meters per second and its radius 700 km.\n\t\t\t\t\t\n\t\t\t\t\t According to the information of the Hydro-meteorological Service, the typhoon will arrive at the south of the West Sea of Korea at dawn of Sunday, become weak due to low pressure and slowly move to the East Sea of Korea, having an influence on Korea.\n\t\t\t\t\t\n\t\t\t\t\t Comparatively strong wind of 8-12 meters per second will blow in the area of South Hwanghae Province between August 3 and dawn of August 4 and strong wind of more than 10 meters per second blow for a while in some areas of the southern part of Kangwon Province, causing heavy rain accompanied with downpours of more than 100 mm.\n\t\t\t\t\t\n\t\t\t\t\t Very high temperature which started from August 1 will persist till tomorrow due to the hot and damp air caused by typhoon and temperature will go down slightly in almost areas on August 4 and 5 but it is foreseen that the weather is still sultry."
        },
        {
            "title": "Rodong Sinmun Slams Projected U.S.-S. Korea UFG Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-07ee.html",
            "content": "Rodong Sinmun Slams Projected U.S.-S. Korea UFG Joint Military Exercises\r\n Pyongyang, August 2 (KCNA) -- The Ulji Freedom Guardian (UFG) joint military exercises will be staged again in south Korea in mid-August.\n\t\t\t\t\t Rodong Sinmun Saturday in an article terms them very dangerous war exercises aimed to mount a sudden preemptive strike at the DPRK in the light of their nature, programs, period and scale and war hardware to be involved in them.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the south Korean puppet forces are now talking about \"politically-motivated low-profile provocation\" and \"uninterrupted military threat to their allies in the region\" by someone as pretexts for staging UFG, the article notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t This is, indeed, brazen-faced nonsensical sophism as it makes profound confusing of right and wrong.\n\t\t\t\t\t\n\t\t\t\t\t The projected UFG is a blatant challenge to the sincere efforts made by the DPRK to mend the north-south relations and achieve peace and detente on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is the unshakable will of Songun Korea to resolutely counter enemies' nukes with its own nukes, their missiles with its own missiles and their \"annual and regular\" war drills for invading it with its own high-intensity annual and regular military drills for a great war of justice for achieving national reunification. This is the DPRK's mode of counteraction.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet trigger-happy forces should bear in mind that not only all the forces of aggression to be involved in the projected UFG but also the military bases in south Korea and abroad, the White House, Chongwadae and all bases of aggression and provocation will be targets of the powerful cutting-edge ultra-precision firepower strike means of the revolutionary armed forces of the DPRK."
        },
        {
            "title": "Rodong Sinmun Urges U.S. and South Korean Puppet Forces to Stop Their Rash Acts ",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-08ee.html",
            "content": "Rodong Sinmun Urges U.S. and South Korean Puppet Forces to Stop Their Rash Acts \r\n Pyongyang, August 2 (KCNA) -- Shortly ago, the south Korean puppet military gangsters said that Ulji Freedom Guardian joint military drills would be staged as scheduled. To be involved in these drills are not only huge forces and sophisticated war hardware of the U.S. imperialist aggressor forces and the south Korean puppet army but also organs of the puppet government and hundreds of thousands of civilians.\n\t\t\t\t\t Rodong Sinmun Saturday observes in a commentary in this regard:  This is a grave military provocation against the DPRK as those war exercises are unpardonable acts of disturbing the peace and stability on the Korean peninsula and in the rest of Northeast Asia and increasing the danger of a nuclear war to an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t Ulji Freedom Guardian is the war drills to be staged ahead of a surprise preemptive nuclear strike at the DPRK and a test nuclear war from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the fact that the puppet warmongers are going to apply the \"tailored deterrence strategy\" to the above-said drills for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that the main objective of the drills is to get familiar with and round off  the procedures for operation and mobile capabilities of the units of the U.S. imperialist aggressor forces and the puppet army for launching an all-out invasion of the DPRK according to the already worked out scenario for the preemptive nuclear strike.\n\t\t\t\t\t\n\t\t\t\t\t UFG assumes more dangerous nature as it is scheduled to take place at a time when the north-south relations are at the lowest ebb and the tension on the Korean peninsula is being further escalated than ever before.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressor forces and puppet military gangsters hell-bent on the war exercises targeted against the DPRK are the primary targets of its strikes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces would be well advised to stop their rash acts, bearing in mind this final warning served by the DPRK."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-06ee.html",
            "content": "Anniversary of Kim Jong Il's Work Marked\n\t\t\t\t\t\t\r\n Pyongyang, August 2 (KCNA) -- Rodong Sinmun Saturday editorially observes the 40th anniversary of leader Kim Jong Il's work \"Let Us Expedite Modeling the Whole Society on Kimilsungism by Fundamentally Improving the Party Work\".\n\t\t\t\t\t The work, published on August 2, Juche 63 (1974), defined the modeling of the whole party on Kimilsungism as a prerequisite to modeling the whole society on Kimilsungism and comprehensively clarifies the principled issues arising in putting it into practice and the tasks to be carried out by the party organizations.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is the party of President Kim Il Sung and Kim Jong Il which is shining with their august names.\n\t\t\t\t\t\n\t\t\t\t\t Modeling the whole party on Kimilsungism-Kimjongilism means the revolutionary succession to modeling the whole party on Kimilsungism and its development in depth on a new higher stage and a prerequisite and master key to modeling the whole society on Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t No matter how frequently a generation is replaced by another and how much water may flow under the bridge, the character and nature of the WPK as the party of the leader will be invariably preserved. Herein lie the loyalty to the leader and the real picture of the revolutionary party.\n\t\t\t\t\t\n\t\t\t\t\t For the WPK, Kimilsungism-Kimjongilism serves as the ideological and moral foundation for consolidating the single-minded unity of the party and the revolutionary ranks and a militant weapon for dynamically leading the confrontation with the U.S. and the struggle for the final victory in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is organizing and conducting the party building and all its activities, and firmly preparing all party members as backbone Kimilsungists-Kimjongilists, regarding Kimilsungism-Kimjongilism as its guidelines. The WPK will invariably adhere to the revolutionary character as the party of Kim Il Sung and Kim Jong Il no matter how the world and the situation may change.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all people to glorify the WPK as the glorious party of Kim Il Sung and Kim Jong Il forever under the unfurled banner of modeling the whole party on Kimilsungism-Kimjongilism, rallied close around Marshal Kim Jong Un."
        },
        {
            "title": "KCNA Commentary Slams Reckless Outpourings of S. Korean Puppet Minister of Defense",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-16ee.html",
            "content": "KCNA Commentary Slams Reckless Outpourings of S. Korean Puppet Minister of Defense\r\n Pyongyang, August 2 (KCNA) -- It is just a month since Han Min Gu took the office of the south Korean puppet minister of Defense. But his reckless behavior is becoming a matter of serious concern. \n\t\t\t\t\t Two days after his appointment as puppet minister of Defense Han visited Yonphyong Island, the most acute hotspot in the West Sea of Korea. There he cried out for \"destroying bases of provocation and supporting and commanding forces in the north\". Shortly ago, he appeared at the missile command of the puppet ground force, where he called for \"possible strike at the whole of the north\" and \"high-precision attack\". Not content with this reckless behavior, he made a TV appearance and shouted hoarse that \"the north should be aware of the danger to the existence of its social system\".\n\t\t\t\t\t\n\t\t\t\t\t Han, a descendent of a pro-Japanese lackey, is a diehard confrontational element.\n\t\t\t\t\t\n\t\t\t\t\t So, it is not exaggeration to say that he is a psychopath steeped in the inveterate repugnancy toward the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t When he was the chairman of the puppet joint chiefs of staff, he asserted that \"the north's nukes and WMDs were the worst factor of creating instability in the region\". As regards THAAD, he recently behaved so meanly as to claim that \"the U.S. deployment of THAAD in south Korea would help counter the north's nukes and missiles and improve security on the Korean peninsula\", uttering he would not rule out the possibility of introduction of THAAD to the U.S. forces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t All what Han uttered is nothing but outbursts let loose by the confrontational maniac keen on saber-rattling against the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t It is deplorable for the puppet regime to have picked such war-like element as Han as the military chief.\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, Han has just a few aging missiles provided by his master U.S. to imitate their test-firing. However, the puppet regime is prodding him to cry out for \"striking\" and \"punishing\" someone only to provoke public laughter.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean public had better guard against such insane confrontational maniac blinded with extreme bad blood towards the compatriots in the north and war hysteria. \n\t\t\t\t\t\n\t\t\t\t\t Such reckless tongue-lashing may spark off a war.\n\t\t\t\t\t\n\t\t\t\t\t The traitor is bound to perish. \n\t\t\t\t\t\n\t\t\t\t\t Such rabid dog as Han is not worth thing to be killed by soldiers of the Korean People's Army. \n\t\t\t\t\t\n\t\t\t\t\t Han, cancer-like being to the nation, should be eliminated before it is too late. This would do the south Korean authorities good."
        },
        {
            "title": "U.S. and S. Korean Forces Stage Military Drills against DPRK",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-18ee.html",
            "content": "U.S. and S. Korean Forces Stage Military Drills against DPRK\r\n Pyongyang, August 2 (KCNA) -- U.S. imperialist aggressor forces and south Korean puppet marine corps staged military exercises in Phohang, North Kyongsang Province from July 21 to August 1 under the simulated conditions of mounting a preemptive attack on the north, according to KBS of south Korea.\n\t\t\t\t\t Involved in the drills were a large number of troops of the U.S. marines and the 1st Division of the south Korean puppet Marine Corps and at least 100 war hardware including copters, armored cars for landing, tanks. They were busy staging drills for a preemptive attack including coordinated operations for landing.\n\t\t\t\t\t\n\t\t\t\t\t They even fired live bullets and shells during the drills.\n\t\t\t\t\t\n\t\t\t\t\t These unending saber-rattling is aimed at stemming the strong trend of the Korean nation towards independence, peace and reunification of the country and igniting a new war on the Korean peninsula at any cost."
        },
        {
            "title": "Inhuman Acts Rampant in S. Korean Puppet Army",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-10ee.html",
            "content": "Inhuman Acts Rampant in S. Korean Puppet Army\n\t\t\t\t\t\t\r\n Pyongyang, August 2 (KCNA) -- Inhuman acts are rampant in the south Korean puppet army, according to KBS of south Korea on July 30.\n\t\t\t\t\t There occurred recently an incident in which a soldier of the 28th Division of the puppet army died due to the barbarous violence perpetrated by his four superiors.\n\t\t\t\t\t\n\t\t\t\t\t They inflicted such pain on him as preventing him from having sleep, putting him to physical torture and forcing him to swallow toothpaste. Not content with this, they made him imitate a dog and forced him to lick even spit.\n\t\t\t\t\t\n\t\t\t\t\t 70-80 soldiers committed suicides every year due to the ceaseless human rights abuses and inhuman acts in the puppet army, it reported.\n\t\t\t\t\t\n\t\t\t\t\t There were more than 30 000 perpetrators of such inhuman acts in the puppet army till June last year from 2009, counting only what was disclosed."
        },
        {
            "title": "Japan Urged to Open Public Cultural Treasures Looted by It",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-09ee.html",
            "content": "Japan Urged to Open Public Cultural Treasures Looted by It\r\n Pyongyang, August 2 (KCNA) -- Dong-A Ilbo of south Korea in an editorial on July 30 demanded Japan open to public cultural treasures looted by it in the past.\n\t\t\t\t\t There are now increasing suspicions that the Japanese government deliberately cut down the objects of the cultural treasures looted by Japan in the past and concealed the list of artifacts in the course of returning them, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t A suit was filed against Japan in demand of opening to public the list of those cultural treasures long ago, but the Japanese government has persistently refused to open them to public, it charged.\n\t\t\t\t\t\n\t\t\t\t\t Recorded in the list concealed by the Japanese government is the background against which Japan took away artifacts, it noted, adding the disclosure of Japan's illegal looting of them would give rise to the concern of Japan over growing public demand for their return in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The editorial urged Japan to open to public the list of those cultural treasures and return them at once."
        },
        {
            "title": "Chairmen of Chongryon Headquarters Meet",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-05ee.html",
            "content": "Chairmen of Chongryon Headquarters Meet\r\n Pyongyang, August 1 (KCNA) -- A meeting of chairmen of headquarters of the General Association of Korean Residents in Japan (Chongryon) took place at the Korean Hall in Tokyo on July 23. It was held to carry out the decision made at the 23rd Congress of Chongryon in hearty response to the congratulatory message sent by Marshal Kim Jong Un.\n\t\t\t\t\t Present there were Ho Jong Man, chairman of the Central Standing Committee of Chongryon, its vice chairmen, chairman of the Central Audit Committee of Chongryon, department directors of the Chongryon Central Standing Committee, leading officials of organizations and enterprises of Chongryon, chairmen of Chongryon headquarters, etc.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man in a report said that the 59 year-long history of Chongryon is associated with patriotic devotion made by the predecessors under the leadership of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He called on the chairmen of Chongryon headquarters to turn out as one to glorify the feats performed by the predecessors and bring a happy future to the Koreans in Japan and their children under the guidance of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It is the goal of the work to be done by Chongryon till 2018 to thoroughly carry out the important tasks set forth in his congratulatory message, holding him in high esteem as the unitary center of unity and leadership, the reporter stressed.\n\t\t\t\t\t\n\t\t\t\t\t He called for glorifying the leadership feats performed by Kim Il Sung and Kim Jong Il in the movement of Koreans in Japan, successfully carrying out their behests, consolidating the foundation for a leap forward in the drive for ushering in a new heyday in Kim Jong Un's era and thus greeting the 60th anniversary of Chongryon in 2015 with signal achievements.\n\t\t\t\t\t\n\t\t\t\t\t The floor was taken by Hwang Myong, chairman of the Tokyo Metropolitan Headquarters of Chongryon, Pu Yong Uk, chairman of the Osaka Prefectural Headquarters, Kim Chun Gwon, chairman of the Hyogo Prefectural Headquarters, Kim Song Bok, chairperson of Mie Prefectural Headquarters, Ri Kwang Sang, chairman of the Nagano Prefectural Headquarters, and Pak Chol, chairman of the Yamaguchi Prefectural Headquarters."
        },
        {
            "title": "Representatives of Uzbek Friendship Organization Visit DPRK Embassy",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-04ee.html",
            "content": "Representatives of Uzbek Friendship Organization Visit DPRK Embassy\n\t\t\t\t\t\t\r\n Pyongyang, August 2 (KCNA) -- Representatives of the Uzbekistan-DPRK Friendship Forum paid a congratulatory visit to the DPRK embassy in Tashkent on July 27 on the occasion of the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t They laid a bouquet before a full-length painting depicting President Kim Il Sung and leader Kim Jong Il standing together and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They praised the President as an outstanding strategist and great leader of the Korean people who protected the sovereignty and independence of the DPRK from the invasion by the U.S.-led imperialist allied forces.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the DPRK which built a powerful military muscle under the leadership of Kim Jong Il is growing stronger thanks to supreme leader Kim Jong Un, they wished the army and people of the DPRK great successes in building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the co-chairman of the Council of the Kim Il Sung-Kim Jong Il Foundation and personages of the China Hong Kong Zhonghwa Energy Fund Commission and a group and a company of Hong Kong, China sent floral baskets to the DPRK mission in Hong Kong, China on July 26."
        },
        {
            "title": "Kim Il Sung's Feats Performed in Winning War Victory Praised by Papers of Malaysia, Bangladesh",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-02ee.html",
            "content": "Kim Il Sung's Feats Performed in Winning War Victory Praised by Papers of Malaysia, Bangladesh\n\t\t\t\t\t\t\r\n Pyongyang, August 2 (KCNA) -- Malaysian and Bangladeshi papers devoted special write-ups to the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t Guang Ming Daily of Malaysia on July 27 carried an article illustrated with a photo of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The President won the war with his matchless courage, grit, superb strategies and tactics and deep trust and loving care for the people, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Holding the responsible post of the supreme commander of the Korean People's Army, he consolidated the party and united the army and people behind the party for the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t His rare foresight and extraordinary revolutionary sweep served as a source of driving force which encouraged all the Korean people to fight with the firm confidence in victory and demonstrate the national spirit in the do-or-die war against the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The Daily Folk of Bangladesh on July 25 noted that the myth of the U.S. which boasted of being the \"strongest\" in the world was shattered by the army and people of the DPRK led by the President.\n\t\t\t\t\t\n\t\t\t\t\t Blits of Bangladesh on July 24 said the President beat U.S. and Japanese imperialism in one generation and achieved one victory after another in the protracted fierce confrontation with the U.S., adding that those exploits of the President would shine forever."
        },
        {
            "title": "Russian Papers Observe DPRK's Day of War Victory ",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-03ee.html",
            "content": "Russian Papers Observe DPRK's Day of War Victory\r\n Pyongyang, August 2 (KCNA) -- Russian papers observed the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The July 23-29 issue of Pravda Primoriya said in an article titled \"Heavy defeat of the U.S.\":\n\t\t\t\t\t\n\t\t\t\t\t The U.S. sustained a defeat in the Korean war, the first of its kind in its history.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. foolishly calculated that it would easily conquer the DPRK with its numerical and technical superiority after provoking the war.\n\t\t\t\t\t\n\t\t\t\t\t However, it sustained a great loss in the war.\n\t\t\t\t\t\n\t\t\t\t\t Its myth of \"mightiness\" was shattered to pieces.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not forget its ignominious defeat in the war.\n\t\t\t\t\t\n\t\t\t\t\t If it ignites another Korean war, oblivious of this lesson, it will meet a final doom, not just a shameful defeat.\n\t\t\t\t\t\n\t\t\t\t\t Nakhodkinski Rabochi on July 22 said the U.S. provoked the Korean war on June 25, 1950 and hurled huge aggression troops and war hardware into it.\n\t\t\t\t\t\n\t\t\t\t\t A miracle to be specially recorded in the human history of war was performed in the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The young DPRK worked such a miracle as defeating the U.S. imperialists who boasted of being \"strongest\" in the world and their allies.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK frustrated the enemies' numerical and technical superiority with its politico-ideological, strategic and tactical advantages.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. was compelled to sign on July 27, 1953, the Armistice Agreement which was little short of a document of surrender. \n\t\t\t\t\t\n\t\t\t\t\t This day is marked as a great day of victory for the army and people of the DPRK as they shattered the myth of \"mightiness\" of the U.S. and protected the sovereignty and independence of the country."
        },
        {
            "title": "Kim Yong Nam felicita a presidente de Macedonia",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-25ee.html",
            "content": "Kim Yong Nam felicita a presidente de Macedonia\n\t\t\t\t\t\t\r\nPyongyang, 2 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 2 un mensaje de felicitacion al presidente de la Republica de Macedonia, Gjorgje Ivanov,  con motivo del dia nacional de este pais.\n\t\t\t\t\tEn la misiva el remitente hizo votos por el progreso y prosperidad al pueblo de Macedonia."
        },
        {
            "title": "Funcionarios partidistas recorren zona de Rimyongsu",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-26ee.html",
            "content": "Funcionarios partidistas recorren zona de Rimyongsu\n\t\t\t\t\t\t\r\nSamjiyon, 2 de agosto (ACNC) -- Los participantes en el recorrido nacional de los funcionarios partidistas por los lugares de batalla revolucionaria de la zona del monte Paektu visitaron el dia 2 el lugar de interes historico-revolucionario de Rimyongsu.\n\t\t\t\t\tTras escuchar la explicacion universal ante el monumento en memoria de la visita de orientacion del Presidente Kim Il Sung, dieron vuelta por varios puntos del lugar.\n\t\t\t\t\t\n\t\t\t\t\tEllos recorrieron las reliquias historicas del Dirigente Kim Jong Il quien vino aqui, en junio del 45(1956) de la Era Juche, al frente del primer grupo de recorrido y dio instrucciones de contribuir a la educacion en las tradiciones revolucionarias al descubrir y arreglar mejor todos los lugares de batalla revolucionaria en la region del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tY pasaron revista al campamento secreto del pico Pegae donde en el periodo de la operacion de marcha a la zona de Musan, el Presidente visito de paso dirigiendo el destacamento principal del Ejercito Revolucionario Popular de Corea antes de marchar hacia la patria.\n\t\t\t\t\t\n\t\t\t\t\tTambien recorrieron los objetos historicos, que demuestran el puro patriotismo y el modo de vida de los martires revolucionarios antijaponeses, inclusive los solares donde cocino  y  encendio la hoguera la Heroina de la Lucha Antijaponesa Kim Jong Suk, y tienda de campana.\n\t\t\t\t\t\n\t\t\t\t\tEn el campamento los funcionarios partidistas realizaron el concurso de preguntas y respuestas sobre las obras del Dirigente Kim Jong Il y el Mariscal Kim Jong Un."
        },
        {
            "title": "PTC mantiene estrecho vinculo con masas populares",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-27ee.html",
            "content": "PTC mantiene estrecho vinculo con masas populares\n\t\t\t\t\t\t\r\nPyongyang, 2 de agosto (ACNC) -- Hace 40 anos (el 2 de agosto de 1974), el Dirigente Kim Jong Il presento la orientacion de transformar todo el partido segun el kimilsungismo y dirigio con exito la labor para realizarlo.\n\t\t\t\t\tDurante varios decenios desde aquel entonces se logro gran exito en la historia de construccion del Partido del Trabajo de Corea y se renovo radicalmente su fisonomia.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente fortalecio el PTC como organizacion revolucionaria que garantiza firmemente el sistema ideologico y directivo del lider y como partido madre que sirve fielmente para el pueblo echando su raiz en lo profundo de las masas populares.\n\t\t\t\t\t\n\t\t\t\t\tLa noble concepcion del pueblo del Dirigente sirvio de guia fundamental de la construccion del partido y de sus actividades y la consigna \"!Servir al pueblo!\" se considera como una ley inmutable de los funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tLa politica abarcadora y de beneficios populares del PTC que se responsabiliza del destino del pueblo y se esfuerza por realizar su felicidad, se ha venido materializando cabalmente aun en las condiciones mas dificiles.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, glorificar el PTC como partido de Kim Il Sung y Kim Jong Il es la voluntad invariable del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal consciente del ideario Iminwichon (considerar al pueblo como cielo) de los Generalisimos practica la mas noble politica de amor por el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal aclaro que el Kimilsungismo-Kimjongilismo considera, en su esencia, conceder primacia a las masas populares y  orienta a todos los funcionarios  partidistas para que sirvan abnegadamente para el pueblo con el sentimiento de verdadera madre.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal hizo organizar los grandes festivales de los miembros de la Organizacion de Ninos de Corea, los veteranos de guerra y la juventud y visito en personal las familias de los modestos trabajadores para dispensarles benevolencias fraternales.\n\t\t\t\t\t\n\t\t\t\t\t!Todo para el pueblo y todo apoyandose en las masas populares!: esto es una consigna que refleja la voluntad del Mariscal de hacer reinar en todo el pais el espiritu de amor y confianza en el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tBajo la sabia guia del Mariscal, el PTC pondra de manifiesto su poderio del partido de Kim Il Sung y Kim Jong Il y del partido madre  que tiene vinculo consanguineo con las masas populares."
        },
        {
            "title": "Tendra lugar IV exposicion internacional de mercancias de Rason",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-28ee.html",
            "content": "Tendra lugar IV exposicion internacional de mercancias de Rason\r\nPyongyang, 2 de agosto (ACNC) -- Tendra lugar en la ciudad de Rason del 18 al 21 de agosto la IV Exposicion Internacional de Mercancias de Rason.  \n\t\t\t\t\tEn la feria se exhibiran los productos electronicos, medios de transporte, mercancias de industria ligera, medicamentos, articulos de artesania, etc. de las companias de varios paises y regiones incluyendo la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn el periodo de la feria se organizaran la introduccion de companias, la consulta, la explicacion de inversion, etc. y se ofrecera la oportunidad para realizar el amplio y multilateral intercambio de mercancias y tecnica, buscar mercados e invitar inversion.\n\t\t\t\t\t\n\t\t\t\t\tLa feria contribuira al desarrollo de la cooperacion y el intercambio entre los paises y regiones en los sectores de comercio exterior, economia, ciencia y tecnica."
        },
        {
            "title": "Movimiento por la produccion de articulos de consumo popular 3 de Agosto",
            "url": "http://kcna.co.jp/item/2014/201408/news02/20140802-29ee.html",
            "content": "Movimiento por la produccion de articulos de consumo popular 3 de Agosto\n\t\t\t\t\t\t\r\nPyongyang, 2 de agosto (ACNC) -- Quedo inaugurada la vispera en el Palacio Cultural del Pueblo la exhibicion de los articulos de consumo popular 3 de Agosto con motivo del aniversario 30 del inicio del movimiento por la produccion de los mismos articulos.\n\t\t\t\t\tEste movimiento abrio la coyuntura trascendental en la produccion de articulos de consumo popular a lo largo del pais bajo la sabia orientacion del Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl 3 de agosto del 73 (1984) de la Era Juche, el visito el palacio mencionado que servia entonces de sede de la exposicion de productos de industria ligera.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro complacido por la diversidad y utilidad de los productos exhibidos que habia visto.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo que en los municipios y distritos se debe producir muchos articulos miscelaneos imprescindibles para la vida del pueblo, en lugar de esforzarse por hacer los productos que se hacen en las fabricas especializadas.\n\t\t\t\t\t\n\t\t\t\t\tEnseno que acondicionaran y gestionaran bien las tiendas de venta directa en los municipios y distritos.\n\t\t\t\t\t\n\t\t\t\t\tPara dinamizar el movimiento, definio un municipio capitalino como unidad modelo y envio personalmente las muestras a los productores.\n\t\t\t\t\t\n\t\t\t\t\tAun en el periodo de la Marcha Penosa, la forzada, hizo conocimiento de los problemas surgidos en el movimiento y establecio el sistema de direccion.\n\t\t\t\t\t\n\t\t\t\t\tAl visitar en agosto de 2010 la sede de exposicion de articulos de consumo popular auspiciada por la provincia de Hamgyong del Sur, enfatizo la necesidad de impulsar el movimiento sin cesar y prestar atencion primordial al mejoramiento de la calidad de los productos.\n\t\t\t\t\t\n\t\t\t\t\tDurante 30 anos desde el inicio del movimiento, se amplio bruscamente el numero de los productores de articulos de consumo popular.\n\t\t\t\t\t\n\t\t\t\t\tEn todas las localidades del pais se producen los utensilios de buena calidad que satisfacen las necesidades de vida de los trabajadores."
        }
    ]
}