{
    "date": "2014-04-11",
    "url": "http://kcna.co.jp/item/2014/201404/2014-04-11ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with Deputies to SPA of DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-01ee.html",
            "content": "Kim Jong Un Has Photo Session with Deputies to SPA of DPRK\r\n Pyongyang, April 11 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, had a photo session with the deputies to the 13th Supreme People's Assembly of the DPRK before the statues of President Kim Il Sung and General Secretary Kim Jong Il on Mansu Hill on Thursday.\n\t\t\t\t\t When Kim Jong Un came out to the venue of the photo session, the participants enthusiastically welcomed him, shouting \"hurrah!\" \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un warmly congratulated the deputies on successfully holding the session with a high degree of enthusiasm, saying that the 1st Session of the 13th SPA of the DPRK marked a great turning point and a political event in the efforts to powerfully demonstrate once again the might of single-minded unity of the revolutionary ranks united close around the WPK and in the struggle to further develop the DPRK into a Juche-oriented socialist state.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with them, expressing his expectation and conviction that the deputies to the SPA, who play a key role in the defence of the country and all fields of socialist construction, would devote themselves to the prosperity of the country as faithful servants of the people.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Nam, Pak Pong Ju, Choe Ryong Hae, Ri Yong Gil, Jang Jong Nam, Ri Ul Sol, Kim Chol Man, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Choe Yong Rim, Ri Yong Mu, Pak To Chun, Kang Sok Ju, Kim Won Hong and other deputies to the SPA."
        },
        {
            "title": "Kim Jong Un Sends Educational Aid Fund and Stipends to Children of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-16ee.html",
            "content": "Kim Jong Un Sends Educational Aid Fund and Stipends to Children of Koreans in Japan\r\n Pyongyang, April 11 (KCNA) -- Supreme leader Kim Jong Un sent educational aid fund and stipends amounting to 207.8 million yen to the General Association of Korean Residents in Japan for the democratic national education of children of Koreans in Japan on the occasion of the 102nd birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The educational aid fund and stipends sent by Generalissimos Kim Il Sung and Kim Jong Il and Marshal Kim Jong Un in 160 installments total 47,331,150,390 yen."
        },
        {
            "title": "Policy Department of NDC Warns U.S. Not to Find Fault with Military Measures of DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-24ee.html",
            "content": "Policy Department of NDC Warns U.S. Not to Find Fault with Military Measures of DPRK\r\n Pyongyang, April 11 (KCNA) -- The south Korean puppet forces conducted a 500 km range ballistic missile test-fire in secrecy on March 23 and made it public later.\n\t\t\t\t\t The U.S. keeps mum about this, feigning ignorance of it, and the UN Security Council also says nothing about it.\n\t\t\t\t\t\n\t\t\t\t\t The spokesman for the Policy Department of the National Defence Commission of the DPRK in a statement released Friday in this regard says this stands in sharp contrast to their response to the DPRK's satellite launch and the rocket launching drill for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The statement continued:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. double-dealing attitude and despicable mode of action has been brought to light with the recent case as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t As far as the ballistic missile test-fire of the south Korean puppet forces is concerned, it is a co-product of the master and the stooge as the former allowed the latter to increase the range to 800 km and encouraged the latter to launch the missile in secrecy by stealthily handing over the core technology.\n\t\t\t\t\t\n\t\t\t\t\t We take this opportunity to strongly urge the U.S. to take proper policy decision as befits a big country.\n\t\t\t\t\t\n\t\t\t\t\t First, it should behave with a fair stand if it wants to save its face and be treated as a big country.\n\t\t\t\t\t\n\t\t\t\t\t It should come to its senses, though belatedly, clearly understanding that the army and people of the DPRK will never surrender to the U.S. hostile policy toward the DPRK which undergoes steady modification.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has extreme complacency and deep-running self-exaltation. For this the owners of the White House always mistook their rivals and provoked them only to fail and drink bitter cups. The U.S. should admit this.\n\t\t\t\t\t\n\t\t\t\t\t The biggest mistake made by the U.S. is that it is oblivious of the stark fact left by the history of the DPRK-U.S. confrontation and its lessons.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should set out to have clear understanding of the DPRK and take a bold decision of rolling back its wrong hostile policy toward the DPRK, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t For present, it should repent of its wrong past by lifting all sorts of \"sanctions\" which it masterminded to be inflicted on the DPRK for no justifiable reasons.\n\t\t\t\t\t\n\t\t\t\t\t If the ballistic missile launched by the south Korean puppet forces is not problematic, the DPRK's launch of satellites or rockets will be of no problem, either.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should, therefore, no longer pull up all the military measures taken by the DPRK to bolster its deterrence for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t We clarify once again that as long as the U.S. persists in its hostile policy toward the DPRK according to its high-handed, arbitrary and gangster-like double standards, the DPRK will push ahead with the countermeasures for self-defence to put an end to the policy as it had already declared.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly know that it has no face or justifications to find fault with the DPRK any longer."
        },
        {
            "title": "Spokesman for DPRK Foreign Ministry Blasts U.S. Secretary of Defense's Reckless Remarks",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-42ee.html",
            "content": "Spokesman for DPRK Foreign Ministry Blasts U.S. Secretary of Defense's Reckless Remarks\r\n Pyongyang, April 11 (KCNA) -- A spokesman for the DPRK Ministry of Foreign Affairs gave the following answer to the question raised by KCNA on Friday as regards the reckless remarks made by the U.S. secretary of Defense against the DPRK under the pretext of arms buildup in the Asia-Pacific region:\n\t\t\t\t\t U.S. Secretary of Defense Hagel said during his recent junkets to neighboring countries of the DPRK that the U.S. would deploy two more Aegis ships in Japan by 2017 under the pretext of \"aggression from north Korea.\" \n\t\t\t\t\t\n\t\t\t\t\t What he uttered were calculated remarks intended to shift the blame for the escalating tension on the DPRK and justify the arms buildup for carrying out the U.S. pivot to Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\t Entering this year, the U.S. has persistently staged joint military drills with south Korean puppet forces, blocking the detente on the Korean peninsula and the process to improve the north-south relations which were ascribable to the DPRK's sincere efforts and deliberately straining the situation. This is pursuant to its strategic scenario to invent a pretext for arms buildup in the Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. recent announcement of its plan to additionally deploy Aegis ships is part of its moves to bolster up its missile defence system targeting at big countries in Eurasia which has nothing to do with the DPRK's nuclear issue.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. authorities including Hagel quite often talk about \"provocation\" and \"threat\" from the DPRK but they can never conceal their true colors as an aggressor.\n\t\t\t\t\t\n\t\t\t\t\t Facts go to clearly prove that the U.S. is an arch criminal disturbing peace and security and escalating tension on the Korean peninsula and in Northeast Asia."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Vietnamese President",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-14ee.html",
            "content": "Kim Il Sung Praised by Russian Papers\r\n Pyongyang, April 11 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, received a congratulatory message from Truong Tan Sang, president of the Socialist Republic of Vietnam and president of the National Defence and Security Council, on Thursday.\n\t\t\t\t\t The message extended warm congratulations to Kim Jong Un on his reelection as first chairman of the National Defence Commission of the DPRK at the 1st Session of the 13th Supreme People's Assembly of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the belief that the traditional friendly and cooperative relations between the two countries will steadily develop for the interests of the two peoples and for peace, security, cooperation and development in the Asia-Pacific region and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t It hoped the Korean people would achieve fresh greater successes in the cause of building the country and achieving its development under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It wished him good health and greater successes in his noble work."
        },
        {
            "title": "Ministry of People's Security Holds Rally to Congratulate Kim Jong Un",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-31ee.html",
            "content": "Ministry of People's Security Holds Rally to Congratulate Kim Jong Un\r\n Pyongyang, April 11 (KCNA) -- A rally of the Ministry of People's Security took place Friday to congratulate supreme leader Kim Jong Un upon his reelection as first chairman of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t A report was followed by speeches there.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Un's reelection to the top post of the NDC representing and symbolizing the dignity of the country and tremendous national power provides a firm guarantee for the eternal prosperity of great Kim Il Sung's and Kim Jong Il's Korea making a leap forward with dynamism.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the fact that Kim Jong Un, who hewed the path of the arduous Songun revolution together with General Secretary Kim Jong Il, performed shining exploits to go down in the century in all fields including politics, military, economy and culture, shouldering upon himself the heavy responsibilities of the party, state and army.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that the organs of people's security  conducted all work  on the principle of giving top priority to the requirements and interests of the people and making them supreme, thereby giving fullest play to the Party's noble respect and love for the people.\n\t\t\t\t\t\n\t\t\t\t\t They called on all the participants to protect the single-minded unity of the party and revolutionary ranks centered on Kim Jong Un as the apple of their eyes, further consolidate the political and ideological position as firm as a rock and fulfill their sacred mission and duty to defend the leader, system and people.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Pu Il, minister of People's Security, officials and security personnel of the ministry."
        },
        {
            "title": "National Fine Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-26ee.html",
            "content": "National Fine Art Exhibition Opens\r\n Pyongyang, April 11 (KCNA) -- The National Fine Art Exhibition opened at the Korean Art Gallery with due ceremony on Thursday to celebrate Day of the Sun (birth anniversary of President Kim Il Sung).\n\t\t\t\t\t On display are art works dealing with the revolutionary career of Kim Il Sung and exploits of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Poster \"Long Live General Kim Il Sung, Anti-Japanese Legendary Hero!,\" acryl painting \"Day Is Sure to Break on Trampled Korea,\" oil painting \"Spring in 1939,\" Korean painting \"Joy in October\" and other works vividly depict the personality of Kim Il Sung as a great man.\n\t\t\t\t\t\n\t\t\t\t\t Korean painting \"The Leader and Peasant,\" oil painting \"Leader, Where are You Going This Night?\", poster \"May Fatherly Love of the Leader Last Forever!\" and other works deal with the whole life of the President whose maxim was believing in people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t The exhibits include works praising the exploits General Secretary Kim Jong Il and portraying the true picture of the country developing as a paradise of people and a highly civilized socialist country.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Ki Nam, secretary of the Central Committee of the WPK, An Tong Chun, chairman of the Central Committee of the General Federation of Literature and Arts, officials concerned, art creators and youth and students in the city. \n\t\t\t\t\t\n\t\t\t\t\t In the meantime, the Songhwa Fine Art Exhibition opened on the same occasion."
        },
        {
            "title": "29th April Spring Friendship Art Festival Opens",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-40ee.html",
            "content": "29th April Spring Friendship Art Festival Opens\r\n Pyongyang, April 11 (KCNA) -- The 29th April Spring Friendship Art Festival opened with due ceremony here.\n\t\t\t\t\t The festival is drawing attention at home and abroad as it takes place at a historic time when all service personnel and people are ushering in a fresh era of the Juche revolution, closely united around supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony was held at the East Pyongyang Grand Theatre on Friday.\n\t\t\t\t\t\n\t\t\t\t\t When the participants of the festival arrived at its venue, artistes performed fan dance, janggu dance and acrobatics to the cheerful music presented by the female brass band.\n\t\t\t\t\t\n\t\t\t\t\t Art organizations participating in the festival were introduced while Korean children presented flowers to the participants.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, officials concerned, working people in Pyongyang, foreign artistes, overseas Korean artistes, delegations of various countries, diplomatic envoys and representatives of international bodies here, the military attaches corps here, staff members of foreign embassies, and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Korean artistes put on the stage a beautiful dance with boundless reverence for President Kim Il Sung to the tune of song \"Our Leader\".\n\t\t\t\t\t\n\t\t\t\t\t Han Chol, vice-minister of Culture who doubles as vice-chairman of the festival organizing committee, in his opening address said that through their colorful performing activities the participants in the festival would present the good cultural tradition and the development of arts of their countries and nations and further deepen the friendship.\n\t\t\t\t\t\n\t\t\t\t\t During the festival its participants will witness the happy life of the Korean people who translate into reality their dream and ideal to live in luxury and comfort under socialism under the leadership of Kim Jong Un, true to the desire of Kim Il Sung and General Secretary Kim Jong Il, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He declared the festival open, expressing belief that the festival would prove successful as desired and expected by the Korean people, all participants and the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t Korean and foreign artistes hoisted the flag of the festival to the solemn tune of \"Ode to the Motherland\".\n\t\t\t\t\t\n\t\t\t\t\t Viktor Yeliseev, chief of the Academy Ensemble of the Interior Unit of the Russian Ministry of Interior who had the honor of being the first conductor of the opening performance, made a speech.\n\t\t\t\t\t\n\t\t\t\t\t He said that he deems it a great honor to conduct the \"Song of General Kim Il Sung,\" an immortal revolutionary hymn, in the festival.\n\t\t\t\t\t\n\t\t\t\t\t He extended the heartfelt congratulations to Kim Jong Un upon his reelection as first chairman of the National Defence Commission of the DPRK at the First Session of the 13th Supreme People's Assembly of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A performance was given by Korean artistes at the opening ceremony."
        },
        {
            "title": "Congratulatory Rallies Held",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-37ee.html",
            "content": "Congratulatory Rallies Held \r\n Pyongyang, April 11 (KCNA) -- Rallies took place in South Phyongan, South Hwanghae, North Hwanghae, Jagang and South Hamgyong provinces and Nampho and Rason cities on Friday to congratulate supreme leader Kim Jong Un on his reelection as first chairman of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t The reporters and speakers said that the reelection of Kim Jong Un to the top post of the DPRK at the First Session of the 13th Supreme People's Assembly of the DPRK was a noteworthy political event and an auspicious event of the nation for the eternal prosperity of the country and the accomplishment of the revolutionary cause of Juche. \n\t\t\t\t\t\n\t\t\t\t\t They recalled that over the past two years Kim Jong Un has performed the immortal exploits to go down in the history of the country by wisely leading the revolutionary struggle and construction at the top posts of the party and the state. \n\t\t\t\t\t\n\t\t\t\t\t He saw to it that General Secretary Kim Jong Il is held in high esteem as eternal general secretary of the Workers' Party of Korea and eternal chairman of the NDC and every work is done the way President Kim Il Sung and Kim Jong Il did, they said.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is, indeed, a peerlessly great man and the great sun of the 21st century without parallel in the ideology, leadership and virtues, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all fields and units to create a new term of the era called \"Korea Speed\" by dynamically advancing in the same spirit as that of the creators of \"Speed on Masik Pass, \"Huichon Speed\" so that the whole world may look up to the great Party, Kim Il Sung's and Kim Jong Il's Korea.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all the people to become fighters implementing the Party's ideology and upholding its policies and thus raise a strong wind of leap forward on all fronts for building a thriving nation, true to the leadership of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Present at the rallies were officials of the local party and power bodies, working people's organizations and people from all walks of life, youth and students."
        },
        {
            "title": "Performance Given by Members of Art Group of Pyongyang Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-18ee.html",
            "content": "Performance Given by Members of Art Group of Pyongyang Schoolchildren's Palace\r\n Pyongyang, April 11 (KCNA) -- Members of the art group of the Pyongyang Schoolchildren's Palace gave a performance on Friday at the palace to celebrate the 2nd anniversary of supreme leader Kim Jong Un's election to the top posts of the Workers' Party of Korea and the state.\n\t\t\t\t\t The performance was started with song and dance \"Glory to Marshal Kim Jong Un\". Put on the stage were such colorful numbers as female chorus \"I Gave Answer to My Sister's Question\" and light music for xylophone \"New School Uniform Presented by the Marshal\".\n\t\t\t\t\t\n\t\t\t\t\t Female solo \"Our Classmates\", janggu and song \"The Best Country\" and other numbers showed the cheerful appearance of schoolchildren growing up in the era of Songun under the warm care of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stage were such numbers as string quintet \"We Will Always Follow the Party\" and accordion ensemble \"Let Us Become the General's Soldiers\" which reflected the will of three million schoolchildren to make a long journey of Songun revolution under the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t It truthfully represented the determination of all schoolchildren to grow up as reliable pillars of thriving Korea, flying the red neckties associated with the soul of the revolutionary forerunners under the leadership of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Ri Il Hwan, department director of the C.C., the WPK, Jon Yong Nam, chairman of the C.C., the youth league, officials of the youth league and school youth and children in the city."
        },
        {
            "title": "5th National Exhibition of Medical Appliances Held",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-19ee.html",
            "content": "5th National Exhibition of Medical Appliances Held\r\n Pyongyang, April 11 (KCNA) -- The 5th national exhibition of medical appliances took place at the Three-Revolution Exhibition House from April 9 to 11. \n\t\t\t\t\t On display there were more than 1,650 medical appliances, instruments and materials of 700 varieties contrived and manufactured by public health, factories, enterprises, scientific and educational institutions across the country. \n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated among them were appliances including ultrasonic diagnosing appliance for abdomen, high-tension steam sterilizer, serum centrifuge and others presented by Pyongyang Medical College of Kim Il Sung University, the Ministry of Public Health General Dental Hospital and medical appliances factories.\n\t\t\t\t\t\n\t\t\t\t\t Also exhibited there were medical instruments and materials presented by the Pyongyang Kim Jong Suk Silk Mill, the Sinuiju Enameled Ironware Factory and the Pyongyang Grindstone Factory."
        },
        {
            "title": "Moranbong Band Performs in Hyesan ",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-35ee.html",
            "content": "Moranbong Band Performs in Hyesan\r\n Hyesan, April 11 (KCNA) -- The Moranbong band performed in Hyesan before full houses for three days, deeply impressing the people in Ryanggang Province.\n\t\t\t\t\t The Provincial Art Theater was packed to its capacity every day with working people and school youth and children who visited it from Kim Jong Suk, Kim Hyong Jik, Kim Hyong Gwon, Pochon, Samsu, Kapsan, Unhung and Pungso counties besides Hyesan City.\n\t\t\t\t\t\n\t\t\t\t\t The performance was highly acclaimed by the audience as it fully reflected the noble thoughts and revolutionary aspiration of the service personnel and people of the DPRK and was pervaded with rich artistic emotion. It evoked a lively response among the audiences."
        },
        {
            "title": "Moranbang Band Leaves Hyesan ",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-39ee.html",
            "content": "Moranbang Band Leaves Hyesan\r\n Pyongyang, April 11 (KCNA) -- The Moranbong Band left Hyesan Friday after winding up its performance tour of Ryanggang Province amid the deep concern and high acclamation of the people in the province.\n\t\t\t\t\t The band was seen off by Vice-Department Director of the Central Committee of the Workers' Party of Korea Kim Pyong Ho, officials of party and power bodies and officials of working people's organizations in Ryanggang Province and Hyesan City."
        },
        {
            "title": "Delegation of International Kothongryon Here",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-23ee.html",
            "content": "Delegation of International Kothongryon Here\r\n Pyongyang, April 11 (KCNA) -- A delegation of the International United Confederation of Koreans (International Kothongryon) headed by First Vice Chairman Kim Chil Song arrived here on Friday on the occasion of the birth anniversary of President Kim Il Sung."
        },
        {
            "title": "Delegations and Delegates of Organizations for Study of Juche Idea Arrive",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-27ee.html",
            "content": "Delegations and Delegates of Organizations for Study of Juche Idea Arrive\r\n Pyongyang, April 11 (KCNA) -- Lohekele Kalonda Andre, secretary general of the African Regional Committee for the Study of the Juche Idea, a delegation of the Russian Association for the Study of the Juche Idea led by its Chairman Dmitri Kostenko, a delegation of the Russian Society for Promoting the Study and Dissemination of Comrade Kim Jong Il's Works headed by its Chairman Vadim Kudimin and a delegation of the February 16 Society for the Study of Juche Idea and Songun Politics of Belarus headed by Vice-chairwoman Zaitseva Tatiana arrived here by air Thursday on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Earlier, Omar Lopez, chairman of the Venezuelan National Society for the Study of the Juche Idea, arrived here."
        },
        {
            "title": "Delegations and Delegates of Organizations for Study of Juche Idea of Various Countries and Regions Arrive",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-30ee.html",
            "content": "Delegations and Delegates of Organizations for Study of Juche Idea of Various Countries and Regions Arrive\r\n Pyongyang, April 11 (KCNA) -- Delegations and delegates of organizations for the study of the Juche idea of various countries and regions arrived here Friday to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They included Chairman Ramon Jimenez Lopez and Secretary General Eleazar Rubio Aldaran of the Latin American Institute of the Juche Idea, a delegation of the Kim Jong Suk Women’s Union of Russia led by Chairwoman Elena Bavichi, a delegation of the Far Eastern Association for the Study of Kimilsungism-Kimjongilism of Russia led by Vice-chairman Gennady Kulikov, a delegation of the Tynda Group for the Study of Kimilsungism-Kimjongilism of Russia led by Donchenko Aleksei, a delegation of the Mongolian Association for the Study of Juche Idea－Songun led by P. Bayarsaikhan and a delegation of the Centre for the Study of the Juche Idea of Mongolia led by Chairman N. Bold.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a delegation of the Mongolian Mt. Paektu Association for Independent Development led by D. Enkhbadralt arrived here."
        },
        {
            "title": "Foreign Marathoners Arrive",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-32ee.html",
            "content": "Foreign Marathoners Arrive\r\n Pyongyang, April 11 (KCNA) -- Marathoners from Russia, Ukraine, Spain and Taipei of China arrived here Friday to take part in the IAAF-27th Mangyongdae Prize Marathon to be held on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Earlier arrivals included marathoners from China, Namibia, South Africa, Rwanda, Madagascar, Uzbekistan, Egypt, Ethiopia, Zimbabwe and Kenya."
        },
        {
            "title": "Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-29ee.html",
            "content": "Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 11 (KCNA) -- The Chinese art troupes (Eastern Song and Dance Ensemble and Shandong Circus) visited the statues of President Kim Il Sung and General Secretary Kim Jong Il on Mansu Hill on Friday.\n\t\t\t\t\t They laid a floral basket before the statues and paid tribute to them."
        },
        {
            "title": "Delegation of Koreans in Japan Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-34ee.html",
            "content": "Delegation of Koreans in Japan Visits Mangyongdae\r\n Pyongyang, April 11 (KCNA) -- The delegation of Koreans in Japan headed by Ri Ki Sok, advisor to the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) Friday visited Mangyongdae, the birthplace of President Kim Il Sung. The delegation is staying here to celebrate the Day of the Sun (birthday of the President).\n\t\t\t\t\t The members of the delegation laid bouquets before the graves of Kim Po Hyon and Ri Po Ik, grandparents of the President, and Kim Hyong Jik and Kang Pan Sok, parents of the President, and observed a moment's silence in memory of them.\n\t\t\t\t\t\n\t\t\t\t\t Then they visited the Mangyongdae Revolutionary Museum which houses historical data and relics dealing with the revolutionary activities of the President and his family members in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t At the old home of the President in Mangyongdae, they looked round the historical relics, being briefed on the stories about the historic home.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit, the head of the delegation said:\n\t\t\t\t\t\n\t\t\t\t\t Visiting the old home in Mangyongdae, I miss Generalissimo Kim Il Sung very much.\n\t\t\t\t\t\n\t\t\t\t\t He made great contributions to the development of Chongryon and the movement of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t We can never forget the great loving care he showed for the Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t I will uphold the idea and leadership of the respected Marshal Kim Jong Un with loyalty, bearing in mind the behests of the great Generalissimos."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from C.C., AINDF",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-11ee.html",
            "content": "Congratulatory Message to Kim Jong Un from C.C., AINDF\r\n Pyongyang, April 11 (KCNA) -- Supreme leader Kim Jong Un received a congratulatory message from the Central Committee of the Anti-Imperialist National Democratic Front (AINDF) on Wednesday upon his reelection as first chairman of the National Defence Commission (NDC) of the DPRK at the 1st Session of the 13th Supreme People's Assembly of the DPRK.\n\t\t\t\t\t The message said it is the highest privilege of all Koreans and the greatest auspicious event in the nation's history that Kim Jong Un, symbol of the mightiness of Songun Korea and banner of all victories, was reelected first chairman of the NDC of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The reelection of Kim Jong Un to the top post of the nation provides a sure guarantee to add luster to President Kim Il Sung's and General Secretary Kim Jong Il's Korea and achieve the final victory of the independent cause of the nation pioneered on Mt. Paektu and makes it possible to accelerate the advance for the independent reunification of the compatriots, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The vanguard fighters of the AINDF will rally the people of all social standings, arouse them to implementing the historic joint declaration under the banner of By Our Nation Itself and invigorate the nation-wide struggle for resolutely frustrating the ever-more undisguised moves of the U.S. and its followers to ignite a war against the north and their smear anti-DPRK \"human rights\" campaign.\n\t\t\t\t\t\n\t\t\t\t\t By doing so, we will surely bring about a great turning point in the struggle for independence, democracy and reunification in this significant year in which the nation marked the great auspicious event in history."
        },
        {
            "title": "Kim Jong Un Receives Letter from Central Standing Committee of Chongryon",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-17ee.html",
            "content": "Kim Jong Un Receives Letter from Central Standing Committee of Chongryon\r\n Pyongyang, April 11 (KCNA) -- Supreme leader Kim Jong Un received a congratulatory letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on Wednesday.\n\t\t\t\t\t The letter said that Kim Jong Un's reelection as first chairman of the National Defence Commission (NDC) at the First Session of the 13th Supreme People's Assembly of the DPRK was a great national jubilee guaranteeing the accomplishment of the revolutionary cause of Juche pioneered on Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t It said that upholding Generalissimos Kim Il Sung and Kim Jong Il as eternal president and eternal chairman of the NDC of the DPRK and Marshal Kim Jong Un as first chairman of the NDC is the greatest honor and fortune for the officials of Chongryon and Koreans in Japan as well as the people in homeland.\n\t\t\t\t\t\n\t\t\t\t\t It vowed to demonstrate the honor of being the model in conducting the world overseas compatriots' movement by further consolidating Chongryon in an organizational and ideological way, bolstering the single-minded unity and making a tangible contribution to building a thriving nation and accomplishing the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The letter emphasized that Chongryon would bring about a fresh heyday in the movement of Koreans in Japan in the era of Kim Jong Un by brilliantly decorating its 23rd Congress as a meeting of loyalty, single-minded unity and inheritance and innovation, bearing in mind the great national pride and self-esteem of being blessed with illustrious leaders generation after generation."
        },
        {
            "title": "Letter to Kim Jong Un from General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-12ee.html",
            "content": "Letter to Kim Jong Un from General Association of Koreans in China\r\n Pyongyang, April 11 (KCNA) -- Supreme leader Kim Jong Un received a congratulatory letter from the General Association of Koreans in China on Thursday upon his reelection as first chairman of the National Defence Commission (NDC) of the DPRK at the 1st Session of the 13th Supreme People's Assembly of the DPRK.\n\t\t\t\t\t The letter said that Kim Jong Un's reelection as first chairman of the NDC of the DPRK is a great auspicious event of the nation that enables to glorify the socialist country as eternal President Kim Il Sung's and General Secretary Kim Jong Il's Korea and carry out the revolutionary cause of Juche and the revolutionary cause of Songun pioneered in the thick forests of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, advancing under your leadership by holding Kim Il Sung in high esteem as eternal president of the DPRK and Kim Jong Il as eternal chairman of the NDC of the DPRK, will surely achieve the final victory in the cause of building a thriving socialist nation for realizing the people's dream and ideal.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the association and all other Koreans in China will vigorously launch the patriotic movement for the prosperity of the country and the national reunification, rallied close around you with the pride of holding you in high esteem at the helm of the DPRK."
        },
        {
            "title": "Kim Jong Un Receives Floral Basket from Chinese Family",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-28ee.html",
            "content": "Kim Jong Un Receives Floral Basket from Chinese Family\r\n Pyongyang, April 11 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from the family of Zhang Weihua, Chinese anti-Japanese revolutionary martyr, Friday on the occasion of the second anniversary of his election as first secretary of the Workers' Party of Korea."
        },
        {
            "title": "Floral Basket to Kim Jong Un from Palestinian President",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-33ee.html",
            "content": "Floral Basket to Kim Jong Un from Palestinian President\r\n Pyongyang, April 11 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from Palestinian President Mahmoud Abbas with the approach of the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t The floral basket was handed to Ri Su Yong, minister of Foreign Affairs of the DPRK, by Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK, at the Mansudae Assembly Hall on Friday."
        },
        {
            "title": "Floral Basket and Congratulatory Letter to Kim Jong Un from Diplomatic Corps",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-38ee.html",
            "content": "Floral Basket and Congratulatory Letter to Kim Jong Un from Diplomatic Corps\r\n Pyongyang, April 11 (KCNA) -- Supreme leader Kim Jong Un received a floral basket and congratulatory letter from the diplomatic corps here on the occasion of the birth anniversary of President Kim Il Sung and the second anniversary of his election as first secretary of the Workers' Party of Korea and his reelection as first chairman of the National Defence Commission of the DPRK. \n\t\t\t\t\t The floral basket and the congratulatory letter were handed over to Foreign Minister Ri Su Yong by Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK who is doyen of the diplomatic corps, and Liu Hongcai, Chinese ambassador to the DPRK, at the Mansudae Assembly Hall on Friday."
        },
        {
            "title": "DPRK People Enjoy Lots of Social Benefits",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-20ee.html",
            "content": "DPRK People Enjoy Lots of Social Benefits\r\n Pyongyang, April 11 (KCNA) -- The system of universal 12-year compulsory education has come into force in the Democratic People's Republic of Korea, starting on April 1, 2014.\n\t\t\t\t\t The system obliges the government to cost the whole of educational fees.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government has shown all kinds of social benefits for its citizens, ranging from universal free education, universal free medical care to social insurance and security.\n\t\t\t\t\t\n\t\t\t\t\t The social insurance programs include temporary subsidies and maternity allowance.\n\t\t\t\t\t\n\t\t\t\t\t The state social insurance budget covers the fees for excursion, camping and rest at health resorts.\n\t\t\t\t\t\n\t\t\t\t\t The government distributes dwelling houses to residents free of charge. In recent years, many apartment houses have been built at the state expense across the country, including Changjon Street, Unha Scientists Street and the apartment houses for educators of Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t Most of the DPRK citizens do not know properly about what kinds of social benefits they are granted by the state and how much the state pays for the benefits.\n\t\t\t\t\t\n\t\t\t\t\t They are now working hard to make the country more prosperous, with honor of living in the blessed socialist system."
        },
        {
            "title": "Soy-based Dishes Popular at Cooking Festival",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-21ee.html",
            "content": "Soy-based Dishes Popular at Cooking Festival\r\n Pyongyang, April 11 (KCNA) -- The 19th Cooking Festival recently held with the approach of the Day of the Sun (April 15), the birthday of President Kim Il Sung, came under special public spotlight, with more than 700 kinds of soy-based foods presented.\n\t\t\t\t\t Seen at the exhibition of soy-based foods held as part of the festival were various kinds of drinks, staple foods, hot and cold cuisines and cakes presented by restaurants in Pyongyang City.\n\t\t\t\t\t\n\t\t\t\t\t What caught one's eye were boiled rice wrapped in fried bean curd, uncurdled bean curd soup and bean cake, which can be easily cooked at home.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK channels big efforts to bean farming and actively encourages bean foods.\n\t\t\t\t\t\n\t\t\t\t\t The variety of soy-based foods is on the increase year on year with the steady improvement of recipes for the dishes.\n\t\t\t\t\t\n\t\t\t\t\t The country opens exhibitions and shows for soy-based foods each year."
        },
        {
            "title": "Mangyongdae Prize Sports Games Goes On in DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-22ee.html",
            "content": "Mangyongdae Prize Sports Games Goes On in DPRK\r\n Pyongyang, April 11 (KCNA) -- The Mangyongdae Prize Sports Games is now going on in the DPRK.\n\t\t\t\t\t The games, one of the big sports events in the country, is held every year with the birthday of President Kim Il Sung as an occasion and has a history of decades.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, KCNA had an interview with Pak Kwang Rim, a section chief of the Central Sports Events Bureau.\n\t\t\t\t\t\n\t\t\t\t\t Question: Will you tell about an effect of the games on the nation's sports development?\n\t\t\t\t\t\n\t\t\t\t\t Answer: In the past games our athletes fully displayed their technical skills and physical fitness as well as tactics to get estimate of their capabilities they had trained in winter season.\n\t\t\t\t\t\n\t\t\t\t\t The sports associations for events have grasped the technical level of each team and player, through the games, to work out a practicable plan for developing the technique of each event in Korean way. They have also selected promising athletes and taken relevant steps to guide their training.\n\t\t\t\t\t\n\t\t\t\t\t Q: I would like to know about events of the ongoing games and its preparations.\n\t\t\t\t\t\n\t\t\t\t\t A: Involved in the games are nearly 40 events and 500 categories.\n\t\t\t\t\t\n\t\t\t\t\t We sponsored courses for referees and coaches to inform of the rules and regulations of each sporting event and other technical matters related to the games.\n\t\t\t\t\t\n\t\t\t\t\t Domestic athletes were selected and a track decided for the IAAF-27th Mangyongdae Prize Marathon. Now, we are doing our best to make this contest an occasion of bringing a fresh turn in the development of marathon technique.\n\t\t\t\t\t\n\t\t\t\t\t All the participants in the games are filled with the will to set a new record in each event, displaying their high sporting skills, strong collectivism and noble morality."
        },
        {
            "title": "KCNA Commentary Jeers at U.S. Stopgap Measure",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-41ee.html",
            "content": "KCNA Commentary Jeers at U.S. Stopgap Measure\r\n Pyongyang, April 11 (KCNA) -- Burns, deputy state secretary of the United States, recently slandered the Democratic People's Republic of Korea over its regular military drills and nuclear policy for self-defense.\n\t\t\t\t\t He told at an opening ceremony for an institute of the Asia Society on April 8 that the \"north Korea challenge has vexed every U.S. administration since Truman, but it has become even more acute under the present leadership.\" And he said that while maintaining its pressure on the DPRK, the U.S. would continue testing the potential for diplomacy,\" adding \"coordination with its allies is top priority.\"\n\t\t\t\t\t\n\t\t\t\t\t This is no more than a grumble showing the poor position of the U.S. now in a dilemma by the DPRK's tough counteraction. Such rigmarole also represents the previous stand of the U.S. to shift the blame for the aggravated situation of the Korean peninsula on to the DPRK and continue its worn-out anti-DPRK policy by instigating its followers and irritating countries surrounding the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is a big country, beyond comparison with the DPRK, in terms of territory, population and military strength. It is absurd for the former to describe the steps taken by the latter to defend its sovereignty as \"provocation\" and call for pressure on it while beefing up armed forces in the Asia-Pacific region and instigating allies.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks to get any concession from the DPRK by stirring up its neighboring countries. Such attempt is a humiliating act unfit for a big power.\n\t\t\t\t\t\n\t\t\t\t\t Anyhow, the DPRK will do what it should do against the U.S. hostile policy, unshaken at any pressure.\n\t\t\t\t\t\n\t\t\t\t\t In case the U.S. hostility goes over the \"red line\" drawn by the DPRK, the latter will have to take counteractions it had already declared.\n\t\t\t\t\t\n\t\t\t\t\t The aggravated situation and the rupture of denuclearization process in the Korean peninsula are fundamentally ascribable to the U.S. vicious hostile policy towards the DPRK, and the only solution will be the abandonment of such policy."
        },
        {
            "title": "KCNA Commentary Hits at Three-Party Negotiations",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-43ee.html",
            "content": "KCNA Commentary Hits at Three-Party Negotiations\r\n Pyongyang, April 11 (KCNA) -- Three-party negotiations were held in Washington on Monday with an attendance of heads of the U.S, Japan and south Korean delegations to the six-party talks on the nuclear issue.\n\t\t\t\t\t At the negotiations they urged the DPRK to \"refrain from taking threatening action any longer\" and agreed to continue close cooperation with their allies and companions of the international community over the \"human rights performance\" in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Nowadays, the U.S. has frequently convened three-party gatherings with Japan and south Korea, in a bid to prevent strife between its core allies in the Asia-Pacific region and restore the triangular cooperation system. To this end, it intentionally raises the DPRK issue as an agenda item of the gathering.\n\t\t\t\t\t\n\t\t\t\t\t Such effort of the U.S. is not intended only to stifle the DPRK. The U.S. regards it as the foremost task to strengthen cooperation with its regional allies for the implementation of its pivot to Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\t In order to draw regional allies closer to it and steadily beef up its military strength, the U.S. would aggravate the situation of the Korean peninsula intentionally and periodically. Meanwhile, it is loudly asserting that the DPRK is to blame for the regional tension.\n\t\t\t\t\t\n\t\t\t\t\t But, such actions of the U.S. refusing dialogue and rendering the situation tense are pushing the developments in the Korean peninsula to the direction against denuclearization.\n\t\t\t\t\t\n\t\t\t\t\t If the denuclearization of the Korean peninsula continues to undergo setbacks, the blame for this will be entirely on the U.S."
        },
        {
            "title": "Papers Praise Kim Jong Un's Feats ",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-15ee.html",
            "content": "Papers Praise Kim Jong Un's Feats\r\n Pyongyang, April 11 (KCNA) -- The 1st Session of the 13th Supreme People's Assembly of the DPRK reelected supreme leader Kim Jong Un as first chairman of the National Defence Commission of the DPRK. \n\t\t\t\t\t Papers Friday in editorials say that this is an expression of the steadfast faith and will of all the party members, service personnel and other people of the DPRK to uphold the idea and cause of Generalissimos Kim Il Sung and Kim Jong Il with loyalty and accomplish the revolutionary cause of Juche and the cause of building a thriving nation, rallied close around Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Papers praise Kim Jong Un as a great guide who carries on the march started on Mt. Paektu, an outstanding statesman who brings about a great victory and leaping progress and a distinguished leader of the people who encourages the army and the people to give full play to their mental power.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\t The Generalissimos' idea and cause are justice and victory. This is the transparent faith of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t During the past two years, the popular character of the party and the state has been remarkably strengthened under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t His noble intention is to serve the people and put their interests and conveniences above all the way we hold Kim Il Sung and Kim Jong Il in high esteem. This taught our officials and led them to making devoted service for the people.\n\t\t\t\t\t\n\t\t\t\t\t The advance in the new century of Juche is associated with the wise leadership of Kim Jong Un who leads the confrontation with the U.S. and the drive of building a thriving socialist nation to victory with a fierce offensive.\n\t\t\t\t\t\n\t\t\t\t\t This is the greatest pride and honor of our army and people to build a prosperous country and set an example of the era for the accomplishment of the socialist cause, being blessed with illustrious leaders generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says that as the Korean people hold Kim Jong Un in high esteem as the most outstanding leader in the present century, they will demonstrate their dignity as the great Kim Il Sung's nation forever and all the dreams and ideals desired by the people will be brought into full bloom on this land."
        },
        {
            "title": "Minju Joson Brands S. Korean Authorities as Arch Criminal Scrapping North-South Agreement",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-09ee.html",
            "content": "Minju Joson Brands S. Korean Authorities as Arch Criminal Scrapping North-South Agreement\r\n Pyongyang, April 11 (KCNA) -- The south Korean chief executive said at a meeting of senior secretaries of Chongwadae on April 7 that the DPRK scrapped the agreement to stop slandering each other.  This does not deserve even a passing note, Minju Joson Friday says in its commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is not the DPRK but the south Korean authorities which scrapped the north-south agreement. The south Korean chief executive takes the lead in slandering the DPRK, with no control of her tongue. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive's sophism that the DPRK scrapped the agreement which was reached with its much efforts only reveals her poor knowledge without common sense. \n\t\t\t\t\t\n\t\t\t\t\t Recalling that she bitterly slandered the DPRK during her recent visits to the Netherlands and Germany, the commentary says:\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, she let loose reckless remarks before the senior secretaries of Chongwadae. \n\t\t\t\t\t\n\t\t\t\t\t No wonder, the south Korean Kyunghyang Daily News in an editorial said \"provocative remarks should be refrained if the south admits the north as the partner of dialogue and cooperation.\" It also said \"there is no reason for the president to take the lead in making such remarks\", adding \"as she is the president of south Korea, she should express the same words the other way, not making the north angry\" and that \"the president is neither a controversialist nor a critic.\" \n\t\t\t\t\t\n\t\t\t\t\t This is the reflection of the south Korean people on her reckless remarks. \n\t\t\t\t\t\n\t\t\t\t\t If she truly hopes for the improvement of the relations between the north and the south, she should take good control of her tongue and the internal affairs of south Korea, to begin with, so as not to have the agreement scrapped."
        },
        {
            "title": "Struggle for Independence, Democracy and Reunification Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-25ee.html",
            "content": "Struggle for Independence, Democracy and Reunification Called for in S. Korea\r\n Pyongyang, April 11 (KCNA) -- Members of reunification movement organizations and civic and public organizations held a memorial service for Ri Jong Rin, former honorary chairman of the South Headquarters of the Pan-National Alliance for Korea's Reunification, in Seoul on April 7, according to the south Korean internet newspaper Thongil News. The organizations included members of the Reunification Meeting, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy, the Society of April Revolution, the People for Achieving Peace and Reunification and the Solidarity for Progress of south Korea.\n\t\t\t\t\t  Speakers at the service recalled that he made a positive contribution to the struggle for the reunification of the nation. \n\t\t\t\t\t\n\t\t\t\t\t Noting that he waged an indomitable struggle despite ceaseless arrests, imprisonments, harsh suppressions and ordeals, the speakers said they could never forget Ri who took the lead in a hunger strike for the repeal of the \"Security Law\" though he was at the advanced age. \n\t\t\t\t\t\n\t\t\t\t\t The present chief executive is obsessed with daydream of \"unification by absorption\" contrary to the reality in which an atmosphere is being created for the reunion of separated families and relatives in the south and the north, they said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is busy inciting confrontation between Koreans and escalating the military tension on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The reunification movement organizations including the South Headquarters of the Pan-National Alliance for Korea's Reunification and civic and public organizations will dynamically struggle for independence, democracy and reunification following the spirit of the honorary chairman."
        },
        {
            "title": "Kim Il Sung Praised by Russian Papers",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-13ee.html",
            "content": "Kim Il Sung Praised by Russian Papers\r\n Pyongyang, April 11 (KCNA) -- Russian papers carried special write-ups on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The Russian paper Moya Interesnaya Gazeta in its third issue carried an article titled \"Eternal sun of Juche\" illustrated with portraits of smiling Kim Il Sung and General Secretary Kim Jong Il. It said:\n\t\t\t\t\t\n\t\t\t\t\t The progressive mankind is highly praising Kim Il Sung, founder of socialist Korea, as the eternal sun of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The President provided a great guiding idea for advancing the cause of independence by founding the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t As he opened up the era of independence and devoted all his life to the advance of the socialist cause, he will always live in the hearts of the progressive mankind as the eternal sun of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The Russian paper Communar on April 3 dedicated a whole page to a special write-up illustrated with a portrait of smiling Kim Il Sung and a photo of Kim Il Sung together with Kim Jong Il and anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\t The paper said in the article titled \"Immortal exploits of Kim Il Sung in building an independent and sovereign state\" that the important in the exploits he performed for the Korean revolution is that he built an independent and sovereign state defending and realizing the requirements and interests of the people.\n\t\t\t\t\t\n\t\t\t\t\t Komsomolskaya Pravda on April 4 carried an article under the title of \"Kimilsungism-Kimjongilism is the undying banner of the national prosperity\" illustrated with a photo of smiling Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that all miracles and changes that take place in the DPRK are unthinkable apart from Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t It said Kimilsungism-Kimjongilism is the correct guideline indicating the road of the national prosperity, adding Kimilsungism-Kimjongilism is the lifeline of the Korean people."
        },
        {
            "title": "Kim Il Sung Praised by Beninese Political Figure",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-02ee.html",
            "content": "Kim Il Sung Praised by Beninese Political Figur\r\n Pyongyang, April 11 (KCNA) -- Ali Houdou, president of the Socialist Party of Benin, issued a statement on April 3 on the occasion of the birth anniversary of President Kim Il Sung (Day of the Sun).\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The progressive humankind is to celebrate the 102nd birth anniversary of Kim Il Sung, founding father and eternal president of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t The President worked heart and soul for the accomplishment of the cause of global independence all his life.\n\t\t\t\t\t\n\t\t\t\t\t He gave lucid answers to the principled issues arising in accomplishing the cause of global independence including the issue of struggling against the imperialist aggressive forces by defending independence in the struggle for peace and achieving the close unity of the world peace-loving forces and the issue of struggling in unity and getting united through struggle.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely supported the cause of independence against imperialism of foreign countries and nations. It brings a surge of warmth to the hearts of all of us desirous of socialism.\n\t\t\t\t\t\n\t\t\t\t\t His energetic and selfless support dynamically encouraged the people of many countries in their struggle of opposing imperialism and building a new society.\n\t\t\t\t\t\n\t\t\t\t\t The banner of independence held high by the President is serving as a great motive power instilling energy and courage not only into the Korean people steadily registering epoch-making successes in building a thriving socialist nation but into the progressive humanity struggling to accomplish the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t All members of the Socialist Party of Benin pay profound tribute to Kim Il Sung who made undying feats in accomplishing the socialist cause and human cause of independence on the occasion of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea and the Korean people will surely win the final victory as they are led by supreme leader Kim Jong Un."
        },
        {
            "title": "Events for Celebrating Day of Sun Held Abroad",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-03ee.html",
            "content": "Events for Celebrating Day of Sun Held Abroad\r\n Pyongyang, April 11 (KCNA) -- Events for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) took place in foreign countries.\n\t\t\t\t\t Meetings, photo and book exhibitions and film shows took place in Bangladesh, Mongolia and Switzerland on April 4 and 5.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with the immortal exploits of Kim Il Sung, General Secretary Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t On display there also were works of the peerlessly great men and books introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Participants watched Korean films including \"Fireworks of a Thriving Nation\" at the film shows.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Bangladesh-Korea Friendship and Solidarity Committee and other speakers highly praised the President for turning the DPRK into a socialist power of independence, self-reliance and self-defence.\n\t\t\t\t\t\n\t\t\t\t\t They praised him for defeating U.S. and Japanese imperialisms in one generation, performing a miracle in the world history.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Mongolia-Korea Friendship Society said that the President was a peerless statesman and great revolutionary, adding that he made a great contribution to the development of the Mongolia-DPRK friendship.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Switzerland-Korea Committee praised the President as a peerlessly great man always living in the hearts of not only the Korean people but the world progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the President set forth the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo and wisely led the Korean people in their struggle for reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Un were adopted at the events held in Mongolia and Switzerland."
        },
        {
            "title": "Indonesian Political Party Denounces Japan's Move to Seize Korean Hall of Chongryon",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-04ee.html",
            "content": "Indonesian Political Party Denounces Japan's Move to Seize Korean Hall of Chongryon\r\n Pyongyang, April 11 (KCNA) -- The Indonesian Democratic Party of Struggle issued a statement on April 3 condemning the Japanese authorities' move to seize the Korean Hall of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian Democratic Party of Struggle bitterly condemns the Japanese authorities for instigating the Tokyo District Court to make an illegal decision on allowing the sale of the land and building of the hall.\n\t\t\t\t\t\n\t\t\t\t\t As the world knows, Chongryon is a dignified overseas Korean citizens' body of the DPRK for protecting the legal rights of the Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The action taken by the Japanese authorities is a wanton violation of the dignity and vital rights of Chongryon and Koreans in Japan and a grave encroachment upon the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We demand Japan halt such an action at once."
        },
        {
            "title": "British Bodies Condemn Japan's Move to Seize Korean Hall of Chongryon",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-05ee.html",
            "content": "British Bodies Condemn Japan's Move to Seize Korean Hall of Chongryon\r\n Pyongyang, April 11 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British Branch of the Korean Friendship Association released a joint statement on April 4 denouncing the Japanese authorities' move to seize the Korean Hall of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t Saying that all progressives of the world are bitterly condemning the Japanese government for the move to illegally seize the hall, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The illegal decision on allowing the sale of the land and building of the hall is an intolerable fascist repression.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities have long resorted to the frantic anti-Chongryon moves to seize the hall.\n\t\t\t\t\t\n\t\t\t\t\t As for Koreans in Japan, they are the victims of the Japanese imperialists' criminal forcible drafting of Koreans and their descendants.\n\t\t\t\t\t\n\t\t\t\t\t So the authorities have legal and moral responsibilities to protect the rights and properties of Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t It is unpardonable that the authorities are resorting to the move to disintegrate and stamp out the organization instead.\n\t\t\t\t\t\n\t\t\t\t\t The recent decision is a serious act hostile to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the Japanese authorities properly understand that such suppression is an unpardonable provocation against the DPRK and self-destruction that will lead the relations between the DPRK and Japan to the worst phase, and behave themselves."
        },
        {
            "title": "Japanese Authorities' Move to Seize Korean Hall of Chongryon Censured in Russia",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-06ee.html",
            "content": "Japanese Authorities' Move to Seize Korean Hall of Chongryon Censured in Russia\r\n Pyongyang, April 11 (KCNA) -- Russian personages issued statements on April 1 and 2 in denunciation of the Japanese authorities' move to seize the Korean Hall of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t Viktor Yegorov, chairman of the Karelia-DPRK Friendship Association of Russia, said:\n\t\t\t\t\t\n\t\t\t\t\t Japan is a criminal state which inflicted upon the Korean nation untold misfortune and sufferings after its illegal occupation of Korea in the last century.\n\t\t\t\t\t\n\t\t\t\t\t Recently it made an illegal decision on allowing the sale of the land and building of the Korean Hall of Chongryon, a center of activities of the Koreans in Japan, far from making an apology and reparation for its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t Such behavior is a wanton violation of the dignity and vital rights of Chongryon and the Koreans in Japan and a serious encroachment upon the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government should stop at once the move to illegally seize the hall of Chongryon and provocations against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t C. M. Kramarenko, chairman of the Korean War Veterans' Council of Russia, said:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government revealed its criminal wicked design to intensify the crackdown upon Chongryon and Koreans in Japan through the illegal decision on allowing the sale of the Korean Hall.\n\t\t\t\t\t\n\t\t\t\t\t The government should protect the rights and properties of the Koreans in Japan, victims of the forcible drafting committed by the Japanese imperialists in the past and their descendents.\n\t\t\t\t\t\n\t\t\t\t\t We strongly accuse the Japanese government of its move to seize the hall."
        },
        {
            "title": "Romanian Political Figure Denounces Japanese Authorities for Its Moves to Seize Korean Hall",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-07ee.html",
            "content": "Romanian Political Figure Denounces Japanese Authorities for Its Moves to Seize Korean Hall\r\n Pyongyang, April 11 (KCNA) -- Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, issued a statement on April 1 in denunciation of Japan's moves to seize the Korean Hall of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Council of the Socialist Party of Romania demands the Japanese authorities roll back at once their recent unreasonable decision on allowing the sale of the land and building of the Korean Hall of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Their decision is a wanton violation of the dignity and vital rights of Chongryon and Koreans in Japan and a serious encroachment upon and challenge to the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Council and all members of the Socialist Party of Romania once again urge the Japanese authorities to immediately roll back their policy of discrimination against Koreans in Japan and ensure their democratic national rights.\n\t\t\t\t\t\n\t\t\t\t\t The world progressive humankind stands by the just Korean people.\n\t\t\t\t\t\n\t\t\t\t\t We strongly demand the Japanese authorities face up to the trend of times and behave with discretion."
        },
        {
            "title": "Kyrgyz, Tajik Figures Urge Japan to Stop Suppression of Chongryon",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-08ee.html",
            "content": "Kyrgyz, Tajik Figures Urge Japan to Stop Suppression of Chongryon\r\n Pyongyang, April 11 (KCNA) -- Kyrgyz and Tajik figures made public statements on April 3 and 4 denouncing Japan's suppression of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t A. Usupbayev, chairman of the Central Council of the People Unity \"Kyrgys El\" Republican Political Party who is chief of the group for the study of the Juche idea, condemned the Japanese authorities for making an illegal decision on allowing the sale of the land and building of the Korean Hall of Chongryon and persistently resorting to the moves to stamp out the dignified overseas Korean citizens' body of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\tThe decision lashed the Korean people and all other progressives of the world into a great fury.\n\t\t\t\t\t\n\t\t\t\t\t We denounce such an action and strongly demand Japan withdraw the decision at once.\n\t\t\t\t\t\n\t\t\t\t\t Sh. Shabdolov, chairman of the Communist Party of Tajikistan, said that the hall has played a role of the diplomatic mission of the DPRK in Japan, in fact, making efforts for bilateral friendship and peace in Northeast Asia as there are no diplomatic relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Branding Japan's act as a clear and gross violation of the dignity and legal rights of the Koreans in Japan, he urged Japan to stop the suppression at once."
        },
        {
            "title": "Kim Jong Un se retrata con diputados a la APS",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-44ee.html",
            "content": "Kim Jong Un se retrata con diputados a la APS\r\nPyongyang, 11 de abril (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, tomo el dia 10 una foto de recuerdo con los diputados a la XIII legislatura de la Asamblea Popular Suprema de la RPDC ante las estatuas de bronce de los Generalisimos Kim Il Sung y Kim Jong Il erguidas en la capitalina colina Mansu.\n\t\t\t\t\tCuando el salio al lugar de filmacion, todos los participantes le acogieron con efusivas aclamaciones de \"!Viva!\"\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal felicito a los diputados que celebraron con exito el primer periodo de sesiones de la XIII legislatura de la APS, diciendo que esta reunion constituye un hito de viraje y evento politico en la lucha por manifestar otra vez el poderio de la unidad monolitica de las filas revolucionarias unidas con firmeza en torno al partido y fortalecer mas la RPDC como Estado socialista del Juche.\n\t\t\t\t\t\n\t\t\t\t\tExpresando la esperanza y conviccion de que los diputados, quienes desempenan el papel protagonico en la defensa de la patria y todos los sectores de la construccion socialista, trabajaran con abnegacion por la prosperidad de la patria como servidores fieles al pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en la ocasion Kim Yong Nam, Pak Pong Ju, Choe Ryong Hae, Ri Yong Gil, Jang Jong Nam, Ri Ul Sol, Kim Chol Man, Kim Ki Nam, Choe Thae Bok, Yang Hyong Sop, Choe Yong Rim, Ri Yong Mu, Pak To Chun, Kang Sok Ju, Kim Won Hong y otros diputados."
        },
        {
            "title": "Kim Jong Un envia subsidios escolares y becas a hijos de coreanos en Japon",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-45ee.html",
            "content": "Kim Jong Un envia subsidios escolares y becas a hijos de coreanos en Japon\r\nPyongyang, 11 de abril (ACNC) -- Con motivo del 102o aniversario del nacimiento del Presidente Kim Il Sung, el Mariscal Kim Jong Un envio a la Asociacion General de Coreanos Residentes en Japon (Chongryon) los subsidios escolares y becas valorados en 207 millones 800 mil \\ (moneda japonesa) para la educacion nacional democratica de los hijos de los coreanos radicados en Japon.\n\t\t\t\t\tLa suma total de los mismos fondos enviados por el Presidente Kim Il Sung, el Dirigente Kim Jong Il y el Mariscal Kim Jong Un en 160 ocasiones hasta la fecha llega a 47 mil 331 millones 150 mil 390 \\."
        },
        {
            "title": "Departamento de Politica del CDN critica actitud dual de EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-46ee.html",
            "content": "Departamento de Politica del CDN critica actitud dual de EE.UU.\r\nPyongyang, 11 de abril (ACNC) -- El 23 de marzo pasado, los titeres surcoreanos realizaron en secreto la prueba de lanzamiento del misil balistico con alcance de 500km y lo publicaron tardiamente.\n\t\t\t\t\tAhora, Estados Unidos y el Consejo de Seguridad de la ONU no dicen nada haciendose desentendidos del caso.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el vocero del Departamento de Politica del Comite de Defensa Nacional de la Republica Popular Democratica de Corea hizo publica el dia 11 una declaracion.\n\t\t\t\t\t\n\t\t\t\t\tLa nota senala que dicha actitud contrasta diametralmente con la reaccion sobre el lanzamiento de satelite artificial y el ejercicio de disparo de cohetes, ejecutados por la RPDC, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tAsi quedaron revelados otra vez a la vista del mundo la actitud de doble rasero y el dual y descarado modo de actuar de EE.UU. sobre los mismos hechos.\n\t\t\t\t\t\n\t\t\t\t\tEn lo referente al misil balistico lanzado por los titeres surcoreanos, es un producto de la confabulacion entre estos lacayos y su amo gringo que les autorizo ampliar el alcance de misiles surcoreanos a 800 km y les transfirio hasta la tecnologia medular instigando el disparo a puertas cerradas.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta oportunidad, urgimos categoricamente a EE.UU. a tomar la correcta decision politica como digno pais grande. \n\t\t\t\t\t\n\t\t\t\t\tAnte todo, EE.UU. debe actuar con imparcialidad si desea mantener la honra de potencia y recibir el trato merecido.\n\t\t\t\t\t\n\t\t\t\t\tY debe tener sano juicio, aunque sea ahora mismo, dandose clara cuenta de que el ejercito y pueblo coreanos no se rendiran jamas ante la politica hostil norteamericana anti-RPDC, cuya forma se cambia incesantemente. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. esta acostumbrado a la arrogancia y envanecimiento extremos, debido a lo cual los duenos de la Casa Blanca arremeten contra la contraparte despreciada y sufren siempre la derrota. El imperio debe reconocerlo. \n\t\t\t\t\t\n\t\t\t\t\tSu error mas grande es que el olvida esta realidad y leccion dejadas por la historia de confrontacion RPDC-EE.UU. de mas de medio siglo.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe estudiar bien sobre la RPDC, aunque sea ahora mismo, y tomar la decision de abandonar la politica hostil anti-RPDC optada mal.\n\t\t\t\t\t\n\t\t\t\t\tPor inmediato, debe reflexionar sobre el pasado erroneo con la retirada de las \"sanciones\" anti-RPDC de toda indole inventados por si mismo. \n\t\t\t\t\t\n\t\t\t\t\tSi no hubiera algun problema en el misil balistico lanzado por los titeres surcoreanos, tampoco sera cuestionable el lanzamiento de satelite y cohetes de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tPues, EE.UU. no debe portarse mal criticando todas las medidas militares de la RPDC por el fortalecimiento del disuasivo de autodefensa. \n\t\t\t\t\t\n\t\t\t\t\tReafirmamos que tomaremos tenazmente las contramedidas de autodefensa mientras que siga la politica hostil anti-RPDC de EE.UU. basada en el despotismo, las arbitrariedades y la bandidesca pauta de doble rasero. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe tener presente que no tiene la cara ni calificacion de acusar mas a la RPDC."
        },
        {
            "title": "Kim Jong Un recibe felicitaciones del presidente vietnamita",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-47ee.html",
            "content": "Kim Jong Un recibe felicitaciones del presidente vietnamita\r\nPyongyang, 11 de abril (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recibio un mensaje de felicitacion que le enviara el dia 10 Truong Tan Sang, Presidente de la Republica Socialista de Vietnam y del Consejo de Defensa Nacional y Seguridad.\n\t\t\t\t\tEl mensaje sigue:\n\t\t\t\t\t\n\t\t\t\t\t  Le extiendo mis calidas felicitaciones con motivo de su reeleccion como Primer Presidente del CDN de la RPDC en el primer periodo de sesiones de la XIII legislatura de la Asamblea Popular Suprema.\n\t\t\t\t\t\n\t\t\t\t\t  Estoy convencido de que las tradicionales relaciones de amistad y cooperacion entre nuestros dos paises seguiran consolidandose y desarrollandose conforme a los intereses de ambos pueblos y en aras de la paz, la estabilidad, la cooperacion y el desarrollo en la region de Asia-Pacifico y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Formulo sinceros votos por que el pueblo coreano continue logrando, bajo su guia, nuevos y mayores exitos en la causa de construccion y desarrollo del pais.\n\t\t\t\t\t\n\t\t\t\t\tLe deseo que tenga buena salud y siga alcanzando muchos exitos en sus nobles labores."
        },
        {
            "title": "MINSEP festeja reeleccion de Kim Jong Un como Primer Presidente de CDN",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-48ee.html",
            "content": "MINSEP festeja reeleccion de Kim Jong Un como Primer Presidente de CDN\r\nPyongyang, 11 de abril (ACNC) -- Tuvo lugar el dia 11 el mitin del Ministerio de Seguridad del Pueblo (MINSEP) para festejar la reeleccion del Mariscal Kim Jong Un como Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea. \n\t\t\t\t\tHubo informe e intervenciones. \n\t\t\t\t\t\n\t\t\t\t\tLos oradores dijeron que gracias a la reeleccion del Mariscal como Primer Presidente del CDN que representa y simboliza la dignidad y las inagotables fuerzas estatales, fue garantizada firmemente la eternidad de Corea de Kim Il Sung y Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tMencionaron que el Mariscal, quien junto con el Dirigente Kim Jong Il avanzo el arduo camino de la revolucion del Songun, alcanzo las brillantes hazanas en todos los dominios entre otros la politica, los asuntos militares, la economia y la cultura, encargandose de la responsabilidad del partido, el Estado y el ejercito.\n\t\t\t\t\t\n\t\t\t\t\tRefirieron que el Mariscal hizo que todas las labores de los organos de seguridad publica se desarrollaran en el principio de dar primera importancia a la demanda y el interes del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tSubrayaron la necesidad de defender fidedignamente la unidad monolitica entre el partido y las filas revolucionarias en torno al Comandante Supremo Kim Jong Un, consolidar mas la base politica e ideologica y cumplir la mision y el deber de defender al lider, el regimen y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tAsistieron a la ocasion el ministro Choe Pu Il, los funcionarios y miembros del MINSEP."
        },
        {
            "title": "Inaugurada galeria por Dia del Sol",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-49ee.html",
            "content": "Inaugurada galeria por Dia del Sol\r\nPyongyang, 11 de abril (ACNC) -- Quedo inaugurada el dia 10 en el Museo de Bellas Artes de Corea la exhibicion central de bellas artes por el Dia del Sol (15 de abril, cumpleanos del Presidente Kim Il Sung).\n\t\t\t\t\tEn la sede estan exhibidas las pinturas que muestran la vida revolucionaria del Presidente y las hazanas de los grandes hombres sin pares del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tLa pancarta \"!Viva el General Kim Il Sung, heroe legendario de lucha antijaponesa!\", la pintura al oleo \"Primavera de 1939\", la pintura al estilo coreano \"Jubilo de octubre\" y otras describen bien las cualidades de gran hombre del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tLa pintura al estilo coreano \"El Presidente y el campesino\", la otra al oleo \"?Adonde va esta noche el Presidente?\" y la pancarta \"!Sera eterno el amor del Presidente!\" transmiten las huellas de direccion del lider coreano que consideraba al pueblo como el cielo.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, se ven otros cuadros que elogian las hazanas del Dirigente Kim Jong Il y muestran los aspectos de la patria que se convierte en el paraiso del pueblo y el pais civilizado socialista.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto inaugural participaron el secretario del CC del Partido del Trabajo de Corea, Kim Ki Nam, el presidente del Comite Central de la Federacion General de Escritores y Artistas de Corea, An Tong Chun, los funcionarios interesados, los creadores de bellas artes, los jovenes y estudiantes capitalinos.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, quedo inaugurada tambien la exposicion de bellas artes Songhwa por la misma efemeride."
        },
        {
            "title": "Inaugurado XXIX Festival Artistico de Amistad Abril en Primavera",
            "url": "http://kcna.co.jp/item/2014/201404/news11/20140411-50ee.html",
            "content": "Inaugurado XXIX Festival Artistico de Amistad Abril en Primavera\r\nPyongyang, 11 de abril (ACNC) -- Quedo inaugurado en esta capital el XXIX Festival Artistico de Amistad Abril en Primavera.\n\t\t\t\t\tTuvo lugar el dia 11 en el Gran Teatro de Pyongyang Este la ceremonia inaugural.\n\t\t\t\t\t\n\t\t\t\t\tAl llegar los participantes al lugar del festival, se desplegaron bailes con abanico y zanggo (tambor coreano), el circo y otros al compas de la interpretacion de la banda femenina de instrumentos de viento.\n\t\t\t\t\t\n\t\t\t\t\tLos ninos coreanos dieron a los participantes las ramitas de flores y fueron introducidas las entidades artisticas participantes.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia inaugural estuvieron presentes el secretario del Comite Central del Partido del Trabajo de Corea Kim Ki Nam, el vicepresidente del Presidium de la Asamblea Popular Suprema Yang Hyong Sop y otros funcionarios interesados, asi como los trabajadores capitalinos, los artistas extranjeros, los artistas coreanos en ultramar, las delegaciones de varios paises y los representantes diplomaticos, los delegados de las organizaciones internacionales y los miembros del Cuerpo de Agregados Militares y los miembros de las embajadas, acreditados en Corea, los miembros de las embajadas coreanas en Corea y los coreanos en ultramar.\n\t\t\t\t\t\n\t\t\t\t\tCon la interpretacion de la cancion \"Nuestro Lider\", los artistas coreanos bailaron con la ferviente anoranza al Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tHan Chol, viceministro de Cultura y vicepresidente del Comite Organizador del Festival dijo en su discurso de apertura que a traves de las actividades artisticas, los participantes en el festival demostraran la excelente tradicion cultural y el aspecto de desarrollo del arte de sus respectivos paises y naciones, y profundizaran el sentimiento de amistad.\n\t\t\t\t\t\n\t\t\t\t\tEl primer director de la funcion de apertura del festival, Viktor Yeliseev, jefe del Conjunto Artistico Academico de la Unidad del Ministerio del Interior de Rusia, pronuncio que considera gran orgullo dirigir el inmortal himno revolucionario \"Cancion del General Kim Il Sung\".\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que felicita con sinceridad al Mariscal Kim Jong Un quien fue reelecto en el primer periodo de sesiones de XIII legislatura de la Asamblea Popular Suprema de la RPDC como Primer Presidente del Comite de Defensa Nacional de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido hubo la funcion de los artistas coreanos."
        }
    ]
}