{
    "date": "2014-06-06",
    "url": "http://kcna.co.jp/item/2014/201406/2014-06-06ee.html",
    "articles": [
        {
            "title": "CPRK Secretariat Blasts Designation of Kim Kwan Jin as Chief of Security Office of Chongwadae",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-22ee.html",
            "content": "CPRK Secretariat Blasts Designation of Kim Kwan Jin as Chief of Security Office of Chongwadae\r\nPyongyang, June 6 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) issued information bulletin No.1065 Friday in connection with the fact that Park Geun Hye designated puppet Minister of Defense Kim Kwan Jin to succeed Kim Jang Su, chief of the security office of Chongwadae, who was dismissed in face of the public censure and denunciation.\n\t\t\t\t\t This is little short of an open declaration that south Korea would stand in confrontation with the DPRK to the last and will not rule out a war against it.\n\t\t\t\t\t\n\t\t\t\t\t At a meeting of chief secretaries of Chongwadae, Park said the recent measure was taken in consideration of the situation where the north's provocations persist and the security of south Korea is threatened. Kim Kwan Jin, echoing her outbursts, talked rubbish that \"she is well aware of the importance of security\" and \"he would assist the president in implementing her state administration philosophy.\" This was full disclosure of his sinister intention.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye who knows nothing about military was raised watching only the military dictatorial rule in Chongwadae since the days of the Park Chung-hee \"regime.\" She seems to think that she can rest assured of security if she appoints such die-hard confrontation maniac as Kim Kwan Jin. This is, however, a serious miscalculation.\n\t\t\t\t\t\n\t\t\t\t\t Park should drop the foolish ambition for ensuring security through confrontation.\n\t\t\t\t\t\n\t\t\t\t\t She should stop such stupid act not helpful to her, clearly understanding that she will have to pay a high price for taking war maniac Kim under her wing."
        },
        {
            "title": "American Citizen Detained in DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-21ee.html",
            "content": "American Citizen Detained in DPRK\r\nPyongyang, June 6 (KCNA) -- American citizen Jeffrey Edward Fowle entered the DPRK as a tourist on April 29 and acted in violation of the DPRK law, contrary to the purpose of tourism during his stay.\n\t\t\t\t\t A relevant organ of the DPRK detained him and is investigating him."
        },
        {
            "title": "Swedish Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-16ee.html",
            "content": "Swedish Ambassador Hosts Reception\r\nPyongyang, June 6 (KCNA) -- Karl-Olof Andersson, Swedish ambassador to the DPRK, Friday hosted a reception at his embassy on the occasion of the national day of his country.\n\t\t\t\t\t Present there  on invitation were Kung Sok Ung, vice-minister of Foreign Affairs, Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairman of the DPRK-Sweden Friendship Association, officials concerned, foreign diplomatic envoys and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t On hand there were staff members of the Swedish embassy.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the reception."
        },
        {
            "title": "DPRK Government Economic Delegation Returns",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-15ee.html",
            "content": "DPRK Government Economic Delegation Returns\r\nPyongyang, June 6 (KCNA) -- A DPRK government economic delegation led by Minster of Foreign Trade Ri Ryong Nam returned home on Friday after taking part in the 9th meeting of the DPRK-Syria Joint Economic Committee in Damascus, Syria and the 6th meeting of the inter-governmental committee for cooperation in trade, economy, science and technology between the DPRK and the Russian Federation in Vladivostok, Russia."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Construction of Baby Home and Orphanage",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-24ee.html",
            "content": "DPRK Premier Makes Field Survey of Construction of Baby Home and Orphanage\r\nPyongyang, June 6 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of the construction of Pyongyang Baby Home and Orphanage.\n\t\t\t\t\t The baby home and orphanage being modernly built on the picturesque bank of the River Taedong are the cradles of love shown by Marshal Kim Jong Un for their babies and orphans.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on panoramic pictures of the baby home and orphanage, the premier looked round various places of the construction sites to learn about the material supply. He encouraged soldier-builders glorifying through the creation a new speed of construction the honor of a Korean unit teaching construction methods bestowed by supreme commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Practical issues were discussed on the spot to supply in good time building materials and finishing building materials for the interior of the baby home and orphanage, equipment, furniture, etc.\n\t\t\t\t\t\n\t\t\t\t\t Many stirring legends have been created across the country thanks to the noble love for younger generation shown by the Workers' Party of Korea, the premier said, calling upon the Cabinet, ministries and national institutions to fulfill their responsibility and role in the construction of the baby home and orphanage.\n\t\t\t\t\t\n\t\t\t\t\t At a park newly being built at the Rungna People's Pleasure Park, he underlined the need to scrupulously organize the construction command, fully meet the requirements of building methods and conduct afforestation and greening well in harmony with the picturesque of the River Taedong."
        },
        {
            "title": "Anniversary of KCU Observed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-18ee.html",
            "content": "Anniversary of KCU Observed in DPRK\r\nPyongyang, June 6 (KCNA) -- The younger generation of Songun Korea greeted the 68th anniversary of the founding of the Korean Children's Union (KCU).\n\t\t\t\t\t Laughing and song of happiness of the KCU members resounded across the country including remote mountain villages, far-flung islets and villages adjacent to the demarcation line.\n\t\t\t\t\t\n\t\t\t\t\t The KCU members visited the statues of the great Generalissimos Kim Il Sung and Kim Jong Il and portraits of the smiling Generalissimos on the occasion of the anniversary.\n\t\t\t\t\t\n\t\t\t\t\t Admission ceremonies of the KCU took place at the meetings of the KCU organizations held in provinces.\n\t\t\t\t\t\n\t\t\t\t\t Pak Pong Ju, Choe Thae Bok, Thae Jong Su, and leading officials of the local party and power bodies went to Pyongyang Mirim School, South Phyongan Provincial Secondary School, Hamhung Primary School and other secondary and primary schools across the country to congratulate schoolchildren on the anniversary of the KCU.\n\t\t\t\t\t\n\t\t\t\t\t Art performances were given by schoolchildren in provinces.\n\t\t\t\t\t\n\t\t\t\t\t Through songs \"Thanks to Marshal Kim Jong Un\" and \"We Are the Happiest in the World\" the performers represented the happy life of the schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t Dancing parties and sports and amusement games of KCU members took place at schools and their drawing and workmanship exhibitions in cities and counties.\n\t\t\t\t\t\n\t\t\t\t\t Laughing of schoolchildren was heard from people's resting places including the Munsu Water Park that day."
        },
        {
            "title": "Art Performance of National Art Festival of Schoolchildren Given",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-23ee.html",
            "content": "Art Performance of National Art Festival of Schoolchildren Given\r\nPyongyang, June 6 (KCNA) -- An art performance of the 52nd national art festival of schoolchildren for celebrating the 68th anniversary of the founding of the Korean Children's Union was given at the Mangyongdae Schoolchildren's Palace on Friday.\n\t\t\t\t\t Among the audience were Choe Ryong Hae, secretary of the Central Committee of the Workers' Party of Korea, Jon Yong Nam, chairman of the Central Committee of the youth league, officials concerned, officials of the youth league and school youth and children in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with prologue \"June 6 Is Our Holiday\". Put on the stage were colorful numbers such as trio and chorus \"We Are Happy under Care of Marshal Kim Il Sung\", male chorus \"Let's Sing High the Song of General Kim Jong Il\" and female chorus \"Marshal Kim Jong Un Is Our Father\".\n\t\t\t\t\t\n\t\t\t\t\t The performers vividly sang of the ardent longing and reverence of schoolchildren across the country for Kim Il Sung and Kim Jong Il and extended deep thanks to Kim Jong Un who is showing profound loving care for them.\n\t\t\t\t\t\n\t\t\t\t\t Accordion and chorus \"We Are the Happiest in the World\", female chorus \"Magpie of Pyongyang\" and other numbers represented well the bright and cheerful younger generation bringing into full bloom the hope and talents, blessed by the illustrious leaders generation after generation."
        },
        {
            "title": "Loving Care of Peerlessly Great Men for Children",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-20ee.html",
            "content": "Loving Care of Peerlessly Great Men for Children\r\nPyongyang, June 6 (KCNA) -- People in the DPRK are recalling with deep emotion the stories about the loving care shown by President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un for the rising generations on the occasion of June 6, the founding anniversary of the Korean Children's Union (KCU).\n\t\t\t\t\t One day in April Juche 66 (1977) Kim Il Sung visited a school in Anju City, South Phyongan Province. \n\t\t\t\t\t\n\t\t\t\t\t He was very satisfied to see students in new uniforms provided by the state free of charge and personally took photos of them one by one. \n\t\t\t\t\t\n\t\t\t\t\t He had always found himself among children, saying he was happy when spending time with children.\n\t\t\t\t\t\n\t\t\t\t\t His loving care for the coming generations and noble outlook on them had been carried forward by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t When giving on-the-spot guidance to the second-stage construction field of Changgwang Street, Kim Jong Il saw concrete pillars in a site for building a garage and took a measure to remove them and lay out an amusement park for children, saying that those concrete pillars would merely prop up the ceiling of the garage, but children are the most precious pillars for the country.\n\t\t\t\t\t\n\t\t\t\t\t In his lifetime, he spared nothing for children while making ceaseless inspection tours of military units and different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t Such loving care shown by Kim Il Sung and Kim Jong Il for children has been steadily carried on by Marshal Kim Jong Un, who is making a new history of loving care for children.\n\t\t\t\t\t\n\t\t\t\t\t Though he was busy with state affairs, he took a measure to hold a joint national meeting of the KCU organizations on the occasion of its 66th founding anniversary and personally made a congratulatory speech at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his loving care for children, the universal 12-year compulsory education system was enforced for the first time in the DPRK and the Okryu Children's Hospital fashionably built and the Songdowon International Children's Camp remodeled to be a grand palace for them."
        },
        {
            "title": "KCNA Commentary Slams Park Geun Hye's Farce of \"Cabinet Reshuffle\"",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-19ee.html",
            "content": "KCNA Commentary Slams Park Geun Hye's Farce of \"Cabinet Reshuffle\"\r\nPyongyang, June 6 (KCNA) -- Park Geun Hye, puppet chief executive of south Korea, is now pretending to fulfill the \"promise to carry out a Cabinet reshuffle\" she made to the south Korean people in her \"talk to the  people.\"\n\t\t\t\t\t She is staging a farce of replacing by others those who lashed the bereaved families and other people in south Korea into fury for causing the ferry sinking disaster. They include Prime Minister Jong Hong Won, Director of the Intelligence Service Nam Jae Jun and chief of the security office of Chongwadae Kim Jang Su, etc.\n\t\t\t\t\t\n\t\t\t\t\t However, this is nothing but a sheer charade aimed to calm down the voices of the south Korean public demanding the wholesale resignation of the Park's regime and its growing criticism of Chongwadae and get rid of the serious ruling crisis caused by its sycophancy towards the U.S. and unpopular rule.\n\t\t\t\t\t\n\t\t\t\t\t After announcing the \"Cabinet reshuffle,\" Park designated kingpin of scandals An Tae Hui as a successor to the prime minister of south Korea and boss of military gangsters Kim Kwan Jin as chief of the security office of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the strong protest of the south Korean people and uninterrupted disclosure of his scandals, An immediately withdrew his candidacy, something unprecedented in the history of the puppet rule in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Since the very day of his appointment Kim Kwan Jin has been denounced and cursed by people of various circles in south Korea who demanded his ouster.\n\t\t\t\t\t\n\t\t\t\t\t For example, literary persons of south Korea in their declaration on the situation titled \"We didn't entrust such a regime with the reform of the 'state'\" released in Seoul on May 2 noted: \"We cannot overlook the arrogance of those who attempt to reform the 'state' although they should be held accountable for the ferry disaster. Who gave them the right to do so?\" \n\t\t\t\t\t\n\t\t\t\t\t The puppet group's farce of the \"Cabinet reshuffle\" is a vivid expression of the cynical ploy of Park Geun Hye, the \"yusin princess\", keen to enforce her fascist rule by consolidating the ruling foundation of the conservative forces and by depending on the military gangsters.\n\t\t\t\t\t\n\t\t\t\t\t The puppet military is the most dangerous forces in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t When the Park's regime found itself in the worst ruling crisis due to the ferry Sewol disaster, the Kim Kwan Jin-led puppet military gangsters cooked up fictions about the \"April nuclear test by the north\", \"drones from it\", \"shelling by the north\" and the like in a desperate bid to put the situation under control by employing a military \"shocking remedy.\" \n\t\t\t\t\t\n\t\t\t\t\t Such reckless moves have driven the inter-Korean relations into the worst phase and pushed the situation on the Korean peninsula to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, Park is zealously conniving at, patronizing and encouraging the puppet military in its conspiratorial racket and provocations, uttering \"she trusts the judgment of the army.\"\n\t\t\t\t\t\n\t\t\t\t\t The chief executive is patronizing the military in a bid to reinforce the political foundation of the conservative forces and revive the \"yusin\" dictatorship while the military, taking advantage of the complicated political landscape in south Korea, is working hard to demonstrate its muscle. This is the true picture of the present south Korean politics.\n\t\t\t\t\t\n\t\t\t\t\t Kim earned an ill-fame as a die-hard military gangster and hooligan in the past. Lurking behind the appointment of Kim to the important post of unification, diplomacy and security of south Korea is a politically-motivated purpose sought by the \"regime\" and the military of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is the true aim of Park's \"Cabinet reshuffle\" to reduce south Korea to a land of darkness under the fascist rule dating back to the era of \"yusin\" and more desperately incite confrontation with the north.     With no rhetoric can Park justify her \"Cabinet reshuffle.\""
        },
        {
            "title": "Future of Korean Children Is Rosy: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-09ee.html",
            "content": "Future of Korean Children Is Rosy: Rodong Sinmun\r\nPyongyang, June 6 (KCNA) -- Today marks the 68th anniversary of the founding of the Korean Children's Union.\n\t\t\t\t\t In this regard, Rodong Sinmun Friday in its editorial warmly congratulates all members of the union on the anniversary.\n\t\t\t\t\t\n\t\t\t\t\t The editorial says:\n\t\t\t\t\t\n\t\t\t\t\t The nearly seventy year-long history covered by the union is recorded as a proud one during which the issue of training successors to the revolution was perfectly solved under the loving care and leadership of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The movement of the union is now ushering in a fresh heyday of its development under the care of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The members of the union are the happiest children in the world as they bring into reality their dreams and hope while learning to their hearts' content under the care of the party and state, fluttering red ties around their necks.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to prepare all of them to become pillars of a prosperous Korea who would successfully carry forward the revolution of Juche pioneered in Mt. Paektu, upholding the banner of \"Let us be always ready for Marshal Kim Jong Un!\"\n\t\t\t\t\t\n\t\t\t\t\t It is also necessary to make all of them know well the childhood of the peerlessly great persons of Mt. Paektu as befitting members of the children's union shining with the august names of the great Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t All members of the union should thoroughly prepare themselves to be young revolutionaries and children's guard in the Songun era who believe and trust and defend Kim Jong Un only.\n\t\t\t\t\t\n\t\t\t\t\t Bright and rosy is the future of the members of the union who are firmly preparing themselves to be reliable and able men of a prosperous Korea bearing in their minds the love and trust of Kim Jong Un."
        },
        {
            "title": "Self-supporting in Economy Is Material Foundation for Independence: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-10ee.html",
            "content": "Self-supporting in Economy Is Material Foundation for Independence: Rodong Sinmun\r\nPyongyang, June 6 (KCNA) -- To strengthen self-supporting in economy at present is the material foundation of each country and nation to defend the political independence.\n\t\t\t\t\t Rodong Sinmun Friday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t It goes on;\n\t\t\t\t\t\n\t\t\t\t\t If any country fails to achieve self-supporting in economy, it can not defend independence.\n\t\t\t\t\t\n\t\t\t\t\t The continued capitalist economic and financial crisis requires each country to manage its economy by dint of science and technology.\n\t\t\t\t\t\n\t\t\t\t\t A lot of talent persons and rich knowledge are the motive power for developing the self-supporting national economy and an important guarantee for the prosperity of the countries and nations.\n\t\t\t\t\t\n\t\t\t\t\t The scientific and technological potentials have proved very effective in the developing countries.\n\t\t\t\t\t\n\t\t\t\t\t In order to build the self-supporting national economy and strengthen independence of economy, it is necessary to maintain the principle of self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t Self-reliance is the motive force for building the self-supporting national economy and the main key to the independence of economy.\n\t\t\t\t\t\n\t\t\t\t\t It is an essential requirement for achieving the independence of economy to strengthen economic and technological cooperation and south-south cooperation among the developing countries.\n\t\t\t\t\t\n\t\t\t\t\t If the south-south cooperation is expanded and developed, the developing countries can settle many problems and this will be greatly helpful to achieving the independence in economy.\n\t\t\t\t\t\n\t\t\t\t\t The drive for achieving the independence of economy is closely linked with the work for breaking the unfair old international economic order and establishing a new fair one.\n\t\t\t\t\t\n\t\t\t\t\t The developing countries should make a dynamic struggle for breaking the old international economic order and establishing a new one with their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t Now they are dynamically struggling to defend the independence of their countries and nations and achieve the independence of economy and registering many achievements."
        },
        {
            "title": "U.S. Aid Is Means for Aggression: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-11ee.html",
            "content": "U.S. Aid Is Means for Aggression: Rodong Sinmun\r\nPyongyang, June 6 (KCNA) -- The U.S. schemes in every way to put the military fields of other countries under its control and realize its neocolonial rule over them through aid, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t This clearly shows that the aid touted by the U.S. is no more than a means for attaining its selfish purposes, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. aid serves as a means for aggression to dominate the world.\n\t\t\t\t\t\n\t\t\t\t\t The aggressive nature of the U.S. aid can also be found in the fact that most of the aid is given to the military field.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. offers economic aid to only those countries which concluded \"military agreement\" with it or joined \"military treaty organization.\"\n\t\t\t\t\t\n\t\t\t\t\t Not a few countries have been subject to the U.S. domination and subjugation after signing shackling \"military agreements\" with the U.S. and acceding to such military organization as NATO in return for aid.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. set up a lot of military bases for aggression in those countries and, relying on those bases, perpetrated military invasion of their neighboring countries.\n\t\t\t\t\t\n\t\t\t\t\t During the Second World War alone the U.S. enacted the \"Law on lending arms\" allegedly to give aid, establishing a lot of military bases abroad.\n\t\t\t\t\t\n\t\t\t\t\t As seen above, the U.S. used \"aid\" as bait for establishing numerous bases for aggression in different parts of the world including Asia, Africa and Latin America.\n\t\t\t\t\t\n\t\t\t\t\t No matter how desperately the U.S. tries to put other countries under its control under the guise of aid, it can never conceal its ulterior design."
        },
        {
            "title": "Those Increasing Danger of War Will Never Be Pardoned: Minju Joson",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-12ee.html",
            "content": "Those Increasing Danger of War Will Never Be Pardoned: Minju Joson\r\nPyongyang, June 6 (KCNA) -- Han Min Gu who was nominated as puppet minister of Defense of south Korea recently blustered that it is the basic duty of the minister of Defense to keep perfect posture to cope with the \"north's provocation\", the south will \"resolutely punish it with action, not with word\" and that as the south Korean present \"government\" \"decided with much thinking\" the postponement of the transfer of the right to command wartime operation, the decision should be put into practice.\n\t\t\t\t\t Commenting on this, Minju Joson Friday says Han's reckless remarks remind one of a fly on the wheel.\n\t\t\t\t\t\n\t\t\t\t\t He, a dolt who does not know about the concept of defense, blustered that the south will \"resolutely punish the north's provocation with action, not with word\". This is just like a puppy knowing no fear of a tiger.\n\t\t\t\t\t\n\t\t\t\t\t He made vociferation about \"punishment\", being unaware of who his rival is. This was to curry favor with Park Geun Hye and satisfy his greed for power.\n\t\t\t\t\t\n\t\t\t\t\t Now the Park Geun Hye group is caught in a pretty fix, pressurized by the mindset of the people enraged at the ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t Park, driven into a predicament, is seeking to tide over the ruling crisis by kicking up more frantic moves for confrontation with fellow countrymen. Han Min Gu is trying to score points with Park by pleasing her.\n\t\t\t\t\t\n\t\t\t\t\t It is as plain as a pikestaff that if such ignorant military gangster holds the post of the minister of Defense, the north-south relations will further deteriorate.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK will never pardon but deal a stern punishment to those who bedevil the north-south relations and increase the danger of a war through confrontation racket."
        },
        {
            "title": "Park Geun Hye Should Not Mock at Nation and International Community: Minju Joson",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-25ee.html",
            "content": "Park Geun Hye Should Not Mock at Nation and International Community: Minju Joson\r\nPyongyang, June 6 (KCNA) -- Park Geun Hye of south Korea is trying to deceive the international community as if she were promoting the peace and stability on the Korean peninsula and hoping for reunification under the signboard of \"confidence-building process on the Korean peninsula.\"\n\t\t\t\t\t Commenting on this, Minju Joson Friday says:\n\t\t\t\t\t\n\t\t\t\t\t Through \"confidence-building process on the Korean peninsula\" the Park Geun Hye group fully revealed its sinister design to zealously take advantage of the U.S. moves to stifle the DPRK militarily.\n\t\t\t\t\t\n\t\t\t\t\t Such moves of the Park puppet group to take the lead in carrying out the U.S. hostile policy toward the DPRK is a treacherous crime plunging the Korean peninsula into a crucible of war.\n\t\t\t\t\t\n\t\t\t\t\t The Park group is now claiming that the DPRK's access to nuclear deterrence is the main stumbling block lying in the way for detente and reunification on the Korean peninsula. Worse still, it behaves so ridiculous as to grumble that it can not opt for \"large-scale economic cooperation with the north\" due to the latter's nuclear deterrence. This is a revelation of the ignorance, self-opinionated way of thinking and vicious idea of confrontation with fellow countrymen in the north of Park who has no idea and will to appreciate the great event unprecedented in the history of the Korean nation spanning 5 thousands of years.\n\t\t\t\t\t\n\t\t\t\t\t The Park group let loose a spate of invectives against the DPRK while slandering its nuclear deterrence. Not content with this, it raised \"denuclearization of the north\" as a prerequisite to \"confidence-building process on the Korean peninsula\". This is the most treacherous behavior bringing to light its true colors as a group of heinous sycophants and traitors.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation was divided into two parts and was forced to suffer the ravages of a war and the north-south relations are being driven into the phase of the worst crisis. These are all because of the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Park, steeped in sycophancy toward the U.S. and wild ambition for confrontation with fellow countrymen and to bring down the social system of the DPRK to the marrow of her bones, is working hard to mislead the public opinion by concealing the sword hidden on her belt with a silk veil so-called \"confidence\" but it will never work on anyone.\n\t\t\t\t\t\n\t\t\t\t\t The Park group should not mock at the nation and the international community with \"confidence\", \"process\" and the like but clarify its stand on the north-south joint declarations."
        },
        {
            "title": "Implementation of Joint Declaration Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-08ee.html",
            "content": "Implementation of Joint Declaration Called for in S. Korea\r\nPyongyang, June 6 (KCNA) -- South Korean organizations for the reunification movement held a rally in Seoul on May 31 and expressed the will to turn out in the efforts to implement the June 15 joint declaration on the occasion of the 14th anniversary of the publication of the joint declaration.\n\t\t\t\t\t Present there were members of the South Headquarters of the Pan-national Alliance for Korea's Reunification, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy, the Bar Association for Democratic Society, the Artists Association and Thongil News.\n\t\t\t\t\t\n\t\t\t\t\t The full text of the June 15 joint declaration was read out at the rally.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers underlined the need to implement the joint declaration at any cost and reunify the country independently with concerted efforts of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Then followed sports games."
        },
        {
            "title": "Actions for Demanding Probe into Truth about Ferry Sewol Disaster Go on in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-17ee.html",
            "content": "Actions for Demanding Probe into Truth about Ferry Sewol Disaster Go on in S. Korea\r\nPyongyang, June 6 (KCNA) -- People from all walks of life in south Korea are continuing their actions demanding the thorough probe into the truth about the ferry Sewol disaster and punishment of those responsible, according to south Korean CBS.\n\t\t\t\t\t At least 750 persons of literature including novelists and poets belonging to the Writers Conference held a press conference on June 2 at which they made public a declaration on the situation.\n\t\t\t\t\t\n\t\t\t\t\t Even at the most critical moment when the people's life was in crisis, the regime was busy concealing the truth by censoring media while thinking about the profits of capital and resorting to the moves for keeping power, it charged, adding:\n\t\t\t\t\t\n\t\t\t\t\t How can we believe the regime with the two faces dropping tears and commanding suppression. We will counter the present regime which has not repented of the crimes.\n\t\t\t\t\t\n\t\t\t\t\t In order to probe the truth about the disaster the persons of literature will fight together with the bereaved families.\n\t\t\t\t\t\n\t\t\t\t\t Students of Seoul National University made public a declaration on the situation demanding the probe into the truth on the same day.\n\t\t\t\t\t\n\t\t\t\t\t If all those responsible are not punished and the present system for preventing disasters is not decisively revised, the ferry Sewol disaster will recur, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They demanded a thorough probe into the truth about the disaster through investigation containing Chongwadae."
        },
        {
            "title": "Korean in U.S. Accuses Park Geun Hye Group of Resorting to Cooperation with Foreign Forces",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-14ee.html",
            "content": "Korean in U.S. Accuses Park Geun Hye Group of Resorting to Cooperation with Foreign Forces\r\nPyongyang, June 6 (KCNA) -- Ri Jun Mu, member of the Federation of Koreans in the U.S., on June 2 issued an article accusing the Park Geun Hye group of resorting to only the anachronistic cooperation with foreign forces.\n\t\t\t\t\t Anyone with the ability to discern the world situation to a certain degree can easily see that the U.S. hegemonic position is sinking in the international arena, the article said, adding similar analysis is made even in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t But Park Geun Hye of south Korea is talking about \"nuclear dismantlement of the north\", unaware of the world situation, only to be censured by the people, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t She remains extremely obstinate as she has not lifted the \"May 24 step\" in the south-north relations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean people are strongly opposed to the mode of politics whereby the south reads the face of the U.S. and allows its interference in all fields of politics, economy, military affairs and culture.\n\t\t\t\t\t\n\t\t\t\t\t Till when will the present \"government\" persist in only cooperation with foreign forces and resort to the humiliating military operation, ruining the future of the nation?\n\t\t\t\t\t\n\t\t\t\t\t It is truth that if the south and the north pools efforts, they will become a bigger one."
        },
        {
            "title": "ITAR-TASS Reports DPRK's Rice Transplantation",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-07ee.html",
            "content": "ITAR-TASS Reports DPRK's Rice Transplantation\r\nPyongyang, June 6 (KCNA) -- ITAR-TASS on June 3 reported about the rice transplantation campaign at its height in the DPRK.\n\t\t\t\t\t The report said:\n\t\t\t\t\t\n\t\t\t\t\t Farmers of the DPRK work hard in the fields to reap a rich harvest this year.\n\t\t\t\t\t\n\t\t\t\t\t These days, newspapers and TV and radio programmes are all about the farm news.\n\t\t\t\t\t\n\t\t\t\t\t The farmers are doing their best to finish the rice-transplanting qualitatively in right season.\n\t\t\t\t\t\n\t\t\t\t\t Party and administrative officials at all levels are exerting efforts to make sure that rice transplantation is done as required by the Juche Farming Methods.\n\t\t\t\t\t\n\t\t\t\t\t The whole country is positively helping the farmers in their efforts to bring about a rich harvest."
        },
        {
            "title": "Kim Il Sung's Work Carried in Swedish Magazine",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-01ee.html",
            "content": "Kim Il Sung's Work Carried in Swedish Magazine\r\nPyongyang, June 6 (KCNA) -- The gist of President Kim Il Sung's work \"Let Us Shatter Imperialist Moves towards Aggression and War and Safeguard Peace and Independence\" was carried in the third issue of a Swedish magazine.\n\t\t\t\t\t The work, published on July 3, Juche 72 (1983), elucidates the principles, ways and strategic and tactical issues for accomplishing the cause of global peace.\n\t\t\t\t\t\n\t\t\t\t\t The magazine was illustrated with a photo of the President."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Romania",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-03ee.html",
            "content": "Kim Il Sung to Be Remembered in Romania\r\nPyongyang, June 6 (KCNA) -- The Romanian national committee for remembering President Kim Il Sung was formed in Bucharest on May 26.\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t It decided to arrange colorful political and cultural events such as a remembrance meeting and seminar on feats of the President and photo exhibition to praise the sacred revolutionary career and undying feats of the President from June 1 to July 8."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Slovak Republic",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Slovak Republic\r\nPyongyang, June 6 (KCNA) -- The Slovak committee for remembering President Kim Il Sung was formed in Bratislava on May 29.\n\t\t\t\t\t Ivan Draxler, chairman of the Slovakia-Korea Friendship Association, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t It decided to arrange colorful political and cultural events to praise the undying feats of the President from June 1 to July 10."
        },
        {
            "title": "Kim Il Sung Praised by Bangladeshi Political Figure",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-04ee.html",
            "content": "Kim Il Sung Praised by Bangladeshi Political Figure\r\nPyongyang, June 6 (KCNA) -- Garib Newaz, president of the Bangladesh People's League, issued a statement on June 1 in support of the appeal issued by the Asia-Pacific Regional Committee for Supporting Peaceful Reunification of Korea on the occasion of the 20th anniversary of President Kim Il Sung's demise.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, the founder of socialist Korea, is revered as the most prominent and great man who glorified the 20th century as the century of independence. He is remembered by the Korean people and all other progressive peoples in the world.\n\t\t\t\t\t\n\t\t\t\t\t The League will arrange colorful events to praise the great revolutionary career and undying feats of the President on the occasion of the 20th anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t It is the obligation and duty of the progressive people in the world to hand down to posterity the undying revolutionary career and feats of the President who devoted his all to realizing the global peace and accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t We will make the wave of praising the great man sweep the land of Bangladesh."
        },
        {
            "title": "Just Struggle of Korean Army and People Supported by British Organization",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-06ee.html",
            "content": "Just Struggle of Korean Army and People Supported by British Organization\r\nPyongyang, June 6 (KCNA) -- The Britain-Korea Friendship Association released a statement on May 23 in support of the open report of the Command of the Southwestern Front of the Korean People's Army (KPA).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t It is quite just that the Southwestern Front of the KPA expressed its firm stand to wipe out the Park Geun Hye military group in its open report.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is standing on the front line of confrontation between socialism and imperialism headed by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The destiny of socialism depends on the arms of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t It was a serious military provocation that the gangsters of the south Korean puppet navy fired at random at warships of the KPA navy which were on their routine guard duty and at peaceable Chinese fishing boats.\n\t\t\t\t\t\n\t\t\t\t\t It is clear that the Park regime is trying to fabricate a farce under the pretext of the \"north's provocation\" in order to quell the people's anger increasing day by day due to the ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t We maintain that the principled stand of the Southwestern Front of the KPA is very just.\n\t\t\t\t\t\n\t\t\t\t\t This reflects the firm revolutionary will of the KPA to shower a fire of revenge upon the south Korean puppet forces and blow up the stronghold of aggression and injustice.\n\t\t\t\t\t\n\t\t\t\t\t We send full support and solidarity to the just struggle of the army and people of the DPRK."
        },
        {
            "title": "Korean Revolution Emerges Victorious by Dint of Ideology",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-05ee.html",
            "content": "Korean Revolution Emerges Victorious by Dint of Ideology\r\nPyongyang, June 6 (KCNA) -- The Nigerian Group for the Study of Kimilsungism-Kimjongilism on May 26 posted an article titled \"Might of ideology is tremendous\" on its internet website.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The whole course of the Korean revolution which emerged victorious, going through all difficulties of history eloquently proves that the might of ideology is tremendous.\n\t\t\t\t\t\n\t\t\t\t\t Korean revolutionaries fought against the Japanese imperialists who were armed to the teeth, holding high the banner of the Juche idea and Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t They rallied comrades and acquired weapons with the might of ideology and waged an arduous and heroic struggle unprecedented in history.\n\t\t\t\t\t\n\t\t\t\t\t They defeated the Japanese imperialists and liberated Korea though they did not have state-backing and assistance of a regular army.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation the Korean revolutionaries successfully carried out complicated and difficult tasks in building a new society by organizing and mobilizing broad masses by dint of ideology.\n\t\t\t\t\t\n\t\t\t\t\t They shattered to smithereens the myth of the U.S. \"mightiness\" with the political and ideological might in the 3 year-long Fatherland Liberation War, making the U.S. imperialists fall like the setting sun.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. vouched that Korea would not be able to rise up again even in 100 years' time, but Korea completed the post-war rehabilitation and construction in just three years on the ruins of war and accomplished the historic task of industrialization in a matter of 14 years.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are vigorously advancing toward the goal of a powerful nation in all fields including economy, science, technology and sports with the tremendous might of ideology."
        },
        {
            "title": "Secretariado de CRPP publica informacion no. 1065",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-14ss.html",
            "content": "Secretariado de CRPP publica informacion no. 1065\r\nPyongyang, 6 de junio (ACNC) -- En relacion con que Park Geun-hye designo a Kim Kwan Jin, ministro de Defensa Nacional, como sustituto de Kim Jang Su, jefe de la Oficina de Seguridad de Chongwadae, retirado por el repudio y la condena de la opinion publica, el Secretariado del Comite por la Reunificacion Pacifica de la Patria hizo publica hoy la informacion no.1065.\n\t\t\t\t\tLa nota senala que tal designacion significa confrontarse abiertamente hasta final con la RPDC y desatar hasta la guerra, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEn la reunion de secretarios superiores de Chongwadae, Park disparateo que \"tal medida fue adoptada tomando en consideracion la situacion en que persisten las provocaciones del Norte y se ve amenazada la seguridad\". A su vez, Kim Kwan Jin, para adular la picoteria de Park, chismeo asquerosamente que ella \"tiene una vision clara sobre la gravedad de la seguridad\" y \"que ayudaria bien la filosofia de administracion estatal de la presidenta\".\n\t\t\t\t\t\n\t\t\t\t\tParece que la profana militar Park Geun-hye, que desde el \"poder\" de Park Chung Hee solo experimento en Chongwadae la gobernacion militar dictatorial, esta calculando que podria estar tranquila sobre la seguridad si asigna a un gangster militar como el connotado conflictivo Kim Kwan Jin. Pero tal calculo es una vana ilusion.\n\t\t\t\t\t\n\t\t\t\t\tPark Geun-hye debe abandonar su ilusion vana de buscar la seguridad con el enfrentamiento. Y debe dejar de cometer los actos desfavorables para si misma teniendo bien presente que pagara el precio caro si siga amparando a los maniacos belicos como Kim Kwan Jin."
        },
        {
            "title": "Detenido un ciudadano norteamericano por actos anti-RPDC",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-13ss.html",
            "content": "Detenido un ciudadano norteamericano por actos anti-RPDC\r\nPyongyang, 6 de junio (ACNC) -- El ciudadano norteamericano Jeffrey Edward Poule, quien entro el 29 de abril pasado en la Republica Popular Democratica de Corea en calidad de turista, fue detenido por haber cometido los actos ilicitos en desacuerdo con su objetivo turistico y con la ley de la RPDC.\n\t\t\t\t\tAhora un organo competente realiza la investigacion sobre el caso."
        },
        {
            "title": "Premier coreano felicita a su homologo palestino",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-08ss.html",
            "content": "Premier coreano felicita a su homologo palestino\r\nPyongyang, 6 de junio (ACNC) -- El primer ministro del Consejo de Ministros Pak Pong Ju envio el dia 5 un mensaje de felicitacion a Rami Hamdallah, electo como primer ministro del Consejo de Ministros del Estado de Palestina.\n\t\t\t\t\tEn su misiva, el remitente expreso calida felicitacion por la constitucion del gobierno unido nacional de Palestina.\n\t\t\t\t\t\n\t\t\t\t\tY afirmo irrestricto apoyo y solidaridad con la lucha justa del pueblo palestino por rescatar los legales derechos nacionales como la fundacion del Estado independiente con Kuds como capital y deseo al destinatario mayores exitos en sus labores responsables."
        },
        {
            "title": "Pak Pong Ju averigua estado de construccion de hospicio y orfanato de Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-15ss.html",
            "content": "Pak Pong Ju averigua estado de construccion de hospicio y orfanato de Pyongyang\r\nPyongyang, 6 de junio (ACNC) -- El premier coreano Pak Pong Ju averiguo en el terreno como marcha la construccion del hospicio y el orfanato de Pyongyang.\n\t\t\t\t\tEl hospicio y el orfanato de Pyongyang, que se construyen modernamente en la ribera del pintoresco rio Taedong, son la cuna de amor dispensada por el Mariscal Kim Jong Un a los huerfanos.\n\t\t\t\t\t\n\t\t\t\t\tTras escuchar las explicaciones sobre el panorama de esos nuevos edificios, Pak paso revista a varios puntos del campo para cerciorar del estado de aseguramiento de materiales, ocasion en la cual estimulo a los uniformados que glorifican con la creacion de nueva velocidad de construccion el honor de la unidad educadora de construccion de Corea denominada por el Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tSe discutieron en el terreno los asuntos practicos parar asegurar a tiempo los materiales de construccion y los acabados para el interior, las instalaciones, los equipos y otros segun la agenda de la obra.\n\t\t\t\t\t\n\t\t\t\t\tGracias al noble amor por las generaciones venideras del Partido del Trabajo de Corea se transmiten hoy por doquier del pais los episodios conmovedores, senalo Pak y destaco la necesidad de cumplir con su responsabilidad y papel el Consejo de Ministros y otros ministerios y organos centrales en la construccion del hospicio y el orfanato.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Pak estuvo en el campo de construccion de parque que se levanta nuevamente en el Area de Recreo del Pueblo de Rungna, y llamo a organizar con escrupulosidad el mando de construccion, observar estrictamente la demanda del metodo de la obra y hacer bien la formacion de area verde acorde al paisaje del rio Taedong."
        },
        {
            "title": "Ninos coreanos celebran 6 de junio",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-16ss.html",
            "content": "Ninos coreanos celebran 6 de junio\r\nPyongyang, 6 de junio (ACNC) -- Las nuevas generaciones de la Corea del Songun acogen el 68o aniversario de la Organizacion de Ninos de Corea (ONC).\n\t\t\t\t\tCon motivo de este, los miembros de la ONC de todo el pais visitaron las estatuas de bronce de los Generalisimos y sus imagenes con amplia sonrisa en sus respectivas localidades.\n\t\t\t\t\t\n\t\t\t\t\tEn los actos de la ONC efectuados en diversas provincias hubo las ceremonias de ingreso de  los ninos escolares a la ONC.\n\t\t\t\t\t\n\t\t\t\t\tPak Pong Ju, Choe Thae Bok, Thae Jong Su y otros funcionarios responsables de los organos del partido y el poder del centro y localidades felicitaron a los ninos de la Escuela Mirim de Pyongyang, el Colegio de la Provincia de Phyong-an del Sur, la Escuela Primaria de Huerfanos de Hamhung y otras.\n\t\t\t\t\t\n\t\t\t\t\tTuvieron lugar en distintas provincias las funciones de los ninos escolares por el dia de fundacion de la ONC.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes demostraron bien el aspecto de los ninos escolares a traves de las canciones \"Gracias, Mariscal Kim Jong Un\", \"No tenemos que envidiar nada a nadie en el mundo\", \"Marcha de la ONC\" y otras.\n\t\t\t\t\t\n\t\t\t\t\tSe realizaron en las escuelas de todo el pais los bailes y juegos deportivos y recreativos de los miembros de la ONC y tuvieron lugar en las ciudades y distritos las exhibiciones de pinturas y habilidades de ninos escolares.\n\t\t\t\t\t\n\t\t\t\t\tEse dia en el Complejo de Piscinas de Recreacion de Munsu y otros lugares de diversion cultural los ninos escolares pasaron su fiesta con alegria."
        },
        {
            "title": "Efectuada funcion de Festival Artistico Nacional de Ninos Escolares",
            "url": "http://kcna.co.jp/item/2014/201406/news06/20140606-17ss.html",
            "content": "Efectuada funcion de Festival Artistico Nacional de Ninos Escolares\r\nPyongyang, 6 de junio (ACNC) -- Tuvo lugar el dia 6 en el Palacio de Escolares y Ninos de Mangyongdae la funcion del 52o Festival Artistico Nacional de Ninos Escolares dedicada al 68o aniversario de la fundacion de la Organizacion de Ninos de Corea (ONC).\n\t\t\t\t\tLa vieron el secretario del Comite Central del Partido del Trabajo de Corea, Choe Ryong Hae, el presidente del Comite Central de la Union de la Juventud Socialista Kim Il Sung, Jon Yong Nam, los funcionarios de las ramas interesadas y organizaciones juveniles, los jovenes y ninos escolares de la ciudad.\n\t\t\t\t\t\n\t\t\t\t\tEn la escena, iniciada con el prologo \"El 6 de junio es nuestra fiesta\", se pusieron el trio y coro \"Somos felices en el regazo del Mariscal Kim Il Sung\", el coro masculino \"Cantemos mas alto la cancion del General Kim Jong Il\", el coro femenino \"El Mariscal Kim Jong Un es nuestro padre\", y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes describieron con gran emocion la ferviente anoranza y el sentimiento de respeto  de los ninos escolares de todo el pais hacia los Generalisimos Kim Il Sung y Kim Jong Il y expresaron el agradecimiento al Mariscal Kim Jong Un quien les dispensa todo el amor.\n\t\t\t\t\t\n\t\t\t\t\tEl coro acompanante de acordeon \"No envidiamos nada a nadie en el mundo\", el coro femenino \"Urraca de Pyongyang\" y otras piezas, demostraron bien el aspecto de los ninos felices que ponen de pleno florecimiento su talento gozando de generacion en generacion de la fortuna de tener a los grandes lideres."
        }
    ]
}