{
    "date": "2014-03-08",
    "url": "http://kcna.co.jp/item/2014/201403/2014-03-08ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Receives Reply Message from Syrian President",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-12ee.html",
            "content": "Kim Jong Un Receives Reply Message from Syrian President\r\n Pyongyang, March 8 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, received a reply message from Bashar al－Assad, president of Syria, on Mar. 6.\n\t\t\t\t\t The reply message expressed thanks to Kim Jong Un for extending kind congratulations on the occasion of the 51st anniversary of the glorious March 8 revolution in Syria and to the friendly government and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It highly appreciated the stand of Kim Jong Un and the DPRK supporting Syria in the struggle against the attack by the hostile aggression forces."
        },
        {
            "title": "National Meeting Marks International Women's Day",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-14ee.html",
            "content": "National Meeting Marks International Women's Day\r\n Pyongyang, March 8 (KCNA) -- A national meeting took place at the People's Palace of Culture Saturday to mark the 104th anniversary of International Women's Day.\n\t\t\t\t\t Attending the meeting were Kim Ki Nam, Yang Hyong Sop, women officials, members of the women's union and women labor innovators.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were overseas Korean women, women of diplomatic missions and international organizations here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Sun, chairwoman of the Central Committee of the Democratic Women's Union of Korea, made a report.\n\t\t\t\t\t\n\t\t\t\t\t She said the history of over 100 years since the institution of the International Women's Day is marked by international unity and solidarity that have been boosted among progressive women all over the world and a big progress made in the development of the international women's movement.\n\t\t\t\t\t\n\t\t\t\t\t The Korean women's movement has covered the path of victory and glory under the wise guidance of the peerlessly great persons, she said, adding:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung gave origin to the Juche-based Korean women's movement amid the flames of the anti-Japanese revolutionary struggle in his early years and provided brilliant traditions.\n\t\t\t\t\t\n\t\t\t\t\t Kang Pan Sok, an indomitable revolutionary fighter, formed the Anti-Japanese Women's Association under the energetic guidance of the President. This was a historic event in the Korean women's movement.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation of the country the President formed the Democratic Women's Union of Korea comprising broad range of women and made sure that the Law on Sex Equality was worked out and promulgated.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Suk, an anti-Japanese war hero, played the pioneer role in the development of the movement for the emancipation of women. She devoted her whole life to the emancipation of women.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il authored many works, immortal programs to be held fast to in advancing the Korean women's movement, and thus brought up women to be fighters devotedly defending the leader and women revolutionaries who actively contribute to accomplishing the revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\t A new heyday is being ushered in the DPRK under the leadership of Marshal Kim Jong Un, the reporter said, stressing that he saw to it that Mother's Day was instituted for the first time in the history of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called on Korean women to fully display their stamina in the struggle for adding luster to the glorious history and tradition of the Juche-oriented women's movement in Korea under the great banner of Kimilsungism-Kimjongilism and for building the most powerful country and the people's paradise on this land, true to the leadership of Kim Jong Un."
        },
        {
            "title": "Papers Mark Int'l Women's Day",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-05ee.html",
            "content": "Papers Mark Int'l Women's Day\r\n The Korean women are enjoying the most proud and worthiest life in the world thanks to the great leaders, papers note.\n\t\t\t\t\t Rodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\t After acquiring a deep insight into the significance and importance of the settlement of the women's issue in the struggle to realize the independence of the popular masses in his early years, President Kim Il Sung established the brilliant tradition of the Korean women's movement in the flames of the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t He founded the Democratic Women's Union of Korea right after the liberation of the country and promulgated the Law on Sex Equality. This was a historic event that brought about a radical turn in carving out the dignity, position and destiny of the Korean women.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il published a great many famous works to dynamically advance the Korean women's movement and energetically and wisely led the Korean women to fulfill their role in the development of society and revolution.\n\t\t\t\t\t\n\t\t\t\t\t He stoutly trained the Korean women to be genuine women revolutionaries in the Songun era. This is shining as great feats he performed in the Korean women's movement.\n\t\t\t\t\t\n\t\t\t\t\t The Korean women's movement, which made a long drive under the leadership of the peerlessly great persons of Mt. Paektu, is greeting its heyday as it is led by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls for demonstrating the stamina of the heroic Korean women once again before the world in the struggle to usher in the golden age of Songun Korea under the leadership of Kim Jong Un."
        },
        {
            "title": "Congratulations to Egyptian PM",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-13ee.html",
            "content": "Congratulations to Egyptian PM\r\n Pyongyang, March 8 (KCNA) -- DPRK Premier Pak Pong Ju Thursday sent a congratulatory message to Ibrahim Mahlab upon his appointment as prime minister of Egypt.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger, wishing the prime minister and government of Egypt success in their work to restore the country's security and stability and achieve socio-economic development.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Pak Ui Chun sent a similar message to Nabil Ismail Fahmi upon his reappointment as foreign minister of Egypt on the same day."
        },
        {
            "title": "Rodong Sinmun Raps at Kerry's Anti-DPRK Remarks",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-06ee.html",
            "content": "Rodong Sinmun Raps at Kerry's Anti-DPRK Remarks\r\n Pyongyang, March 8 (KCNA) -- U.S. Secretary of State Kerry dared term the DPRK \"a country of evils\" at a recent press conference.\n\t\t\t\t\t Rodong Sinmun Saturday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t His invectives against the socialist system in the DPRK are no more than a manifestation of his uneasiness and frustration, prompted by the fact that any pressure does not work on the DPRK and it is winning victory after victory.\n\t\t\t\t\t\n\t\t\t\t\t Before finding fault with others, Kerry had better think how the world people ridicule the U.S., tundra of human rights, which is perpetrating horrible genocide in different parts of the world in disregard of international law under the signboard of \"freedom\" and \"democracy\".\n\t\t\t\t\t\n\t\t\t\t\t As far as the den of evils is concerned, the U.S. is the birthplace of evils.\n\t\t\t\t\t\n\t\t\t\t\t The whole course covered by the U.S. is the continuity of wars for conquest leading to aggression, plunder, destruction and killing. The sovereignty of many countries was violated and their people shed blood due to the U.S. ceaseless state-sponsored terrorism, armed intervention and war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which is bringing mankind the danger of a nuclear war and threatening the world by kicking up a new nuclear arms race, another Cold War, though it is talking about the \"world without nuclear weapons\" in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t The people of progressive countries aspiring after independence and peace are linking the U.S. with such disgusting names as empire of evils, the world's worst rouge state, harasser of peace and chieftain of war. The White House is a den of evils producing all evils in a serial way. This is the unanimous assessment of the international community.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK reminds Kerry of a saying: Dogs bark, caravan moves on."
        },
        {
            "title": "Pyongyang Festival of Science, Technology Held",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-07ee.html",
            "content": "Pyongyang Festival of Science, Technology Held\r\n Pyongyang, March 8 (KCNA) -- The 29th Pyongyang Festival of Science and Technology took place from Mar. 3 to 7.\n\t\t\t\t\t It was held in the form of presentation of scientific and technological achievements, exhibition and exchange of new technology, divided into more than 10 panels including agriculture, metal, electric power, machinery and architecture.\n\t\t\t\t\t\n\t\t\t\t\t Attending the festival were officials, scientists, technicians, teachers, three-revolution team members and workers. They presented hundreds of scientific and technological papers and products conducive to developing the country's economy and improving the standard of people's living.\n\t\t\t\t\t\n\t\t\t\t\t The data presented to the festival drew attention of the participants and working people.\n\t\t\t\t\t\n\t\t\t\t\t There took place exchange of new technologies and high-tech products presented by many units and technical service during the festival.\n\t\t\t\t\t\n\t\t\t\t\t The Machine Designing Institute of Pyongyang University of Mechanical Engineering and at least 10 participants took the first place at the festival."
        },
        {
            "title": "Women in DPRK Lead Worthwhile Life",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-11ee.html",
            "content": "Women in DPRK Lead Worthwhile Life\r\n Pyongyang, March 8 (KCNA) -- The song \"Ode to Women in the Era of Songun (military-first)\" is now heard everywhere in the DPRK with International Women's Day as an occasion.\n\t\t\t\t\t Listening to the song, the Korean women are grateful to leader Kim Jong Il for having put forward them as a powerful force in the revolution and construction while providing them with happy and worthwhile life.\n\t\t\t\t\t\n\t\t\t\t\t With full rights and high dignity, they have played a great role in building a thriving nation, devoting their all to the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Among them are women who let their children serve in the army true to the Workers' Party of Korea's Songun policy and servicemen's wives who have made all their sincerity for the betterment of soldiers' living conditions. There are also scientists and peasants devoting all their wisdom and efforts to the development of the country and an old woman on Kubong Pass engaging herself in road management all her life with deep yearning for the leader.\n\t\t\t\t\t\n\t\t\t\t\t The song mirrors such noble mental world of the women and carries the ardent wish for rosy future to them as well as love, respect and admiration for them.\n\t\t\t\t\t\n\t\t\t\t\t It sings loudly of the era of Songun that has trained all the women to be revolutionaries and heroes of the times."
        },
        {
            "title": "Miserable Juvenile Labor Situation in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-08ee.html",
            "content": "Miserable Juvenile Labor Situation in S. Korea\r\n Pyongyang, March 8 (KCNA) -- The Juvenile Labor and Human Rights Network of south Korea held a meeting in Seoul on Thursday as regards a report on the survey of the miserable labor situation of teenagers, according to the south Korean Yonhap News. \n\t\t\t\t\t The organization quoted juveniles as saying that teenagers are not properly paid at worksites for they are young. \n\t\t\t\t\t\n\t\t\t\t\t It deplored that juveniles are subject to such threats as scolding when working at different sites and that they have no vacation and break at all and not properly receive their monthly wages.\n\t\t\t\t\t\n\t\t\t\t\t The worksites where juveniles are undergoing pain are the bottom of misery and they are dregs of society, it noted."
        },
        {
            "title": "Serious Youth Unemployment in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-09ee.html",
            "content": "Serious Youth Unemployment in S. Korea\r\n Pyongyang, March 8 (KCNA) -- The south Korean internet newspaper Voice of People on Thursday carried an editorial on youth unemployment getting more serious as days go by.\n\t\t\t\t\t The editorial said: \n\t\t\t\t\t\n\t\t\t\t\t Enterprises have recently decreased the scale of employment for the first half year or not yet fixed it. This situation foresees that the youth employment rate this year will be further deteriorated than last year's which recorded the lowest in history.\n\t\t\t\t\t\n\t\t\t\t\t One of two university graduates is now saddled with debts amounting to 12.75 million won on an average.\n\t\t\t\t\t\n\t\t\t\t\t Young people immersed in debts before starting work have no opportunity to get job, so it is an era of youth misfortune, the editorial deplored.\n\t\t\t\t\t\n\t\t\t\t\t What is more serious is that jobs for youth are to work as intern and more than half of interns receive low salaries, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The present chief executive set forth a plan for settling the issue of youth jobs but the youth are turning their back on it.\n\t\t\t\t\t\n\t\t\t\t\t The present \"government\" should clearly remember that young people staged large-scale actions, enraged at unemployment.\n\t\t\t\t\t\n\t\t\t\t\t The editorial warned that the youth may deal a sledged hammer at the authorities who reneged on all commitments to settle unemployment."
        },
        {
            "title": "Nuclear War Drills under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-10ee.html",
            "content": "Nuclear War Drills under Fire in S. Korea\r\n Pyongyang, March 8 (KCNA) -- The Family Movement for Realizing Democracy of south Korea held a meeting in Seoul on Mar. 6 to denounce the belligerent forces for kicking off the north-targeted nuclear war drills, according to the south Korean internet paper Jaju Minbo.\n\t\t\t\t\t At the meeting speakers said that the U.S. said that it would not mobilize nuclear strike means in the Key Resolve and Foal Eagle joint military exercises but brought its nuclear submarine to Pusan Port.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. nukes will inflict damage on the Korean nation as they are targeting the Korean peninsula, they said.\n\t\t\t\t\t\n\t\t\t\t\t They demanded an immediate halt to the joint military drills which may exterminate the Korean nation."
        },
        {
            "title": "Kim Jong Un's Speech Posted by Italian Organization on Its Website",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-01ee.html",
            "content": "Kim Jong Un's Speech Posted by Italian Organization on Its Website\r\n Pyongyang, March 8 (KCNA) -- \"Let Us Hasten the Final Victory through a Revolutionary Ideological Offensive\", a speech made by supreme leader Kim Jong Un at the 8th Conference of Ideological Workers of the Workers' Party of Korea, was posted by the Italy-DPRK Association for Friendship and Solidarity on its website on March 1.\n\t\t\t\t\t His photo was posted on the website."
        },
        {
            "title": "Canadian Paper Lays Bare U.S. Moves against DPRK",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-03ee.html",
            "content": "Canadian Paper Lays Bare U.S. Moves against DPRK\r\n Pyongyang, March 8 (KCNA) -- The Canadian internet paper Global Research posted an article laying bare the U.S. moves against the DPRK on Feb. 26.\n\t\t\t\t\t The U.S. imperialists have lost its position as \"superpower\", falling into decay and ruin, the paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are resorting to the moves for stifling those countries aspiring after independence when the world capitalist economy is facing a crisis.\n\t\t\t\t\t\n\t\t\t\t\t They are kicking up the anti-DPRK human rights racket, in particular.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. signed the Armistice Agreement but has not yet ceased the war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has never been indicted for the criminal acts committed by it during the Korean war including shuddering atrocities in which it reduced Korea to ashes and massacred many people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is applying sanctions to the DPRK and using them for means to put pressure on it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. human rights racket is aimed to justify its hostile moves against the DPRK."
        },
        {
            "title": "DPRK Sportswomen Loved by People",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-04ee.html",
            "content": "DPRK Sportswomen Loved by People\r\n Pyongyang, March 8 (KCNA) -- The sportswomen of the DPRK are enjoying love and respect from the people as laudable daughters of the nation and beautiful flowers of the times. \n\t\t\t\t\t Kim Kum Ok took the thrice Asia marathon championship by displaying indomitable spirit, strong will and wisdom at the 14th Asian Marathon Championship.\n\t\t\t\t\t\n\t\t\t\t\t An Kum Ae and Rim Jong Sim won gold medals in the women's judo 52 kg category and the woman's weightlifting 69 kg category respectively at the 30th Olympic Games. This is a pride of the Korean women and athletes.\n\t\t\t\t\t\n\t\t\t\t\t Women footballers won the 2013 East Asian Cup, thus delighting the service personnel and people of the DPRK significantly celebrating the day of victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t Among the women gold medalists in judo, wrestling, weightlifting, boxing, gymnastics, Taekwon-do, table tennis, speed skating and other championships and international tournaments are Sol Kyong, Pak Yong Mi, Ri Su Yon, Ri Song Gum, Pak Kyong Ok, Hong Un Jong, Choe Un Mi, Ri Myong Sun, Kim Song I, Ri Ji Ryon and Kim Kum Hyang.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong came first in the mixed doubles of the 52nd ITTF World Championships (individual events). She demonstrated the dignity of Songun Korea emerging a sport power and lived up to the expectation of the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un crowned women gold medalists with glory.\n\t\t\t\t\t\n\t\t\t\t\t Saying that athletes who let DPRK flags fly at international tournaments are, indeed, genuine patriots and heroes, he had photo sessions with sportswomen and showed deep loving care for them, making sure that high state commendations were awarded to them.\n\t\t\t\t\t\n\t\t\t\t\t DPRK sportswomen could greatly contribute to building a thriving nation while glorifying the country with gold medals thanks to Kim Jong Un."
        },
        {
            "title": "Kim Jong Un recibe mensaje de respuesta del presidente sirio",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-16ee.html",
            "content": "Kim Jong Un recibe mensaje de respuesta del presidente sirio\r\n Pyongyang, 8 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, recibio el mensaje de respuesta que le enviara el dia 6 el presidente de la Republica Arabe de Siria, Bashar al-Assad.\n\t\t\t\t\t La misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\t Reciba mis saludos.\n\t\t\t\t\t\n\t\t\t\t\t Expreso agradecimiento a Vd., el gobierno y pueblo amistosos de su pais que enviaron amables felicitaciones en ocasion del 51o aniversario de la gloriosa Revolucion del 8 de Marzo en la Republica Arabe de Siria.\n\t\t\t\t\t\n\t\t\t\t\t Aprecio mucho la posicion de Vd. y su pais que apoyan a Siria que resiste el ataque  de las hostiles fuerzas agresoras.\n\t\t\t\t\t\n\t\t\t\t\t Reciba el testimonio de mi mas alta consideracion."
        },
        {
            "title": "Tiene lugar acto central por Dia Internacional de la Mujer",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-15ee.html",
            "content": "Tiene lugar acto central por Dia Internacional de la Mujer\r\n Pyongyang, 8 de marzo (ACNC) -- Tuvo lugar hoy en el capitalino Palacio Cultural del Pueblo el acto central por el 104o aniversario del Dia Internacional de la Mujer (8 de marzo).\n\t\t\t\t\t Estuvieron presentes en la ocasion Kim Ki Nam, Yang Hyong Sop, las funcionarias, las integrantes de la Union de Mujeres Democraticas de Corea y las innovadoras en el trabajo.\n\t\t\t\t\t\n\t\t\t\t\t Fueron invitadas las compatriotas residentes en ultramar, las mujeres de las representaciones diplomaticas y las oficinas de organizaciones internacionales en Corea y los huespedes extranjeros.\n\t\t\t\t\t\n\t\t\t\t\t El informe de la ocasion estuvo a cargo de la presidenta del CC del UMDC, Kim Jong Sun.\n\t\t\t\t\t\n\t\t\t\t\t Ella dijo que durante mas de 100 anos desde cuando se instituyera el Dia Internacional de la Mujer, se intensificaron la unidad y la solidaridad entre las mujeres progresistas de todo el mundo y se logro gran avance en el movimiento femenino mundial, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\t Bajo la sabia orientacion de los grandes hombres sin iguales, el movimiento femenino de Corea recorrio la senda siempre victoriosa y gloriosa.\n\t\t\t\t\t\n\t\t\t\t\t En el fragor de la lucha revolucionaria antijaponesa, el Presidente Kim Il Sung dio inicio al movimiento femenino y preparo su brillante tradicion.\n\t\t\t\t\t\n\t\t\t\t\t Bajo su energica direccion, la indoblegable luchadora revolucionaria Kang Pan Sok organizo la Asociacion de Mujeres Antijaponesas, lo cual constituyo un acontecimiento historico en el movimiento femenino de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Despues de liberada la patria, el Presidente fundo la UMDC en que integran a amplias masas femeninas, escribio personalmente y proclamo la ley de igualdad de derechos del hombre y la mujer. \n\t\t\t\t\t\n\t\t\t\t\t La Heroina Kim Jong Suk cumplio el papel de vanguardia en el desarrollo del movimiento por la emancipacion de la mujer y dedico todo lo suyo a esta causa. \n\t\t\t\t\t\n\t\t\t\t\t Al publicar numerosas obras, el Dirigente Kim Jong Il preparo el gran programa del movimiento femenino de Corea y formo a las mujeres como combatientes dispuestas a defender a ultranza al lider y revolucionarias que hacen gran aporte al cumplimiento de la causa revolucionaria del Songun.\n\t\t\t\t\t\n\t\t\t\t\t El movimiento femenino de Corea acoge la nueva era de esplendor bajo la guia del Mariscal Kim Jong Un que hizo instituir por primera vez en la historia de Corea el Dia de la Madre.\n\t\t\t\t\t\n\t\t\t\t\t Bajo la direccion del Mariscal, todas las mujeres deben glorificar la orgullosa historia y tradicion del autoctono movimiento femenino de Corea segun el kimilsungismo-kimjongilismo y manifestar sin reserva el impetu de la coreana en la lucha por construir la mejor potencia del mundo y el paraiso del pueblo."
        },
        {
            "title": "Entidad surcoreana denuncia ejercicios de guerra",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-17ee.html",
            "content": "Entidad surcoreana denuncia ejercicios de guerra\r\n Pyongyang, 8 de marzo (ACNC) -- Segun el periodico online surcoreano Jaju Minbo, el Consejo del Movimiento de las Familiares por la Democratizacion del Sur de Corea denuncio los ejercicios de guerra anti-Republica Popular Democratica de Corea de las fuerzas belicistas en un mitin efectuado el dia 6 en Seul.\n\t\t\t\t\t Los oradores censuraron que Estados Unidos introdujo en el puerto de Pusan un submarino nuclear incumpliendo su promesa de no movilizar medios de ataque nuclear en los ejercicios militares conjuntos Key Resolve y Foal Eagle.\n\t\t\t\t\t\n\t\t\t\t\t Las armas nucleares de EE.UU., que apuntan la Peninsula Coreana, causaran danos sin falta a la nacion coreana, afirmaron.\n\t\t\t\t\t\n\t\t\t\t\t Demandaron el cese inmediato de los ejercicios militares conjuntos que pueden traer el exterminio de toda la nacion coreana."
        },
        {
            "title": "Rodong Sinmun denuncia disparate anti-RPDC de Kerry",
            "url": "http://kcna.co.jp/item/2014/201403/news08/20140308-18ee.html",
            "content": "Rodong Sinmun denuncia disparate anti-RPDC de Kerry\r\n Pyongyang, 8 de marzo (ACNC) -- En su reciente rueda de prensa, el secretario de Estado de Estados Unidos, Kerry, calumnio a la Republica Popular Democratica de Corea como \"pais del mal\".\n\t\t\t\t\t En un comentario individual difundido este sabado, el diario Rodong Sinmun senala que la calumnia de Kerry es una expresion de su inquietud y frustracion ante la realidad del regimen socialista de la RPDC que avanza victoriosamente pese a la escalada de presion de EE.UU., y continua:\n\t\t\t\t\t\n\t\t\t\t\t Antes de cuestionar a otros, Kerry debe pensar en la incomoda situacion de su pais criticado por la humanidad porque comete por doquier del planeta, bajo el vistoso rotulo de la \"libertad\" y la \"democracia\", la masacre de civiles sin respetar el derecho internacional.\n\t\t\t\t\t\n\t\t\t\t\t El antro del mal es precisamente EE.UU. que ha perpetrado hasta la fecha incontables guerras de conquista, acompanadas de agresion, saqueo, destruccion y matanza.\n\t\t\t\t\t\n\t\t\t\t\t Debido al incesante terrorismo de Estado e intervencion armada de EE.UU., se viola flagrantemente la soberania de numerosos paises del mundo y no paran los derramamientos de sangre de habitantes inocentes.\n\t\t\t\t\t\n\t\t\t\t\t Preconizando con hipocresia el \"mundo sin armas nucleares\", el imperio lleva a la humanidad al peligro de guerra nuclear y amenaza al mundo levantando la nueva ola de carrera armamentista nuclear y guerra fria.\n\t\t\t\t\t\n\t\t\t\t\t Los pueblos progresistas del mundo, amantes a la independencia y la paz, califican a EE.UU. del imperio del mal, peor bribon del mundo, destructor de la paz y caudillo de guerra.\n\t\t\t\t\t\n\t\t\t\t\t La sociedad internacional evalua unanimemente la Casa Blanca como taller de produccion en cadena de males.\n\t\t\t\t\t\n\t\t\t\t\t Diga lo que diga Kerry, la RPDC seguira avanzando por su camino."
        }
    ]
}