{
    "date": "2014-02-19",
    "url": "http://kcna.co.jp/item/2014/201402/2014-02-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Open Letter to Voters throughout Country",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-01ee.html",
            "content": "Kim Jong Un Sends Open Letter to Voters throughout Country\r\n Pyongyang, February 19 (KCNA) -- Supreme leader Kim Jong Un sent an open letter to all voters throughout the country on Tuesday.\n\t\t\t\t\t The following is the full text of the open letter:\n\t\t\t\t\t\n\t\t\t\t\t The election of deputies to the 13th Supreme People's Assembly, which is going to be held at a time when the service personnel and people across the country are vigorously stepping up a general onward march for ushering in a golden age of Songun Korea as they are filled with confidence in victory, will prove an important occasion in demonstrating the true features of our style of socialism centered on the masses and further consolidating the government of the Democratic People's Republic of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The voters' meetings held in all constituencies of the country for the nomination of candidates for the posts of deputies to the 13th Supreme People's Assembly nominated me, in reflection of their determination and will to entrust their destiny and future entirely to the Workers' Party of Korea and support its leadership with loyalty, as candidate for the post of deputy to the 13th Supreme People's Assembly. I keenly felt the steel-strong faith and will of our service personnel and people to place their absolute trust in the Party and follow it to the last, and was greatly encouraged by it.\n\t\t\t\t\t\n\t\t\t\t\t I feel very grateful for their expression of deep trust in me and extend warm thanks to them from the bottom of my heart.\n\t\t\t\t\t\n\t\t\t\t\t The integral whole of the Party and the masses, in which the Party believes in the people and the people absolutely trust and follow the Party, is the fundamental source of the unquenchable strength of our Republic and by dint of this great single-hearted unity, the government of our Republic is writing an ever-victorious history, overcoming all manner of challenges and difficulties. No force in this world can match the strength of our single-hearted unity, in which the Party and the masses, the leader and all the service personnel and people are united in one ideology and will and linked with one another in blood-sealed ties.\n\t\t\t\t\t\n\t\t\t\t\t Remembering the deep trust and expectations of the entire electorate, I will remain faithful to the last to the ideology and cause of the great Comrades Kim Il Sung and Kim Jong Il and devote my all to working for my fellow countrymen and expediting the day of prosperity when they would live without envying others, enjoying all the benefits of the world.\n\t\t\t\t\t\n\t\t\t\t\t According to the Rules on the Elections of Deputies to the People's Assemblies at All Levels of the Democratic People's Republic of Korea, a candidate shall be registered at only one constituency. So I decided to register as a candidate at Paektusan Constituency No. 111 for the election of deputies to the 13th Supreme People's Assembly.\n\t\t\t\t\t\n\t\t\t\t\t Before our people who are advancing, full of confidence, for the final victory of the building of a prosperous socialist nation is the wide, victorious road President Kim Il Sung and General Kim Jong Il opened for them, and the people's government is a powerful political weapon for building a thriving nation. We should strengthen the people's government in every way and constantly improve its functions and role as required by the times and developing revolution.\n\t\t\t\t\t\n\t\t\t\t\t All voters should take part in the election of the deputies to the Supreme People's Assembly as one and elect genuine representatives of the people, thus consolidating our most advantageous people's power to be rock-solid and further developing the state and social system.\n\t\t\t\t\t\n\t\t\t\t\t I firmly believe that all the service personnel and people will work devotedly with ennobling self-consciousness as befitting the citizens of the Republic and high patriotic zeal and build our socialist country into the most powerful country in the world, a people's paradise."
        },
        {
            "title": "DPRK FM Meets Chinese Delegation",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-17ee.html",
            "content": "DPRK FM Meets Chinese Delegation\r\n Pyongyang, February 19 (KCNA) -- DPRK Foreign Minister Pak Ui Chun met and had a talk with the delegation of the Chinese Foreign Ministry led by its Vice-Minister of Foreign Affairs Liu Zhenmin, which paid a courtesy call on him, at the Mansudae Assembly Hall Wednesday."
        },
        {
            "title": "Chinese Delegation Pays Homage to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-14ee.html",
            "content": "Chinese Delegation Pays Homage to Kim Il Sung, Kim Jong Il\r\n Pyongyang, February 19 (KCNA) -- The delegation of the Chinese Foreign Ministry led by its Vice-Minister of Foreign Affairs Liu Zhenmin Wednesday visited the Kumsusan Palace of the Sun. \n\t\t\t\t\t The delegation paid high tribute to the statues of President Kim Il Sung and leader Kim Jong Il who made immortal contributions to the cause of global independence and the development of the DPRK-China friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t At the halls where they lie in state, the delegation made a bow to them.\n\t\t\t\t\t\n\t\t\t\t\t The delegation went round the halls where the orders they received are on display and the halls which house cars, electric car, boat and train coaches they used for field guidance and foreign trips till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation made entry in the visitor's book that he remembers with profound respect President Kim Il Sung and General Secretary Kim Jong Il."
        },
        {
            "title": "Sojourn of Chinese Delegation in Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-20ee.html",
            "content": "Sojourn of Chinese Delegation in Pyongyang\r\n Pyongyang, February 19 (KCNA) -- The delegation of the Chinese Foreign Ministry led by Vice-Minister of Foreign Affairs Liu Zhenmin Wednesday visited the Victorious Fatherland Liberation War Museum.\n\t\t\t\t\t The delegation paid tribute to the statue of President Kim Il Sung acknowledging the enthusiastic cheers of people at the square where a military parade was held to mark the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t The delegation laid a bouquet before the sculpture \"Victory\", the monument to the victory in the war, and paid high tribute to the officers and men of the heroic Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t They went round several halls including the Chinese People's Volunteers Hall, being briefed on the exploits the President performed by leading the war to victory and the indomitable fighting spirit of the army and people of the DPRK who defeated the U.S. imperialist aggressors who boasted of being the strongest in the world and honorably defended the freedom and independence of the country, \n\t\t\t\t\t\n\t\t\t\t\t The delegation also went round apartment houses of educators of Kim Il Sung University and Kwangbok Area Supermarket."
        },
        {
            "title": "Chinese and Overseas Koreans Leave",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-28ee.html",
            "content": "Chinese and Overseas Koreans Leave\r\n Pyongyang, February 19 (KCNA) -- Chinese and overseas Koreans left here on Wednesday after taking part in the 18th Kimjongilia Festival.\n\t\t\t\t\t They were Liu Chensheng, board director of the Shenyang Korean Trade and Investment Consulting Co. Ltd., and Ri Yong Ho, managing director of the Dandong Shengmin Trading Co. Ltd., China, and their parties. \n\t\t\t\t\t\n\t\t\t\t\t Departing earlier was Yang Hongzhun, general manager of the Kimilsungia-Kimjongilia Greenhouse in Hunchun, China, and his party."
        },
        {
            "title": "KFA Chairman Visits AINDF Pyongyang Mission",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-27ee.html",
            "content": "KFA Chairman Visits AINDF Pyongyang Mission\r\n Pyongyang, February 19 (KCNA) -- Alejandro Cao de Benos, chairman of the Korean Friendship Association (KFA) headquartered in Spain, and his party visited the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF) Wednesday. The chairman and his party are on a visit to the DPRK on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Chief of the mission Jo Il Min and its members greeted them and had a talk.\n\t\t\t\t\t\n\t\t\t\t\t Jo Il Min expressed thanks to the KFA for encouraging the south Korean people in their struggle for independence against the U.S., democracy of society and the country's reunification last year. He also briefed on the situation in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the KFA said the crucial proposal made by the DPRK is a patriotic measure for ending the tragic history of national division and it is welcomed by not only Koreans but the international community. He extended firm solidarity to the Koreans in the struggle for the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t He issued a statement denouncing the U.S. and the south Korean authorities for seeking to stage the DPRK-targeted war exercises.\n\t\t\t\t\t\n\t\t\t\t\t The statement said the KFA strongly demands the U.S. and the south Korean authorities immediately cancel the projected war exercises against the DPRK to meet the unanimous desire and wish of the Koreans and other peace-loving people of the world.\n\t\t\t\t\t\n\t\t\t\t\t The statement appealed to all the progressive organizations and people around the world desirous of durable peace, security and reunification of the Korean peninsula to extend full support and solidarity to the Koreans in their efforts for independent reunification, peace and prosperity."
        },
        {
            "title": "Delegation of Koreans in Japan Visits Different Places",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-19ee.html",
            "content": "Delegation of Koreans in Japan Visits Different Places\r\n Pyongyang, February 19 (KCNA) -- A delegation of Koreans in Japan for celebrating the Day of the Shining Star (birth anniversary of leader Kim Jong Il) headed by Hong In Hum, chairman of the Central Audit Committee of the General Association of Korean Residents in Japan, visited the Okryu Children's Hospital on Wednesday.\n\t\t\t\t\t Members of the delegation looked round several places of the hospital which was built as the comprehensive healthcare center for children furnished with latest equipment thanks to the Workers' Party of Korea's loving care for the younger generation and future.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit the head of the delegation said:\n\t\t\t\t\t\n\t\t\t\t\t This is not an ordinary hospital for children but a palace for them. From the moment I entered the hospital I could realize the efforts made by Marshal Kim Jong Un to carry out the last instructions of Kim Jong Il. Kim Jong Un is devoting his all to the rising generations and future of the country.\n\t\t\t\t\t\n\t\t\t\t\t The delegation toured the Mirim Riding Club, Masikryong Ski Resort, Ryugyong Dental Hospital, etc."
        },
        {
            "title": "Palestinian Ambassador to DPRK Hosts Reception ",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-25ee.html",
            "content": "Palestinian Ambassador to DPRK Hosts Reception\r\n Pyongyang, February 19 (KCNA) -- Palestinian Ambassador to the DPRK Ismail Ahmed Mohamed Hasan gave a reception at the embassy Wednesday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there on invitation were Foreign Minister Pak Ui Chun, Thae Hyong Chol, president of Kim Il Sung University who is also minister of Higher Education, Hyon Sang Ju, chairman of the C.C., the General Federation of Trade Unions of Korea, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Ismail Ahmed Mohamed Hasan said in his speech that the revolutionary life of Kim Jong Il serves as a distinguished example as the gifted thinker and theoretician and creative state leader.\n\t\t\t\t\t\n\t\t\t\t\t He said that the Korean people have made a new leap forward and innovations in the struggle for building developed and prosperous socialist economy under the wise leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t He expressed thanks for the resolute stand of the DPRK which has always supported and encouraged the just cause of the Palestinian people.\n\t\t\t\t\t\n\t\t\t\t\t Pak Ui Chun said that Kim Jong Il who performed immortal feats before the era and history would be always alive in the hearts of the Korean people and world progressives.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that the friendly relations between the two countries provided and brought into full bloom by President Kim Il Sung and Kim Jong Il together with Yasser Arafat and Mahmoud Abbas are invariably growing stronger under the deep care of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government and people will extend invariable support and solidarity to the just cause of the Palestinian people in the future, too, he added."
        },
        {
            "title": "Iranian Embassy Hosts Reception",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-26ee.html",
            "content": "Iranian Embassy Hosts Reception\r\n Pyongyang, February 19 (KCNA) -- The Iranian embassy here hosted a reception on Wednesday on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there on invitation were Choe Thae Bok, chairman of the Supreme People's Assembly, Ri Ryong Nam, minister of Foreign Trade, Jong Yong Su, minister of Labor who is chairman of the Korea-Iran Friendship Association, Kim Jong Suk, chairwoman of the Korean Committee for Cultural Relations with Foreign Countries, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Ambassador Mansour Chavoshi and staff members of the Iranian embassy here. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Mansour Chavoshi said Kim Jong Il who made tireless efforts for the prosperity of the country is always alive in the hearts of the people.\n\t\t\t\t\t\n\t\t\t\t\t He said his country is pleased that the Korean people have made great achievements in their efforts to implement the behests of President Kim Il Sung and Kim Jong Il under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that Iran and the DPRK have supported each other in the international arena with their common stand, the ambassador said these bilateral relations of friendship and cooperation are steadily developing in politics, economy, culture and other fields.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok said that Kim Jong Il performed great exploits on behalf of the country, its people, the times and history with his prominent political caliber and extraordinary leadership art.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK will build the best country, a paradise for the people to be envied by the world, on this land, rallied close around Kim Jong Un, he said and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the DPRK government to boost the traditional relations of friendship and cooperation with Iran provided and developed by Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Celebrations Held in DPRK Embassy in Beijing",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-07ee.html",
            "content": "Celebrations Held in DPRK Embassy in Beijing\r\n Beijing, February 18 (KCNA) -- A photo exhibition and film show took place at the DPRK embassy in Beijing, China on Feb. 13 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there on invitation were Wang Jiarui, vice-chairman of the National Committee of the Chinese People's Political Consultative Conference who doubles as head of the International Liaison Department of the Central Committee of the Communist Party of China, Liu Zhenmin, vice-minister of Foreign Affairs, Wu Donghe, chairman of the China-Korea Friendship Association, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Ambassador Ji Jae Ryong and staff members of the DPRK embassy were on hand.\n\t\t\t\t\t\n\t\t\t\t\t The participants looked round the photos documenting the Songun leadership feats of Kim Jong Il and showing the true picture of Songun Korea, before watching Korean film \"The Tower of the Juche Idea.\""
        },
        {
            "title": "Kimjongilia Festival Successful in Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-24ee.html",
            "content": "Kimjongilia Festival Successful in Pyongyang\r\n Pyongyang, February 19 (KCNA) -- The 18th Kimjongilia Festival is going on here, drawing numerous visitors.\n\t\t\t\t\t The venue of the festival is replete with profound reverence and ardent yearning for leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t What catch one's eye are hundreds of potted Kimjongilia flowers displayed by the Korean Committee for Cultural Relations with Foreign Countries, State General Bureau of Tourism and General Bureau for Affairs with Diplomatic Corps on the subsidiary theme \"The Sun of Songun illuminating the way for accomplishing the cause of global independence\".\n\t\t\t\t\t\n\t\t\t\t\t Seen on the stand of the Korean Committee for Cultural Relations with Foreign Countries are potted Kimjongilia flowers presented by foreign organizations and figures, including Kim Jong Il Kindergarten in Mongolia, Yuwen Middle School in Jilin, China, Switzerland-Korea Committee, the chairperson of the Nepal Journalist Association, family of Zhang Wei-hua, who was Chinese anti-Japanese revolutionary martyr.\n\t\t\t\t\t\n\t\t\t\t\t The stand of the General Bureau for Affairs with Diplomatic Corps are decorated with 300 potted Kimjongilia flowers sent by international organizations and foreign embassies here like the European Union, the Brazilian embassy.\n\t\t\t\t\t\n\t\t\t\t\t All visitors admire at the beautiful figures of Kimjongilia flowers in full bloom."
        },
        {
            "title": "Winners of February 16 Science and Technology Prize on Increase in DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-21ee.html",
            "content": "Winners of February 16 Science and Technology Prize on Increase in DPRK\r\n Pyongyang, February 19 (KCNA) -- An increasing number of scientists and technicians have been honored with the February 16 Science and Technology Prize in the DPRK.\n\t\t\t\t\t The prize, representative of leader Kim Jong Il's idea of attaching importance to science and technology, was instituted in Juche 92 (2003) on behalf of scientists and technicians of merit as well as successful projects.\n\t\t\t\t\t\n\t\t\t\t\t Along with its institution, the prize was awarded to over 10 scientists and technicians, including Ri Yon Ho, a section chief of Kim Je Won Haeju University of Agriculture, and Mun Ho, a section chief of the Microbiological Research Institute under the State Academy of Sciences.\n\t\t\t\t\t\n\t\t\t\t\t Scores of projects have been admitted to the prize while hundreds of scientists, technicians, officials and even workers received the prize for taking active part in successfully carrying them out.\n\t\t\t\t\t\n\t\t\t\t\t This year, a lot of people were awarded the prize on the occasion of the Day of the Shining Star, birthday of Kim Jong Il (Feb. 16)."
        },
        {
            "title": "Pyongyang Secondary School No. 1",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-23ee.html",
            "content": "Pyongyang Secondary School No. 1\r\n Pyongyang, February 19 (KCNA) -- It has been 60 years since the establishment of Pyongyang Secondary School No. 1, a leading base for the education of talents in the field of general secondary education in the DPRK.\n\t\t\t\t\t In the middle of February Juche 43 (1954) when the postwar reconstruction was underway in the country, President Kim Il Sung took a measure to build the school.\n\t\t\t\t\t\n\t\t\t\t\t After its completion, he gave several times of field guidance and scores of instructions to the school, which served as guidelines for running the school. He also sent to the school lots of animal and plant samples, teaching aides, musical instruments, etc.\n\t\t\t\t\t\n\t\t\t\t\t Under the guidance of leader Kim Jong Il, the school greeted the heyday of its development.\n\t\t\t\t\t\n\t\t\t\t\t He took the initiative of building the school on a newly basis on the bank of the Pothong River and solved all problems ranging from workforces to building materials in its construction.\n\t\t\t\t\t\n\t\t\t\t\t Now the school houses several buildings, gymnasium, indoor swimming pool and laboratories.\n\t\t\t\t\t\n\t\t\t\t\t The school has always led the van of putting the educational policy of the Workers' Party of Korea into effect.\n\t\t\t\t\t\n\t\t\t\t\t It has steadily improved the quality and methods of education with many educators awarded with academic degrees and the title of exemplary teacher.\n\t\t\t\t\t\n\t\t\t\t\t The students of the school participated several times in the International Math Olympiad, winning over 10 gold medals. And it has produced a lot of winners of July 15 Honor Student Prize.\n\t\t\t\t\t\n\t\t\t\t\t The school was awarded the Order of Kim Il Sung and the title of the thrice Honored Red Flag."
        },
        {
            "title": "Guidelines for Improving Ideological Work",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-22ee.html",
            "content": "Guidelines for Improving Ideological Work\r\n Pyongyang, February 19 (KCNA) -- The Workers' Party of Korea has steadily given priority to ideological work, regarding it as the most powerful weapon and banner for always emerging victorious.\n\t\t\t\t\t Recorded in the sacred history of the WPK is the 2nd Conference of Ideological Officials of the WPK held in June Juche 62 (1973). At the conference, President Kim Il Sung made the historic speech \"Some Tasks in Improving Present Party Ideological Work\".\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung in the work expounded important issues arising in improving the party's ideological work, on the basis of profound analysis of the requirements of socialist construction and details of ideological work.\n\t\t\t\t\t\n\t\t\t\t\t The work calls for intensifying the education of party members and other working people in the superiority of socialist system and class education so as to be fully aware that they are master of revolution.\n\t\t\t\t\t\n\t\t\t\t\t Clarified in the work are the need to make the party work thorough work with people and give priority to political work in performing all activities and other tasks and ways to strengthen the party's ideological work.\n\t\t\t\t\t\n\t\t\t\t\t The work has served as important guidelines for intensifying the ideological work in conformity with the goals and tasks of struggle and conditions and circumstances varying at each stage of socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t After the conference, the validity and vitality of the idea and theory clarified in the work have been fully demonstrated. All party members and other working people have been firmly imbued with Juche idea and the cohesion and unity of party ranks further consolidated.\n\t\t\t\t\t\n\t\t\t\t\t The party work successfully turned to be the work with people, thus effecting great surges in all fields of socialist construction."
        },
        {
            "title": "Rodong Sinmun Calls for Defusing North-South Confrontation",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-10ee.html",
            "content": "Rodong Sinmun Calls for Defusing North-South Confrontation\r\n Pyongyang, February 19 (KCNA) -- Defusing the north-south confrontation is a prerequisite for putting an end to the history of antagonism and distrust between fellow countrymen and the stand-off between the forces leveling guns at each other, and for achieving independent reunification, peace and prosperity, their cherished desire.\n\t\t\t\t\t Rodong Sinmun Wednesday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t Without defusing the north-south confrontation, is it hard to expect improvement of the inter-Korean relations or the achievement of independent reunification, peace and prosperity by the concerted efforts of the Koreans, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Only when the confrontation is terminated, is it possible to wipe out the misunderstanding and distrust between the north and the south and promote trust and reconciliation between them.\n\t\t\t\t\t\n\t\t\t\t\t Defusing the confrontation would provide a guarantee for creating an environment for improving the north-south relations and restoring the blood ties between the members of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The north-south confrontation precisely means a political and military showdown. Being compatriots, the north and the south have no reason whatsoever to stand in confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Now that the issue of mending the inter-Korean relations has come to the fore, it is necessary to pay a primary attention to defusing the confrontation. \n\t\t\t\t\t\n\t\t\t\t\t The north and the south should refrain from provocative mud-slinging at each other, prompted by the desire to terminate their abnormal relations of escalating tension without any dialogue and work for reunification, and promote common interests. Only by doing so is it possible to defuse the tension and create an environment favorable for improving the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t At the crucial historic juncture decisive of whether the north-south relations get worse or improve, to defuse the confrontation between compatriots or not would draw a clear demarcation line between patriotism and treachery."
        },
        {
            "title": "Papers Call for Successfully Accomplishing Revolutionary Cause of Juche",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-08ee.html",
            "content": "Papers Call for Successfully Accomplishing Revolutionary Cause of Juche\r\n Pyongyang, February 19 (KCNA) -- Papers Wednesday editorially mark the 40th anniversary of leader Kim Jong Il's proclamation of the programme for modeling the whole society on Kimilsungism. The editorials call for successfully accomplishing the revolutionary cause of Juche and the cause of building a thriving nation under the uplifted banner of Kimilsungism-Kimjongilism.\n\t\t\t\t\t Rodong Sinmun says:\n\t\t\t\t\t\n\t\t\t\t\t The cause of dying the revolutionary ranks with the monolithic ideology had made more dynamic progress and new changes had taken place in all fields of revolution and construction including politics, military affairs, economy and culture as well as the party building since the modeling of the whole society on Kimilsungism was proclaimed as the supreme programme of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il put Kimilsungism on the highest level of the development of human thought and formulated the idea of attaching importance to the army and the military affairs of President Kim Il Sung as the revolutionary idea of Songun, rapidly increasing the magnetic power and vitality of Kimilsungism.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution has entered a new historic turning phase of modeling the whole society on Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t To model the whole society on Kimilsungism-Kimjongilism is the revolutionary succession to the modeling of the whole society on Kimilsungism and development in depth at a higher stage.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism serve as eternal guidelines for the WPK and the revolution, an eternal cornerstone for accomplishing the cause of dying the whole society with the monolithic ideology, an important banner for dynamically advancing the Korean revolution along the road of independence, Songun and socialism and ideological and moral engine for realizing the people's beautiful dreams and ideals at an early date.\n\t\t\t\t\t\n\t\t\t\t\t The paper calls upon all the party members, service personnel and people to uphold the idea and cause of Kim Il Sung and Kim Jong Il with loyalty and successfully achieve the great cause of Mt. Paektu under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls for more dynamically promoting the cause of modeling the whole society on Kimilsungism-Kimjongilism on the basis of the proud victories and successes gained under the banner of modeling the whole society on Kimilsungism."
        },
        {
            "title": "S. Korean Lawmaker from Opposition Party Sentenced to Heavy Penalty",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-13ee.html",
            "content": "S. Korean Lawmaker from Opposition Party Sentenced to Heavy Penalty\r\n Pyongyang, February 19 (KCNA) -- The Suwon District Court of south Korea held a trial of Ri Sok Gi, lawmaker from the Unified Progressive Party (UPP) and sentenced him to 12 years prison term on Feb. 17, according to the south Korean KBS.\n\t\t\t\t\t The spokesman for UPP denounced the court judgment as a murder by the abuse of judicial power.\n\t\t\t\t\t\n\t\t\t\t\t Not only the prosecution but the judicial authorities decided to serve the present \"government's\" ambition for permanent stay in power, he disclosed.\n\t\t\t\t\t\n\t\t\t\t\t All people know that the recent sentence is pursuant to the intention of the present \"government\" to eliminate the UPP which it regards as a thorn in its flesh."
        },
        {
            "title": "Member of Civic Body Commits Self-immolation in Protest against Election Rigging in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-15ee.html",
            "content": "Member of Civic Body Commits Self-immolation in Protest against Election Rigging in S. Korea\r\n Pyongyang, February 19 (KCNA) -- A member of a civic organization of south Korea on Feb. 15 burned himself to death in protest against the fraudulent election staged by the authorities, according to the south Korean MBC.\n\t\t\t\t\t He took part in a memorial service for Ri Nam Jong who burned himself to death in demand of correct probe into the truth behind the fraudulent election in December last year. He committed self-immolation in protest against the election rigging after carrying on an action, holding placard reading \"fraudulent election with government power involved\" on a road of Seoul."
        },
        {
            "title": "More Occurrences of Bird Flu Reported in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-11ee.html",
            "content": "More Occurrences of Bird Flu Reported in S. Korea\r\n Pyongyang, February 19 (KCNA) -- Bird flu continues to break out in south Korea, according to the south Korean MBC on Feb. 15.\n\t\t\t\t\t It was confirmed that migratory birds were infected with avian flu virus in the area of Wonju, south Korean Kangwon Province.\n\t\t\t\t\t\n\t\t\t\t\t The virus was also detected in dead ducks and chickens of farm houses in Chonan and Chongyang, South Chungchong Province."
        },
        {
            "title": "Building Roof Collapses in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-12ee.html",
            "content": "Building Roof Collapses in S. Korea\r\n Pyongyang, February 19 (KCNA) -- A building roof collapsed in Yangnam-myon, Kyongju City, North Kyongsang Province on Feb. 17, according to the south Korean KBS.\n\t\t\t\t\t The accident left 10 people dead and more than 100 others wounded."
        },
        {
            "title": "Day of Shining Star Marked by Koreans in Russia",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-16ee.html",
            "content": "Day of Shining Star Marked by Koreans in Russia\r\n Pyongyang, February 19 (KCNA) -- The United Confederation of Koreans in the Far Eastern Region of Russia held celebration events in Nakhodka on Feb. 15 to mark the birth anniversary of leader Kim Jong Il (Day of the Shining Star).\n\t\t\t\t\t Seen at the venue of the events were photos of Kim Jong Il inspecting dwarf pine post and those dealing with the energetic efforts and revolutionary exploits he performed to increase the national defence capacity and build an economic power.\n\t\t\t\t\t\n\t\t\t\t\t Also on display at the venues were works of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un, books dealing with the undying revolutionary feats of the peerlessly great men of Mt. Paektu and magazines and pictorials introducing Korea.\n\t\t\t\t\t\n\t\t\t\t\t Attending the events were the vice-chairman of the United Confederation of Koreans in the Maritime Territory of the Russian Federation, officials of Koreans' organizations in several regions and Korean compatriots. Also present were the consul general and consuls of the DPRK consulate general in Nakhodka.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the full-length picture of Kim Il Sung and Kim Jong Il on Mt. Paektu and paid tribute.\n\t\t\t\t\t\n\t\t\t\t\t They watched a DPRK film documenting the revolutionary activities of Kim Jong Un providing field guidance to the work of the People's Army.\n\t\t\t\t\t\n\t\t\t\t\t At a remembrance meeting speakers said Kim Jong Il was a peerless patriot and matchless Songun commander who defended socialist Korea under the unfurled banner of Songun and laid an eternal foundation for the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The leaping progress made by the DPRK in improving the standard of people's living and in several fields such as construction, sports and culture is a fruition of the outstanding leadership of Kim Jong Un, they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They pledged to wage a dynamic movement for reunification abroad true to the leadership of Kim Jong Un."
        },
        {
            "title": "Foreign Poets Laud Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-18ee.html",
            "content": "Foreign Poets Laud Kim Jong Il\r\n Pyongyang, February 19 (KCNA) -- Lyudmila Abzeyeva, Russian poet, and Maria Morais, Brazilian poet, wrote poems in praise of leader Kim Jong Il on the occasion of his birth anniversary.\n\t\t\t\t\t Lyudmila Abzeyeva praised in her poem \"Sing of Holiday in February of Spring\" that the Korean people's happiness, a precious fruition made by their wisdom and endeavors despite all difficulties and ordeals, was brought by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t All the Korean people present sing songs in reverence for Kim Jong Il who dedicated himself to their happy life.\n\t\t\t\t\t\n\t\t\t\t\t On February 16, birth anniversary of Kim Jong Il, they sing songs of respect for him more loudly and February in the DPRK is also an honorable month for humankind.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Marshal Kim Jong Un the DPRK will prosper forever together with the February holiday.\n\t\t\t\t\t\n\t\t\t\t\t In the \"Poem to Comrade Kim Jong Il\", Maria Morais praised Kim Jong Il as a successor to President Kim Il Sung, a tender-hearted father of the people and an outstanding leader of the DPRK who developed socialist Korea into a Juche-oriented power."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Congo",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-02ee.html",
            "content": "Kim Jong Il's Work Off Press in Congo\r\n Pyongyang, February 19 (KCNA) -- Leader Kim Jong Il's work \"Holding the Great Comrade Kim Il Sung in High Esteem Is the Noblest Moral Obligation of Our Party and People\" was brought out in booklet by the Akram Publishing House in Brazzaville of Congo on Feb. 7.\n\t\t\t\t\t The work was made public on Oct. 27, Juche 88(1999)."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Observed",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-03ee.html",
            "content": "Kim Jong Il's Birth Anniversary Observed\r\n Pyongyang, February 19 (KCNA) -- Foreign newspapers carried special write-ups and articles on the occasion of the birth anniversary of leader Kim Jong Il (Day of the Shining Star).\n\t\t\t\t\t The Myanmar newspaper The New Age on February 8 allotted one whole page to a special write-up illustrated with a portrait of smiling Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The paper carried an article titled \"Exploits performed for the socialist cause\" under the headline \"Highest tribute to HE Kim Jong Il, the great leader of the Korean people, on the occasion of his 72nd birth anniversary, February 16, 2014\".\n\t\t\t\t\t\n\t\t\t\t\t The paper said that Kim Jong Il, chairman of the National Defence Commission, performed immortal exploits for the socialist cause, adding it was his greatest exploit that he protected the destiny of socialism.\n\t\t\t\t\t\n\t\t\t\t\t It said that the immortal exploits Kim Jong Il performed for the socialist cause would be always remembered by progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The Kuwaiti paper The Times on February 9 devoted one whole page to a special write-up illustrated with a portrait of smiling Kim Jong Il and photos of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper noted in an article titled \"Kim Jong Il, eternal sun of the Korean people\" that his life was that of a peerless patriot who dedicated himself to laying a solid foundation for the building of a thriving socialist nation. \n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi paper Industry on February 9 said in an article titled \"Eternal general secretary of the Workers' Party of Korea\" that Kim Jong Il will be always alive along with the invincible WPK."
        },
        {
            "title": "Anniversary of Kim Jong Il's Proclamation of Important Programme Observed by British Organizations",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-04ee.html",
            "content": "Anniversary of Kim Jong Il's Proclamation of Important Programme Observed by British Organizations\r\n Pyongyang, February 19 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea released a joint statement on February 12 on the occasion of the 40th anniversary of leader Kim Jong Il's proclamation of the programme for modeling whole society on Kimilsungism.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made public the work \"On Some Immediate Tasks of Party Ideological Work for Modeling the Whole Society on Kimilsungism\" on February 19, 1974.\n\t\t\t\t\t\n\t\t\t\t\t The publication of the work brought about a great change in the development of the Korean revolution and the ideological work of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t The WPK has been further developed to be the party of President Kim Il Sung and it has dynamically pushed forward the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The might of socialism centred on the masses has been remarkably increased and the single-minded unity of the DPRK has grown as firm as a rock through the struggle for modeling the whole society on Kimilsungism.\n\t\t\t\t\t\n\t\t\t\t\t The work for modeling the whole society on Kimilsungism has developed into the struggle for modeling the whole society on Kimilsungism-Kimjongilism under the steersmanship of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Only victory and glory are in store for the Korean people struggling for modeling the whole society on Kimilsungism-Kimjongilism under the Songun leadership of Kim Jong Un."
        },
        {
            "title": "Day of Shining Star Celebrated in Peru ",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-05ee.html",
            "content": "Day of Shining Star Celebrated in Peru\r\n Pyongyang, February 19 (KCNA) -- A Peruvian national meeting took place in Lima to celebrate the birth anniversary of leader Kim Jong Il (Day of the Shining Star) on Feb. 12. \n\t\t\t\t\t Displayed on the front wall of the venue of the meeting was a portrait of smiling Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the political parties and organizations of Peru including the Peruvian Preparatory Committee for Celebrating the 72nd Birth Anniversary of Generalissimo Kim Jong Il, Communist Party of Peru (Red Motherland), Revolutionary Socialist Party of Peru, Peruvian National Independent Movement for Free Voting's Union, Peruvian Committee for Remembering Generalissimo Kim Jong Il, Peruvian Group for the Study of Kimilsungism-Kimjongilism, Peruvian Association for the Study of Revolutionary Activities of Comrade Kim Jong Suk, Peru-Korea Friendship Institute for Study of the Juche Based Songun Policy and the Peruvian-Korean Institute of Culture and Friendship and masses. \n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to Peru and his embassy officials. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made. \n\t\t\t\t\t\n\t\t\t\t\t International Secretary of the Communist Party of Peru (Red Motherland) Tani Baler Lopera said that Kim Jong Il was the incarnation of patriotism, revolution, enthusiasm and love for people as he devoted all his life to socialism, country and people. \n\t\t\t\t\t\n\t\t\t\t\t General Secretary of the Revolutionary Socialist Party of Peru Victor Oliva Miguel said the life of Kim Jong Il was one of a staunch revolutionary, ardent patriot and genuine people's leader. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Peruvian Committee for Remembering Generalissimo Kim Jong Il said that Kim Jong Il was an outstanding thinker and theoretician and staunch anti-imperialist fighter who developed the Juche idea and protected the destiny of socialist Korea with Songun politics. \n\t\t\t\t\t\n\t\t\t\t\t Secretary General of the Peruvian-Korean Institute of Culture and Friendship Yuri Castro Romero said that the DPRK would always emerge a victor under the leadership of Marshal Kim Jong Un, who is identical to President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the Peruvian Communist Youth Organization said rosy is the future of the DPRK as it is led by Kim Jong Un, who is successfully carrying forward the revolutionary cause of Juche."
        },
        {
            "title": "Kim Jong Il Praised by Foreign Newspapers ",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-06ee.html",
            "content": "Kim Jong Il Praised by Foreign Newspapers\r\n Pyongyang, February 19 (KCNA) -- Foreign newspapers carried articles to mark the birth anniversary of leader Kim Jong Il. \n\t\t\t\t\t The February 12th issue of the Syrian paper Al Nour said in an article titled \"Prominent Leader Kim Jong Il\":\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was an outstanding thinker and theoretician who developed in depth the revolutionary idea of President Kim Il Sung, father of socialist Korea. \n\t\t\t\t\t\n\t\t\t\t\t He gave perfect answers to all issues arising in the revolution and construction through his tireless ideological and theoretical activities. \n\t\t\t\t\t\n\t\t\t\t\t It was thanks to the wise leadership of Kim Jong Il that the DPRK turned into a politico-ideological power and military power and it is now achieving eye-opening successes in the building of an economic power. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made a great contribution to the struggle for protecting world peace and security and achieving independence through his energetic external activities. \n\t\t\t\t\t\n\t\t\t\t\t The Bangladeshi paper the Bangladesh Today on the same day carried the following article titled \"Kimilsungism-Kimjongilism\":\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary idea of President Kim Il Sung and H.E. Kim Jong Il, great idea guiding the era of independence, was formulated as Kimilsungism-Kimjongilism by supreme leader Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t This is an event of great significance for world progressives struggling for independence and socialism. \n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of Kimilsungism-Kimjongilism have been clearly proved by the DPRK in the past and at present as it is shining with victory and glory. \n\t\t\t\t\t\n\t\t\t\t\t The February issue of the Bulgarian paper Iskra introduced the noble revolutionary career and immortal exploits of Kim Jong Il."
        },
        {
            "title": "Kim Jong Un envia mensaje abierto a todos los electores del pais",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-35ee.html",
            "content": "Kim Jong Un envia mensaje abierto a todos los electores del pais\r\nPyongyang, 19 de febrero (ACNC) -- El Mariscal Kim Jong Un envio el dia 18 un mensaje abierto a todos los electores del pais.\n\t\t\t\t\tEl texto completo de la  misiva va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLas elecciones de los diputados para la decimotercera Legislatura de la Asamblea Popular Suprema, que se efectuan en un periodo de gran efervescencia en que todo el ejercito y otros sectores de la poblacion, convencidos de la victoria, aceleran energicamente la marcha general para abrir una era de prosperidad de la Corea del Songun, constituyen una buena oportunidad para mostrar el verdadero aspecto de nuestro socialismo centrado en las masas populares y fortalecer mas el Poder de la Republica.\n\t\t\t\t\t\n\t\t\t\t\tDecididos a confiarle plenamente a nuestro Partido su destino y futuro y seguir fielmente su direccion, los participantes en las reuniones celebradas en todas las circunscripciones del pais me han nombrado como candidato al diputado para la proxima Legislatura de la APS. El hecho me ha servido para apreciar con emocion la inquebrantable voluntad de nuestros militares y civiles de confiar absolutamente en el Partido y seguirlo de manera consecuente, asi como me ha dado un gran estimulo.\n\t\t\t\t\t\n\t\t\t\t\tEstoy muy agradecido por la muestra de su gran confianza y se lo agradezco de todo corazon.\n\t\t\t\t\t\n\t\t\t\t\tLa unidad monolitica del Partido y las masas populares, que se nutre de la plena confianza mutua, es la mayor fuente del inagotable potencial de nuestra Republica.\n\t\t\t\t\t\n\t\t\t\t\tGracias a esa gran unidad el Poder de la Republica continua su historia de triunfos venciendo todos los retos y dificultades. En este mundo no hay fuerza capaz de superar el poderio de nuestra unidad monolitica sustentada en la fusion del Partido y las masas populares, del lider y de todos los militares y civiles, con una sola idea, voluntad y estrechos vinculos consanguineos.\n\t\t\t\t\t\n\t\t\t\t\tTeniendo presente la gran confianza de todos los electores, sere siempre fiel a las ideas y la causa de los grandes companeros Kim Il Sung y Kim Jong Il, enaltecere a nuestro pueblo y hare todo lo que este a mi alcance para anticipar el dia de la gran prosperidad y fortalecimiento en que el pueblo disfrute de toda la felicidad del mundo, sin tener que envidiarle nada a nadie.\n\t\t\t\t\t\n\t\t\t\t\tSegun la ley de las elecciones de los diputados a las asambleas populares de todos los niveles de la Republica Popular Democratica de Corea, el candidato debe registrarse solamente en una circunscripcion, y he decidido inscribirme en la circunscripcion 111 de Paektusan para la eleccion del diputado a la decimotercera Legislatura de la APS.\n\t\t\t\t\t\n\t\t\t\t\tAnte nuestro pueblo, que avanza a pasos firmes para la victoria definitiva en la construccion de un Estado socialista poderoso y prospero, se extiende un camino amplio de triunfos allanado por el gran Lider Kim Il Sung y el gran General Kim Jong Il. El Poder popular es una poderosa arma politica para la edificacion de ese Estado. Debemos consolidar por todos los medios el Poder popular y elevar ininterrumpidamente sus funciones y papel, conforme a la demanda de la epoca y de la revolucion en desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tTodos los electores participaran como un solo hombre en las elecciones de diputados a la APS para elegir a los autenticos representantes del pueblo y de esta forma contribuiran a consolidar mas nuestro mejor Poder popular, Estado y regimen social.\n\t\t\t\t\t\n\t\t\t\t\tEstoy convencido de que todos los oficiales y soldados del Ejercito Popular y el pueblo, movidos por la noble conciencia del ciudadano y el elevado fervor patriotico, se esforzaran con abnegacion para levantar en nuestro pais socialista la mayor potencia y el paraiso del pueblo, para la envidia del mundo."
        },
        {
            "title": "Pak Ui Chun reune con delegacion de cancilleria china",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-36ee.html",
            "content": "Pak Ui Chun reune con delegacion de cancilleria china \r\nPyongyang, 19 de febrero (ACNC) -- El canciller de la Republica Popular Democratica de Corea,  Pak Ui Chun, departio el dia 19 en el capitalino Palacio de los Congresos Mansudae con la delegacion del Ministerio de Relaciones Exteriores de China presidida por el viceministro Liu Zhenmin, quien le hizo una visita de cortesia."
        },
        {
            "title": "Sede de festival de kimjongilias llena de visitantes",
            "url": "http://kcna.co.jp/item/2014/201402/news19/20140219-37ee.html",
            "content": "Sede de festival de kimjongilias llena de visitantes\r\nPyongyang, 19 de febrero (ACNC) -- En esta capital tiene lugar con solemnidad el XVIII Festival de Kimjongilias.\n\t\t\t\t\tEn la sede del festival se palpita el sentimiento de infinita anoranza de la humanidad hacia el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl Comite de Relaciones Culturales con el Extranjero, la Direccion Nacional de Turismo y la Direccion General de Trabajo con el Cuerpo Diplomatico exhibieron centenares de kimjongilias con el tema \"Gran Sol del Songun ilumina la via para el cumplimento de la causa de independencia del mundo\".\n\t\t\t\t\t\n\t\t\t\t\tEn el mostrador del Comite de Relaciones Culturales con el Extranjero estan exhibidas las kimjongilias presentadas por las entidades y personajes de varios paises, inclusive el Jardin Infantil Kim Jong Il de Mongolia, la Escuela Secundaria Yuwen de Jilin de China, los presidentes del Comite Suiza-Corea y Asociacion de Periodistas de Nepal y la familia del martir revolucionario antijapones de China, Zhang Weihua.\n\t\t\t\t\t\n\t\t\t\t\tLa Direccion General de Trabajo con el Cuerpo Diplomatico presento 300 kimjongilias.\n\t\t\t\t\t\n\t\t\t\t\tLas flores inmortales expuestas por la Union Europea, la embajada brasilena y otras organizaciones internacionales y embajadas acreditadas en Corea encantan a los visitantes.\n\t\t\t\t\t\n\t\t\t\t\tEs muy peculiar la flor enviada por el secretario general del Comite Central de Partido Popular Revolucionario Lao.\n\t\t\t\t\t\n\t\t\t\t\tTanto los coreaos como las personalidades extranjeras acuden cada dia a este lugar del festival."
        }
    ]
}