{
    "date": "2014-12-03",
    "url": "http://kcna.co.jp/item/2014/201412/2014-12-03ee.html",
    "articles": [
        {
            "title": "Ri Su Yong Meets Outgoing Russian Ambassador",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-16ee.html",
            "content": "Ri Su Yong Meets Outgoing Russian Ambassador\r\n Pyongyang, December 3 (KCNA) -- DPRK Foreign Minister Ri Su Yong met and had a talk with Alexandr Timonin, Russian ambassador to the DPRK, who paid a farewell call on him on Wednesday."
        },
        {
            "title": "Korean Folk Song Registered as World Intangible Cultural Heritage",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-19ee.html",
            "content": "Korean Folk Song Registered as World Intangible Cultural Heritage\r\n Pyongyang, December 3 (KCNA) -- Korean folk song \"Arirang\" was put on \"inscription on the representative list of intangible cultural heritage of humanity\" at the 9th Session of the Intergovernmental Committee for the Safeguarding of the Intangible Cultural Heritage of the UNESCO held in Paris on November 24-28.\n\t\t\t\t\t \"Arirang\" has been well-known to the world as a typical folk song of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Ro Chol Su, deputy director of the National Authority for the Protection of Cultural Heritage, told KCNA: \n\t\t\t\t\t\n\t\t\t\t\t The news raises the Koreans' national pride and self-confidence. \n\t\t\t\t\t\n\t\t\t\t\tFolk song \"Arirang\" has long been popular among Koreans belonging to different ages and social systems. \n\t\t\t\t\t\n\t\t\t\t\t The song, created on the basis of romance at the beginning, had developed to suit sentiments of inhabitants in different parts of the country, truthfully reflecting their desire to lead a happy life in a peaceful land. This fact is well illustrated by such many songs as \"Sodo Arirang\", \"Haeju Arirang\", \"Tanchon Arirang\", \"Arirang of Kangwon Province\" and \"Jonchon Arirang\", widely sung in different regions. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the DPRK has worked hard to register the nation's intangible cultural heritages as world heritages in recent years, Ro declared that the national authority would intensify exchange with relevant international bodies and other countries."
        },
        {
            "title": "AFC Prize Awarded to DPRK Football Association",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-18ee.html",
            "content": "AFC Prize Awarded to DPRK Football Association\r\n Pyongyang, December 3 (KCNA) -- The DPRK Football Association won the AFC (Asian Football Confederation) Developing Member Association of the Year Award. \n\t\t\t\t\t Its awarding ceremony was held in Manila, Philippines.\n\t\t\t\t\t\n\t\t\t\t\t This year, the DPRK finished first at the women's football event in the 17th Asian Games, the 2014 AFC U-16 Championship and U-14 Girls Soccer Regional Championship, while taking the second place in men's football event in the 17th Asian Games and the 2014 Asian U-19 and U-14 football championships.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK Football Association had been awarded the prize of the best football association in 2006 and the prize of the best football association (for men) in 2009.\n\t\t\t\t\t\n\t\t\t\t\t The AFC awarded to the DPRK's national women's football team the prize of the best national women's football team in 2007 and 2008 and to the DPRK's U-20 women's football team the prize of the best women's football team in 2006.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Kim Kwang Min was awarded the best football coach prize in 2008, Ri Kum Suk the best woman footballer prize in 2007, Ra Un Sim, the best junior female footballer prize in 2007 and Jong Il Gwan the best junior male footballer prize in 2010."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spread to Pro-reunification Patriotic Fighter",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-20ee.html",
            "content": "Kim Jong Un Sends Birthday Spread to Pro-reunification Patriotic Fighter \r\n Pyongyang, December 3 (KCNA) -- Supreme leader Kim Jong Un sent a birthday spread to pro-reunification patriotic fighter Ri Kong Sun, former unconverted long-term prisoner, on his 80th birthday Wednesday.\n\t\t\t\t\t He was arrested by the enemy while struggling for national reunification after the war. He remained true to his revolutionary faith and the sense of obligation despite all sorts of torture, appeasement and blackmail of the enemy for conversion for several decades behind bars. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il showed all sorts of loving care for him. He took the measure for bringing him back to the fold of the country and awarded him the title of hero of the Republic and the National Reunification Prize. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un bestowed upon him such honor as inviting him to participate as a delegate in the events on significant occasions such as the centenary of birth of President Kim Il Sung and the 60th anniversary of victory in the Fatherland Liberation War and is taking warm care of him so that he might not feel any slightest inconvenience in his life."
        },
        {
            "title": "Int'l Day of Persons with Disabilities Observed",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-14ee.html",
            "content": "Int'l Day of Persons with Disabilities Observed\r\n Pyongyang, December 3 (KCNA) -- There took place a meeting at Pyongyang Kim Won Gyun Conservatory on Wednesday to mark the International Day of Persons with Disabilities in 2014.\n\t\t\t\t\t It was attended by Minister of Public Health Kang Ha Guk, chairman of the C.C., the Korean Federation for the Protection of the Disabled, officials concerned, disabled persons and their families, teachers and students of the conservatory, members of international bodies' missions here and foreign embassy officials.\n\t\t\t\t\t\n\t\t\t\t\t Introduced at the meeting were the successes achieved this year in the fields of education, culture, labor, etc. thanks to the policies of the Workers' Party of Korea and the state to actively meet the interests and convenience of the disabled and the exchange and cooperation with different countries, international bodies and overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Then the participants enjoyed a performance given by members of an art group of disabled persons and instrumentalists of the conservatory orchestra."
        },
        {
            "title": "Osandok Prize Sports Contest Opens",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-15ee.html",
            "content": "Osandok Prize Sports Contest Opens\r\n Pyongyang, December 3 (KCNA) -- The Osandok prize sports contest opened with due ceremony at the Ice Rink on Wednesday.\n\t\t\t\t\t The contest will be held in Pyongyang, Samjiyon and other places. Players will compete in ice hockey, figure skating, speed skating, short track speed skating and skiing games.\n\t\t\t\t\t\n\t\t\t\t\t The opening ceremony was followed by men's ice hockey game between the Taesongsan Sports Team and the Pyongyang Railway Bureau Sports Team."
        },
        {
            "title": "Hwaebul Team, Football Champion of DPRK",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-17ee.html",
            "content": "Hwaebul Team, Football Champion of DPRK\r\n Pyongyang, December 3 (KCNA) -- The Hwaebul (torch) Team in the DPRK has emerged a football powerhouse of the country.\n\t\t\t\t\t The team took the first place in men's premier league for the DPRK Championships held from September 20 to late October this year.\n\t\t\t\t\t\n\t\t\t\t\t It was organized in May Juche 102 (2013) as a football group of the C.C., Kim Il Sung Socialist Youth League. Supreme leader Kim Jong Un named it Hwaebul to the effect that it should become a spark in raising the hot wind of sports throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t The Hwaebul Team made its debut in the men's premier football league of the Sports Contest for Pochonbo Torch Prize, placing first.\n\t\t\t\t\t\n\t\t\t\t\t It also showed good results in last year's DPRK Championships and this year's Soccer Tournament for Torch Cup."
        },
        {
            "title": "KCNA Commentary Terms U.S. Worst Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-10ee.html",
            "content": "KCNA Commentary Terms U.S. Worst Human Rights Abuser\r\n Pyongyang, December 3 (KCNA) -- Sexual slavery committed by GIs present in south Korea in the past have been disclosed recently, stunning the world public.\n\t\t\t\t\t The Russian internet news Inosmi. Ru reported that existence of one million sexual slaves are the results of the 60 odd year-long presence of GIs in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t GIs which had landed in south Korea in 1945 forced 350 000 south Korean women into sexual slavery till 1953. Their filthy crimes are still unabated. One of every 25 south Korean women fell victim to them and one million had their dignity and human rights mercilessly encroached upon.\n\t\t\t\t\t\n\t\t\t\t\t This is, indeed, a thrice-cursed crime that can be perpetrated only by the U.S., the chieftain of mass killings and the worst human rights abuser, and an unheard-of unethical crime that can never be pardoned.\n\t\t\t\t\t\n\t\t\t\t\t The GIs' sexual slavery is a product of the U.S. administration's policy of abusing human rights as it is being perpetrated under the patronage and control of the military.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has openly connived and patronized the GIs' sexual crimes since its occupation of south Korea. Notably, it worked hard to legalize the sexual abuses of GIs under the pretext of stimulating their morale which sank in the wake of their defeat in the Korean war. In 1962 it forced the south Korean puppet authorities to set the areas near U.S. military bases as \"special tourist zones\" and brought there south Korean women en masse. The puppet authorities reportedly allotted 25 percent of the GDP of south Korea for financing the sexual slavery enforced by GIs in their bases in the 1960s. This clearly shows how rampant GIs' sexual crimes were at that time.\n\t\t\t\t\t\n\t\t\t\t\t Still heard in south Korea are pitiful voices of women who had their dignity and chastity mercilessly trampled down in the U.S. bases and haunting there is the specter of those women who breathed their last without hearing even a word of apology from the U.S. administration and the puppet authorities.\n\t\t\t\t\t\n\t\t\t\t\t No wonder, south Korean women are lamenting over their wretched plight before the world, deploring they became the most unfortunate victims of the south Korea-U.S. alliance and their bodies were no longer theirs but belonged to the regime and GIs.\n\t\t\t\t\t\n\t\t\t\t\t The sexual slavery committed by GIs is a hideous crime against humanity that can never be written off no matter how much water may flow under the bridge.\n\t\t\t\t\t\n\t\t\t\t\t The GIs' human rights abuses are rampant not only in south Korea but also in other parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t Wherever GIs go, they kill local people and mercilessly trample down their rights to existence, living and development. For all its loud talk about protection of human rights and equality for all peoples before the world public, the U.S. is hell-bent on abducting women and sexually abusing them. \n\t\t\t\t\t\n\t\t\t\t\t As seen above, the U.S. has perpetrated the most heinous human rights abuses in history against Koreans and humankind. Nevertheless, it prodded some countries of EU, Japan and other countries into drafting the anti-DPRK \"human rights resolution\" and railroaded it through the UN by instigating the member states blindly following it. This is, indeed, the height of brazen-faced act to cover up its human rights abuses and deceive the world public with intrigues and fabrications.\n\t\t\t\t\t\n\t\t\t\t\t Those countries which took the lead in cooking up the \"resolution\" are all A-class criminal countries which have committed such sins before the world public as human rights abuses including the sexual slavery humankind has regarded as the most serious crime.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. which reduced one million south Korean women into sexual slaves of GIs as well as Japan which drafted 200 000 Korean women as sexual slaves for its imperial army in the last century are all arch criminals which enforced the thrice-cursed sexual slavery in the world  and the worst human rights abusers.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and Japan are the hordes of brutes under the mask of human beings and groups of evils bereft of human reason and thinking power. \n\t\t\t\t\t\n\t\t\t\t\t This not withstanding, the U.S. is styling itself a human rights judge, keeping mum about those heinous crimes. This is, indeed, the biggest tragedy in history and an act of mocking and deceiving the international community. \n\t\t\t\t\t\n\t\t\t\t\t The mad-cap \"human rights\" offensive kicked up by the U.S. against the DPRK is just aimed to paint it as \"tundra of human rights\" and invent a pretext for launching armed intervention in it.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK will never tolerate the U.S. and its followers' \"human rights\" campaign."
        },
        {
            "title": "Rodong Sinmun Praises Kim Jong Il for Glorifying History of Korean Nation ",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-09ee.html",
            "content": "Rodong Sinmun Praises Kim Jong Il for Glorifying History of Korean Nation \r\n Pyongyang, December 3 (KCNA) -- The history of the Korean nation has shed its brilliant rays all over the world. This is ascribable to the patriotic noble intention and leadership of the peerless great men of Mt. Paektu. Rodong Sinmun Wednesday says this in an article.\n\t\t\t\t\t The history of the Korean nation is shedding more brilliant rays thanks to leader Kim Jong Il's noble love for the country as he perfectly personified and upheld the ennobling intention of President Kim Il Sung, the article notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il in such many works as \"On Relics of Paleolithic Age Unearthed in Our Country\" and \"On Reexamining the Issue of Unification of the Three Kingdoms\" lucidly clarified the facts from the early period of the emergence of mankind to every stage of historic development and from the trend of history to individual persons and estimation of historic books.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his extraordinary wisdom, scientific insight and energetic leadership, the history of the Korean nation was re-estimated and correctly solved on the principle of the Juche character, historicism and scientific accuracy. The Korean nation has been proved before the world to be the most civilized and dignified nation with the time-honored history.\n\t\t\t\t\t\n\t\t\t\t\t He worked harder than anyone else to preserve and exalt the cultural heritages created by the Korean people as valuable treasures of the nation with the viewpoint that it is hard to discuss the history of the nation and its future without its cultural heritages.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that the soul and flavor of the nation prevailed throughout the whole country by positively preserving the excellent tradition of the nation handed down by ancestors.\n\t\t\t\t\t\n\t\t\t\t\t His immortal feats will go down in the nation's history as he made it possible to glorify the Korean nation's long history and excellent cultural tradition down through generations."
        },
        {
            "title": "Rodong Sinmun Denounces Japan for Joining in U.S. \"Human Rights\" Offensive against DPRK",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-11ee.html",
            "content": "Rodong Sinmun Denounces Japan for Joining in U.S. \"Human Rights\" Offensive against DPRK \r\n Pyongyang, December 3 (KCNA) -- It is very ridiculous for the bat-blind Japanese reactionaries to try to fish in troubled waters by zealously joining in the U.S. \"human rights\" offensive against the DPRK, Rodong Sinmun Wednesday says in a commentary.\n\t\t\t\t\t Not only the U.S. but also Japan is the sworn enemy of the Korean people as it has committed thrice-cursed crimes, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The wounds of the Korean people still remain unhealed owing to the unprecedented atrocities committed by Japan in the past. \n\t\t\t\t\t\n\t\t\t\t\t However, Japan is again rubbing salt into their wounds, sparking off bitterer resentment among the service personnel and people of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK had already declared that it would never pardon any riff-raff joining in the U.S. moves for aggression against it. \n\t\t\t\t\t\n\t\t\t\t\t Its service personnel and people will mete out punishment to anyone who dares provoke it.\n\t\t\t\t\t\n\t\t\t\t\t If Japan provokes the DPRK by a preemptive attack, its army and people will not miss the opportunity but surely force Japan to pay for its crime-woven past. \n\t\t\t\t\t\n\t\t\t\t\t Japan has not yet shaken off its disgrace of being a \"political pigmy\" in the international arena for kowtowing to the U.S. without any principle. If Japan recklessly behaves as now, it will remain isolated from the international community."
        },
        {
            "title": "Strikes for Vital Rights Declared in South Korea",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-13ee.html",
            "content": "Strikes for Vital Rights Declared in South Korea\r\n Pyongyang, December 3 (KCNA) -- A branch of the Seoul regional general trade union under the south Korean Confederation of Trade Unions declared a strike for vital rights, according to CBS of south Korea on Nov. 29.\n\t\t\t\t\t The organization recalled that a worker of the branch recently committed a self-immolation, declaring that it would launch a protest against the company side trampling down the elementary right of the workers and refusing to pay even low wages to them.\n\t\t\t\t\t\n\t\t\t\t\tAt least 30,000 workers belonging to the Confederation held a meeting in Seoul at which they declared that workers, peasants and poor people would struggle against the unpopular and anti-human rights rule of the conservative ruling forces.\n\t\t\t\t\t\n\t\t\t\t\t Members of the Hyundai Heavy Industry Trade Union, the Hyundai Samho Heavy Industry branch under the Metal Industry Trade Union, the Ssangyong Motors branch of the Metal Industry Trade Union and other trade unions held meetings and staged strikes denouncing the puppet group's fascist acts of trampling down the right to existence and clamping down the labor movement."
        },
        {
            "title": "Human Rights Abuses in S. Korea Disclosed ",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-21ee.html",
            "content": "Human Rights Abuses in S. Korea Disclosed \r\n Pyongyang, December 3 (KCNA) -- The People's Solidarity for the Repeal of the \"National Security Law\", the Bar Association for Democratic Society and other human rights organizations in south Korea held a press conference in Seoul on Monday to disclose human rights abuses on the strength of the \"Security Law\", according to the south Korean internet newspaper Thongil News. \n\t\t\t\t\t The organizations deplored that it is the reality of south Korea that basic rights of human beings are violated on the mere charge of telling about the north. \n\t\t\t\t\t\n\t\t\t\t\t They accused the present regime of hiding those involved in the illegal election including the Intelligence Service and kicking up the \"campaign for eliminating those forces following the north\" under the pretext of \"security.\" They went on:\n\t\t\t\t\t\n\t\t\t\t\t The case of attempted rebellion of the Unified Progressive Party, spy case of the Seoul City public official and others fabricated under the present regime are typical cases it faked up on charges of violation of the \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t The case of the attempted rebellion was abused by the authorities for the \"campaign for eliminating those forces following the north\" as proved by the decision of not guilty. \n\t\t\t\t\t\n\t\t\t\t\t The number of victims of the campaign is increasing as the days go by and political opponents are labeled \"followers of the north\" without exception. \n\t\t\t\t\t\n\t\t\t\t\t Human rights abuses on the strength of the \"Security Law\" should not be overlooked any longer. \n\t\t\t\t\t\n\t\t\t\t\t It is the \"Security Law\" trampling down the basic rights of human beings that we should fight against it."
        },
        {
            "title": "S. Korea Is Riddled with AIDS",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-22ee.html",
            "content": "S. Korea Is Riddled with AIDS\r\n Pyongyang, December 3 (KCNA) -- The number of AIDS cases has reached more than 8,600 in south Korea, according to CBS of south Korea on Nov. 30.\n\t\t\t\t\t It was reported that at least 1,000 people were infected with this virus one year alone."
        },
        {
            "title": "Kim Jong Il's Work Carried by Mexican Paper",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-01ee.html",
            "content": "Kim Jong Il's Work Carried by Mexican Paper\r\n Pyongyang, December 3 (KCNA) -- The main contents of leader Kim Jong Il's work \"Socialism Is a Science\" were carried by the Mexican paper Unidad Nacional on Nov. 15.\n\t\t\t\t\t The work, published on Nov. 1, Juche 83 (1994), explains the idea that Korean-style socialism based on Juche-oriented theory of socialism is the most scientific and vital one and indicates principled issues arising in defending socialism. \n\t\t\t\t\t\n\t\t\t\t\t The paper carried a photo of him among service personnel."
        },
        {
            "title": "Seminar on Kim Jong Il's Exploits Held by Int'l Body and in Different Countries",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-02ee.html",
            "content": "Seminar on Kim Jong Il's Exploits Held by Int'l Body and in Different Countries\r\n Pyongyang, December 3 (KCNA) -- Seminars on the exploits of leader Kim Jong Il were held by the Korean Friendship Association headquartered in Spain and took place in Germany, Thailand and Indonesia from Nov. 15 to 24 on the occasion of the 3rd anniversary of his demise.\n\t\t\t\t\t Present there were representatives of the association and its branches in various countries and personages and masses of relevant countries. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the association and representatives of its branches in various countries highly praised Kim Jong Il for dedicating all his life to the country and its people and making an undying contribution to the cause of global independence under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Central Committee of the Communist Party of Germany said that Kim Jong Il firmly defended Korean socialism while smashing every move of the imperialists to stifle the DPRK with his energetic Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Thailand-DPRK Friendship Association stressed that the feats performed by Kim Jong Il for the Korean revolution and the human cause of independence will last forever.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Marshal Kim Jong Un was adopted at the seminar held by the Korean Friendship Association."
        },
        {
            "title": "Kim Jong Il's Ideological, Theoretical Exploits Lauded by Indonesian Political Figure",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-03ee.html",
            "content": "Kim Jong Il's Ideological, Theoretical Exploits Lauded by Indonesian Political Figure\r\n Pyongyang, December 3 (KCNA) -- Nurdin Purnomo, chairman of the National Leading Council of the Diversity Party of Indonesia, made public a statement on Nov. 27 on the occasion of the 3rd anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, gifted thinker and theoretician, developed in depth the immortal Juche idea, providing the world revolutionary people with the most scientific ideological and theoretical weapon.\n\t\t\t\t\t\n\t\t\t\t\t He provided the Korean people and other world progressives with the noblest and most profound ideological and theoretical treasures in every period and at each stage of the developing revolution to be handed down to posterity, leaving them as his legacy.\n\t\t\t\t\t\n\t\t\t\t\t There are not a few thinkers and theoreticians and great men in history who left inerasable traces in the development of progressive idea of humankind.\n\t\t\t\t\t\n\t\t\t\t\t But there was no such genius of ideology and theory and gifted great man who was possessed of rare wisdom and extraordinary inquiry as his inborn disposition and attained the highest level of human intellect as Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The undying feats he performed for the development of progressive idea of mankind and development of friendly and cooperative relations between Indonesia and the DPRK will shine forever along with history."
        },
        {
            "title": "Kim Jong Il Praised by Kyrgyz Figure",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-04ee.html",
            "content": "Kim Jong Il Praised by Kyrgyz Figure\r\n Pyongyang, December 3 (KCNA) -- The great Comrade Kim Jong Il, general secretary of the Workers' Party of Korea (WPK) and chairman of the National Defence Commission of the DPRK, was an outstanding thinker and theoretician.\n\t\t\t\t\t A. Usupbayev, chairman of the Central Council of the People Unity-\"Kyrgyz El\" Republican Political Party, said this in a statement on Nov. 27.\n\t\t\t\t\t\n\t\t\t\t\t The statement went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il developed the WPK into the force organizing and guiding all the victories of the Korean people with his extraordinary leadership.\n\t\t\t\t\t\n\t\t\t\t\t From the early period of his work at the WPK Central Committee, he led the party to achieve cohesion and unity in thinking and purpose based on the revolutionary idea of President Kim Il Sung and successfully perform its mission and role as the headquarters of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the last century he formulated the Songun policy as the basic political mode of socialism and developed the WPK into the guiding force of the Songun revolution that triumphantly advances the socialist cause despite any threat and challenge of the imperialists.\n\t\t\t\t\t\n\t\t\t\t\t He also turned the DPRK into an invincible socialist power.\n\t\t\t\t\t\n\t\t\t\t\t He consolidated the single-minded unity of the Korean society as firm as a rock and trained the Korean people to be those strong in idea and faith.\n\t\t\t\t\t\n\t\t\t\t\t Many famous works authored by him powerfully encourage the Korean people to devote themselves to the building of a thriving socialist nation."
        },
        {
            "title": "Exploits of Kim Jong Il Introduced by Russian Papers",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-05ee.html",
            "content": "Exploits of Kim Jong Il Introduced by Russian Papers\r\n Pyongyang, December 3 (KCNA) -- Russian papers featured articles on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The Russian paper Nakhodkinski Rabochi on Nov. 26 devoted its one whole page to an article titled \"Great father of Korea\" illustrated with the portrait of the smiling leader and his photos.\n\t\t\t\t\t\n\t\t\t\t\t Although he passed away, the Workers' Party of Korea (WPK) is holding him in high esteem as its eternal general secretary and maintaining his idea and line as its guidelines, the article said, adding:\n\t\t\t\t\t\n\t\t\t\t\t When he started his work at the Central Committee of the WPK, he exerted his great efforts on developing the Juche idea founded by President Kim Il Sung, father of socialist Korea, as required by the times and the developing revolution and thus performed great exploits in the field of ideology and theory of the party.\n\t\t\t\t\t\n\t\t\t\t\t Notably, he resolutely defended the independence of the popular masses by enforcing his original Songun politics, the invincible banner for creditably protecting the sovereignty of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t He will always be alive in the hearts of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Komsomolskaya Pravda on Nov. 20 carried an article titled \"Exploits performed for peace\" illustrated with the portrait of the smiling leader.\n\t\t\t\t\t\n\t\t\t\t\t The Nov. 19-26 issue of Khabarovski Express devoted its one whole page to articles titled \"Legacy\" and \"Source of creation\" under the bannerline \"Eternal general secretary of WPK.\" It was illustrated with his photos."
        },
        {
            "title": "Kim Jong Il Praised by South African, Nigerian Organizations",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-06ee.html",
            "content": "Kim Jong Il Praised by South African, Nigerian Organizations\r\n Pyongyang, December 3 (KCNA) -- Organizations in South Africa and Nigeria posted articles on their websites between Nov. 13 and 26 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The South African Group for the Study of Kimilsungism-Kimjongilism posted an article titled \"On occasion of third anniversary of demise of Chairman of National Defence Commission Kim Jong Il\" illustrated with the portrait of the smiling leader, which said:\n\t\t\t\t\t\n\t\t\t\t\t He enriched the Juche idea and the Songun idea founded by President Kim Il Sung, thoroughly applied them to the revolution and construction and thus turned the DPRK into an invincible socialist power.\n\t\t\t\t\t\n\t\t\t\t\t His Songun leadership turned misfortunes into blessings and adversities into favorable conditions, ushering in a fresh era of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t After his untimely demise, the Korean people are holding him in high esteem as the eternal general secretary of the Workers' Party of Korea and eternal chairman of the National Defence Commission of the DPRK and conferred the title of Generalissimo upon him.\n\t\t\t\t\t\n\t\t\t\t\t His august name will shine long thanks to the undying exploits he performed for the Korean revolution and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted articles titled \"Mt. Paektu and Kim Jong Il\" and \"Sea of apples at foot of Chol Pass.\"\n\t\t\t\t\t\n\t\t\t\t\t The website in an article titled \"Kim Jong Il, undying exploits for party-building\" noted that the exploits he performed in the field of party-building will shine forever along with the victorious advance of socialist Korea."
        },
        {
            "title": "Stand of DPRK Supported in Benin",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-07ee.html",
            "content": "Stand of DPRK Supported in Benin\r\n Pyongyang, December 3 (KCNA) -- A meeting took place in Benin on Nov. 25 to support the statement of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t Present there were members of the leadership of the Socialist Party of Benin and masses.\n\t\t\t\t\t\n\t\t\t\t\t The statement made by the NDC on Nov. 23 was read out at the meeting to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t Ali Houdou, president of the party, said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has launched its desperate \"human rights\" offensive against the DPRK, the hostile purpose of which is to paint the latter as tundra of human rights and invent a pretext for perpetrating armed intervention.\n\t\t\t\t\t\n\t\t\t\t\t The heinous conspiratorial farce staged at the UN is a politically-motivated fraudulent one and the height of brazen-faced farce to deceive the world public with intrigues and fabrications.\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation has lashed the service personnel of the Korean People's Army and the people of the DPRK into a great fury and sparked off towering indignation of other progressives around the world.\n\t\t\t\t\t\n\t\t\t\t\t The Socialist Party and the people of Benin aspiring after socialism totally deny and reject the \"human rights resolution\" the U.S. and its followers cooked up by abusing the UN.\n\t\t\t\t\t\n\t\t\t\t\t The vice-president of the party fully supported the NDC's statement.\n\t\t\t\t\t\n\t\t\t\t\t A statement was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t At the end of it, the participants watched the Korean film \"Arms of Korea.\""
        },
        {
            "title": "Demise Anniversary of Kim Jong Il Observed by Russian Political Party",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-08ee.html",
            "content": "Demise Anniversary of Kim Jong Il Observed by Russian Political Party\r\n Pyongyang, December 3 (KCNA) -- The Party for Peace and Unity of Russia held a remembrance meeting on Nov. 28 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t On display at the venue of the meeting were works of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and books introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence in memory of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting Sazhi Umalatova, chairwoman of the party, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t December 17 this year marks the third anniversary of demise of Kim Jong Il, she noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t He was the genuine leader of the people who dedicated his all to the prosperity of the country and their happiness.\n\t\t\t\t\t\n\t\t\t\t\t In the most rigorous period when socialism collapsed in various countries and the U.S.-led imperialist allied forces went on the rampage by resorting to arbitrary practices, he established the original Songun political mode and firmly defended the banner of socialism while leading the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t His demise was the greatest loss to the Korean people and other progressives.\n\t\t\t\t\t\n\t\t\t\t\t He will always be boundlessly revered by all peoples."
        },
        {
            "title": "Cancion coreana Arirang registrada como patrimonio cultural intangible del mundo",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-23ee.html",
            "content": "Cancion coreana Arirang registrada como patrimonio cultural intangible del mundo\r\nPyongyang, 3 de diciembre (ACNC) -- La cancion folklorica coreana Arirang fue registrada en la \"Lista representativa de los patrimonios culturales intangibles de la humanidad\" en la 9a reunion del comite intergubernamental para la proteccion de patrimonios culturales intangibles del mundo de la UNESCO, sesionada en Paris del 24 al 28 de noviembre.\n\t\t\t\t\tArirang es la cancion de fama mundial que representa a la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tRo Chol Su, subdirector de la Direccion de Preservacion de Patrimonios Nacionales, dijo a la ACNC como sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa decision de aquella reunion es una buena noticia que pone orgullosa a la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tAl principio, la cancion se trataba del enamoramiento de una pareja joven, pero reflejaba en estrofas sinceras la aspiracion unanime de los moradores de aquel entonces a vivir felizmente en un mundo para el pueblo. \n\t\t\t\t\t\n\t\t\t\t\t\"Ryonggangginari\", \"Tondolari\" y otras canciones folkloricas de Corea tienen las caracteristicas locales, pero Arirang se ha desarrollado conforme a la idiosincrasia de los habitantes de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tSe crearon muchas versiones tales como \"Sodo \n\t\t\t\t\t\n\t\t\t\t\tArirang\" de la provincia de Phyong-an, \"Haeju Arirang\" de la provincia de Hwanghae, \"Tanchon Arirang\" de la provincia de Hamgyong, \"Kangwondo Arirang\" de la provincia de Kangwon y \"Jonchon Arirang\" de la provincia de Jagang, etc.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, el subdirector recordo los esfuerzos por registrar los patrimonios culturales intangibles de Corea como los del mundo y expreso la decision de seguir dinamizando el intercambio con las organizaciones internacionales y otros paises."
        },
        {
            "title": "AFC recibe premio de asociacion del miembro en desarrollo del ano de CAF",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-24ee.html",
            "content": "AFC recibe premio de asociacion del miembro en desarrollo del ano de CAF\r\nPyongyang, 3 de diciembre (ACNC) -- La Asociacion de Futbol de la Republica Popular Democratica de Corea recibio el premio de la asociacion del miembro en desarrollo del ano de la Confederacion Asiatica de Futbol.\n\t\t\t\t\tTuvo lugar en Manila, Filipinas, la ceremonia de otorgamiento de premios de la CAF de 2014.\n\t\t\t\t\t\n\t\t\t\t\tEste ano, la RPDC ocupo el primer lugar en el futbol femenino de los Juegos Asiaticos, el Campeonato Sub-16 de la Confederacion Asiatica de Futbol y el campeonato regional sub-14 (f) de la CAF. Ademas, se ubico en el segundo lugar en el futbol masculino de los Juegos Asiaticos, el campeonato sub-19 de la CAF y el campeonato regional sub-14 de la CAF.\n\t\t\t\t\t\n\t\t\t\t\tLa AFC recibio en 2006 el premio de la mejor asociacion de futbol y en 2009, el mismo premio para el genero masculino.\n\t\t\t\t\t\n\t\t\t\t\tEn 2007 y 2008, la CAF otorgo a la seleccion femenina coreana el premio de mejor equipo y en 2006, el mismo premio a la seleccion femenina sub-20. El entrenador Kim Kwang Min recibio el premio de mejor entrenador de 2008; la futbolista Ri Kum Suk, el de mejor futbolista de 2007; Ra Un Sim, el premio de mejor futbolista junior de 2007 y Jong Il Gwan, el premio de mejor futbolista junior de 2010."
        },
        {
            "title": "Kim Jong Un envia alimentos de cumpleanos a Ri Kong Sun",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-25ee.html",
            "content": "Kim Jong Un envia alimentos de cumpleanos a Ri Kong Sun\r\nPyongyang, 3 de diciembre (ACNC) -- Ri Kong Sun, ex preso de largas condenas no abjurado conocido como combatiente patriotico por la reunificacion, acogio su 80o cumpleanos.\n\t\t\t\t\tEn el tiempo posbelico, el fue arrestado por los enemigos mientras luchaba por la reunificacion de la patria y durante decenas de anos, resistio con valentia en la carcel la tortura, la seduccion y el chantaje de toda indole de los enemigos que le imponian abandonar su fe revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente Kim Jong Il hizo traerlo a la patria y le presento como heroe de la Republica y condecorado del Premio Reunificacion de la Patria.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un llamo a el como delegado a los festejos del centenario de nacimiento del Presidente Kim Il Sung, el 60o aniversario de la victoria en la Guerra de Liberacion de la Patria y otros actos importantes y atiende cordialmente las condiciones de su vida.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal envio el dia 3 a Ri los alimentos de cumpleanos."
        },
        {
            "title": "Tiene lugar acto por Dia Internacional de Discapacitados",
            "url": "http://kcna.co.jp/item/2014/201412/news03/20141203-26ee.html",
            "content": "Tiene lugar acto por Dia Internacional de Discapacitados\r\nPyongyang, 3 de diciembre (ACNC) -- Tuvo lugar el dia 3 en el Conservatorio Kim Won Gyun de Pyongyang el acto dedicado al Dia Internacional de Discapacitados de 2014.\n\t\t\t\t\tEn la ocasion participaron Kang Ha Guk, ministro de Salud Publica y presidente del Comite Central de la Federacion de Proteccion a Discapacitados de Corea, los funcionarios interesados, discapacitados y sus familias, profesores, empleados y estudiantes del conservatorio, miembros de la organizacion internacional acreditada en Corea y los miembros de las embajadas de varios paises en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto se dieron a conocer los exitos logrados el presente ano, segun la politica del Partido del Trabajo de Corea y el Estado, en la rama de educacion, cultura, trabajo y otras para asegurar los intereses y el confort de los discapacitados y las labores de intercambio y cooperacion con varios paises, organizaciones internacionales y los compatriotas en ultramar.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, los participantes vieron una funcion artistica ofrecida por los miembros del grupo artistico de discapacitados y los ejecutantes de la orquesta del conservatorio."
        }
    ]
}