{
    "date": "2014-04-16",
    "url": "http://kcna.co.jp/item/2014/201404/2014-04-16ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Message of Greeting to Syrian President",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-22ee.html",
            "content": "Kim Jong Un Sends Message of Greeting to Syrian President\r\n Pyongyang, April 16 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, sent a message of greeting to Bashar Al-Assad, president of the Syrian Arab Republic, on April 14.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend warm congratulations to you, the government and people of the Syrian Arab Republic on the 68th anniversary of the Syrian independence, significant national holiday of your people.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I reiterate our solidarity with the Syrian Arab people in their just struggle for defending the sovereignty, peace and security of the country and express belief that the friendly and cooperative relations between our two countries will steadily go stronger."
        },
        {
            "title": "Kim Jong Un Receives Greetings from Syrian President",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-18ee.html",
            "content": "Kim Jong Un Receives Greetings from Syrian President\r\n Pyongyang, April 16 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Bashar Al－Assad, Syrian president, on Monday.\n\t\t\t\t\t In the message the president said he was pleased to extend the warmest greetings to Kim Jong Un on the occasion of the Day of the Sun, birth anniversary of President Kim Il Sung who enjoys immortality.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un and his family good health and happiness and the friendly Korean people greater progress and prosperity."
        },
        {
            "title": "Greetings to Syrian PM ",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-21ee.html",
            "content": "Greetings to Syrian PM\r\n Pyongyang, April 16 (KCNA) -- Premier Pak Pong Ju sent a message of greeting to Prime Minister of Syria Wael Nader Al Halqi on April 14 on the occasion of the 68th anniversary of independence of Syria.\n\t\t\t\t\t The message expressed firm solidarity with the government and people of Syria in their efforts to defend the sovereignty and security and achieve the socio-economic stability of the country and wished the prime minister fresh successes in his responsible work.\n\t\t\t\t\t\n\t\t\t\t\t Foreign Minister Ri Su Yong also sent a similar message to Deputy Prime Minister and Minister of Foreign Affairs and Expatriates Walid Al－Muallem on the same day."
        },
        {
            "title": "Foreign Crewmen Meet to Celebrate Birth Anniversary of Kim Il Sung",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-15ee.html",
            "content": "Foreign Crewmen Meet to Celebrate Birth Anniversary of Kim Il Sung\r\n Pyongyang, April 16 (KCNA) -- A meeting of foreign crewmen took place in Haeju and Nampho Ports on Tuesday to mark the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The participants laid bunches of flowers before statues of the President in the cities and paid tribute to him before holding meetings.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meetings attended by captains and crewmen of the Chinese ship Shun Fa 1 and a Belize-flagged ship.\n\t\t\t\t\t\n\t\t\t\t\t Speakers recollected the immortal exploits of the President, saying that Day of the Sun is a holiday common to the Korean people and the world progressive people.\n\t\t\t\t\t\n\t\t\t\t\t The President's exploits will be everlasting in the hearts of the progressive humankind, they added.\n\t\t\t\t\t\n\t\t\t\t\t They expressed the belief that the revolutionary history of the President will go on thanks to supreme leader Kim Jong Un, who is possessed of the noblest moral sense of obligation.\n\t\t\t\t\t\n\t\t\t\t\t Letters to Kim Jong Un were adopted there."
        },
        {
            "title": "Joint Performances of ASFAF Given",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-19ee.html",
            "content": "Joint Performances of ASFAF Given\r\n Pyongyang, April 16 (KCNA) -- Joint performances of the 29th April Spring Friendship Art Festival were given at the Pyongyang Grand Theatre, the Ponghwa Art Theatre and the East Pyongyang Grand Theatre on Tuesday. \n\t\t\t\t\t  Among the audience were Kim Yong Nam, Pak Pong Ju, Kim Ki Nam and other leading officials of the party and state, officials of ministries and national institutions and Pyongyang citizens. \n\t\t\t\t\t\n\t\t\t\t\t The performances were also appreciated by overseas compatriots' delegations, overseas Koreans, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, foreign diplomatic envoys, representatives of international organizations, staff members of foreign embassies here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Foreign and overseas Korean artistes performed there. They included those of China, Russia, Germany, Malaysia, Mongolia, Bulgaria, Belarus, Switzerland, Austria, Ukraine, Italy, Indonesia, Vietnam, France, Finland, Cuba and Poland.\n\t\t\t\t\t\n\t\t\t\t\t They put on the stages colorful numbers which they prepared with sincerity on the occasion of the Day of the Sun, (birth anniversary of President Kim Il Sung). They highly praised the immortal exploits of the peerlessly great men, sun of humankind.\n\t\t\t\t\t\n\t\t\t\t\t A song and dance given by the Chinese art troupe (Eastern Song and Dance Ensemble), a folk dance by the National Dancing Troupe of Belarus and other numbers reflected well the national sentiment and life of the peoples of the relevant countries.\n\t\t\t\t\t\n\t\t\t\t\t Also put on the stages were numbers by foreign artistes including the Dwiki-Music Group of Indonesia, famous artistes of the Varna Opera Theatre of Bulgaria and Italian opera singer.\n\t\t\t\t\t\n\t\t\t\t\t Male solo and chorus \"DPRK and Russia Are Eternal Friends\" given by the Academy Ensemble of the Interior Unit of the Russian Ministry of Interior helped the audience deeply feel the sentiment of friendship between the peoples of the DPRK and Russia."
        },
        {
            "title": "AFP Delegation Leaves",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-11ee.html",
            "content": "AFP Delegation Leaves\r\n Pyongyang, April 16 (KCNA) -- The AFP delegation headed by its Global News Director Philippe Massonnet left here on Wednesday."
        },
        {
            "title": "AFP Delegation Tours Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-17ee.html",
            "content": "AFP Delegation Tours Pyongyang\r\n Pyongyang, April 16 (KCNA) -- The AFP delegation headed by its Global News Director Philippe Massonnet visited the Victorious Fatherland Liberation War Museum on Tuesday.\n\t\t\t\t\t The guests paid tribute to President Kim Il Sung before the full-length picture of him acknowledging the cheers of participants in the parade for celebrating the victory of the war.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on his immortal exploits in winning the war, they went round various halls of the museum.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Munsu Water Park and Mirim Riding Club on the same day."
        },
        {
            "title": "Secretary General of IIJI Leaves",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-12ee.html",
            "content": "Secretary General of IIJI Leaves\r\n Pyongyang, April 16 (KCNA) -- Kenichi Ogami, secretary general of the International Institute of the Juche Idea, and his party left here on Wednesday."
        },
        {
            "title": "Co-Chairman of Council of Kim Il Sung-Kim Jong Il Foundation Leaves",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-13ee.html",
            "content": "Co-Chairman of Council of Kim Il Sung-Kim Jong Il Foundation Leaves\r\n Pyongyang, April 16 (KCNA) -- Johnny Hon, co-chairman of the Council of the Kim Il Sung-Kim Jong Il Foundation, who visited the DPRK to celebrate the birth anniversary of President Kim Il Sung, left here on Wednesday."
        },
        {
            "title": "Workers' Party of Mexico Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-14ee.html",
            "content": "Workers' Party of Mexico Delegation Visits Mangyongdae\r\n Pyongyang, April 16 (KCNA) -- A delegation of the Workers' Party of Mexico led by its National Leader Alberto Anaya Gutierrez visited Mangyongdae, birthplace of President Kim Il Sung.\n\t\t\t\t\t The members of the delegation looked round the historical relics preserved at the old home of Kim Il Sung with care, being briefed on the revolutionary history of the President and the patriotic life of his family members.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Monument to Party Founding, Okryu Children's Hospital, Mirim Riding Club, Rungna People's Pleasure Park and other places."
        },
        {
            "title": "Day of Sun Observed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-16ee.html",
            "content": "Day of Sun Observed in DPRK\r\n Pyongyang, April 16 (KCNA) -- The DPRK significantly celebrated April 15, birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The service personnel, people from all walks of life and schoolchildren visited statues of Kim Il Sung and leader Kim Jong Il and their large portraits to pay tribute and visited the venue of the 16th Kimilsungia Festival now under way with splendor and venues of Kimilsungia exhibitions in provinces.\n\t\t\t\t\t\n\t\t\t\t\t Art performances were given at theatres in Pyongyang and local areas to celebrate the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t The National Symphony Orchestra gave a concert titled \"Cantata to Marshal Kim Il Sung\" at Moranbong Theatre and artistes of the Korean People's Army Song and Dance Ensemble gave deep impression to the audience with their performance at April 25 House of Culture in celebration of the Day of the Sun.\n\t\t\t\t\t\n\t\t\t\t\t Drama \"Female comrade of Mt. Paektu\" was given by the National Theatrical Troupe at National Theatre.\n\t\t\t\t\t\n\t\t\t\t\t Colorful art performances were held in provinces.\n\t\t\t\t\t\n\t\t\t\t\t People across the country had sports and amusement games.\n\t\t\t\t\t\n\t\t\t\t\t The service networks in Pyongyang and all other areas of the country were crowded with people.\n\t\t\t\t\t\n\t\t\t\t\t The public catering establishments including the Okryu Restaurant, Chongnyu Restaurant, Pyongyang Noodle House, Kanggye Noodle House and Sinhung Restaurant served people with a variety of holiday food."
        },
        {
            "title": "Overseas Koreans' Art Troupes Acclaimed at Art Festival",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-20ee.html",
            "content": "Overseas Koreans' Art Troupes Acclaimed at Art Festival\r\n Pyongyang, April 16 (KCNA) -- A performance by art troupes of China-resident Koreans and the International United Confederation of Koreans is going on at the Ponghwa Art Theatre here as part of the 29th April Spring Friendship Art Festival.\n\t\t\t\t\t The overseas Koreans' art troupes presented to the festival colorful numbers telling about the dignity and honor of Kim Il Sung's nation and the true pictures of the homeland.\n\t\t\t\t\t\n\t\t\t\t\t The numbers, shown by the troupe of China-resident Korean artistes, include mixed duet \"Beautiful Pyongyang\" and male duet \"Tungsil Ballad\", which sing of the changed looks of Pyongyang and the happy life of the people in the homeland as well as of the idea that the DPRK blessed with the peerlessly great men is the best in the world. \n\t\t\t\t\t\n\t\t\t\t\t Dance \"Echo over Masik Pass\" by the art troupe of the International United Confederation of Koreans well represents people in the homeland enjoying themselves at the world-level Masikryong Ski Resort.\n\t\t\t\t\t\n\t\t\t\t\t Song \"My Mind Always Follows Him\", composed by the chairperson of the General Association of Koreans in China, touched the audience's heartstring as it shows the overseas Koreans' strong will to follow supreme leader Kim Jong Un only.\n\t\t\t\t\t\n\t\t\t\t\t The performance, flawless in terms of ideological content and artistry, has delighted the people in the homeland celebrating the Day of the Sun, the birthday of President Kim Il Sung."
        },
        {
            "title": "Joint Military Exercises against DPRK Denounced by S. Korean Organization",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-09ee.html",
            "content": "Joint Military Exercises against DPRK Denounced by S. Korean Organization\r\n Pyongyang, April 16 (KCNA) -- The People for Achieving Peace and Reunification of south Korea on April 11 held a press conference before the U.S. and south Korean \"allied command\" denouncing the U.S. and south Korean authorities for staging joint military exercises against the north.\n\t\t\t\t\t The organization said that the Max Thunder joint military exercises were a serious military threat to the north, and they were part of the policy which regards the north as target of confrontation and hostility.\n\t\t\t\t\t\n\t\t\t\t\t It criticized the exercises as very provocative and offensive in view of their true colors, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\tIt can hardly press indignation at the south Korean authorities talking about \"dialogue\" but resorting to confrontation with fellow countrymen and escalating military crisis behind the scene.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop the joint military exercises at once and opt for dialogue for the conclusion of a peace agreement.\n\t\t\t\t\t\n\t\t\t\t\t The organization staged a demonstration before the U.S. training ground in Phochon, Kyonggi Province that day urging the U.S. and south Korean authorities to immediately halt the exercises against the north and increasing the military tension and conflict on the Korean peninsula."
        },
        {
            "title": "Kim Il Sung's Brief Biography Posted by Czech Organization on Website",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-01ee.html",
            "content": "Kim Il Sung's Brief Biography Posted by Czech Organization on Website\r\n Pyongyang, April 16 (KCNA) -- A brief biography of President Kim Il Sung was posted by the Paektusan Czech-Korean Friendship Association on its website on April 9.\n\t\t\t\t\t The website carried a portrait of the smiling President."
        },
        {
            "title": "Kim Jong Un's Work Carried by Bangladeshi Newspaper",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-02ee.html",
            "content": "Kim Jong Un's Work Carried by Bangladeshi Newspaper\r\n Pyongyang, April 16 (KCNA) -- The full text of supreme leader Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" was carried by the Bangladeshi newspaper The Daily Folk on April 1.\n\t\t\t\t\t The work, a speech made by Kim Jong Un at the military parade for celebrating the 100th birth anniversary of President Kim Il Sung on April 15, Juche 101 (2012), says that the one hundred year-long history of Kim Il Sung's nation clearly proved the immutable truth that an outstanding leader guarantees the dignity and prosperity of a country and nation.\n\t\t\t\t\t\n\t\t\t\t\t It deals with tasks to be fulfilled to eternally glorify the dignity of Songun Korea and successfully realize the cause of building a thriving socialist nation."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary Observed by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-03ee.html",
            "content": "Kim Il Sung's Birth Anniversary Observed by Foreign Newspapers\r\n Pyongyang, April 16 (KCNA) -- Foreign newspapers dedicated special write-ups illustrated with portraits of smiling President Kim Il Sung to his birth anniversary.\n\t\t\t\t\t The March 25 issue of the DR Congolese newspaper La Prosperite allotted one whole page to articles titled \"The great ideo-theoretician\", \"Great victory in two revolutionary wars\", \"For building Korean-style socialism\" and \"Kim Jong Un, great leader of the Korean people\" under the headline \"Kim Il Sung, eternal sun of the world progressive humankind\".\n\t\t\t\t\t\n\t\t\t\t\t The paper praised the sacred revolutionary life of the prominent leader and peerlessly patriot who decorated the 20th century as one of the victorious advance for accomplishing the cause of independence against imperialism and the cause of socialism with his outstanding ideas and theories and rare leadership for many years from his teens to the advanced age above 80, saying that Kim Il Sung's exploits will be everlasting along with his august name.\n\t\t\t\t\t\n\t\t\t\t\t The Ugandan newspaper Sun Rise carried an article titled \"Eternal sun of Juche\" under the headline \"On the occasion of the 102nd birth anniversary of Kim Il Sung, eternal president of the DPRK\" on March 28.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that Kim Il Sung will always live in the hearts of the people desirous of independence as the sun of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The March 28 issue of the Nepalese newspaper Arpan in its article titled \"DPRK's socialism is based on the Juche idea\" introduced the essential contents of the Juche idea and Korean-style socialism based on it."
        },
        {
            "title": "Day of Sun Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-04ee.html",
            "content": "Day of Sun Observed in Foreign Countries\r\n Pyongyang, April 16 (KCNA) -- Korean photo, book and art exhibitions opened with due ceremony in Artyom city, Russia and a city, Slovenia on April 7 and 9 on the occasion of the Day of the Sun (birth anniversary of President Kim Il Sung).\n\t\t\t\t\t Displayed at the exhibitions were portraits of smiling Kim Il Sung and leader Kim Jong Il and photos documenting their exploits.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were works of peerlessly great men of Mt. Paektu, books introducing Songun Korea and art pieces associated with the talents of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The mayor of Artyom city in his speech said that Kim Il Sung liberated the country and founded the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK achieved rapid development under his leadership in a short span of time and turned into a socialist power of independence, self-support and self-reliance.\n\t\t\t\t\t\n\t\t\t\t\t The Russia-DPRK friendly relations are developing in various fields under the care of President Putin and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will make positive efforts to expand and develop cooperation with the DPRK in various fields.\n\t\t\t\t\t\n\t\t\t\t\t Personages including the chairman of the Slovenian preparatory committee for celebrating the Day of the Sun praised the revolutionary life of Kim Il Sung, who devoted his all to the prosperity of the country, happiness of the people and the sacred global cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will surely achieve the cause of building a thriving nation under Kim Jong Un's Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t The exhibitions will continue till the end of April."
        },
        {
            "title": "Kim Il Sung Praised in Foreign Countries",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-05ee.html",
            "content": "Kim Il Sung Praised in Foreign Countries\r\n Pyongyang, April 16 (KCNA) -- Events took place in Laos, Libya, Ethiopia, Nigeria and Dominica between April 7 and 9 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They included a meeting, seminar, round-table talks, photo exhibition and film show.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with exploits of Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Participants of film shows watched Korean films including \"Eternal treasure of praising the sun\" and \"Korea Today\".\n\t\t\t\t\t\n\t\t\t\t\t The president of the People's Supreme Court of Laos in his speech said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was a great leader who devoted his all to the victory of the socialist cause and happiness of the people and a close friend of the Lao people as he provided the friendly relations between the two countries with President Kaysone Phomvihane.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are enjoying happiness thanks to the exploits performed by the proceeding leaders and the wise leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Libya－DPRK Friendship Association said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung is the founder of socialist Korea where the people have became the master of the country for the first time in history and provided solid foundations for the Korean nation's eternal prosperity.\n\t\t\t\t\t\n\t\t\t\t\t He was an iron-willed brilliant commander and greatest man who defeated the U.S. and Japanese imperialists and turned the DPRK into a power nobody can provoke.\n\t\t\t\t\t\n\t\t\t\t\t Today's Korea would be unthinkable without him.\n\t\t\t\t\t\n\t\t\t\t\t The vice-director of the Ethiopian Gabriel Hospital said that Kim Il Sung was a great man recognized by the world and his exploits performed in accomplishing the Korean revolution and the global cause of independence would shine forever along with history."
        },
        {
            "title": "Works of Kim Il Sung, Kim Jong Un Studied Abroad",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-06ee.html",
            "content": "Works of Kim Il Sung, Kim Jong Un Studied Abroad\r\n Pyongyang, April 16 (KCNA) -- A seminar on President Kim Il Sung's work \"On Abolishing the Tax System\" was held in Switzerland on April 3 and a reading session on supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" in Nigeria on April 5.\n\t\t\t\t\t Martin Lotscher, chairman of the Swiss preparatory committee for celebrating Day of the Sun (birth anniversary of Kim Il Sung), said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolutionaries in the period of the anti-Japanese struggle worked hard guided by the revolutionary and popular programme on tax indicated in the \"Ten-Point Programme of the Association for the Restoration of the Fatherland\" and showed a brilliant model of implementing it in the guerrilla bases and liberated areas.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation of the country they abolished the depredatory tax system imposed by the Japanese imperialists and established the most popular and democratic tax system.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung made sure that the tax system was completely abolished as the socialist transformation of the relations of production was completed and firm foundations of the socialist industrialization were laid in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the desire of the Korean people to live in society without tax came true at last and the DPRK became the first country without tax in the world.\n\t\t\t\t\t\n\t\t\t\t\t Ahmed Blaza Lawan, chairman of the Nigerian Group for the Study of the Songun Politics, noted:\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism is a great revolutionary idea.\n\t\t\t\t\t\n\t\t\t\t\t Modeling the whole society on Kimilsungism-Kimjongilism is a supreme programme of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Modeling the whole society on Kimilsungism-Kimjongilism is revolutionary inheritance of the idea of modeling the whole society on Kimilsungism and its development on a higher level.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will wage more dynamic drive for modeling the whole society on Kimilsungism-Kimjongilism, holding Marshal Kim Jong Un in high esteem."
        },
        {
            "title": "Day of Sun Observed by Guinean, Mexican Organizations",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-07ee.html",
            "content": "Day of Sun Observed by Guinean, Mexican Organizations\r\n Pyongyang, April 16 (KCNA) -- Guinean and Mexican organizations issued bulletins on April 5 to mark the birth anniversary of President Kim Il Sung (Day of the Sun).\n\t\t\t\t\t The Guinean Kimilsungia-Kimjongilia Association carried a special write-up in its bulletin under the title \"Kimilsungia\".\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungia is a flower which an Indonesian botanist cultivated with his painstaking efforts.\n\t\t\t\t\t\n\t\t\t\t\t The beautiful flower of nature is not just a product of botanical development. It is a flower praising a great man as it is brought into bloom in the hearts of all the people following Kim Il Sung with deep reverence.\n\t\t\t\t\t\n\t\t\t\t\t He was deeply revered by mankind as he performed the immortal exploits for the Korean revolution and the global cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Seeing Kimilsungia many foreign people highly praise and revere him, fascinated by deep meaning and beauty of this flower.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungia is being brought into fuller bloom as the asset common to mankind, a famous flower recognized worldwide, clearly demonstrating its beauty in the world horticultural circles.\n\t\t\t\t\t\n\t\t\t\t\t The Mexican Committee for the Study of Kimilsungism-Kimjongilism in its bulletin carried an article titled \"Eternal President of the DPRK\" introducing the undying revolutionary exploits performed by the President, who devoted his all to the country and people, and the pride and self-confidence of the Korean people, who are holding him in high esteem as the eternal President of the DPRK."
        },
        {
            "title": "Day of Sun Observed in China",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-08ee.html",
            "content": "Day of Sun Observed in China\r\n Pyongyang, April 16 (KCNA) -- An event \"Night of Korean cultural art for celebrating Day of the Sun\" took place in Beijing, China on April 13.\n\t\t\t\t\t Present there were figures of a Chinese company and those in the field of film art.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were staff members of the DPRK embassy in Beijing.\n\t\t\t\t\t\n\t\t\t\t\t The general manager of the Chinese company underscored the significance of the event on the occasion of the Day of the Sun (birth anniversary of President Kim Il Sung) and highly praised the President as he rendered self-less help to the Chinese revolution including the war to liberate Northeast China.\n\t\t\t\t\t\n\t\t\t\t\t The two countries should struggle shoulder to shoulder, displaying the long standing traditions of Sino-DPRK friendship, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the belief that the army and people of the DPRK would surely build a prosperous and thriving socialist nation, united close around supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t  A film art critic said that the film art of the DPRK rapidly developed under the wise guidance of Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The critic referred to the fact that Korean art films including \"The Flower Girl\" were widely screened in the past period, evoking great repercussions, and stressed that the friendly cultural exchange between China and the DPRK is briskly under way at present.\n\t\t\t\t\t\n\t\t\t\t\t Then the participants watched the Korean film \"Fireworks of a Thriving Nation\" and appreciated an art performance."
        },
        {
            "title": "Kim Jong Un envia mensaje de felicitacion al presidente sirio ",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-23ee.html",
            "content": "Kim Jong Un envia mensaje de felicitacion al presidente sirio \n\t\t\t\t\t\t\r\n Pyongyang, 16 de abril (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, envio el dia 14 un mensaje de felicitacion al presidente de la Republica Arabe de Siria, Bashar al-Assad.\n\t\t\t\t\t El texto senala: \n\t\t\t\t\t\n\t\t\t\t\t En ocasion del 68o aniversario de la Independencia de Siria, significativa fiesta nacional del pueblo de vuestro pais, extiendo las calidas felicitaciones a Vd. y al gobierno y pueblo de la Republica Arabe de Siria. \n\t\t\t\t\t\n\t\t\t\t\t Aprovechando esta oportunidad, reafirmo nuestra solidaridad con la justa lucha del pueblo arabe de Siria para defender la soberania, la paz y la seguridad del pais y expreso la conviccion de que se consolidaran y se desarrollaran incesantemente las relaciones de amistad y cooperacion entre nuestros dos paises."
        },
        {
            "title": "Pak Pong Ju felicita a su homologo sirio ",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-24ee.html",
            "content": "Pak Pong Ju felicita a su homologo sirio \r\n Pyongyang, 16 de abril (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, envio el dia 14 un mensaje de felicitacion a su homologo de la Republica Arabe de Siria, Wael Nader Al Halqi, con motivo del 68o aniversario de la independencia del pais arabe. \n\t\t\t\t\t El remitente manifiesta la firme solidaridad con la lucha del gobierno y pueblo de Siria por defender la soberania y seguridad del pais y lograr la estabilidad socio-economica y desea al destinatario nuevos exitos en su trabajo responsable.\n\t\t\t\t\t\n\t\t\t\t\t El mismo dia, el canciller coreano Ri Su Yong tambien envio un mensaje de felicitacion a Walid Al-Muallem, vicepremier y ministro de Relaciones Exteriores y Emigrantes del mismo pais."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de politicos brasilenos",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-25ee.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de politicos brasilenos\r\n Pyongyang, 16 de abril (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, recibio un mensaje de felicitacion que le dedicaran el dia 10 Renato Ravello y Ricardo Alemao Abreu, presidente nacional  y secretario internacional del Comite Central del Partido Comunista Brasileno.\n\t\t\t\t\t La misiva senala:\n\t\t\t\t\t\n\t\t\t\t\t Respetado companero,\n\t\t\t\t\t\n\t\t\t\t\t Con motivo del 102o aniversario del nacimiento del companero Kim Il Sung, el Partido Comunista Brasileno envia felicitaciones a Vd. al PTC y al pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\t El PTC orienta excelentemente la lucha del pueblo coreano por defender la independencia y la soberania del pais y construir el socialismo.\n\t\t\t\t\t\n\t\t\t\t\t Recordando la trayectoria de la lucha heroica del PTC conducida al frente por el companero Kim Il Sung, reafirmamos los lazos de amistad fraternal entre el PCB y el PTC y entre el pueblo brasileno y el coreano."
        },
        {
            "title": "Kim Jong Un recibe felicitacion del presidente de Congo Democratico",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-26ee.html",
            "content": "Kim Jong Un recibe felicitacion del presidente de Congo Democratico\r\n Pyongyang, 16 de abril (ACNC) -- El Mariscal Kim Jong Un, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea recibio un mensaje de felicitacion que le dedicara el dia 11 el presidente de la Republica Democratica de Congo, Joseph Kabila Kabange.\n\t\t\t\t\t La misiva senala como sigue:\n\t\t\t\t\t\n\t\t\t\t\t Su Excelencia Primer Presidente,\n\t\t\t\t\t\n\t\t\t\t\t En relacion con que Vd. fue reelegido al supremo puesto del Estado, tengo el honor de enviar a Vd. mi mas sincera felicitacion en nombre de todo el pueblo de Congo Democratico y en el mio propio.\n\t\t\t\t\t\n\t\t\t\t\t Aprovecho esta oportunidad jubilosa para reafirmarle mi voluntad de desarrollar mas las amistosas y beneficiosas relaciones de cooperacion para la felicidad de los pueblos de nuestros dos paises.\n\t\t\t\t\t\n\t\t\t\t\t Reciba el testimonio de mi mas alta consideracion."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de presidente de Kazajstan",
            "url": "http://kcna.co.jp/item/2014/201404/news16/20140416-27ee.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de presidente de Kazajstan\r\n Pyongyang, 16 de abril (ACNC) -- El Mariscal Kim Jong Un recibio un mensaje de felicitacion que le remitiera el dia 15 el presidente de la Republica de Kazajstan, Nursultan Nazarbayev.\n\t\t\t\t\t La misiva senala:\n\t\t\t\t\t\n\t\t\t\t\t Con motivo del Dia del Sol, fiesta nacional de la Republica Popular Democratica de Corea, extiendo a Vd. mi sincera felicitacion en nombre del pueblo de Kazajstan y en el mio propio.\n\t\t\t\t\t\n\t\t\t\t\t Su Excelencia,\n\t\t\t\t\t\n\t\t\t\t\t Aprovecho esta oportunidad para desear a Vd. y a sus familias buena salud y exitos en sus trabajos, y al amistoso pueblo coreano la felicidad y la prosperidad.\n\t\t\t\t\t\n\t\t\t\t\t Con alta consideracion."
        }
    ]
}