{
    "date": "2014-12-29",
    "url": "http://kcna.co.jp/item/2014/201412/2014-12-29ee.html",
    "articles": [
        {
            "title": "National Meeting Held to Mark Third Anniversary of Kim Jong Un's Assumption of KPA Supreme Commandership",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-21ee.html",
            "content": "National Meeting Held to Mark Third Anniversary of Kim Jong Un's Assumption of KPA Supreme Commandership\r\nPyongyang, December 29 (KCNA) -- A national meeting took place at the April 25 House of Culture here on Monday to mark the third anniversary of Marshal Kim Jong Un's assumption of the supreme commandership of the Korean People's Army (KPA).\n\t\t\t\t\t Present there were Kim Ki Nam, Choe Thae Bok, Ri Yong Gil and other senior officials of the party, state and army, members of the party central guidance organs in Pyongyang, officials of the party and armed forces organs, ministries and national institutions, persons of meritorious services, service personnel of the KPA and the Korean People's Internal Security Forces, and officials and labor innovators of institutions, factories and enterprises here.\n\t\t\t\t\t\n\t\t\t\t\t Army General Ri Yong Gil, alternate member of the Political Bureau of the Central Committee of the Workers' Party of Korea (WPK) and chief of the KPA General Staff, made a report.\n\t\t\t\t\t\n\t\t\t\t\t Holding Kim Jong Un in high esteem as the supreme commander of the KPA true to the behests of leader Kim Jong Il marked a historic event which firmly guaranteed the inheritance and accomplishment of the revolutionary cause of Juche, he said.\n\t\t\t\t\t\n\t\t\t\t\t The past three years in which the DPRK has made a revolution, holding Kim Jong Un as the supreme commander, were a proud course in which a turn took place in developing the KPA under the guidance of the great Songun brilliant commander, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is the great brilliant commander who is training the KPA to be politically and ideologically and morally strong army winning victory by dint of idea and mental power.\n\t\t\t\t\t\n\t\t\t\t\t He organized the study tour of revolutionary battle sites in Mt. Paektu area by commanding officers of combined units of the KPA and made sure that flames of the education in the revolutionary traditions raged furiously in the whole army. This marked an important occasion in training the service personnel as brave fighters who would successfully conclude the confrontation with the U.S. in the revolutionary spirit of Mt. Paektu, the spirit as strong as the wind on it.\n\t\t\t\t\t\n\t\t\t\t\t He is the outstanding brilliant commander who is building the KPA into the units of comrades-in-arms and comrades who achieved the single-minded unity with his warm loving care for service personnel.\n\t\t\t\t\t\n\t\t\t\t\t A new chapter of building the units of comrades-in-arms has been opened thanks to the wise guidance and warm loving care of Kim Jong Un who put up the slogan \"The whole army, become genuine comrades-in-arms!\" and is hewing out an untrodden path of history, arms in arms and shoulders to shoulders with KPA service personnel during the grimmest ordeals.\n\t\t\t\t\t\n\t\t\t\t\t He is the genius of military affairs who is further developing the KPA into the a-match-for-a hundred army with matchless combat capability.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that all service personnel prepared themselves to be tigers of Mt. Paektu equipped with Kim Il Sung-Kim Jong Il strategies and tactics, courageous offensive mode and perfect capability to fight real battles.\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that the level of arms and equipment was steadily raised as required by a modern war and thereby put the military and technical might of the KPA on the highest level whereby it can beat back any formidable enemy at one blow.\n\t\t\t\t\t\n\t\t\t\t\t The brilliant tradition of the Korean revolutionary armed forces winning victory after victory is being more steadfastly carried forward in the great era of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He is wisely leading the KPA to create the Korean speed in the a-match-for-a hundred attack spirit and the spirit of \"at one go\" in the advance for a great surge to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The whole country is seething with a great leap forward and innovations in the production and construction by dint of the army-people coordinated operations, the concerted efforts of the KPA holding high the banner of carrying out the WPK's idea and defending the WPK's policies and the people living and struggling in the revolutionary soldier spirit.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun politics and politics of independence, stern sledge-hammer blows are dealt at the heinous moves of the separatist forces at home and abroad to escalate confrontation with the DPRK, a dynamic nationwide struggle for Korea's reunification is being waged, the country's international prestige is rising day by day and international solidarity for the Korean revolution is growing stronger.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is bringing into full bloom the people's dreams and ideal, winning victory after victory in the confrontation with the U.S. in the present-day's unstable world where gunfire is ceaselessly heard due to the imperialists' moves for domination, intervention and war. This eye-opening reality is entirely ascribable to the leadership of Supreme Commander Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The reporter called upon the army and people of the DPRK to glorify forever the history and tradition of the shining victory of the army of Mt. Paektu, single-mindedly united close around Kim Jong Un who is recording the ever-victorious revolutionary history with his great idea, distinguished leadership ability and noble virtues."
        },
        {
            "title": "Protocols Signed between Governments of DPRK, Cuba",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-15ee.html",
            "content": "Protocols Signed between Governments of DPRK, Cuba\r\nPyongyang, December 29 (KCNA) -- A protocol on the meeting for the development of economic, scientific and technological cooperation for 2015 and a protocol on exchange of goods for 2015 between the governments of the DPRK and the Republic of Cuba were signed here on Monday.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were Ri Ryong Nam, minister of External Economic Relations, and officials concerned and from the Cuban side were German Hermin Ferras Alvarez, Cuban ambassador to the DPRK, and a staff member of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t The protocols were signed by Ri Ryong Nam and German Hermin Ferras Alvarez."
        },
        {
            "title": "Gifts to Kim Jong Un from Russian and Kuwaiti Figures",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-06ee.html",
            "content": "Gifts to Kim Jong Un from Russian and Kuwaiti Figures\r\nPyongyang, December 29 (KCNA) -- Supreme leader Kim Jong Un received gifts from the chairwoman of the Party for Peace and Unity of Russia, the manager of the Tusonia Company of Kuwait and the vice general manager of the KCC Engineering and Contracting Company of Kuwait. \n\t\t\t\t\t They handed over the gifts to DPRK officials concerned working in their countries on Dec. 23 and 24."
        },
        {
            "title": "Floral Baskets, Congratulatory Letters to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-12ee.html",
            "content": "Floral Baskets, Congratulatory Letters to Kim Jong Un\r\nPyongyang, December 29 (KCNA) -- Supreme leader Kim Jong Un received a floral basket and a congratulatory letter from the military attaches corps here on the occasion of the 3rd anniversary of his assumption of the supreme commandership of the Korean People's Army (KPA).\n\t\t\t\t\t They were handed over to KPA General Hyon Yong Chol, minister of the People's Armed Forces, by Zhang Ping, military, naval and air attache of the Chinese embassy who is doyen of the corps, on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un received a floral basket and a congratulatory letter from the economic and commercial councilors corps here on Monday on the same occasion and on the New Year, Juche 104 (2015). They were handed over to a DPRK official concerned by Pavel Leshakov, councilor of the Russian embassy who is doyen of the corps."
        },
        {
            "title": "Military Attaches Corps Visits Pyongyang Cultural Exhibition",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-14ee.html",
            "content": "Military Attaches Corps Visits Pyongyang Cultural Exhibition\r\nPyongyang, December 29 (KCNA) -- The military attaches corps here visited the Pyongyang Cultural Exhibition on Monday on the occasion of the third anniversary of Marshal Kim Jong Un's assumption of the supreme commandership of the Korean People's Army (KPA).\n\t\t\t\t\t Members of the corps went round photos documenting the feats he performed by strengthening the KPA into the invincible revolutionary army.\n\t\t\t\t\t\n\t\t\t\t\t They also went round books containing works authored by the peerless great men of Mt. Paektu and other books.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit the guests made entries in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t Military attache of the Vietnamese embassy Le Duy Long wrote that the visit offered him an opportunity to know better about the achievements made by the Korean army and people in the efforts to defend the sovereignty of the country and build a rich and powerful country under the wise guidance of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Roman O. Jimenez Ortega, military attache of the Cuban embassy, wrote that he felt the invincibility of the Korean people who are rallied close around Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Waleed Elsayed Mohamed Ahmed, military attache of the Egyptian embassy, wrote that data in the exhibition show the feats the great leaders of the DPRK performed and the wisdom and talents of the Korean people."
        },
        {
            "title": "Big Successes Made in Building Economic Power in DPRK",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-16ee.html",
            "content": "Big Successes Made in Building Economic Power in DPRK\r\nPyongyang, December 29 (KCNA) -- This year the scientific and technological sector of the DPRK has made a great advance in the effort to build a knowledge-based economic power.\n\t\t\t\t\t Marshal Kim Jong Un has led the grand advance of scientists and technicians with devoted efforts in order to make this year a year of scientific and technological achievements, a year of victory of science and technology.\n\t\t\t\t\t\n\t\t\t\t\t He visited the State Academy of Sciences early in January this year and other units later, clearly indicating the shortcut to building a knowledge-based economic power. He also instructed to put all work on a scientific basis and have all the people get well versed in science and technology as required by the era of the knowledge-based economy.\n\t\t\t\t\t\n\t\t\t\t\t Visiting the Hydro-meteorological Service, he indicated the orientation and way of putting the meteorological observation and forecast on a modern and scientific basis. Providing field guidance to the Chollima Tile Factory, he set forth the high aim to turn it into a digitalized factory by putting all production processes on an automatic, modern and multi-functional basis and establishing the computer-aided integrated production system.\n\t\t\t\t\t\n\t\t\t\t\t His teachings to build a scientific and technological centre on Ssuk Islet are indicative of his noble intention to make all the people get well versed in science and technology at an early date.\n\t\t\t\t\t\n\t\t\t\t\t Wisong Scientists Residential Quarters, apartment houses for educators of Kim Chaek University and the Yonphung Scientists Rest Home were successfully built, providing cradles of happiness to scientists.\n\t\t\t\t\t\n\t\t\t\t\t A turn was effected in implementing the Workers' Party of Korea's line of attaching importance to science and technology thanks to the patriotic enthusiasm and efforts of scientists and technicians.\n\t\t\t\t\t\n\t\t\t\t\t The Natural Energy Institute was set up at the State Academy of Sciences to specialize in researches for the development and use of geothermal, wind energy, bio-energy, solar heat and other natural energies.\n\t\t\t\t\t\n\t\t\t\t\t Latest technological goods production bases relying on intellectual creations were built at scientific research institutions and universities, and circulation of intellectual goods, technological services and transfer and joint technological development have progressed apace, laying a firm foundation for the development of the latest industry.\n\t\t\t\t\t\n\t\t\t\t\t Dozens of core basic technological development projects including Korean-style computer control system, translation programs, integrated circuit designing technology for exclusive use, integrated production system and blood type converting technology are making great leaping progress, demonstrating the might of the drive of breaking through the cutting edge.\n\t\t\t\t\t\n\t\t\t\t\t Many scientific and technological presentations, exhibitions, symposiums and training sessions took place in dozens of sectors this year.\n\t\t\t\t\t\n\t\t\t\t\t Lectures on social and natural science and technology, lectures on informing new technologies and lectures on scientific theories were given at the Grand People's Study House with the audience numbering tens of thousands.\n\t\t\t\t\t\n\t\t\t\t\t The work for setting up scientific and technological knowledge dissemination bases and their effective operation are greatly encouraged.\n\t\t\t\t\t\n\t\t\t\t\t The tele-education system has been further rounded off and the number of working people studying at tele-education colleges is on the increase.\n\t\t\t\t\t\n\t\t\t\t\t Intellectual goods exhibitions have been actively operational and the mass technological innovation movement has been launched on a wide scale.\n\t\t\t\t\t\n\t\t\t\t\t Good scientific and technological invention proposals have been made in all sectors of the national economy, positively promoting the economic construction and the drive for improving the standard of people's living."
        },
        {
            "title": "Officials, Members of Women's Union Meet",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-17ee.html",
            "content": "Officials, Members of Women's Union Meet\r\nPyongyang, December 29 (KCNA) -- A meeting was held by officials and members of the Democratic Women's Union of Korea at the Hall of Women Monday on the occasion of the third anniversary of Marshal Kim Jong Un's assumption of the supreme commandership of the Korean People's Army (KPA).\n\t\t\t\t\t A report was made by Kim Jong Sun, chairwoman of the Central Committee of the women's union, to be followed by speeches. \n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that Kim Jong Un's assumption of the supreme commandership of the KPA marked a historic event of decisive significance in developing the revolutionary armed forces and accomplishing the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The past three years were a period during which the great personality of Kim Jong Un as the best general and peerless Songun brilliant commander and his ever-victorious leadership ability were fully demonstrated before the world and the service personnel and people cherished firmer faith that they are sure to triumph only when they believe and follow him, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t He has led with warm care the Korean women to share breath with the supreme command on the road of the Songun revolution, bestowing such high honor upon the servicemen's families, which stoutly grew up to be the wives of the eldest sons of the country and large unit of women revolutionaries who play a part in bolstering up the military power, as assistants to their husbands in firing machine-guns.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers underscored the need to learn from the transparent spirit of devotedly defending the leader displayed by anti-Japanese hero Kim Jong Suk and play the role of an invulnerable fortress and shield for protecting Kim Jong Un politically and ideologically at the cost of their lives."
        },
        {
            "title": "Sci-tech Achievements Made in DPRK This Year",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-18ee.html",
            "content": "Sci-tech Achievements Made in DPRK This Year\r\nPyongyang, December 29 (KCNA) -- Signal sci-tech achievements have been made in the DPRK this year.\n\t\t\t\t\t In the agricultural field, high-yielding strains of seeds were cultivated and seedbed multi-nutrients highly resistant to drought developed to introduce to co-op farms throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Scientists in the construction field invented a new method of assembling sluice crane and settled lots of technical problems helpful to speeding up the building of cascade power stations along the River Chongchon.\n\t\t\t\t\t\n\t\t\t\t\t Those scientists involved in building stock-breeding base in Sepho area developed methods of making adhesive activators and cultivating a new high-yielding species of girasole and established an irrigation and drainage system on grassland while inventing multi-purpose soil conserving machines.\n\t\t\t\t\t\n\t\t\t\t\t A new kind of blaster was applied in coal mines, making it possible to ensure the accuracy of blast.\n\t\t\t\t\t\n\t\t\t\t\t A new technology of automatically controlling voltage was applied to several transformer substations, helping reduce loss of electricity.\n\t\t\t\t\t\n\t\t\t\t\t Various system programs for analyzing information data on sea were developed to promote the development of the nation's fishing industry."
        },
        {
            "title": "Praiseworthy Successes in Developing Healthcare System",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-19ee.html",
            "content": "Praiseworthy Successes in Developing Healthcare System\r\nPyongyang, December 29 (KCNA) -- Many successes have been achieved in public health sector this year, giving fullest play to the advantage of the socialist public health system.\n\t\t\t\t\tA maternity hospital was built in North Hwanghae Province, a hospital in the Kosan Fruit Farm and iodine bathhouse in the Skin-disease Preventive Centre under the Ministry of Public Health.\n\t\t\t\t\t\n\t\t\t\t\tTelemedicine system was set up between the Okryu Children's Hospital in Pyongyang and pediatric hospitals in different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\tAdvanced surgeries have been applied to medical services with vaccinations inoculated against several diseases and research into stem cell gaining momentum.\n\t\t\t\t\t\n\t\t\t\t\tA campaign to fight Ebola has been actively conducted throughout the country.\n\t\t\t\t\t\n\t\t\t\t\tThe Pyongyang Electronic Medical Appliances Factory was developed into a CNC-based one and many pharmaceutical factories have increased the production of extracts of Koryo medicine on a scientific basis."
        },
        {
            "title": "Scientific Achievements Made by Universities",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-20ee.html",
            "content": "Scientific Achievements Made by Universities\r\nPyongyang, December 29 (KCNA) -- Universities in the capital city of Pyongyang have made a lot of scientific achievements conducive to turning the DPRK into an economic power in recent years.\n\t\t\t\t\t Kim Il Sung University produced good results in scientific researches for upgrading the nation's core technologies--applied sci-tech-- and stepping up the work to put the national economy on a Juche-oriented, modern and scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Agricultural College under the university rounded off the method of breeding and cultivating a high-yield strain of stevia and developed various kinds of measuring instruments for agriculture and effective vegetable insecticides.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chaek University of Technology automated and robotized the production and packing processes of the seasoning shop at the Pyongyang Essential Foodstuff Factory, introducing new electronic registers and automatic temperature controller. It also solved sci-tech problems for updating the production processes, establishing new processes and developing products at the Rangnang Disabled Soldiers' Essential Plastic Goods Factory, the Pyongyang Vegetable Science Institute and other units.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang University of Architecture settled sci-tech problems arising in carrying out various construction projects and made scientific achievements helpful to localizing the building fixtures.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang University of Mechanical Engineering made a big progress in designing and manufacturing efficient machines to be used in the Sepho area stockbreeding base. It also contributed to updating Pyongyang Kim Jong Suk Silk Mill, Pyongyang Hosiery Factory and Songyo Ceramic Factory while putting the production processes at several foodstuff factories on an automated and unmanned basis."
        },
        {
            "title": "Kim Jong Un Provides Korean People with Significant Days and Names",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-10ee.html",
            "content": "Kim Jong Un Provides Korean People with Significant Days and Names\r\nPyongyang, December 29 (KCNA) -- While leading the drive to carry out the behests of leader Kim Jong Il over the past three years, Marshal Kim Jong Un provided the army and people of the DPRK with significant days and names to glorify forever the idea and cause of President Kim Il Sung and Kim Jong Il and energetically steer the general advance in the new era of the Juche revolution.\n\t\t\t\t\t February 16 when the great sun of Songun was born was instituted as the Day of the Shining Star.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made sure that the Kumsusan Memorial Palace was renamed the Kumsusan Palace of the Sun and let the institute of Kim Il Sung Military University, the world famous university, go by the august name of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Several units associated with the leadership feats of the commanders of Mt. Paektu were renamed Kim Jong Il People's Security University and the Kim Jong Suk Pyongyang Textile Mill, August 25 was instituted as the Day of Songun and Order of Kim Jong Il and Kim Jong Il Prize were also instituted.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un saw to it that gigantic creations and changes that have taken place on this land were featured by words of the new era and significant names reflecting the beautiful dreams and ideal of the people.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that the new speeds in the 21st century in which the People's Army is taking the lead in ushering in a heyday of Songun Korea were called \"speed on Masik Pass\" and \"Korean speed.\" He formed a new light music band of Korean style and named it \"Moranbong Band,\" the name loved by Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un personally named the \"Rungna People's Pleasure Park\", \"Mirim Riding Club\", \"Okryu Children's Hospital\", \"Ryugyong Dental Hospital\", \"Rungna People's Sports Park\", \"Mansugyo Meat and Fish Shop\", \"Jangjagang People's Pleasure Park\" and other resorts and catering centres. They are symbolic of the happy life of Koreans under socialism.\n\t\t\t\t\t\n\t\t\t\t\t He provided scientists with modern apartment houses and service centres as gifts and named them \"Unha Scientists Street\", \"Mirae Scientists Street\", \"Wisong Scientists Residential Quarters\" and \"Mirae Shop\" with his profound trust and fatherly loving care.\n\t\t\t\t\t\n\t\t\t\t\t He made the Juche-based base for training architectural talents go by the name of \"Pyongyang University of Architecture\" and led its work with loving care as its honorary president.\n\t\t\t\t\t\n\t\t\t\t\t Giving field guidance to Changsong County, North Phyongan Province in June, 2013, he made sure that libraries to be newly built in cities and counties were called \"Miraewon.\"\n\t\t\t\t\t\n\t\t\t\t\t The October 8 Factory, the Kalma Foodstuff Factory, Chonapho Fishery Institute and the Chollima Tile Factory were named thanks to his noble intention to make the seeds of all blessings sown by Kim Jong Il yield rich fruits.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un sent modern fishing boats and named them \"Tanphung\". Watching fishing boats reporting unusually big hauls of fishes, he likened it to the landscape on Chol Pass.\n\t\t\t\t\t\n\t\t\t\t\t He kindly called the residential district of fishermen of the January 8 Fishery Station of the Korean People's Army \"Ochon Tanphung Village\". He said the fishery station is a rare icon in the era of the Workers' Party and new scenery in the era of Songun which appeared at the fishing port on the east coast of Korea.\n\t\t\t\t\t\n\t\t\t\t\t He personally named a sports team \"Hwoebul\" in the hope that it would play the role of a torch in raising a hot wind of sports in the country.\n\t\t\t\t\t\n\t\t\t\t\t He named a flower \"Manbokhwa\" which is in full bloom throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t He personally wrote the signboards of \"Kim Jong Suk Pyongyang Textile Mill\", \"Taesongsan General Hospital\" and \"Manpho Yonha Power Station.\" These names will go down in the history of the drive for building a thriving nation."
        },
        {
            "title": "KCNA Commentary Labels U.S.  World's Worst Terrorist State",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-11ee.html",
            "content": "KCNA Commentary Labels U.S.  World's Worst Terrorist State\r\nPyongyang, December 29 (KCNA) -- The U.S. news website Truthdig on Dec. 14 introduced accounts of an interview the world's prestigious professor of philosophy and political activist Noam Chomsky had with GRIT TV.\n\t\t\t\t\t The website said that after starting the illegal Iraqi War, U.S. troops made an indiscriminate attack on innocent residents of Falluja, a small city of Iraq, committing such monstrous war crime as driving even patients and doctors out and killing them. They, however, described the battle for the capture of the city as a victorious one and felt proud of it, it noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t This was just part of the objective comment on the U.S. as a terrorist state.\n\t\t\t\t\t\n\t\t\t\t\t Terrorism, war and massacre are what perpetrated by the U.S. which has talked volumes about \"human rights\" and \"peace.\" \n\t\t\t\t\t\n\t\t\t\t\t Terrorism always goes with the U.S. as it was founded by dint of terrorism and the U.S. territory was expanded through it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. was built at the cost of blood shed by Indian natives and it expanded its territory ten times through wars to conquer other countries.\n\t\t\t\t\t\n\t\t\t\t\t After invading the American continent under the signboard of Cross, gangsters fought at least 8 900 native-hunting wars, annihilating nearly 10 million natives and abducting 20 million African blacks and making them slave for them.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is a kingpin of international terrorism as it commits invasions of those countries and regions that incur its displeasure and those countries which are strategically important for its domination and meeting its interests.\n\t\t\t\t\t\n\t\t\t\t\t For over 40 years after the end of World War II the U.S. engineered more than 100 military coups in other countries, its habitual method of terrorism. At least 30 reactionary coups were engineered by it in Peru, Ecuador, Guatemala, Dominica, Brazil and other countries.\n\t\t\t\t\t\n\t\t\t\t\t To cite a few examples, the U.S. prodded Chilean military gangsters into mercilessly killing its President Allende who was pursuing independent policies, and orchestrated the incident of bombing the plane of Mozambican President Machel.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is becoming evermore undisguised in its high-handed and arbitrary practices and interference in internal affairs of other countries under the pretext of \"combating terrorists\" and \"ensuring regional peace and security\".\n\t\t\t\t\t\n\t\t\t\t\t Due to the U.S. \"war on terrorism\", innocent civilians are being killed in Afghanistan, Iraq, Pakistan, etc.\n\t\t\t\t\t\n\t\t\t\t\t According to official data on casualties in Iraq, about 115 000 residents were killed from 2003 to Aug. 2011.\n\t\t\t\t\t\n\t\t\t\t\t According to the recent information provided by the Human Rights Watchdog of Syria, 50 civilians including women and children lost their lives due to air raids made by the U.S. in Syria against the \"Islamic state\" from last September till now.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is typical of a terrorist state as it has organized lynching and acts of terrorism against black people.\n\t\t\t\t\t\n\t\t\t\t\t There are so many fascist terrorist organizations with nationwide networks and private terrorist bodies organized by the monopoly plutocrats to suppress the black workers and other toiling people.\n\t\t\t\t\t\n\t\t\t\t\t A few months witnessed an unbroken chain of killings of black men by policemen. A black man Eric Garner was strangled to death in New York City on July 17. Young black man Michael Brown was shot to death in Ferguson City on August 9.  And a 12-year-old black boy was shot dead in Cleveland City, Ohio State on Nov. 22.\n\t\t\t\t\t\n\t\t\t\t\t It was disclosed recently that the CIA set up as many as 47 torture rooms in different countries and has operated its secret prisons in nine countries, including Afghanistan and Iraq, and spent 81 million U.S. dollars for the development of torture technique.\n\t\t\t\t\t\n\t\t\t\t\t It is an expression of fin de siecle way of thinking for the U.S. to be proud of terrorism as it considers it as a policy.\n\t\t\t\t\t\n\t\t\t\t\t For the sake of the genuine world peace, it is necessary to wipe the U.S. off the surface of the earth."
        },
        {
            "title": "S. Korean Authorities Denounced for Mulling Designating DPRK \"Principal Enemy\"",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-07ee.html",
            "content": "S. Korean Authorities Denounced for Mulling Designating DPRK \"Principal Enemy\"\r\nPyongyang, December 29 (KCNA) -- The puppet Ministry of Defense of south Korea is going to designate again the \"regime and army of the north as principal enemy\" in its \"2014 defense white paper\" to be issued at the beginning of the next year. \n\t\t\t\t\t Rodong Sinmun Monday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that the \"policy toward the north\" pursued by the present ruling quarters of south Korea is just the same harsh policy of confrontation and policy for a war against the north as those of the preceding regimes.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities of south Korea cited the north's \"threat, provocations and escalation of military tension\" as pretexts for designating the north as \"principal enemy\" but they have no qualifications to talk about them. \n\t\t\t\t\t\n\t\t\t\t\t When looking back on what happened this year, it is the south Korean authorities who seriously threatened the DPRK by staging madcap war exercises in collusion with the U.S. and frantically conducted leaflet scattering operations and kicked up \"human rights\" racket with human scum involved, escalating the tension on the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t They are going busy with their smear campaign against the DPRK and working hard to justify the designation of it as \"principal enemy,\" while shelving their unpardonable crimes. This is the height of shamelessness. \n\t\t\t\t\t\n\t\t\t\t\t If they designate the DPRK as \"principal enemy\" in their \"defense white paper,\" this will amount to openly declaring that the \"confidence-building process,\" \"Dresden declaration\" and the \"doctrine of gaining a great opportunity of unification\" touted by them are nothing but a scenario for confrontation of the social systems and a declaration of a war against the north. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people will never overlook their move as it is a deliberate provocation chilling again the enthusiasm of all Koreans for national unity and independent reunification and further bedeviling the north-south relations."
        },
        {
            "title": "Bird Flu Breaks Out in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-08ee.html",
            "content": "Bird Flu Breaks Out in S. Korea\r\nPyongyang, December 29 (KCNA) -- Bird flu broke out in Songnam City, Kyonggi Province of south Korea on Dec. 27, according to south Korean CBS.\n\t\t\t\t\t More than 600 domestic fowls were buried."
        },
        {
            "title": "Foot-and-mouth Diseases Spread in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-09ee.html",
            "content": "Foot-and-mouth Diseases Spread in S. Korea\r\nPyongyang, December 29 (KCNA) -- Foot-and-mouth diseases are rapidly spreading in North Chungchong Province of south Korea, according to south Korean CBS.\n\t\t\t\t\t Pigs infected with the diseases were discovered on a farmhouse of Toan-myon in the province on Dec. 25.\n\t\t\t\t\t\n\t\t\t\t\t 15 places of the province were reported to have been infected with the diseases till now."
        },
        {
            "title": "Park Geun Hye Group of S. Korea's Disbandment of Progressive Party Flailed",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-13ee.html",
            "content": "Park Geun Hye Group's Disbandment of Progressive Party Flailed\r\nPyongyang, December 29 (KCNA) -- A spokesman for the Zhongnan Regional Association of the General Association of Koreans in China made public a statement on Dec. 26.\n\t\t\t\t\t The statement recalled that the south Korean puppet group prodded the \"constitutional court\" into forcibly disbanding the legitimate Unified Progressive Party (UPP) and depriving the lawmakers from the party of their membership of the \"National Assembly\".\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye described such fascist violence as a \"historic decision which firmly defended liberal democracy\", it charged.\n\t\t\t\t\t\n\t\t\t\t\t This fully revealed the true colors of the extreme dictatorial regime to obliterate progressive democracy, it added.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the forcible disbandment of the UPP is a heinous politically-motivated terrorist act by the Park group to turn south Korea into a theatre of fascist rowdyism and the world of dictatorship by reviving the \"yusin\" era.\n\t\t\t\t\t\n\t\t\t\t\t Independence of the south Korean society, democracy and human rights cannot be expected and only disasters of war will be brought as long as the present puppet group is allowed to stay in power as it inherited the disposition of the \"yusin\" dictatorship keen on treachery, division and fascist suppression, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Zhongnan Regional Association of the Federation of Korean Young Nationals in China also issued a statement titled \"Park Geun Hye puppet group, be awake from a foolish dream\" on Dec. 25."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-01ee.html",
            "content": "Kim Jong Il's Work Published in Russia\r\nPyongyang, December 29 (KCNA) -- The Khabarovsk Territory Publishing House of Russia brought out in booklet leader Kim Jong Il's famous work \"On Establishing Socialist Cultured Practice in Life to Meet the Need of the Songun Era\" on the occasion of the third anniversary of his demise.\n\t\t\t\t\t The work, published on February 10 and July 2, Juche 92 (2003), stresses the importance of establishing the lifestyle as required by the era of Songun and comprehensively indicates the tasks and ways for doing so."
        },
        {
            "title": "Kim Jong Il Remembered Abroad",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-03ee.html",
            "content": "Kim Jong Il Remembered Abroad\r\nPyongyang, December 29 (KCNA) -- Events were held in different countries from December 10 to 20 to commemorate the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t They were remembrance meetings in Britain and Malta, seminars in Dominica and Libya, and a lecture and a film show in Tunisia and Mali.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos documenting the sacred revolutionary career and immortal exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Central Committee of the Communist Party of Great Britain (Marxist-Leninist) said that Kim Jong Il was a man of strong faith in socialism and a great leader of the world working class, boundlessly revered by the revolutionaries and people of Britain, and added that his feats would always be remembered.\n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Central Committee of the Communist Party of Malta noted that the exploits performed by Kim Jong Il for the Korean revolution and the cause of global independence would always be remembered by progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the United Left Movement of Dominica praised Kim Jong Il as a great teacher of the Korean people and all other world progressives as he turned the DPRK into an impregnable fortress by carrying forward the idea and exploits of President Kim Il Sung, and as a father of all people as he devoted his noble life to the well-being of the people, the reunification of Korea and the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Libya-DPRK Friendship Association said he was convinced that the Korean people would achieve a final victory in the drive for building a thriving nation and reunifying Korea under the leadership of the respected HE Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The general director of a group of Mali and other speakers said that the Korean people achieved remarkable successes in building a thriving nation and a highly civilized socialist nation true to the behests of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at the event in Tunisia."
        },
        {
            "title": "Kim Jong Il Lauded by Foreign Papers",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-04ee.html",
            "content": "Kim Jong Il Lauded by Foreign Papers\r\nPyongyang, December 29 (KCNA) -- Foreign papers dedicated articles, accompanied by portraits of smiling leader Kim Jong Il and his other photos, to the third anniversary of his demise.\n\t\t\t\t\t The Guinean paper Horoya on Dec. 11 devoted one whole page to an article titled \"Third anniversary of demise of Chairman of National Defence Commission Kim Jong Il\".\n\t\t\t\t\t\n\t\t\t\t\t The paper said that the Korean people have spent days of invariable loyalty to Kim Jong Il and noble moral obligation for him, longing for their benevolent father, during the past three years since his demise.\n\t\t\t\t\t\n\t\t\t\t\t The Zimbabwean paper Herald on Dec. 15 stressed that his career was the life of a great thinker and theoretician, an outstanding statesman and an illustrious commander who performed the immortal exploits for the history of the Korean nation and the history of world politics.\n\t\t\t\t\t\n\t\t\t\t\t The Mozambican paper Noticias on Dec. 16 carried an article titled \"The DPRK remembers HE Kim Jong Il\", praising him for defending the sovereignty of the country, opening a turning phase for building a thriving nation and ushering in the June 15 era of reunification by pursuing his original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t A Qatar paper on Dec. 9 said in an article that he devoted his all to the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The Kuwaiti newspaper Al-Anbah on Dec. 17 in an article titled \"The three charters for Korea's reunification serves as eternal guidelines for Korea's reunification\" said that he formulated the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo set forth by President Kim Il Sung as the three charters for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Algerian newspaper Saut Al Ahrar on Dec. 17 carried an article introducing the successes achieved by the Korean army and people in their efforts for carrying out the plan of Kim Jong Il for building a thriving nation under the wise leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Korean People's Just Cause Supported by WPC",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-05ee.html",
            "content": "Korean People's Just Cause Supported by WPC\r\nPyongyang, December 29 (KCNA) -- The Executive Committee of the World Peace Council (WPC) met in Goa State, India from Nov. 26 to 28. They expressed full support for the just cause of the Korean people for peace and reunification on the Korean Peninsula.\n\t\t\t\t\t The meeting adopted a statement exposing and blasting the injustice of the recent UN \"human rights resolution\" against the DPRK and the schemes of the U.S. to stifle the DPRK, demanding the withdrawal of the U.S. forces from south Korea and an end to provocative war drills for aggression in south Korea and calling for sending solidarity to the Korean people in their struggle for the country's independent and peaceful reunification. \n\t\t\t\t\t\n\t\t\t\t\t The meeting called on the world peace-loving forces to fight against the U.S. imperialists keen on barbarous war provocation moves on the occasion of the 65th anniversary of the U.S. start of the Korean War and discussed the action program to fully support the Korean people in their efforts for bringing earlier the peace and reunification on the Korean peninsula."
        },
        {
            "title": "Kim Jong Un recibe cestos y cartas de felicitacion de diplomaticos",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-12ss.html",
            "content": "Kim Jong Un recibe cestos y cartas de felicitacion de diplomaticos\r\nPyongyang, December 29 (KCNA) -- A national meeting took place at the April 25 House of Culture here on Monday to mark the third anniversary of Marshal Kim Jong Un's assumption of the supreme commandership of the Korean People's Army (KPA).\n\t\t\t\t\t Present there were Kim Ki Nam, Choe Thae Bok, Ri Yong Gil and other senior officials of the party, state and army, members of the party central guidance organs in Pyongyang, officials of the party and armed forces organs, ministries and national institutions, persons of meritorious services, service personnel of the KPA and the Korean People's Internal Security Forces, and officials and labor innovators of institutions, factories and enterprises here.\n\t\t\t\t\t\n\t\t\t\t\t Army General Ri Yong Gil, alternate member of the Political Bureau of the Central Committee of the Workers' Party of Korea (WPK) and chief of the KPA General Staff, made a report.\n\t\t\t\t\t\n\t\t\t\t\t Holding Kim Jong Un in high esteem as the supreme commander of the KPA true to the behests of leader Kim Jong Il marked a historic event which firmly guaranteed the inheritance and accomplishment of the revolutionary cause of Juche, he said.\n\t\t\t\t\t\n\t\t\t\t\t The past three years in which the DPRK has made a revolution, holding Kim Jong Un as the supreme commander, were a proud course in which a turn took place in developing the KPA under the guidance of the great Songun brilliant commander, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is the great brilliant commander who is training the KPA to be politically and ideologically and morally strong army winning victory by dint of idea and mental power.\n\t\t\t\t\t\n\t\t\t\t\t He organized the study tour of revolutionary battle sites in Mt. Paektu area by commanding officers of combined units of the KPA and made sure that flames of the education in the revolutionary traditions raged furiously in the whole army. This marked an important occasion in training the service personnel as brave fighters who would successfully conclude the confrontation with the U.S. in the revolutionary spirit of Mt. Paektu, the spirit as strong as the wind on it.\n\t\t\t\t\t\n\t\t\t\t\t He is the outstanding brilliant commander who is building the KPA into the units of comrades-in-arms and comrades who achieved the single-minded unity with his warm loving care for service personnel.\n\t\t\t\t\t\n\t\t\t\t\t A new chapter of building the units of comrades-in-arms has been opened thanks to the wise guidance and warm loving care of Kim Jong Un who put up the slogan \"The whole army, become genuine comrades-in-arms!\" and is hewing out an untrodden path of history, arms in arms and shoulders to shoulders with KPA service personnel during the grimmest ordeals.\n\t\t\t\t\t\n\t\t\t\t\t He is the genius of military affairs who is further developing the KPA into the a-match-for-a hundred army with matchless combat capability.\n\t\t\t\t\t\n\t\t\t\t\t He made sure that all service personnel prepared themselves to be tigers of Mt. Paektu equipped with Kim Il Sung-Kim Jong Il strategies and tactics, courageous offensive mode and perfect capability to fight real battles.\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that the level of arms and equipment was steadily raised as required by a modern war and thereby put the military and technical might of the KPA on the highest level whereby it can beat back any formidable enemy at one blow.\n\t\t\t\t\t\n\t\t\t\t\t The brilliant tradition of the Korean revolutionary armed forces winning victory after victory is being more steadfastly carried forward in the great era of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He is wisely leading the KPA to create the Korean speed in the a-match-for-a hundred attack spirit and the spirit of \"at one go\" in the advance for a great surge to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The whole country is seething with a great leap forward and innovations in the production and construction by dint of the army-people coordinated operations, the concerted efforts of the KPA holding high the banner of carrying out the WPK's idea and defending the WPK's policies and the people living and struggling in the revolutionary soldier spirit.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his Songun politics and politics of independence, stern sledge-hammer blows are dealt at the heinous moves of the separatist forces at home and abroad to escalate confrontation with the DPRK, a dynamic nationwide struggle for Korea's reunification is being waged, the country's international prestige is rising day by day and international solidarity for the Korean revolution is growing stronger.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is bringing into full bloom the people's dreams and ideal, winning victory after victory in the confrontation with the U.S. in the present-day's unstable world where gunfire is ceaselessly heard due to the imperialists' moves for domination, intervention and war. This eye-opening reality is entirely ascribable to the leadership of Supreme Commander Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The reporter called upon the army and people of the DPRK to glorify forever the history and tradition of the shining victory of the army of Mt. Paektu, single-mindedly united close around Kim Jong Un who is recording the ever-victorious revolutionary history with his great idea, distinguished leadership ability and noble virtues."
        },
        {
            "title": "Kim Jong Un recibe regalo de personalidad rusa",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-06ss.html",
            "content": "Kim Jong Un recibe regalo de personalidad rusa\r\nPyongyang, 29 de diciembre (ACNC) -- El Mariscal Kim Jong Un recibio regalo que le enviara S. Z. Umalatova, presidenta del Partido por la Paz y la Unidad de Rusia.\n\t\t\t\t\tEl presente fue trasladado el dia 24 a un funcionario coreano que trabaja en Rusia."
        },
        {
            "title": "ACNC comenta aspecto de EE.UU. como Estado terrorista",
            "url": "http://kcna.co.jp/item/2014/201412/news29/20141229-14ss.html",
            "content": "ACNC comenta aspecto de EE.UU. como Estado terrorista\r\nPyongyang, 29 de diciembre (ACNC) -- El sitio web de Estados Unidos Truthdig reporto el dia 14 la entrevista concedida a la GRIT TV por el profesor de filosofia y activista politico norteamericano de prestigio mundial, Noam Chomsky.\n\t\t\t\t\tDe acuerdo con el sitio, durante la ilegal guerra contra Irak, EE.UU. cometio masacre en la pequena ciudad de Falluja y tiro contra el suelo de la calle hasta a los enfermos y los doctores que los cuidaban. A pesar de este tremendo crimen de guerra, describe la toma de esa urbe como combate victorioso y orgulloso.\n\t\t\t\t\t\n\t\t\t\t\tEste reporte no pasa de ser una parte de evaluacion objetiva sobre EE.UU., Estado terrorista.\n\t\t\t\t\t\n\t\t\t\t\tEl terror, la guerra y la masacre son lo que viene haciendo historicamente EE.UU. que suele abogar por los \"derechos humanos\" y la \"paz\".\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es pais terrorista desde su origen.\n\t\t\t\t\t\n\t\t\t\t\tSe ha fundado sobre los cadaveres de los indios y su territorio se ha ampliado 10 veces mediante las guerras de conquista.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de terroristas, que irrumpio en el continente americano llevandose la cruz, desato en mas de 8 mil 900 ocasiones la caza de los indigenas en que fueron exterminados casi 10 millones y trajo a 20 millones de negros africanos para convertirlos en esclavos.\n\t\t\t\t\t\n\t\t\t\t\tPara dominar a los paises y regiones que no le agradan y ocupar los paises estrategicamente importantes a fin de proteger sus concesiones, EE.UU. emprende a cualquier hora la invasion armada.\n\t\t\t\t\t\n\t\t\t\t\tLlega a mas de 100 ocasiones el numero de golpe de Estado militar, organizado por EE.UU. durante mas de 40 anos despues de la Segunda Guerra Mundial. En el Peru, Ecuador, Guatemala, Dominica, Brasil y otros paises fueron planeados mas de 30 golpes reaccionarios.\n\t\t\t\t\t\n\t\t\t\t\tPor ejemplo, instigo a los gangsteres militares a asesinar al presidente chileno Allende y ejecuto la voladura en pleno vuelo del avion en que viajaba el presidente mozambiqueno Machel.\n\t\t\t\t\t\n\t\t\t\t\tPractica mas abiertamente en varios paises el despotismo, la arbitrariedad y la intervencion en asuntos internos bajo el vistoso rotulo de \"aniquilar a los terroristas\" y \"garantizar la paz y seguridad\" de la region.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la \"guerra antiterrorista\", siguen muriendo muchos civiles inocentes en Afganistan, Irak y Pakistan, etc.\n\t\t\t\t\t\n\t\t\t\t\tSegun los datos oficiales de victimas de Irak, murieron casi 115 mil personas desde el ano 2003 hasta agosto de 2011.\n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con el Centro de Observacion de Derechos Humanos de Siria, 50 civiles inclusive las mujeres y ninos perdieron la vida por la ofensiva militar que despliega el imperio desde septiembre pasado hasta la fecha en Siria contra el \"Estado islamico\".\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el modelo de Estado terrorista que viene organizando y manteniendo el linchamiento y el terrorismo a los negros.\n\t\t\t\t\t\n\t\t\t\t\tAparte de las entidades fascistas y terroristas que tienen sus redes en todo el pais, existen en el suelo norteamericano muchas entidades terroristas privadas organizadas por monopolistas para reprimir a los obreros negros y los trabajadores.\n\t\t\t\t\t\n\t\t\t\t\tEn los ultimos meses, ocurrieron uno tras otro los asesinatos de negros por parte de los policias. \n\t\t\t\t\t\n\t\t\t\t\tEl 17 de julio pasado, un policia estrangulo en Nueva York al negro Eric Garner. El 9 de agosto, otro policia mato a tiros en la ciudad de Ferguson al joven negro Michael Brown. El 22 de noviembre, murio baleado un nino negro de 12 anos de edad en una ciudad de Cleveland del Estado de Ohio.\n\t\t\t\t\t\n\t\t\t\t\tSe ha revelado recientemente que la CIA instalo 47 camaras de torturas en otros paises del mundo, puso en funcionamiento las prisiones secretas en 9 paises como Afganistan e Irak e invirtio 81 millones de US$ en el desarrollo de tecnicas de tortura.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, Estados Unidos politiza el terrorismo y hasta se siente orgulloso de eso.\n\t\t\t\t\t\n\t\t\t\t\tPara la verdadera paz mundial, hay que eliminar cuanto antes de este mundo al imperio yanqui, caudillo del terrorismo y homicidio y antro de todas las maldades.\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\ts122913 - Rubricados protocolos entre RPDC y Cuba \n\t\t\t\t\t\n\t\t\t\t\tPyongyang, 29 de diciembre (ACNC) -- Quedaron suscritos el dia 29 en esta capital el protocolo de la reunion para el desarrollo de la colaboracion economica y cientifico-tecnica para 2015 y el otro sobre el intercambio  comercial para el mismo ano entre los gobiernos de la Republica Popular Democratica de Corea y la Republica de Cuba. \n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia de firmas participaron, por la parte coreana, el ministro de Relaciones Economicas con el Extranjero, Ri Ryong Nam, y otros funcionarios, y por la cubana, el embajador German Hermin Ferras Alvarez y un miembro de la sede diplomatica en Corea. \n\t\t\t\t\t\n\t\t\t\t\ti Ryong Nam y German Hermin Ferras Alvarez firmaron los documentos."
        }
    ]
}