{
    "date": "2014-08-04",
    "url": "http://kcna.co.jp/item/2014/201408/2014-08-04ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Jon Sun Hui",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-13ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Jon Sun Hui\r\n Pyongyang, August 4 (KCNA) -- Supreme leader Kim Jong Un Monday sent a wreath to the bier of Jon Sun Hui, anti-Japanese revolutionary fighter, expressing deep condolences over her death."
        },
        {
            "title": "Kim Jong Un Sends Birthday Spread to Centenarian ",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-12ee.html",
            "content": "Kim Jong Un Sends Birthday Spread to Centenarian\r\n Hamju, August 4 (KCNA) -- Ri Mae Wol grandmother living in Hamju County Township, South Hamgyong Province greeted her 100th birthday.\n\t\t\t\t\t Supreme leader Kim Jong Un sent a birthday spread to her on her birthday.\n\t\t\t\t\t\n\t\t\t\t\t Born as a daughter of a poor tenant farmer before the liberation of the country, she lived in sorrow as a member of the stateless nation.  It wasn't until the liberation of the country by President Kim Il Sung that she could lead a worthy and happy life. \n\t\t\t\t\t\n\t\t\t\t\t She worked hard for the increased agricultural production. Even after becoming pensioner, she kept herself busy doing a lot of good work.\n\t\t\t\t\t\n\t\t\t\t\t She said she could live a long life thanks to the benefits of the socialist healthcare system, diligent work and balanced diet."
        },
        {
            "title": "Leading Party Officials Vow to Accomplish Revolutionary Cause of Juche",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-11ee.html",
            "content": "Leading Party Officials Vow to Accomplish Revolutionary Cause of Juche\n\t\t\t\t\t\t\r\n Samjiyon, August 4 (KCNA) -- Leading party officials from across the country on a study tour of revolutionary battle sites in the area of Mt. Paektu vowed to accomplish the revolutionary cause of Juche pioneered in Mt. Paektu under the leadership of Marshal Kim Jong Un in front of the statue of President Kim Il Sung of the Samjiyon Grand Monument on Monday.\n\t\t\t\t\t The participants laid a floral basket and bouquets before the statue of the President and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting Choe Hwi, first vice department director of the C.C., the Workers' Party of Korea,  made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that the study tour personally organized by Kim Jong Un provided leading party officials across the country with an important opportunity of revolutionary education and training to deeply grasp the personality of the President and leader Kim Jong Il as peerless great men and the shining revolutionary traditions of the WPK and to prepare themselves as those strong in thought and faith, remaining true to the party's unitary leadership.\n\t\t\t\t\t\n\t\t\t\t\t Looking back with deep emotion upon the noble  life of Kim Jong Il in front of his birthplace in the Paektusan Secret Camp, they hardened their conviction that Songun Korea would make a long drive by dint of the bloodline of Mt. Paektu thanks to the holy place of the sun, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to help officials and other working people deeply grasp the revolutionary idea and feats of Kim Il Sung and Kim Jong Il while following the march of Mt. Paektu associated with their life and raise hot wind of education in revolutionary traditions across the country by meticulously organizing study tour and visits to the revolutionary battle sites and the revolutionary sites.\n\t\t\t\t\t\n\t\t\t\t\t They called for remaining loyal to the last instructions of Kim Il Sung and Kim Jong Il and the leadership of Kim Jong Un and carrying on the dynamic struggle to achieve the final victory of the Korean revolutionary cause in the revolutionary spirit of Mt. Paektu, always bearing in mind the oath made atop Mt. Paektu. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting, the participants looked round the monument."
        },
        {
            "title": "Molybdenum Factory Goes Operational ",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-10ee.html",
            "content": "Molybdenum Factory Goes Operational \r\n Kanggye, August 4 (KCNA) -- The Molybdenum Factory of the March 5 Youth Mine of the DPRK went operational with due ceremony on Aug. 4.\n\t\t\t\t\t The workers, technicians and officials of the mine and teachers and researchers of the faculty of metal engineering of Kim Chaek University of Technology built the modern molybdenum factory through a  dynamic drive for pushing through cutting-edge science and technology, thus successfully implementing the behest of leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t He visited the mine three times, clearly indicating the orientation and ways for the mine to follow and gave it instructions to process the concentrated molybdenum produced by it as required by the developing world trend.\n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the Workers' Party of Korea learned in detail about the construction of the factory and took a revolutionary measure for it. \n\t\t\t\t\t\n\t\t\t\t\t The completion of the factory helped satisfactorily provide nonferrous metal to the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Pak To Chun, secretary of the C.C., the Workers' Party of Korea, officials concerned, teachers and researchers at Kim Chaek University of Technology and officials and employees of the mine.\n\t\t\t\t\t\n\t\t\t\t\t Read out there was a letter of thanks sent by the C.C., the WPK to the workers, technicians and officials of the mine and teachers and researchers of the said faculty of the university in recognition of their shining labor feats performed in building the factory.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chun Sop, chief secretary of the Jagang Provincial Committee of the WPK, made an inaugural address to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, the participants looked round the factory."
        },
        {
            "title": "Tree-Planting Encouraged in Pyongyang ",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-14ee.html",
            "content": "Tree-Planting Encouraged in Pyongyang \r\n Pyongyang, August 4 (KCNA) -- A campaign for planting various species of trees and turfing has been pushed forward in Pyongyang, the capital city of the Democratic People's Republic of Korea.\n\t\t\t\t\t According to an official concerned, citizens in Pyongyang have planted more than 595 500 trees and turned scores of hectares of land into lawn.\n\t\t\t\t\t\n\t\t\t\t\t All citizens including officials and working people are taking active part in the campaign for turning the city into a thick woodland, greenery and orchard, he said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t Citizens living in Jung, Mangyongdae, Taedonggang, Tongdaewon and Sosong districts are taking the lead in the campaign. They have planted many trees and fruit trees and created lawns along streets and in their working places.\n\t\t\t\t\t\n\t\t\t\t\t Horticultural stations in every district are playing a leading role in adding beauty to the streets.\n\t\t\t\t\t\n\t\t\t\t\t Pyon Kum Son, a citizen, told KCNA that she would do her best to enhance the scenery of the city."
        },
        {
            "title": "13th Exhibition of Inventions and New Technologies",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-15ee.html",
            "content": "13th Exhibition of Inventions and New Technologies\n\t\t\t\t\t\t\r\n Pyongyang, August 4 (KCNA) -- The 13th National Exhibition of Inventions and New Technologies opened on July 29 is going on in the DPRK.\n\t\t\t\t\t On display at the exhibition are more than 2 600 inventions and new technologies which have been highly praised for their effectiveness.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Coal Industry presented a new anthracite-mining method for thin laminations, high-pressure cascade immersible pump and others.\n\t\t\t\t\t\n\t\t\t\t\t Seen at the exhibition is a new method of producing coal briquette based on peat presented by the Hwanghae Iron and Steel Complex.\n\t\t\t\t\t\n\t\t\t\t\t A physiological activator exhibited by the Ministry of Agriculture is also drawing attention of visitors for helping crops raise their resistance to unfavorable environmental conditions with increased output.\n\t\t\t\t\t\n\t\t\t\t\t The Mechanical Engineering Institute of the State Academy of Sciences presented a hydraulic device for controlling the electrode of calcium-carbide furnace.\n\t\t\t\t\t\n\t\t\t\t\t Other exhibits like the method of producing high-strength cement by large shaft furnace and the electronic-scanning diagnostic ultrasound instrumentation clearly prove the validity and vitality of the DPRK's policy on attaching importance to science and technology."
        },
        {
            "title": "Kim Su Jong, DPRK's Promising Woman Weightlifter",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-16ee.html",
            "content": "Kim Su Jong, DPRK's Promising Woman Weightlifter\r\n Pyongyang, August 4 (KCNA) -- Kim Su Jong, a woman weightlifter of the DPRK, is drawing attention of experts.\n\t\t\t\t\t She bagged two gold medals and one silver in the women's 75 kg category of the 2014 World Junior Weightlifting Championships held in June.\n\t\t\t\t\t\n\t\t\t\t\t She also won three gold medals in the 12th Asian Juvenile Weightlifting Championship, two golds and one silver in the 2012 Asian Junior and Juvenile Weightlifting Championship and three golds in the 2014 Asian Junior and Juvenile Weightlifting Championship.\n\t\t\t\t\t\n\t\t\t\t\t She proved successful in the 2013 Asian Cup and Interclub Junior and Senior Weightlifting Championship.\n\t\t\t\t\t\n\t\t\t\t\t She began weightlifting in the juvenile sports school at her age of 11. \n\t\t\t\t\t\n\t\t\t\t\t She has constantly improved her skill, thus distinguished herself in different weightlifting championships in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t Experts say that her lusty vigor and refined skills would lead her to greater successes."
        },
        {
            "title": "Rodong Sinmun Terms DPRK's Annual and Regular Drills for Self-Defence Exercise of Its Legitimate Right ",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-06ee.html",
            "content": "Rodong Sinmun Terms DPRK's Annual and Regular Drills for Self-Defence Exercise of Its Legitimate Right\r\n Pyongyang, August 4 (KCNA) -- The U.S. and south Korean war-like forces are going to stage Ulji Freedom Guardian joint war exercises despite the repeated warnings of the DPRK and domestic and foreign public protest.\n\t\t\t\t\t Rodong Sinmun Monday observes in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t A tit for tat is an invariable mode of counter-action of the DPRK, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the DPRK's legitimate exercise of its inviolable right to protect the fate of the country and nation with its annual and regular military exercises for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean puppet warmongers are making desperate efforts to block the regular military exercises of the Korean People's Army while doing whatever they like including making a nuclear threat and blackmail and slapping sanctions against the DPRK and pursuing ceaseless arms build-up and saber rattling for invasion of it. \n\t\t\t\t\t\n\t\t\t\t\t No one can deter the DPRK from putting its military exercises for self-defence on an annual and regular basis to steadily bolster up its war deterrence and defence capabilities in every way now that provocative military exercises of the warmongers at home and abroad are getting evermore serious. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean bellicose forces' projected Ulji Freedom Guardian in disregard of the repeated warnings of the DPRK is a blatant challenge to its sincere efforts to protect peace and improve the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will counter nukes and missiles in kind and resolutely cope with annual and regular military exercises for invading it through annual and regular military drills for waging a great just war for national reunification. This declaration of the DPRK is by no means an empty talk.\n\t\t\t\t\t\n\t\t\t\t\t If a nuclear war breaks out on the Korean peninsula, the U.S. mainland which was never exposed even to a shell will not go safe."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-05ee.html",
            "content": "Anniversary of Kim Jong Il's Work Marked\n\t\t\t\t\t\t\r\n Pyongyang, August 4 (KCNA) -- Rodong Sinmun dedicates an article to the 17th anniversary of leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\".\n\t\t\t\t\t The work, published on August 4, Juche 86 (1997), deals with the immortal feats President Kim Il Sung performed in the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It formulates the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and indicates the tasks and ways for achieving national reunification on their basis.\n\t\t\t\t\t\n\t\t\t\t\t The validity and vitality of the work were fully demonstrated through the efforts of the Korean people to achieve the country's reunification over the last 17 years, the article notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un is the great sun of the nation and the lodestar of national reunification who has energetically led the struggle of the Korean people to implement the last instructions of Kim Il Sung and Kim Jong Il for the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un found out in the ideas and feats of Kim Il Sung and Kim Jong Il the strategies and tactics for weathering the prevailing difficulties in the way of achieving the nation's unity and the country's reunification and the orientation and ways to bring about a fresh surge in the movement of the country's reunification and has  wisely led the struggle of the country's reunification to ensure that it is waged in the direction of carrying out the last instructions of the peerless great men of Mt. Paektu under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t The country's reunification is sure to be achieved before long thanks to the solid foundation and patriotic legacy of the country's reunification provided by Kim Il Sung and Kim Jong Il all their lives and thanks to  Kim Jong Un who leads the cause of national independence to a shining victory."
        },
        {
            "title": "Japan Denounced for Concealing Data Related to Plunder of Cultural Artifacts",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-09ee.html",
            "content": "Japan Denounced for Concealing Data Related to Plunder of Cultural Artifacts\r\n Pyongyang, August 4 (KCNA) -- The south Korean newspaper Hangyore on July 31 carried an editorial denouncing Japan for concealing data related to plunder of cultural artifacts by the Japanese imperialists.\n\t\t\t\t\t It is estimated that the cultural artifacts Japan took away during its colonial rule over Korea number hundreds of thousands of pieces, when including those whisked away by individuals, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It was recently disclosed during a trial that the Japanese government has kept it in secrecy.\n\t\t\t\t\t\n\t\t\t\t\t When a Japanese civic organization submitted a document of litigation demanding the disclosure of cultural artifacts, the then Japanese Ministry of Foreign Affairs said that they included a list of artifacts of which the south Korean \"government\" had not been informed and it might demand for their return in case of disclosure of them. \n\t\t\t\t\t\n\t\t\t\t\t This means that Japan actually knew everything although it made such excuses that it did not know how they made their way to Japan whenever south Korea demanded the return of those cultural artifacts.\n\t\t\t\t\t\n\t\t\t\t\t As the Japanese government admitted the fact that it concealed the list of cultural artifacts so as not to return them, the south Korean authorities should strongly demand the disclosure of the data related to the plunder of them and actively come out to take them back, the editorial stressed."
        },
        {
            "title": "S. Korean Puppet Navy's Ban on Disclosure of Data Related to Cheonan Sinking Revealed",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-08ee.html",
            "content": "S. Korean Puppet Navy's Ban on Disclosure of Data Related to Cheonan Sinking Revealed\n\t\t\t\t\t\t\r\n Pyongyang, August 4 (KCNA) -- It was disclosed that the south Korean puppet navy has barred data helpful to clarifying  the cause of the Cheonan warship sinking from being revealed, according to the south Korean weekly Media Today on August 1.\n\t\t\t\t\t The then Maritime Institute surveyed the waters where the warship sank at the time of the accident in 2010.\n\t\t\t\t\t\n\t\t\t\t\t The then chief of the general staff of the puppet navy ordered the navy to keep in the dark all sorts of data collected by the institution concerned and NGO that took part in the salvage and search for the warship at a time when the investigation was at its height.\n\t\t\t\t\t\n\t\t\t\t\t The navy authorities in the official documents sent to the Maritime Institute pressurized it to keep in secrecy data related to the place of sinking, surrounding waters, photographed seabed and other relevant data.\n\t\t\t\t\t\n\t\t\t\t\t They disallowed any institution or anyone to get access to or read the above-said data except for the joint investigation group and the puppet navy headquarters and banned opening them to media or posting them on websites.\n\t\t\t\t\t\n\t\t\t\t\t They also prevented members of the investigation group from getting in touch with media as they please and pressurized them to give answers through an official channel of the navy in case of requests for press interviews and other matters.\n\t\t\t\t\t\n\t\t\t\t\t A lawyer demanded the clarification of what was disclosed, querying what was a military secret.\n\t\t\t\t\t\n\t\t\t\t\t He called for the clarification of all matters, noting there is suspicion as to whether there is any linkage between the wreckage and photographed scenes and the sinking."
        },
        {
            "title": "Case of Murder in S. Korean Puppet Army Disclosed",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-04ee.html",
            "content": "Case of Murder in S. Korean Puppet Army Disclosed\r\n Pyongyang, August 4 (KCNA) -- Kyunghyang Daily News of south Korea on July 31 disclosed the case of a murder in the puppet army.\n\t\t\t\t\t It was newly disclosed that a soldier of the 28th Division died a few months ago because of a group assault committed by his superiors, the paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Their violence was persistent and cruel, indeed.\n\t\t\t\t\t\n\t\t\t\t\t When the soldier fell due to ceaseless violence, the assaulters injected even medicine into him to bring him to his senses and continued beating him.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution authorities, however, described the above-said murder as an accident, though it was obviously caused by the group assault rampant in the army.\n\t\t\t\t\t\n\t\t\t\t\t The paper held that the assaulters should be severely punished."
        },
        {
            "title": "Kim Jong Il's Work Posted by Nigerian Organization on Its Website",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-01ee.html",
            "content": "Kim Jong Il's Work Posted by Nigerian Organization on Its Website\n\t\t\t\t\t\t\r\n Pyongyang, August 4 (KCNA) -- Leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was posted by the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on its website on July 29.\n\t\t\t\t\t The work, published on August 4, Juche 86 (1997), clarifies the undying feats performed by President Kim Il Sung in the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It formulates the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and indicates the tasks and ways for achieving national reunification based on them."
        },
        {
            "title": "Foreign Media Observe Anniversary of Korean People's Victory in War",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-02ee.html",
            "content": "Foreign Media Observe Anniversary of Korean People's Victory in War\r\n Pyongyang, August 4 (KCNA) -- Media of Russia, Austria and regional bodies carried special write-ups on July 27 and 30 on the occasion of the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The Russian paper Rio Panorama carried an article titled \"Day of great victory\" illustrated with the portrait of smiling President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It said that the Korean people's victory in the war was a fruition of the brilliant stratagem and wise leadership of the President.\n\t\t\t\t\t\n\t\t\t\t\t Articles were posted on Hanber Journal and other internet magazines of Russia. They introduced the gifted military wisdom of the President and the struggle of the army and people of the DPRK for winning a victory in the war, accompanied by the photo of President in his Marshal's uniform acknowledging the cheers of the crowd.\n\t\t\t\t\t\n\t\t\t\t\t The Russian Group for Solidarity with the DPRK posted on its website an article dealing with the proud path covered by the DPRK which emerged victorious in the Fatherland Liberation War and the political and military confrontation with the U.S. for the past more than half a century, illustrated with a fine art work depicting the President visiting the forefront.\n\t\t\t\t\t\n\t\t\t\t\t Also posted on the website were photos and art works showing the battles fought by the service personnel of the Korean People's Army (KPA) in the war, military parade celebrating the victory in the war and the might of the KPA grown to be a matchless army and pictures dealing with the U.S. imperialists' defeat and their brutal atrocities.\n\t\t\t\t\t\n\t\t\t\t\t Seen on the websites of the Rostov Association for the Study of Kimilsungism-Kimjongilism and the Anti-Globalization Movement of Russia, Mar 12 and other internet papers and magazines were articles titled \"Kim Il Sung, outstanding strategist\", \"Echo of war victory\" and \"People know only victory\" and Korean songs on the theme of war victory.\n\t\t\t\t\t\n\t\t\t\t\t The Society for the Promotion of the Relations between Austria and the DPRK and the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions also posted articles praising the feats performed by the President in winning the victory in the war on their websites."
        },
        {
            "title": "Anniversary of Korean People's Victory Observed by Syrian Newspapers",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-03ee.html",
            "content": "Anniversary of Korean People's Victory Observed by Syrian Newspapers\r\n Pyongyang, August 4 (KCNA) -- Syrian newspapers dedicated articles to the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The July 29th issue of Al Baath in an article titled \"On celebration of the Korean people's victory in the Korean war\" said that July 27 is the day of the great victory for the Korean army and people who shattered the myth of the \"mightiness\" of the U.S. and defended the sovereignty and independence of the country.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the U.S. is straining the situation on the Korean peninsula while being hell-bent on the moves to ignite a new war, far from drawing a lesson taught by the past Korean war, but the DPRK is resolutely coping with the U.S. moves for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The July 30th issue of Al Thawrah in an article titled \"People's Korea standing against the U.S. moves to ignite a new war\" cited data on what great losses the U.S. imperialists suffered in the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The paper stressed that the victory of the army and people of the DPRK in the Korean war was entirely ascribable to the gifted military stratagem and wise leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t It accused the U.S. of working hard to ignite a new war at any cost while pursuing the hostile policy towards the DPRK, adding that the past Korean war brought the beginning of a downhill turn for the U.S. but a new Korean war would bring a final ruin of the U.S."
        },
        {
            "title": "Kim Yong Nam expresa condolencias al presidente de Guinea",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-20ee.html",
            "content": "Kim Yong Nam expresa condolencias al presidente de Guinea\r\nPyongyang, 4 de agosto (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 3 un mensaje de condolencias al presidente de la Republica de Guinea, Alpha Conde, en relacion con que este pais sufrio muchas perdidas humanas por un accidente inesperado ocurrido durante un concierto en Ratoma, Conakry.\n\t\t\t\t\tEl remitente expresa profunda compasion y condolencias al destinatario y a los familiares de victimas."
        },
        {
            "title": "Kim Jong Un envia mesa de alimentos a longeva Ri Mae Wol",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-21ee.html",
            "content": "Kim Jong Un envia mesa de alimentos a longeva Ri Mae Wol \r\nHamju, 4 de agosto (ACNC) -- La anciana Ri Mae Wol, que vive en la cabecera distrital de Hamju de la provincia de Hamgyong del Sur, acogio su centesimo cumpleanos.\n\t\t\t\t\tEl Mariscal Kim Jong Un le felicito enviandole una mesa de alimentos.\n\t\t\t\t\t\n\t\t\t\t\tLa abuela Ri nacida antes de la liberacion de la patria como hija de una familia arrendataria muy pobre bajo el coloniaje japones llego a disfrutar de una verdadera vida feliz despues de la restauracion de la patria por el Presidente Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\tElla se dedico abnegadamente a las faenas agricolas y aun despues de la retirada hizo muchas cosas buenas.\n\t\t\t\t\t\n\t\t\t\t\tLa anciana atribuyo su longevidad a las benevolencias del sistema de salud publica socialista y al trabajo diligente y alimentacion  equilibrada."
        },
        {
            "title": "Acto de juramento de los funcionarios partidistas en Samjiyon",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-22ee.html",
            "content": "Acto de juramento de los funcionarios partidistas en Samjiyon\r\nSamjiyon, 4 de agosto (ACNC) -- Tuvo lugar el dia 4 en la explanada de la estatua de bronce del Presidente Kim Il Sung, levantado en el Conjunto Monumental de Samjiyon, el acto de juramento de los funcionarios directivos partidistas de todo el pais participantes en el recorrido por los lugares de batalla revolucionaria en la zona del monte Paektu para llevar a feliz termino la causa revolucionaria del Juche iniciada en el monte Paektu siguiendo la direccion del Mariscal Kim Jong Un.\n\t\t\t\t\tLos participantes rindieron tributo al Presidente tras depositar cesto y ramos de flores ante la estatua de bronce.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto el primer subjefe de departamento del Comite Central del Partido del Trabajo de Corea, Choe Hwi, presento un informe y otros funcionarios intervinieron.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores dijeron que para los funcionarios partidistas de todo el pais, el presente recorrido organizado por el Mariscal constituye un importante motivo en la educacion revolucionaria y la forja para asimilar la  gran personalidad de los Generalisimos Kim Il Sung y Kim Jong Il y las brillantes tradiciones revolucionarias del PTC y prepararlos como fuertes en la ideologia y la conviccion infinitamente fieles a la unica direccion del partido.\n\t\t\t\t\t\n\t\t\t\t\tAnte la casa natal del Dirigente Kim Jong Il en el campamento secreto del monte Paektu, recordaron con gran emocion la vida del Dirigente y confiaron en que gracias al sagrado lugar del sol, la Corea del Songun saldra siempre victoriosa, senalaron.\n\t\t\t\t\t\n\t\t\t\t\tSe refirieron a la necesidad de inculcar entre  los funcionarios y trabajadores la idea y las hazanas revolucionarias de los Generalisimos, al seguir el camino de marcha por el monte Paektu en que esta impregnada la entera vida de los Generalisimos y levantar furiosamente en todo el pais el viento de la educacion en las tradiciones revolucionarias al organizar con esmero el recorrido y la visita a los lugares de batalla revolucionaria y los otros de interes historico-revolucionario,  recalcaron.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizaron que sin olvidar el juramento tomado en el monte Paektu, todos deben materializar el legado de los Generalisimos y apoyar con fidelidad la direccion del Mariscal y luchar con vigor para lograr la victoria final de la causa revolucionaria de Corea con el espiritu revolucionario del Paektu.\n\t\t\t\t\t\n\t\t\t\t\tAl termino del acto, los participantes recorrieron el Conjunto Monumental de Samjiyon."
        },
        {
            "title": "Funcionarios partidistas recorren Taehongdan y Mupho",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-23ee.html",
            "content": "Funcionarios partidistas recorren Taehongdan y Mupho\r\nTaehongdan, 3 de agosto (ACNC) -- El grupo de recorrido nacional de los funcionarios partidistas por los lugares de batalla revolucionaria de la zona del monte Paektu estuvo el dia 3 en la zona de Taehongdan y el campamento de Mupho.\n\t\t\t\t\tLos integrantes del grupo llegaron al lugar de batalla revolucionaria de Sinsadong.\n\t\t\t\t\t\n\t\t\t\t\tEllos escucharon explicaciones ante los murales mosaicos con las imagenes del Presidente Kim Il Sung y la Heroina de la Lucha Antijaponesa Kim Jong Suk y dieron una vuelta por el lugar.\n\t\t\t\t\t\n\t\t\t\t\tPasaron revista a los objetos de interes historico escuchando el relato de que en la zona de Musan, el Presidente infundio el espiritu revolucionario en los moradores de Sinsadong y dirigio a ellos a desplegar dinamicamente la lucha antijaponesa.\n\t\t\t\t\t\n\t\t\t\t\tEl proximo destino fue el lugar de batalla revolucionaria de Taehongdan.\n\t\t\t\t\t\n\t\t\t\t\tEllos rindieron homenaje al Generalisimo Kim Il Sung tras depositar los ramos de flores ante su estatua de bronce erguida en el Obelisco a la Victoria en la Batalla de la Zona de Musan.\n\t\t\t\t\t\n\t\t\t\t\tY recorrieron el puesto de mando de la batalla de Taehongdan y los alerces que son testigos de esa batalla en que los enemigos japoneses cayeron abatidos por la lluvia de balas de la guerrilla antijaponesa.\n\t\t\t\t\t\n\t\t\t\t\tDespues, visitaron el campamento de Mupho donde el Presidente se acampo en mayo del 28 (1939) de la Era Juche en el trayecto de su marcha a la patria al frente del grueso del Ejercito Revolucionario Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTras escuchar la explicacion de que el convoco la reunion de oficiales del ERPC y presento las tareas para la marcha a la zona de Taehongdan, ellos recorrieron el solar de la comandancia, el lugar donde Kim Jong Suk cocinaba y el sitio de hoguera.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios partidistas visitaron el sitio de pesca de Mupho donde el Dirigente Kim Jong Il ideo el grandioso proyecto sobre la transformacion de toda la sociedad segun el kimilsungismo.\n\t\t\t\t\t\n\t\t\t\t\tLlegados a la lapida con el poema dedicado a la bifurcacion del monte Paektu, escucharon la explicacion y tuvieron el acto de publicacion de impresiones.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, se dirigieron a la cabeza distrital de Samjiyon.\n\t\t\t\t\t\n\t\t\t\t\tDurante el recorrido, ellos donaron los materiales necesarios para el mantenimiento de los lugares de interes historico-revolucionario y de batalla revolucionaria y realizaron varias labores politicas con las masas populares."
        },
        {
            "title": "Acto central por 30o aniversario de inicio de movimiento por produccion de articulos 3 de agosto",
            "url": "http://kcna.co.jp/item/2014/201408/news04/20140804-24ee.html",
            "content": "Acto central por 30o aniversario de inicio de movimiento por produccion de articulos 3 de agosto\n\t\t\t\t\t\t\r\nPyongyang, 4 de agosto (ACNC) -- Tuvo lugar el dia 3 en el capitalino Palacio Cultural del Pueblo el acto central por el 30o aniversario del inicio por el Dirigente Kim Jong Il del movimiento por la produccion de los articulos de consumo popular 3 de agosto.\n\t\t\t\t\tEl 3 de agosto del 73 (1984) de la Era Juche, el Dirigente recorrio la exposicion de articulos de industria ligera de la ciudad de Pyongyang y dio instrucciones para desarrollar el movimiento masivo de produccion de articulos de consumo popular. \n\t\t\t\t\t\n\t\t\t\t\tDesde entonces, en la Republica Popular Democratica de Corea se inicio el movimiento masivo por la produccion de articulos de consumo popular y se llamaron como \"articulos de consumo popular 3 de agosto\" los productos de diversos generos que se venden en las tiendas de venta directa de ciudades (municipios) y distritos. \n\t\t\t\t\t\n\t\t\t\t\tAsistieron al acto central Kim Ki Nam, Ro Tu Chol, el jefe de departamento del CC del PTC, An Jong Su, los cuadros de los organismos del poder, entidades de masas, ministerios y organos centrales, funcionarios ejemplares e innovadores laborales en el movimiento. \n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo de Ro Tu Chol, viceprimer ministro del Consejo de Ministros y presidente del Comite Estatal de Planificacion. \n\t\t\t\t\t\n\t\t\t\t\tEl informante dijo que el movimiento mencionado, iniciado por el Dirigente Kim Jong Il, permitio utilizar con mas eficiencia las reservas internas y aumentar trascendentalmente la produccion de articulos de consumo popular estimulando la creatividad de las masas populares. Por esta razon, revistio gran importancia en promover y desarrollar la produccion de articulos de consumo popular. \n\t\t\t\t\t\n\t\t\t\t\tEnumero las proezas de direccion del Dirigente acumuladas durante 30 anos del movimiento:\n\t\t\t\t\t\n\t\t\t\t\tEl Dirigente establecio el ordenado sistema de direccion para que los funcionarios de direccion economica comprendieran bien la esencia del movimiento y lo desarrollaran como una importante tarea para el desarrollo de la industria ligera de acuerdo con el proposito del partido. \n\t\t\t\t\t\n\t\t\t\t\tEnvio el mensaje \"Para realizar cabalmente la revolucion en el sector de la industria ligera\" a los participantes en la conferencia nacional de industria ligera, celebrada en junio de 1990, de modo que se registrara un nuevo cambio revolucionario en la produccion de articulos de consumo popular 3 de agosto. \n\t\t\t\t\t\n\t\t\t\t\tDurante la Marcha penosa, periodo tan dificil para el pueblo coreano debido a la campana de los imperialistas para aislar y aplastar a la RPDC, tomo las medidas revolucionarias para continuar la produccion de articulos de consumo popular 3 de agosto. \n\t\t\t\t\t\n\t\t\t\t\tAunque estaba muy ocupado por la direccion sobre la revolucion mediante el Songun, presto profunda atencion a la produccion de articulos de consumo popular 3 de agosto e hizo registrar saltos en la misma tarea. \n\t\t\t\t\t\n\t\t\t\t\tAl percatarse de la importancia del movimiento, el Mariscal Kim Jong Un presento en la conferencia nacional de industria ligera, convocada el 18 de marzo de 2013, las tareas para aumentar la produccion de articulos de consumo popular de buena calidad, afirmo el orador y recordo que durante 30 anos pasados, el movimiento vino logrando relevantes exitos. \n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad en que se dinamiza la marcha por la mejora de la vida del pueblo, el Partido del Trabajo de Corea tiene la ferrea voluntad de desarrollar mas el movimiento como el de todas las masas populares y de toda la sociedad, dijo y llamo a todos los funcionarios y trabajadores a mantener con firmeza y glorificar generacion tras generacion las proezas del Dirigente por el desarrollo del movimiento."
        }
    ]
}