{
    "date": "2014-05-31",
    "url": "http://kcna.co.jp/item/2014/201405/2014-05-31ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Looks Round Mangyongdae Schoolchildren's Palace",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-01ee.html",
            "content": "Kim Jong Un Looks Round Mangyongdae Schoolchildren's Palace\r\nPyongyang, May 31 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, looked round the Mangyongdae Schoolchildren's Palace. \n\t\t\t\t\t He was greeted by Jon Yong Nam, chairman of the Central Committee of the Kim Il Sung Socialist Youth League, and officials of the palace. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un watched the autograph of President Kim Il Sung hanging on the wall of the lobby of the palace. \n\t\t\t\t\t\n\t\t\t\t\t He went round different places of the palace to learn about the operation of the hobby groups. \n\t\t\t\t\t\n\t\t\t\t\t He watched a dancing girl, member of the dancing group, and members of the kayagum and accordion groups learning how to play them and listened to the chorus of schoolgirls and wished them a bright future. \n\t\t\t\t\t\n\t\t\t\t\t Seeing members of the calligraphy, computer, swimming and basketball groups having lessons, he stressed the need for the palace associated with the leadership of the President and leader Kim Jong Il to train more future able scientists, sportspersons and artistes who would shoulder upon themselves the future of Korea. \n\t\t\t\t\t\n\t\t\t\t\t He set forth the tasks for remodeling the palace as required by the new century. \n\t\t\t\t\t\n\t\t\t\t\t He called for face-lifting the outside of the palace with granite and high-quality building materials and remodeling all the facilities at the highest level. \n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to display photos of the President and Kim Jong Il among children in halls and corridors with due respect so that the members of the hobby groups and teachers may always live, looking at them. \n\t\t\t\t\t\n\t\t\t\t\t The interior of the palace should be decorated in a fresh and peculiar manner, he said, adding all rooms for hobby groups should be remodeled to suit children's mental qualities. He underlined the necessity to take measures for heating and sound-proofing, completely face-lift the theatre, gymnasium and swimming pool and build well a hostel for schoolchildren from local areas. \n\t\t\t\t\t\n\t\t\t\t\t  He promised officials that the party would provide latest computers, modern musical instruments and various kinds of sports apparatuses to the palace.\n\t\t\t\t\t\n\t\t\t\t\t He gave an instruction to remodel the palace within this year.\n\t\t\t\t\t\n\t\t\t\t\t He called for remodeling the palace into the cradle of love where the children, the kings of the country, bring their hopes into full bloom and the best children's palace in the world to convey the love of the President and Kim Jong Il for the posterity and the future generation after generation. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, secretary of the Central Committee of the WPK, Ri Il Hwan and Han Kwang Sang, department directors of the C.C., the WPK, and KPA Lieut. General Ma Won Chun, director of the designing department of the NDC."
        },
        {
            "title": "Syrian President Supports Korean People in Their Struggle for National Reunification",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-11ee.html",
            "content": "Syrian President Supports Korean People in Their Struggle for National Reunification\r\nPyongyang, May 31 (KCNA) -- Syrian President Bashar Al-Assad on May 29 had a talk with the DPRK government economic delegation led by Minister of Foreign Trade Ri Ryong Nam which participated in the 9th meeting of the DPRK-Syria Joint Economic Committee.\n\t\t\t\t\t The president said that the friendly relations between the two countries provided and developed by President Kim Il Sung and leader Kim Jong Il together with President Hafez Al-Assad are growing stronger under the care of the respected H.E. Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that the hostile forces are intensifying the sanctions and blockade against the DPRK and committing vicious provocations against it.\n\t\t\t\t\t\n\t\t\t\t\t He said that the tough stand taken by the Korean people under the leadership of Kim Jong Un is startling the world.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Syrian leadership and people positively support the Korean people in their struggle to reunify the country.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the minister of Culture who doubles as chairman of the Syrian side to the DPRK-Syria Joint Economic Committee and the DPRK ambassador to Syria."
        },
        {
            "title": "Vice-President of Council of State of Cuba on Boosting Relations with DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-05ee.html",
            "content": "Vice-President of Council of State of Cuba on Boosting Relations with DPRK\r\nPyongyang, May 31 (KCNA) -- DPRK Ambassador to Cuba Pak Chang Yul presented his credentials to Gladis Maria Bejerano Portela, vice-president of the Council of State of Cuba, on May 22.\n\t\t\t\t\t The vice-president said:\n\t\t\t\t\t\n\t\t\t\t\t We are pleased that the Korean people are registering bigger successes in the building of a thriving socialist nation under the wise leadership of the respected Comrade Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t It is a determination of Cuba to comprehensively develop the friendly and cooperative relations with the DPRK in all fields as intended by the top leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Cuba expresses thanks to the DPRK for its full support to our struggle to put an end to the U.S. economic blockade against Cuba."
        },
        {
            "title": "Algerian PM Hopes for Korean People's Success in Their Efforts for Prosperity",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-12ee.html",
            "content": "Algerian PM Hopes for Korean People's Success in Their Efforts for Prosperity\r\nPyongyang, May 31 (KCNA) -- Abdel Malik Sellal, prime minister of Algeria, had a talk with the DPRK government delegation headed by Foreign Minister Ri Su Yong which took part in the conference of foreign ministers of the NAM at the Cabinet building on May 29.\n\t\t\t\t\t Present there were the general director for Asia and Oceania of the Foreign Ministry of Algeria, advisor to the prime minister's office and the DPRK ambassador to Algeria.\n\t\t\t\t\t\n\t\t\t\t\t The prime minister said the Algerian government appreciates the sincere efforts made by the DPRK government to ensure peace and security on the Korean peninsula and reunify the country independently and peacefully without foreign interference and expresses support and solidarity for them.\n\t\t\t\t\t\n\t\t\t\t\t It is the will and steadfast stand of the government and people of Algeria to continue developing the bilateral friendly relations with a long history and tradition, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the will to strive to boost cooperation between the two countries in the economic field in close touch with each other.\n\t\t\t\t\t\n\t\t\t\t\t He said he was pleased that everything is going well in the DPRK under the wise leadership of H.E. Kim Jong Un, wishing the Korean people bigger achievements in their efforts for the country's prosperity."
        },
        {
            "title": "Pak Pong Ju Makes Field Survey of Work in Various Fields of Ryanggang Province",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-23ee.html",
            "content": "Pak Pong Ju Makes Field Survey of Work in Various Fields of Ryanggang Province\r\nPyongyang, May 31 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of the work in various fields of Ryanggang Province.\n\t\t\t\t\t Going round various industrial enterprises and farms in Hyesan City, Taehongdan, Paekam and Unhung counties, he acquainted himself in detail with the production and remodeling there.\n\t\t\t\t\t\n\t\t\t\t\t A consultative meeting of officials concerned was held on the spot. It discussed the issues for bringing a drastic turn in developing the economy and improving the people's standard of living in the province as intended by the Party including the issue of working out scientific management strategies and conducting enterprise management at the Hyesan Youth Mine and the Unhung Smeltery, the issue of expanding the area of potato farming and raising the rate of mechanization in farming and the issue of supplementing and perfecting the production processes of local industrial factories and increasing production with locally available materials.\n\t\t\t\t\t\n\t\t\t\t\t It underlined the need to regularly examine the technical conditions of generating equipment, direct efforts to their management at the Paektusan Songun Youth Power Station and the Samsu Power Station and thus increase the electricity production.\n\t\t\t\t\t\n\t\t\t\t\t The experience of Taehongdan County which established the ring-shaped rotation production system in agriculture and stock-breeding clearly proves the validity and vitality of the Party's policy, the premier said, calling upon all economy guidance officials in the province to become standard-bearers in the drive for carrying out the Party's idea and defending its policy.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, he acquainted himself with the growth of vegetables at the Pyongyang Vegetable Science Institute and organized the work to make sure that the benevolent loving care of Marshal Kim Jong Un reaches the children of revolutionary schools, baby homes, orphanages, orphans' primary and middle schools, campers and health-seekers across the country as early as possible."
        },
        {
            "title": "Wreaths Laid before Ri Po Ik's Grave",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-18ee.html",
            "content": "Wreaths Laid before Ri Po Ik's Grave\r\nPyongyang, May 31 (KCNA) -- Wreaths were placed before the grave of Ri Po Ik, grandmother of President Kim Il Sung, in Mangyongdae on May 31 on the occasion of her 138th birth anniversary.\n\t\t\t\t\t Seen standing there was a wreath sent by Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Present at the wreath-laying ceremony were Kim Ki Nam, Yang Hyong Sop, O Su Yong, Vice-Premier Kim Tok Hun, and officials of the party, armed forces and power organs, working people's bodies, ministries and national institutions and citizens.\n\t\t\t\t\t\n\t\t\t\t\t Laid before the grave were wreaths in the name of the Central Committee of the WPK, working people's bodies, ministries, national institutions and military universities, party and power organs and farms here.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence, looking back on her noble life."
        },
        {
            "title": "DPRK Friendship Delegation Leaves for Laos",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-14ee.html",
            "content": "DPRK Friendship Delegation Leaves for Laos\r\nPyongyang, May 31 (KCNA) -- A DPRK friendship delegation headed by Chairman of the Pyongyang City People's Committee Cha Hui Rim, chairman of the Korea-Laos Friendship Association, left here on Saturday to visit Laos."
        },
        {
            "title": "Vietnamese Military Delegation Leaves",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-13ee.html",
            "content": "Vietnamese Military Delegation Leaves\r\nPyongyang, May 31 (KCNA) -- A delegation of the Department for Military Training of the General Staff of the Vietnam People's Army headed by Lieutenant General Nguyen Duc Than left here for home on Saturday."
        },
        {
            "title": "Many Models in New Era Produced in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-10ee.html",
            "content": "Many Models in New Era Produced in DPRK\r\nPyongyang, May 31 (KCNA) -- Lots of models in the new era have been produced in the DPRK.\n\t\t\t\t\t Among them are Ri Kyong Sim, traffic controller of a district branch of the Traffic Command Corps of the Pyongyang City People's Security Bureau, Choe Yong Chan and Kim Kyong Il, instructors of the Sakju County Committee of the Workers' Party of Korea, Yun Tong Ho, vice-chairman of the County Committee of the Kim Il Sung Socialist Youth League, and Paek Kwang Hyok, people's security person of the County People's Security Department. They devotedly defended the security of the headquarters of the revolution in the unexpected situation and rescued portraits of the great men of Mt. Paektu and main slogans of the party.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kum Su and Han Pyong Nam, people's security persons of the Kangwon Provincial People's Security Bureau, Choe Yong Il and O Myong Su, people's security persons of the South Hwanghae Provincial People's Security Bureau, Pak Thae Son, miner of the Yonggwang Pit of the Kumgol Mine of the Komdok Mining Complex, and Ri Chang Son, sub-workteam leader of the Ohyon Co-op Farm in Yonan County defended the tower to the immortality of President Kim Il Sung and leader Kim Jong Il and rescued life and properties of the people and comrades at the risk of their lives.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Ok, lecturer of the Kusi Barrage Revolutionary Battle Site of the Pochonbo Revolutionary Museum, Kang Hye Kyong, lecturer of the Yuphyong Revolutionary Site, and officials and lecturers in the sector of preserving revolutionary relics are devoting themselves to defending the eternal treasures of the revolution associated with the exploits of the peerless great persons.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Song, work-team leader of the Tanchon Mining Industry Construction Complex, Ri Myong Sun, worker of the Combined Weaving Shop of the Kim Jong Suk Pyongyang Textile Mill, and Ra Sun Sil, worker of the Water Supply and Sewage Construction Company of the Management Bureau for Construction of Pyongyang City, have successfully carried out their revolutionary tasks with clear conscience.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ung Nam, tunneling worker of the Youth Pit of the Kowon Coal Mine, Yun Won Ok, sub-workteam leader of the Jangchon Vegetable Co-op Farm in Sadong District, and others are working hard for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t Among the persons of merits are Ri Chun Hui, section chief of the Munphyong Smeltery, Kim Chol, merited teacher of Songnam Primary School in Songchongang District, Hamhung City, U Yong Il, manager of the Material Base Company in Songgan County, and Kim Tong Suk, manager of the Ryongaksan Spring Water Factory."
        },
        {
            "title": "Telemedicine Service Brisk",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-15ee.html",
            "content": "Telemedicine Service Brisk\r\nPyongyang, May 31 (KCNA) -- Telemedicine service at Okryu Children's Hospital is proving effective with each passing day.\n\t\t\t\t\t Telemedicine system was established between the hospital and provincial infantile hospitals in December last year. \n\t\t\t\t\t\n\t\t\t\t\t The hospital has put on a regular basis video interviews and video doctor consultation with medical workers of provincial infantile hospitals with medical workers of department heads or above involved. The hospital is thus rendering real time telemedicine service required by various parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t The hospital is making correct diagnosis and taking thoroughgoing measures for treatment on the basis of deep analysis of patients' clinical charts, condition of patients through interviews and the results of laboratory work posted by provincial infantile hospitals. This helps ensure scientific accuracy and speed in healthcare.\n\t\t\t\t\t\n\t\t\t\t\t In case of difficult medical treatment requiring a high level of clinical technology and latest medical equipment, the hospital takes a prompt measure for bringing patients for intensive treatment to it.\n\t\t\t\t\t\n\t\t\t\t\t Jagang, North Hamgyong, South Phyongan and South Hwanghae and other provincial infantile hospitals are solving in good time problems arising in diagnosis and treatment through consultation with medical team of the hospital.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the positive efforts and sincerity of medical workers of infantile hospitals across the country, more than 440 children have received telemedicine service in a little over six months since the hospital was opened.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the work to improve medical workers' qualifications through telemedicine service is making brisk headway."
        },
        {
            "title": "Whole Country Helps Farmers",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-16ee.html",
            "content": "Whole Country Helps Farmers\r\nPyongyang, May 31 (KCNA) -- Officials and other people across the country have turned out as one to help the farmers.\n\t\t\t\t\t According to the data available, more than 1.5 times as many people are now giving helping hands to farmers as compared with last year.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Ministry of Land and Maritime Transport proceeded to the Wonhwa Cooperative Farm in Phyongwon County, South Phyongan Province, bringing with them spare parts of tractors and rice-transplanting machines, farming materials and daily necessities, to stir up enthusiasm of agricultural workers.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Ministry of Posts and Telecommunications have provided farming materials including lots of vinyl sheets, tens of thousands of small and medium farm implements to the Sochon Cooperative Farm in Koksan County, North Hwanghae Province on several occasions since the outset of the year.\n\t\t\t\t\t\n\t\t\t\t\t Sincere help has also come from officials of the ministries of Electric Power Industry, Railways, Chemical Industry and Mining Industry, the General Bureau for Affairs with Diplomatic Corps and the State Economic Development Committee.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the party and power organs in Pyongyang City are conducting a mobile and intensive frontline-style political work at farms and scrupulously organizing the manpower support, encouraging farmers to bring about signal successes in rice-transplantation every day.\n\t\t\t\t\t\n\t\t\t\t\t Officials and other people in South Hwanghae Province are also providing lots of farming materials to co-op farms, while sincerely giving helping hands to them.\n\t\t\t\t\t\n\t\t\t\t\t A mass campaign to help farmers is brisk in North Hwanghae and North and South Phyongan, Ryanggang and other provinces, too."
        },
        {
            "title": "Peculiar and Valuable Industrial Art Works Produced",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-17ee.html",
            "content": "Peculiar and Valuable Industrial Art Works Produced\r\nPyongyang, May 31 (KCNA) -- Creators in the field of industrial art and teachers, researchers and students in the educational field across the DPRK are registering successes in the creation of industrial art works.\n\t\t\t\t\t They include a variety of fresh and peculiar designs of structures, vehicles and light industrial products.\n\t\t\t\t\t\n\t\t\t\t\t Drawing attention of experts and architecture lovers are a variety of designs for laying out structures for the Pyongyang Folklore Park and the building of Wisong Scientists Street. Formative art was applied to them at a high level.\n\t\t\t\t\t\n\t\t\t\t\t Also popular are machine designs created by the industrial art studio of the Ministry of Machine-building Industry. Among them are designs of efficient hydraulic shovel car and snow machine suited to the country's terrain conditions and peculiarities.\n\t\t\t\t\t\n\t\t\t\t\t The Mansudae Art Studio, the Korean Industrial Art Studio, Pyongyang University of Fine Arts and other units produced designs of light industrial goods suited to aesthetic taste and feelings of Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Designs of bags for university students, desks and chairs for students, intellectual toys, a variety of sports footwear and furniture are to the liking of users.\n\t\t\t\t\t\n\t\t\t\t\t Designs of Korean garments loved by women, casual dresses for spring and autumn, various kinds of sportswear and T shirts are also favored by people.\n\t\t\t\t\t\n\t\t\t\t\t Designs of flower stands and printed patterns of silk kerchief and Kimchi packing are suited to the national feelings and aesthetic taste of the times."
        },
        {
            "title": "System of Early Art Education in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-20ee.html",
            "content": "System of Early Art Education in DPRK\r\nPyongyang, May 31 (KCNA) -- Many music prodigies have been produced in the DPRK.\n\t\t\t\t\t It would have been unthinkable without the leadership of Generalissimo Kim Jong Il who took measures to establish the unique system of early art education. \n\t\t\t\t\t\n\t\t\t\t\t He wisely led the work to establish regular early education system from late 1970s with deep-going insight into the importance of early art education.\n\t\t\t\t\t\n\t\t\t\t\t After acquainting himself in detail with the musical art education of the country, he took a measure to set up music classes at kindergartens in Pyongyang, including Kyongsang and Taedongmun kindergartens in May Juche 68 (1979).\n\t\t\t\t\t\n\t\t\t\t\t Under his loving care, the pre-school professional musical education started at kindergartens from September 1, Juche 68 (1979).\n\t\t\t\t\t\n\t\t\t\t\t Such classes were set up in every provincial seat across the country in August 1983.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the system of early instrumental education was established at academies of arts in all provinces.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il took a measure to start the early vocal music education in May 1983.\n\t\t\t\t\t\n\t\t\t\t\t He also saw to it that classes for early vocal music and narrative education were set up at secondary schools in Pyongyang, including Changjon Senior Secondary School (at that time).\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his warm care, the system of early art education was fully established throughout the country from the late 1970s to the mid-1980s, which heralded the new history of professional art education for children."
        },
        {
            "title": "Loving Care for Orphans in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-21ee.html",
            "content": "Loving Care for Orphans in DPRK\r\nPyongyang, May 31 (KCNA) -- Some days ago the revolutionary schools, baby homes, orphanages and orphans' primary and secondary schools across the DPRK received early tomatoes thanks to the loving care of the Workers' Party of Korea and the state.\n\t\t\t\t\t In this regard, KCNA met Choe Song Ran, director of Pyongyang Orphanage:\n\t\t\t\t\t\n\t\t\t\t\t She said:\n\t\t\t\t\t\n\t\t\t\t\t The WPK and the state have sent highly nutritious foodstuffs, dresses, school things and daily necessities in every season.\n\t\t\t\t\t\n\t\t\t\t\t Baby homes and orphanages were built for parentless children in all provinces and municipalities of the country and have been run at the state expense.\n\t\t\t\t\t\n\t\t\t\t\t Orphans are growing up healthily without any inconveniences under the deep care of the party and state.\n\t\t\t\t\t\n\t\t\t\t\t Recently, children of baby homes, orphanages, orphans' primary and secondary schools throughout the country have been supplied with foodstuffs, medicines, sports uniforms, casuals and school things on several occasions.\n\t\t\t\t\t\n\t\t\t\t\t The state is paying deep attention to their health, supplying tonics, fish and fruit on a regular basis.\n\t\t\t\t\t\n\t\t\t\t\t And a nationwide attention has been paid to bettering the conditions for nursing and upbringing those children and their living environment.\n\t\t\t\t\t\n\t\t\t\t\t A drive is now pushed forward to remodel and fully equip the baby home and orphanage in Pyongyang."
        },
        {
            "title": "Antismoking Campaign Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-22ee.html",
            "content": "Antismoking Campaign Brisk in DPRK\r\nPyongyang, May 31 (KCNA) -- An event took place here on May 29 on the occasion of the World No Tobacco Day.\n\t\t\t\t\t The event dealt with the issue of tobacco tax, the theme of this year set by the World Health Organization, as well as the significance of the work for tightening the control over smoking.\n\t\t\t\t\t\n\t\t\t\t\t Participants in the event reached a consensus of opinions that raising the tobacco price is the most effective way to decrease the tobacco consumption and put smokers off smoking.\n\t\t\t\t\t\n\t\t\t\t\t Ju Min Nyo, an inspector of the State Sanitary Inspection Board of the Ministry of Public Health in the DPRK, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The control over smoking is getting momentum in the country with the help of people's self-consciousness and their high law-abiding spirit.\n\t\t\t\t\t\n\t\t\t\t\t The state has exercised strict control over such issues as selling cigarette at low prices, and steadily raised the price per a packet.\n\t\t\t\t\t\n\t\t\t\t\t It has raised a high tariff wall against imported cigarettes and raised their selling price, thus reducing the volumes of import and sale of tobacco as well as the number of smokers.\n\t\t\t\t\t\n\t\t\t\t\t It has also levied high import duties on raw and other materials necessary for the production of cigarette in order to raise the cost of production.\n\t\t\t\t\t\n\t\t\t\t\t We would conduct positive activities of agitation against the harmful effects of smoking on the health and life of people."
        },
        {
            "title": "Rodong Sinmun Lays Bare Purpose of U.S. Recent Test of Missile Interceptor System",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-08ee.html",
            "content": "Rodong Sinmun Lays Bare Purpose of U.S. Recent Test of Missile Interceptor System\r\nPyongyang, May 31 (KCNA) -- The United States conducted a test of Aegis Ashore missile interceptor system at a missile testing ground recently. \n\t\t\t\t\t In the past the U.S. conducted a lot of tests for tracking and intercepting targets by using land-based missiles. But, it is the first time that it conducted the test by use of a naval Aegis system.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is making much publicity that it will conduct a test for intercepting an actual target in the test to be made next year and deploy Aegis missile interceptor system in East European countries.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday observes in a commentary in this regard: It is the aim sought by the U.S. in building a missile shield to contain other big powers, hold a military edge and realize its scenario for dominating the world.\n\t\t\t\t\t\n\t\t\t\t\t The commentary accuses the U.S. of claiming that this missile shield is necessary for protecting its allies from the missile attacks of the DPRK and Iran.\n\t\t\t\t\t\n\t\t\t\t\t After massively deploying nukes and missiles in the vicinity of the Korean peninsula, the U.S.  is spreading the fiction about \"threat\" and wooing its allies in Northeast Asia to step up the moves to build a joint missile shield, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is a missile proliferating maniac and warmonger as it is threatening mankind by deploying missiles in different parts of the world. \n\t\t\t\t\t\n\t\t\t\t\t Nukes and missile are no monopoly of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is left with no other option but to take a strong counter-action against the U.S. moves to do harm to the DPRK under the pretext of non-existent \"missile threat\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to bear in mind that the more desperately it works to build its missile shield, the harder its mainland will find to escape a barrage of fire."
        },
        {
            "title": "Koreans in U.S. Demand Resignation of Park Geun Hye",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-09ee.html",
            "content": "Koreans in U.S. Demand Resignation of Park Geun Hye\r\nPyongyang, May 31 (KCNA) -- Koreans in the U.S. held a rally for honoring the memory of the victims of the ferry Sewol tragedy and staged a demonstration in demand of the resignation of Park Geun Hye in Boston on May 25, according to Minjok Thongsin, internet newspaper of Koreans in the U.S.\n\t\t\t\t\t Present there were Ri Jun Mu, head of the Uruk Symphony Orchestra, and his wife and other Koreans in the U.S., students and their parents in Boston.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the actions of south Koreans and overseas Koreans are going on to demand the probe into the truth about the ferry Sewol disaster, settlement of the fundamental issue and resignation of the incompetent and irresponsible Park Geun Hye \"regime.\"\n\t\t\t\t\t\n\t\t\t\t\t If they keep silent any more, the second and third ferry Sewol tragedy may occur, they noted, adding that they should not keep silent any longer to protect children.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants conducted a signature campaign demanding the probe into the truth about the disaster and punishment of those responsible for it, shouting slogans condemning the murderous act of the Park Geun Hye group."
        },
        {
            "title": "Truth about More Conspiratorial Cases Disclosed in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-19ee.html",
            "content": "Truth about More Conspiratorial Cases Disclosed in S. Korea\r\nPyongyang, May 31 (KCNA) -- It has been disclosed in succession in south Korea that conspiratorial cases were fabricated during the past fascist dictatorial regime.\n\t\t\t\t\t The Supreme Court on May 29 made a decision of declaring not guilty fishermen who were labeled \"spies\" for no reason during the Park Chung-Hee dictatorial rule.\n\t\t\t\t\t\n\t\t\t\t\t Those fishermen were intercepted while fishing in the West Sea of Korea in 1963 after illegally intruding into the waters of the DPRK side but they were sent back to south Korea ten days later.\n\t\t\t\t\t\n\t\t\t\t\t The military dictators took the fishermen to prison for the mere reason that they went to the north. They faked up a spy case through torture of them and sentenced them to prison terms and imposed other penalties upon them.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Seoul High Court held a retrial of Kim Kun Thae, former lawmaker, who was arrested and sentenced to a jail term on charge of involvement in the case of the Youth Association for Democratic Movement in the mid-1980s and declared him not guilty as the charge against him was fabricated by torture.\n\t\t\t\t\t\n\t\t\t\t\t As regards this decision, the spokesman for the Justice Party said that people should never forget the fact that pro-democracy figures were forced to make false confession by cruel torture behind bars in the past."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by British Organization",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-02ee.html",
            "content": "Kim Il Sung's Exploits Praised by British Organization\r\nPyongyang, May 31 (KCNA) -- The Britain-Korea Friendship Association fully supports the appeal sent by the Asia-Pacific Regional Committee for Supporting Peaceful Reunification of Korea to foreign organizations for friendship and solidarity with the Korean people on the occasion of the 20th anniversary of demise of Kim Il Sung, the great President of the Korean people. \n\t\t\t\t\t The association said this in a statement on May 26. \n\t\t\t\t\t\n\t\t\t\t\t It is very important to convey long the exploits of Kim Il Sung, founder of the Juche idea and the Songun idea, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He pursued politics of love for the people, regarding it as his motto to believe in the people as in Heaven. \n\t\t\t\t\t\n\t\t\t\t\t He is a great thinker and theoretician. He shared joy and sorrow with the people, giving field guidance until the last moments of his life. \n\t\t\t\t\t\n\t\t\t\t\t He devoted his all to the cause of global independence, opposing high-handed and arbitrary practices of the U.S.-led imperialists.\n\t\t\t\t\t\n\t\t\t\t\t We will preserve his exploits and advance under the unfurled banner of the Juche idea in the struggle for socialism."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Bangladesh",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-03ee.html",
            "content": "Kim Il Sung to Be Remembered in Bangladesh\r\nPyongyang, May 31 (KCNA) -- The Bangladeshi Committee for Remembering Generalissimo Kim Il Sung was formed on May 25 on the co-initiative of the Workers' Party, Communist Party, People's League of Bangladesh and the Bangladesh-DPRK Friendship and Solidarity Committee.\n\t\t\t\t\t MD. Harun-Ar-Rashid, chairman of the committee, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t It decided to hold diverse events including remembrance meeting praising the revolutionary career and feats of Kim Il Sung, seminar and film show on the occasion of the 20th anniversary of his demise."
        },
        {
            "title": "Anniversary of Kim Il Sung's Work Observed",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-07ee.html",
            "content": "Anniversary of Kim Il Sung's Work Observed\r\nPyongyang, May 31 (KCNA) -- President Kim Il Sung published the work \"Historical Experience of Building the Workers' Party of Korea\" on May 31, Juche 75 (1986).\n\t\t\t\t\t The work is a great encyclopedia which comprehensively deals with the precious experience and feats gained in the party building and activities during the long period since the historic roots were struck for founding the WPK, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK is an ideologically pure organization in which the monolithic ideological system has been thoroughly established in the whole party and an organizational integral whole in which the strong leadership system has been built to comprehensively embody the revolutionary idea of the leader in the whole party.\n\t\t\t\t\t\n\t\t\t\t\t The WPK is the party of Kim Il Sung and leader Kim Jong Il. The party's invincible nature lies in that the party ranks have become organizationally and ideologically strong on the basis of the monolithic ideology, the revolutionary idea of the leader, and his monolithic leadership.\n\t\t\t\t\t\n\t\t\t\t\t The party's history is the glorious one as it has successfully consolidated the party ranks organizationally and ideologically by thoroughly establishing the idea and leadership of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Through the struggle to thoroughly establish the party's monolithic ideological system and monolithic leadership system, the party has grown stronger organizationally and ideologically and its leadership role remarkably increased and it is demonstrating before the whole world its dignity and might as an invincible party with great organizing ability and fighting capability.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution, which started under the leadership of Kim Il Sung and won victories under the guidance of Kim Jong Il, is dynamically advancing toward the final victory under the steersmanship of Marshal Kim Jong Un."
        },
        {
            "title": "Important Day of DPRK Observed by Guinean Organization",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-04ee.html",
            "content": "Important Day of DPRK Observed by Guinean Organization\r\nPyongyang, May 31 (KCNA) -- The Guinean National Committee for the Study of the Juche Idea released a special bulletin on May 22 to mark the 50th anniversary of leader Kim Jong Il's start of the work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The bulletin said in an article titled \"Developing WPK into invincible party\":\n\t\t\t\t\t\n\t\t\t\t\t The history of the great HE Kim Jong Il's leadership is an undying history in which he performed great exploits on behalf of the Korean nation and mankind with his prominent political caliber.\n\t\t\t\t\t\n\t\t\t\t\t He formulated the revolutionary idea of President Kim Il Sung into an integral system of the idea, theory and method of Juche and made the WPK imbued with only the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the WPK developed into an organizational and ideological integral whole based on the unitary centre and the monolithic idea and purpose and into a mother party absolutely supported and trusted by popular masses, deeply rooted into them.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will surely build a thriving socialist nation, true to his behests."
        },
        {
            "title": "Kim Jong Un visita Palacio de Escolares y Ninos de Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-01ss.html",
            "content": "Kim Jong Un visita Palacio de Escolares y Ninos de Mangyongdae\r\nPyongyang, 31 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recorrio el Palacio de Escolares y Ninos de Mangyongdae.\n\t\t\t\t\tLe acogieron el presidente del Comite Central de la Union de la Juventud Socialista Kim Il Sung, Jon Yong Nam, y los funcionarios del palacio.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal estuvo en el hall de entrada donde esta colocado un autografo del Presidente Kim Il Sung y averiguo el estado de operacion de los circulos recorriendo varios puntos del palacio.\n\t\t\t\t\t\n\t\t\t\t\tTras presenciar el baile, la ejecucion de Kayagum (instrumento musical coreano de cuerdas) y acordeon y el coro femenino de los miembros de varios circulos, el bendijo el futuro maravilloso de ellos.\n\t\t\t\t\t\n\t\t\t\t\tAl mirar a los miembros de circulos aprendiendo la caligrafia, la cibernetica, la natacion y el baloncesto, instruyo que este palacio, que conserva muchos recuerdos del Presidente Kim Il Sung y el Dirigente Kim Jong Il, debe formar mucho mas reservas de cientificos, deportistas y artistas talentosos que sean futuros pilares de Corea.\n\t\t\t\t\t\n\t\t\t\t\tPresento la tarea de remodelar el palacio a las alturas del nuevo siglo.\n\t\t\t\t\t\n\t\t\t\t\tDio la indicacion de remozar el exterior del palacio con granito y finos materiales de construccion para tener todas las instalaciones en el maximo nivel.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo colocar cortesmente en el hall y el pasillo las fotos del Presidente y el Dirigente encontrandose entre los ninos, para que los miembros de circulos y maestros vivan siempre viendo a los Generalisimos.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que se debe adornar el interior del palacio de manera novedosa y peculiar.\n\t\t\t\t\t\n\t\t\t\t\tHay que acondicionar todas las salas de circulos conforme a la psicologia infantil tomando medidas de conservacion de calor e insonorizacion, remodelar el teatro, el gimnasio y la piscina y construir bien el albergue para los escolares provenientes de distintas localidades del pais, enseno.\n\t\t\t\t\t\n\t\t\t\t\tDijo que el Partido preparara modernas computadoras, instrumentos musicales y aparatos deportivos de varios tipos para el palacio.\n\t\t\t\t\t\n\t\t\t\t\tAsigno la tarea de terminar la reconstruccion del palacio dentro de este ano.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a reconstruir el Palacio de Escolares y Ninos de Mangyongdae como el mejor del mundo y la cuna de los ninos, reyes del pais, de modo que se transmita de siglo en siglo el gran amor de los Generalisimos por las generaciones venideras y el futuro.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta visita el secretario del Comite Central del PTC, Choe Ryong Hae, los jefes de departamento del CC del PTC, Ri Il Hwan y Han Kwang Sang, y el teniente general de las fuerzas terrestres, Ma Won Chun, quien es director de diseno del CDN de la RPDC."
        },
        {
            "title": "Pak Pong Ju recorre provincia de Ryanggang",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-13ss.html",
            "content": "Pak Pong Ju recorre provincia de Ryanggang\r\nPyongyang, 31 de mayo (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, averiguo en el terreno las labores de varios dominios de la provincia de Ryanggang.\n\t\t\t\t\tPak hizo conocimiento detallado del estado de produccion y de la marcha de reconstruccion de varias fabricas, empresas y granjas en la ciudad de Hyesan y los distritos de Taehongdan, Paek-am y Unhung.\n\t\t\t\t\t\n\t\t\t\t\tEn el terreno convoco la reunion de consulta de los funcionarios de la rama interesada.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se debatieron varios temas, tales como el de realizar la administracion empresarial tras trazar la estrategia de gestion cientifica en la Mina Juventud de Hyesan y la Fundicion de Metales No Ferrosos de Unhung, el de incrementar el area cultivable de patatas y elevar el porcentaje de mecanizacion de las faenas agricolas, el de completar el proceso productivo de las fabricas de industria local y aumentar la produccion con materias locales para registrar el viraje en el desarrollo economico de la provincia y la mejora de las condiciones de vida de los habitantes provinciales segun la voluntad del partido.\n\t\t\t\t\t\n\t\t\t\t\tOrganizo los trabajos para aumentar la produccion electrica al examinar en los dias cotidianos el estatus tecnico de los equipos de generacion de la Central Hidroelectrica No. 1 Juventud Songun de Paektusan y la Central Hidroelectrica de Samsu.\n\t\t\t\t\t\n\t\t\t\t\tLa experiencia del distrito de Taehongdan, que perfecciono el sistema de produccion circular de la agricultura y la ganaderia, comprueba patentemente la justeza y vitalidad de la politica del partido, recalco el premier Pak y exhorto a todos los funcionarios de direccion economica de la provincia a ser jinetes en la materializacion de la ideologia del Partido y el apoyo de la politica del Partido.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el premier se cercioro del cultivo de las legumbres en el Instituto de Ciencia de Verduras de Pyongyang y tomo medidas para que el amor del Mariscal Kim Jong Un llegue cuanto antes a los huerfanos, campistas infantiles y ninos debiles de todo el pais."
        },
        {
            "title": "Pak Chang Yul presenta cartas credenciales a la vicepresidenta cubana",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-05ss.html",
            "content": "Pak Chang Yul presenta cartas credenciales a la vicepresidenta cubana\r\nPyongyang, 31 de mayo (ACNC) -- Pak Chang Yul presento el dia 22 ante la vicepresidenta del Consejo de Estado de la Republica de Cuba, Gladys Maria Bejerano Portela sus cartas credenciales que le acreditan como embajador extraordinario y plenipotenciario de la Republica Popular Democratica de Corea en Cuba.\n\t\t\t\t\tEn la ocasion la vicepresidenta dijo que ellos estan complacidos de que el pueblo coreano lograra mayores exitos en la construccion de un Estado prospero socialista bajo la sabia direccion del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tExpuso la decision de Cuba de desarrollar generalmente en todos los sectores las relaciones de amistad y cooperacion con la RPDC conforme al proposito de los maximos dirigentes de ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tExpreso agradecimiento por el apoyo total de la RPDC a la lucha de Cuba por poner punto final al bloqueo economico anticubano de EE.UU."
        },
        {
            "title": "Rodong Sinmun comenta prueba de sistema antimisiles de EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201405/news31/20140531-03ss.html",
            "content": "Rodong Sinmun comenta prueba de sistema antimisiles de EE.UU.\r\nPyongyang, 31 de mayo (ACNC) -- Recientemente, Estados Unidos realizo en un campo de experimentos la prueba del sistema de interceptacion de misiles Aegis Arthur.\n\t\t\t\t\tAnteriormente, EE.UU. ejecuto muchas pruebas de persecucion e interceptacion de los blancos usando los misiles terrestres, pero, esta vez lo hizo por primera vez con el sistema maritimo Aegis.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. anuncia que en la prueba prevista para el ano proximo, usara un blanco real y establecera luego el sistema \"Aegis\" en los paises de Europa Oriental.\n\t\t\t\t\t\n\t\t\t\t\tSu objetivo es sobreponerse a otras potencias, tomar la supremacia militar y realizar la ambicion de dominar el mundo.\n\t\t\t\t\t\n\t\t\t\t\tAsi revela el diario Rodong Sinmun en un comentario individual divulgado el dia 31 y continua:\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. justifica el establecimiento del susodicho sistema con el pretexto de \"usarlo para proteger a sus aliados\" desde el ataque de misiles de la Republica Popular Democratica de Corea e Iran.\n\t\t\t\t\t\n\t\t\t\t\tEse imperio, que tiene desplegados en los alrededores de la Peninsula Coreana muchas armas nucleares y misiles, difunde el rumor de la \"amenaza\" inexistente de la RPDC para acelerar el establecimiento del sistema conjunto antimisiles incorporando a las fuerzas seguidoras en el Nordeste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. es el maniaco de misil y guerra que amenaza a la humanidad con misiles desplegadas por doquier del mundo.\n\t\t\t\t\t\n\t\t\t\t\tLas armas nucleares y misiles no son medios monopolizados por el imperio.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que ese pais trata de atentar contra la RPDC circulando el rumor de la \"amenaza de misiles\", la segunda se ve obligada a tomar fuertes contramedidas.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debera tener presente que si sigue enfrascado en el establecimiento del sistema antimisiles, caera sobre su territorio una avalancha de proyectiles."
        }
    ]
}