{
    "date": "2014-01-17",
    "url": "http://kcna.co.jp/item/2014/201401/2014-01-17ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Concert of KPA Military Band",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-08ee.html",
            "content": "Kim Jong Un Guides Concert of KPA Military Band\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, guided the concert of the Military Band of the KPA.\n\t\t\t\t\t Put on the stage were such numbers as wind-instrument music \"We Will Follow You Only\", \"Song of the Korean People's Army\", \"Song of National Defence\", \"Song of Coast Artillerymen\", \"July 27 March\" and \"Ode to the Motherland\", wind-instrument music for the brasses \"Victors\", clarinet quartet \" Soldiers' Worthwhile Days\" and foreign music \"Waves of River Amur\".\n\t\t\t\t\t\n\t\t\t\t\t Through its performance the band successfully represented the unshakable faith and will of the powerful revolutionary Paektusan army to uphold Supreme Commander Kim Jong Un as the unitary center of the unity and leadership and accomplish with arms the revolutionary cause of Juche started in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t It fully reflected the invincible spirit of the heroic KPA winning victory after victory, flying the red flag of the WPK as their foremost army colors with solemn yet cheerful melodies strong in appeal and high in militant spirit.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un waved back to the cheers of the performers, congratulating on their successful presentation.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great satisfaction over their revolutionary and militant concert. He highly praised the creators and musicians of the KPA military band, saying it gave him great strength in the new year.\n\t\t\t\t\t\n\t\t\t\t\t Very good numbers were chosen for the concert and they were successfully arranged, he said, adding that they represented well wind-instrument music \"Ode to the Motherland\" as it impressively dealt with the noble idea of Kim Jong Il's patriotism through exquisite artistic representation and rich sound, in particular.\n\t\t\t\t\t\n\t\t\t\t\t He extended thanks to them for their successful presentation perfect in its ideological content and artistry and full of militant spirit. He promised to send the band musical instruments and vehicles necessary for its artistic creation and performing activities.\n\t\t\t\t\t\n\t\t\t\t\t Saying revolutionary and militant military music is symbolic of the KPA, he noted that the band plays a great role in demonstrating the mental strength and spirit of the service personnel and establishing military climate in the KPA.\n\t\t\t\t\t\n\t\t\t\t\t  He underscored the need for the band to sing and play more loudly military music full of militant spirit so as to instill conviction of victory in the revolution and optimism, bitter hatred against the enemies and fighting will to wipe them out into all service personnel and people. He indicated tasks and ways for further developing the Korean-style military music.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief and expectation that the creators and musicians of the band would as ever conduct creative and performing activities in a more revolutionary and militant manner, deeply aware of the honorable duties assigned to them by the party, and thus develop it into a world-class military band and dynamically encourage the service personnel and people in their all-out worthwhile advance toward a final victory in the drive for the  building of a thriving socialist nation and a great battle for national reunification. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Choe Ryong Hae, Ri Yong Gil, Kim Su Gil, Ryom Chol Song, Choe Hwi, Hwang Pyong So and other senior officials of the party and the army."
        },
        {
            "title": "DPRK FM Meets Bulgarian Delegation",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-13ee.html",
            "content": "DPRK FM Meets Bulgarian Delegation\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- DPRK Foreign Minister Pak Ui Chun met and had a talk with the delegation of the Bulgarian Foreign Ministry headed by Petko Doykov, general director for Bilateral Relations, which paid a courtesy call on him at the Mansudae Assembly Hall Friday."
        },
        {
            "title": "Bulgarian Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-20ee.html",
            "content": "Bulgarian Delegation Visits Mangyongdae\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- The delegation of the Bulgarian Foreign Ministry headed by Petko Doykov, general director for Bilateral Relations, visited Mangyongdae, the birth place of President Kim Il Sung, on Friday.\n\t\t\t\t\t The members of the delegation visited the old home in Mangyongdae where the President was born and nurtured his great intention of revolution in his childhood. Being briefed on the historic home, they went round historic relics preserved with much care.\n\t\t\t\t\t\n\t\t\t\t\t They climbed Mangyong Hill to look round revolutionary sites.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the visit Petko Doykov said he had heard of the noble life of the President, but it was the first time for him to visit the native home, adding he looked round with deep emotion everything there preserved to their former glory.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Victorious Fatherland Liberation War Museum."
        },
        {
            "title": "Art Squad of C.C., Kim Il Sung Socialist Youth League Gives Performance",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-14ee.html",
            "content": "Art Squad of C.C., Kim Il Sung Socialist Youth League Gives Performance\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- The art squad of the Central Committee of the Kim Il Sung Socialist Youth League gave a performance \"Always Straight Forward, Following the Party!\" at the Central Youth Hall on Friday to mark the 68th anniversary of the founding of the league.\n\t\t\t\t\t The performance began with small choruses \"Footstep\" and \"March of Korean Youth\". Put on the stage were such colorful numbers as narration and female solo \"We Can Not Live without You\", female duet \"Party's Flag, Always together with You\", song and dance \"Campfire\" and agitation drama \"Furnace\"\n\t\t\t\t\t\n\t\t\t\t\t The performers sang of the great pride and self-esteem of the young people across the country who have demonstrated the honor of the vanguard and shock brigade in building a thriving nation while glorifying the proud history and tradition of the Korean youth movement under the care of the peerlessly great persons.\n\t\t\t\t\t\n\t\t\t\t\t They vividly represented the unwavering will of the young vanguard to raise a fierce wind of making a new leap forward on all fronts of building a thriving socialist nation in hearty response to the New Year Address of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Jon Yong Nam, chairman of the C.C., the youth league, officials of the youth league and youth and students."
        },
        {
            "title": "Advances Crucial Proposals to S. Korean Authorities",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-02ee.html",
            "content": "NDC of DPRK Advances Crucial Proposals to S. Korean Authorities\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- It is the 14th year in the 21st century amid the deepening bitterness the Koreans suffer from the national division.\n\t\t\t\t\tAs the times go by, the nation has suffered ever-bigger pain of territorial division and national partition which were imposed at the hands of outsiders.\n\t\t\t\t\t\n\t\t\t\t\tOut of the resolute determination to end this, the peerless patriot declared his iron will to bring earlier national reunification and peace and prosperity with his patriotic mind at a significant moment when the first day of this year dawned, warming up the 3 000-ri territory and the minds of all Koreans and the world people.\n\t\t\t\t\t\n\t\t\t\t\tBut only the present authorities of south Korea have showed ill-boding movements from the outset of the new year, not doing away with the inveterate bad habit of escalating confrontation.\n\t\t\t\t\t\n\t\t\t\t\tThey build up the public opinion to convince the people that the present stalemate in the north-south ties is due to the DPRK. They are saying this or that over the internal affairs of the other side and have become talkative about the non-existent \"provocation\" and \"threat\", not content with their dream for sort of \"emergency\", deliberately straining the situation.\n\t\t\t\t\t\n\t\t\t\t\tThey are even calling for staging from the end of February aggressive Key Resolve and Foal Eagle joint military exercises which they have waged every year under the pretext of \"annual and defensive exercises\" by resorting to the decade-old trite method.\n\t\t\t\t\t\n\t\t\t\t\tSsangryong landing operation which is envisaged to be included in the war exercises is said to be held in the biggest scale targeting an attack on Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tThe danger of the issue lies in that such military movements are being stealthily undertaken in south Korea and its vicinity by new naval and air forces including huge tanks and armored vehicles and airplane formations of the U.S. imperialist aggression forces.\n\t\t\t\t\t\n\t\t\t\t\tUnder the prevailing grave situation, the National Defence Commission (NDC) of the DPRK makes the following proposals to the south Korean authorities upon authorization of the government, political parties and organizations of the DPRK:\n\t\t\t\t\t\n\t\t\t\t\tWe propose taking practical measures in hearty response to the warm call for creating an atmosphere for improving the north-south ties.\n\t\t\t\t\t\n\t\t\t\t\tIt is the invariable stand of the army and people of the DPRK to mend the north-south ties and achieve national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\tSo, we officially propose the south Korean authorities to take a practical measure of halting all acts of provoking and slandering the other side from January 30, a day before the Lunar New Year's Day.\n\t\t\t\t\t\n\t\t\t\t\tThis year is a significant year marking the 10th anniversary of the \"June 4 agreement\" in which the north and the south agreed to stop all forms of slanders and psychological warfare in the spirit of the historic June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\tIf the south side respects this agreement it signed, there can never be any reason whatsoever for it not to accept our proposal.\n\t\t\t\t\t\n\t\t\t\t\tIf those in power have true intent for improving the north-south ties, they should take good control of what is uttered by them and lead the media to create an atmosphere favorable for improving the north-south ties and thus make the strong wind of reconciliation and unity rage across the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\tNow is the time to definitely end the evil cycle of slanders, calumnies and hostility that are harmful to all. South Korea should no longer block the voices of the fellow countrymen calling for harmony of the nation.\n\t\t\t\t\t\n\t\t\t\t\tWe propose taking a practical step of halting all hostile military acts against the other side in response to the historic call for ensuring the security and peace of the nation.\n\t\t\t\t\t\n\t\t\t\t\tEven minor and accidental conflict can immediately lead to an all-out war on the peninsula. This is a stark reality today.\n\t\t\t\t\t\n\t\t\t\t\tAny war on this land will help big powers fish in troubled waters and bring unimaginable destruction to Koreans.\n\t\t\t\t\t\n\t\t\t\t\tSo, we again propose immediately and unconditionally halting all military and hostile acts targeting the fellow countrymen in collusion with outsiders.\n\t\t\t\t\t\n\t\t\t\t\tFor the present the south Korean authorities should take a crucial political decision of canceling Key Resolve and Foal Eagle joint military exercises which they plan to stage from the end of February under the pretext of \"annual and defensive drills\".\n\t\t\t\t\t\n\t\t\t\t\tIf the \"coordination\" and \"cooperation\" with the U.S. are so precious and valuable, they had better hold the exercises in the secluded area or in the U.S. far away from the territorial land, sea and air of the Korean peninsula. This is the stand of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tExplicitly speaking, the DPRK will never take military acts detrimental to the nation's security and peace by introducing outsiders in the future, either, as in the past.\n\t\t\t\t\t\n\t\t\t\t\tWe specially propose stopping all acts provoking the other side on the ground and in the sea and air including five islands in the West Sea, hotpots where both sides are in acute show-down, leveling their guns at each other.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK side will show its practical action first for the realization of this proposal.\n\t\t\t\t\t\n\t\t\t\t\tWe propose taking practical measures to be beneficial to each other to prevent a nuclear holocaust from being inflicted on this land.\n\t\t\t\t\t\n\t\t\t\t\tThe denuclearization of the Korean Peninsula is a goal common to the nation. This is also the invariable will of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\tThe possession of nuclear weapons and the pursuance of the line on simultaneously pushing forward economic construction and buildup of a nuclear force are a treasured sword common to the nation and the most just option for self-defence which aims at ending the nuclear threat and blackmail against all Koreans by the U.S. and envisages the denuclearization of the Korean peninsula and the rest of the world alike.\n\t\t\t\t\t\n\t\t\t\t\tOur nuclear force serves as a means for deterring the U.S. from posing a nuclear threat. It will never be a means for blackmailing the fellow countrymen and doing harm to them.\n\t\t\t\t\t\n\t\t\t\t\tWe courteously propose the south side not to resort to reckless acts of bringing dangerous nuclear strike means of the U.S. to south Korea and to areas around it, taking this occasion as an opportunity.\n\t\t\t\t\t\n\t\t\t\t\tIt is the stand of the DPRK to resolutely break with the double-dealing stand of tolerating nuclear weapons of outsiders which are harmful to the fellow countrymen while denying the nuclear weapons of fellow countrymen which protect the nation.\n\t\t\t\t\t\n\t\t\t\t\tThese crucial proposals reflect the desire and wish of all the Koreans to reject outsiders and bring earlier the independent reunification, peace and prosperity of the nation from the standpoint of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\tIf these proposals are put into practice, it will be possible to settle all issues, big or small, arising in the north-south relations including the reunion of separated families and their relatives.\n\t\t\t\t\t\n\t\t\t\t\tIt is the unanimous wish of the army and people of the DPRK to open up the wide avenue for improving the north-south relations by concerted efforts of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\tWe express the expectation that the south Korean authorities will positively respond to our principled crucial proposals."
        },
        {
            "title": "Kim Jong Un's Loving Care Inspires Scientists, Technicians",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-18ee.html",
            "content": "Kim Jong Un's Loving Care Inspires Scientists, Technicians\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- Kim Jong Un, supreme leader of the DPRK, recently visited the State Academy of Sciences, greatly inspiring the scientists and technicians launching this year's general advance.\n\t\t\t\t\t During his visit, the supreme leader promised to have a modern street for scientists built in the Unjong science area, where the State Academy of Sciences is situated, by the anniversary of the Workers' Party of Korea (WPK) this year. And he proposed naming the to-be-built street \"Wisong (satellite) Scientists Street\".\n\t\t\t\t\t\n\t\t\t\t\t Right after his field guidance to the academy, he went to Lake Yonphung where a holiday home for scientists and technicians will be built. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un has shown for the scientists and technicians the loving care as much as he could.\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that the Mirae (future) Shop was built for them with the Day of the Sun, the birthday of President Kim Il Sung, in Juche 101 (2012) as an occasion. In December that year he invited the scientists and technicians who contributed to the successful launch of the country's first application satellite to the WPK Central Committee building to have a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t Last year he initiated the building of apartment houses for scientists and settled all problems arising in the construction from designing and building operation to supply of equipment and materials. And he frequented the construction sites, saying that there is nothing to spare for the scientists and technicians.\n\t\t\t\t\t\n\t\t\t\t\t The construction of Unha Scientists Street and apartment houses for educators of Kim Il Sung University was successfully completed on a high level in September and October respectively.\n\t\t\t\t\t\n\t\t\t\t\t In November he convened a national meeting of scientists and technicians and had a photo session with its participants. \n\t\t\t\t\t\n\t\t\t\t\t Encouraged by his loving care, the scientists and technicians of the country are striving to solve scientific and technological matters conducive to building a thriving nation by giving fullest scope to their talents and enthusiasm and thus glorify this year with great scientific and technological achievements."
        },
        {
            "title": "Korean People Make Innovations in First 15 Days This Year",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-07ee.html",
            "content": "Korean People Make Innovations in First 15 Days This Year\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- The people of the DPRK made innovations in production for the first 15 days this year by raising a fierce wind of making a fresh leap forward.\n\t\t\t\t\t Agricultural workers across the country are busying themselves with preparations for this year's farming.\n\t\t\t\t\t\n\t\t\t\t\t As of Jan. 15, the compost production across the country increased 5 percent compared with that in the same period last year.\n\t\t\t\t\t\n\t\t\t\t\t Carriage of compost to fields, spreading of fertile soil on fields and improving of damp soil were increased more than 15 percent every day than plans.\n\t\t\t\t\t\n\t\t\t\t\t The workers in the field of construction are also making innovations.\n\t\t\t\t\t\n\t\t\t\t\t The builders of power stations in tiers on the Chongchon River are making great successes in raising the ground level and cutting the ground every day.\n\t\t\t\t\t\n\t\t\t\t\t The reclaimers of Honggondo tideland succeeded in blasting 70 000 and 30 000 cubic metres of earth in the first work of the New Year.\n\t\t\t\t\t\n\t\t\t\t\t The production in the field of the construction and building-materials industry grew twice over the same period last year.\n\t\t\t\t\t\n\t\t\t\t\t The officials, workers and technicians of the Musan Mining Complex extracted over 17 000 tons of iron ores more than the plan.\n\t\t\t\t\t\n\t\t\t\t\t The workers of the Unryul and Jaeryong mines extracted large quantities of iron ores every day and those of the Kim Chaek Iron and Steel Complex produced more pig irons.\n\t\t\t\t\t\n\t\t\t\t\t The fertilizer production remarkably grew over the same period last year.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Thermal Power Complex and the Sunchon Thermal Power Plant are scrupulously organizing equipment management and technological control and enhancing operation rate of the equipment by observing technical rules and standard regulations.\n\t\t\t\t\t\n\t\t\t\t\t Coal mines across the country produced tens of thousands of tons of coal more than the plan of the Ministry of Coal Industry by keeping production going on a high rate.\n\t\t\t\t\t\n\t\t\t\t\t  The workers in the field of rail transport transported more freights than the plan.\n\t\t\t\t\t\n\t\t\t\t\t The workers in the light industrial sector overfulfiled the production of cotton yarn, silk thread, cloth, knitwear, hosiery, confectionary and toothbrush.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Cornstarch Factory, Pyongyang Wheat Flour Processing Factory, Pyongyang Cosmetics Factory, Pyongyang Daily Necessities Factory and the Hamhung Disabled Soldiers' Essential Plastic Goods Factory successfully carried out their daily plans, contributing to increasing the production 20 percent."
        },
        {
            "title": "18th Kimjongilia Festival to Be Held in DPRK",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-22ee.html",
            "content": "18th Kimjongilia Festival to Be Held in DPRK\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- The 18th Kimjongilia Festival is to be held at the Kimilsungia-Kimjongilia Exhibition here from mid-February, Juche 103 (2014) in celebration of the birth anniversary of leader Kim Jong Il (the Day of the Shining Star).\n\t\t\t\t\tIt will bring together armed forces organs, ministries, national institutions, overseas compatriots bodies including the General Association of Korean Residents in Japan, people from all walks of life, school youth and children and foreign friends.\n\t\t\t\t\t\n\t\t\t\t\tThere will take place similar Kimjongilia shows and visits to Kimilsungia-Kimjongilia greenhouses in local areas.\n\t\t\t\t\t\n\t\t\t\t\tThe festival will become a flower festival overflowing with the boundless reverence of service personnel and people of the DPRK and progressive mankind for Kim Jong Il, a peerless patriot and tender-hearted father of the people who devoted his all to the country, revolution and people, and representing their will to hold him in high esteem for all ages."
        },
        {
            "title": "Solid Politico-ideological Position, Key to Defending Socialism",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-15ee.html",
            "content": "Solid Politico-ideological Position, Key to Defending Socialism\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- Kim Jong Un, supreme leader of the Democratic People's Republic of Korea,  in his New Year Address called for further consolidating the political and ideological position of the Korean revolution.\n\t\t\t\t\t The political and ideological position is the fortress decisive of victory or failure in defending socialism. \n\t\t\t\t\t\n\t\t\t\t\t The basic guarantee for creditably carrying out the cause of building a thriving socialist nation lies in consolidating the revolutionary ranks politically and ideologically. \n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea (WPK) has always regarded the Juche idea as lifeline, positively conducting the ideological work among the people in conformity with the changing situation at each period, each stage of the revolution and construction.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has cemented the single-minded unity of the army and people by pursuing the politics of love and trust for them.\n\t\t\t\t\t\n\t\t\t\t\t The solid political and ideological foundation has played a key role in beefing up the country's military muscle and it makes it possible to turn the country into an economic power in the near future.\n\t\t\t\t\t\n\t\t\t\t\t It has been clearly proved that the invincibility of socialism depends on the political and ideological might and that a country, though it is small in population and territory, can emerge a dignified power when it has invariably consolidated its political and ideological position.\n\t\t\t\t\t\n\t\t\t\t\t Under the seasoned leadership of the WPK, the DPRK has now turned into a socialist political and ideological power dignified with Songun (military-first) politics and single-minded unity."
        },
        {
            "title": "Historic Programme of Great Vitality",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-16ee.html",
            "content": "Historic Programme of Great Vitality\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- It has been 40 years since the proclamation of the programme of modeling the whole society on Kimilsungism.\n\t\t\t\t\t It was a historic event that leader Kim Jong Il proclaimed the programme as the supreme programme of the Workers' Party of Korea (WPK) at a national course of the party information workers held on February 19, Juche 63 (1974), as it brought about a great turn in carrying on the revolution and the WPK's ideological work.\n\t\t\t\t\t\n\t\t\t\t\t Since then, the WPK has further strengthened into the party of President Kim Il Sung to dynamically advance the revolution and construction under the uplifted banner of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The work for the modeling the whole society on Kimilsungism has also played a key role in consolidating the might of socialism centred on masses and cementing the single-minded unity of society.\n\t\t\t\t\t\n\t\t\t\t\t It had been put on a new higher stage in the Songun (military-first) era.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, when meeting with senior officials in late December 1994, expressed his invariable will not to make a slightest concession in carrying forward the idea and cause of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t When the country was hard pressed in the period of Arduous March, the forced march, he firmly defended the sovereignty of the country and the nation and laid solid foundations for the country's prosperity.\n\t\t\t\t\t\n\t\t\t\t\t He developed the Korean People's Army into a driving force in accomplishing the revolutionary cause of Juche and strengthened the political and military position of the revolution into an invincible fortress, thus providing a sure guarantee for achieving the cause of modeling the whole society on Kimilsungism.\n\t\t\t\t\t\n\t\t\t\t\t The Kanggye Spirit created by him led to a creation of other spirits of working miracles and effecting new innovations.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his energetic guidance, the DPRK have registered great achievements like successful launch of satellites, possession of powerful war deterrent, the completion of land rezoning and construction of a number of edifices.\n\t\t\t\t\t\n\t\t\t\t\t Such achievements clearly proved the validity and vitality of the proclamation of modeling the whole society on Kimilsungism.\n\t\t\t\t\t\n\t\t\t\t\t Now the DPRK people are striving to accomplish the cause of modeling the whole society on Kimilsungism-Kimjongilism, a new higher stage of modeling the whole society on Kimilsungism, under the guidance of supreme leader Kim Jong Un."
        },
        {
            "title": "Korea's Old Book on Mt. Paektu",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-17ee.html",
            "content": "Korea's Old Book on Mt. Paektu\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- Among the Korean national old books is \"Observations of Mt. Paektu\", a longest sequel of the book \"Puksaegiryak\" authored by Hong Ryang Ho, a Confucianist of the 18th century.\n\t\t\t\t\t The sequel dealt with Lake Chon on the top of Mt. Paektu, its ranges, plains, ravines and even the Amnok and Tuman rivers originated from the lake.\n\t\t\t\t\t\n\t\t\t\t\t It also gave detailed data on configuration and fauna and flora around the mountain.\n\t\t\t\t\t\n\t\t\t\t\t The sequel clearly shows that the Korean nation had venerated Mt. Paektu as a holy mountain of Korea symbolic of its dignity and spirit from long ago."
        },
        {
            "title": "KCNA Commentary Hits at Japan's Moves for Militarization",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-19ee.html",
            "content": "KCNA Commentary Hits at Japan's Moves for Militarization\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- Japan's veer to the Right is now getting more alarming than ever before after the end of the Second World War.\n\t\t\t\t\t Prime Minister Abe said in a New Year interview that the struggle to restore \"strong Japan\" is to start now.\n\t\t\t\t\t\n\t\t\t\t\t Under the cloak of \"strong Japan\", the present government started operation of a \"National Security Council\" the preceding ones dared not to do. Meanwhile, \"Kamikaze pilots\" have been praised in the country.\n\t\t\t\t\t\n\t\t\t\t\t Japan has worked out new \"defense programme guidelines\", \"mid-term defense capability buildup outline\" and \"national security strategy\", in a bid to push forward the moves for turning the country into a military power and launching reinvasion as a state policy.\n\t\t\t\t\t\n\t\t\t\t\t It is making full preparations for reinvasion as evidenced by such moves as rewriting Article 9 of its Pacifist Constitution, which bans Japan from possession of army and provocation of war, and reorganizing the \"Self-Defense Forces\" into \"National Defense Army\". The SDF's mobile strike and operation capabilities have considerably improved in every aspect with its military equipment being rapidly updated into offensive one.\n\t\t\t\t\t\n\t\t\t\t\t Japan already has most of the components needed for the possession of large-scale and modern armed forces capable of carrying out overseas military actions. In the Asia-Pacific region, it has the second largest naval force after the United States and exceeds the total number of Britain's army and marines in its ground force.\n\t\t\t\t\t\n\t\t\t\t\t \"Strong Japan\", advocated by the present Japanese authorities, means the country based on revived militarism. Reflected in such advocacy are Japan's complaints about the international order established after the Second World War, antipathy toward the world community urging the settlement of the history of fascism and the ambition of Japanese nationalists to bring back to Japan the \"glory\" in the period of World War II.\n\t\t\t\t\t\n\t\t\t\t\t During the War, militarist Japan took the lives of tens of millions of peoples, invading other Asian countries. Its heinous war crimes can never be erased from the memory of Asian nations, no matter how much water may flow under the bridge.\n\t\t\t\t\t\n\t\t\t\t\t The world should not allow Japan, a war criminal state, to go militarist and fascist. \n\t\t\t\t\t\n\t\t\t\t\t The present ruling quarters of Japan should behave themselves with a correct understanding of the world, if they have an iota of reason."
        },
        {
            "title": "Independence Is Basic Principle of National Reunification: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-09ee.html",
            "content": "Independence Is Basic Principle of National Reunification: Rodong Sinmun\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- The DPRK remains unchanged in its stand to achieve national reunification in the principle of independence which is the principle of reunification common to the nation and the validity and vitality of which have been clearly proved.\n\t\t\t\t\t Rodong Sinmun Friday says this in an article. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The principle of independence is the principle of reunification common to the nation on which the north and the south agreed and confirmed before all compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The publication of the July 4 joint statement which clarified the principle of independence instilled the hope of reunification and optimism into all compatriots and since then their reunification movement could advance along the road of independence.\n\t\t\t\t\t\n\t\t\t\t\t The October 4 declaration in the wake of the June 15 joint declaration reaffirmed the basic spirit of the latter, solemnly declaring again at home and abroad the principle of independence as the basic principle of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t In the joint declarations the north and the south promised before the entire nation to reunify the country independently with its concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t The standpoint of By Korean Nation Itself is the idea of independence, and only when the north and the south thoroughly adhere to the principle of independence, can they reject interference and obstructions of foreign forces and pave the wide avenue for peace and reunification through brisk dialogue and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The eye-opening successes made in the reunification movement after the publication of the June 15 joint declaration clearly proved that there is no unsolvable issue in mending the north-south relations on the principle of independence and from the standpoint of By Korean Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t To maintain the principle of independence is the basic way for properly saving the inter-Korean relations from a crisis.\n\t\t\t\t\t\n\t\t\t\t\t Only when the principle of independence is maintained, is it possible to create the climate for sincere dialogue between the north and the south and improve the inter-Korean relations on the basis of trust."
        },
        {
            "title": "U.S., S. Korea Stage Military Drill Simulating Nuclear War",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-21ee.html",
            "content": "U.S., S. Korea Stage Military Drill Simulating Nuclear War\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- The U.S. imperialists and the south Korean puppet warmongers staged at the U.S. Pacific Command in Hawaii on Jan. 14 and 15 an exercise for operating the extended deterrence under the simulated conditions of a nuclear war on the Korean peninsula.\n\t\t\t\t\t At the drill watched by officials concerned with military and diplomatic affairs the warmongers were reported to have estimated their nuclear and non-nuclear capabilities for carrying out the \"tailored deterrence strategy\" and discussed the counterproposal based on a nuclear war, kicking up war hysteria.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and the puppet group kicked off this drill in 2011 with main emphasis on getting familiar with the procedures to operate extended deterrence such as nuclear umbrella and missile defense system.\n\t\t\t\t\t\n\t\t\t\t\t They applied to this drill for the first time the \"tailored deterrence strategy\", a dangerous war scenario calling for mounting preemptive attack on the DPRK by mobilizing all military means such as nuclear weapons in the event that there is the slightest sign of using nukes and missiles by it.\n\t\t\t\t\t\n\t\t\t\t\t The above-said reckless actions go to clearly prove who is the arch criminal keen to ignite a nuclear war on the Korean peninsula."
        },
        {
            "title": "South Korean Warmongers Accused of Deploying Bunker Busters",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-10ee.html",
            "content": "South Korean Warmongers Accused of Deploying Bunker Busters\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- The south Korean puppet warmongers deployed more than 150 \"Bunker Busters\" (GBU-28) which had been introduced from the U.S., according to KBS on Wednesday.\n\t\t\t\t\t GBU-28 developed by the U.S. was tested in the Iraqi and Afghan wars. It has undergone a systematic improvement for the purpose of destroying major underground facilities in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t \"COPLAN 8022-02\", a scenario for preemptive nuclear strike at the DPRK, worked out by the U.S. in top secret includes a plan for using \"Bunker Buster\" for hitting special targets of the DPRK including nuclear facilities.\n\t\t\t\t\t\n\t\t\t\t\t In 2009 the Lee Myung Bak group made a contract with its U.S. master on purchasing these bombs and announced that they would be deployed in the period of \"2010-2014 mid-term defence program\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet military warmongers are openly claiming that \"GBU-28\" is essential for disabling nuclear and underground military facilities of the north.\n\t\t\t\t\t\n\t\t\t\t\t They have reached the evermore dangerous phase in their arms build-up."
        },
        {
            "title": "Korean in U.S. Accuses S. Korean Authorities of Their Act of Treachery",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-12ee.html",
            "content": "Korean in U.S. Accuses S. Korean Authorities of Their Act of Treachery\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- The advisor to the Federation of Koreans in the U.S. made public an article on Jan. 6 denouncing the south Korean authorities for their act of treachery.\n\t\t\t\t\t The article blasted Japan for getting frantic with the moves to revive militarism in a bid to realize its wild ambition for reinvasion, not content with its more than four decade-long colonial rule over Korea.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, south Korea is mulling concluding a military agreement with Japan, the article noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In June of 2012, the Lee Myung Bak regime passed an agreement for comprehensive protection of military information with Japan through a \"state council meeting\" in camera.\n\t\t\t\t\t\n\t\t\t\t\t Civic and social organizations unanimously rejected it as the second \"Ulsa (1905) Five-point Treaty\" and termed Lee Myung Bak as the second traitor Ri Wan Yong.\n\t\t\t\t\t\n\t\t\t\t\t Through the conclusion of the agreement the U.S. seeks to tighten the military nexus with Japan and south Korea. This would make the Korean peninsula enveloped in a war and put the Korean nation's movement for peaceful reunification at greater peril. This would also help Japan write off its past crimes and evade the blame for them.\n\t\t\t\t\t\n\t\t\t\t\t After Lee Myung Bak failed to conclude an agreement for mutual logistic support with Japan, Park Geun Hye is working hard to do it in a deceptive manner.\n\t\t\t\t\t\n\t\t\t\t\t Japan supplied 10 000 bullets to the south Korean puppet troops dispatched overseas, an intention to conclude the above-said agreement with south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean public are critical of the Park Geun Hye regime, terming it a group of pro-Japanese lackeys.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should put an end to the U.S. domination and resolutely foil Japan's ambition for reinvasion by their concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t If Park Geun Hye regime consistently pursues pro-Japanese policy, it will be bound to meet a stern punishment."
        },
        {
            "title": "Kim Jong Un Praised by Media of Russia, Ukraine",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-03ee.html",
            "content": "Kim Jong Un Praised by Media of Russia, Ukraine\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- Russian and Ukrainian newspapers and magazines carried articles on the greatness and undying feats of supreme leader Kim Jong Un, illustrated with his photos.\n\t\t\t\t\tThe Russian newspaper Patriot No. 1 allotted all pages to articles titled \"Like fluttering banner\", \"To make nobody suffer from war disaster\" and \"By deeply loving the people\" accompanied with photos documenting his revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\tIn its preface the newspaper noted that Kim Jong Un clearly declared that the DPRK would neither change its line nor do what the enemy wants, adding:\n\t\t\t\t\t\n\t\t\t\t\tOn January 22, 2013 the U.S. prodded the UN Security Council to adopt the \"resolution of sanctions\" against the DPRK over its satellite launching.\n\t\t\t\t\t\n\t\t\t\t\tSocialist Korea strongly coped with the U.S. moves to stifle it.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un aroused the army and people of the DPRK to the confrontation with the U.S. with his outstanding leadership in order to cope with the prevailing situation.\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK won in the confrontation with the U.S. and its followers.\n\t\t\t\t\t\n\t\t\t\t\tIt was entirely thanks to Kim Jong Un that the DPRK prevented nuclear disasters and emerged victorious.\n\t\t\t\t\t\n\t\t\t\t\tThe Russian newspaper My Home-Sochi on January 1 allotted one whole page to an article titled \"Leader loved by the people\" illustrated with photos dealing with his revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\tThe paper said that last year the DPRK brought about world-startling miracles and changes under his leadership.\n\t\t\t\t\t\n\t\t\t\t\tThe Russian internet magazine Hanber Journal and the Ukrainian internet newspaper Obektivnaya Gazeta posted on their websites articles on his immortal exploits under the titles \"Guidance for the people\" and \"Statesman loving the people\" illustrated with photos documenting his revolutionary activities between January 6 and 8."
        },
        {
            "title": "Kim Jong Un Praised Abroad",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-04ee.html",
            "content": "Kim Jong Un Praised Abroad\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- Political parties and organizations of various countries and a regional body posted special write-ups on their websites to praise the great personality of supreme leader Kim Jong Un.\n\t\t\t\t\tThe Communists Party of Russia carried an article illustrated with his photo on January 8. The article said that he is prominent in all traits but the most attractive one is his noble virtues.\n\t\t\t\t\t\n\t\t\t\t\tUninterrupted epoch-making successes have been made in the DPRK under his loving care for people, drawing the attention of the international community.\n\t\t\t\t\t\n\t\t\t\t\tNotably, the world-class Munsu Water Park, Mirim Riding Club, Masikryong Ski Resort and others were built one after another in 2013 alone.\n\t\t\t\t\t\n\t\t\t\t\tEverything for the people! This is the starting point of all thinking and activities of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tArticles praising his greatness and undying exploits illustrated with his photos were posted on websites of the Russian Group for Solidarity with the DPRK, Rostov Association for the Study of Kimilsungism-Kimjongilism, Anti-Globalization Movement of Russia, Crimean Association for the Study of the Juche Idea and the International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions from Jan. 6 to 9.\n\t\t\t\t\t\n\t\t\t\t\tThe Brazilian Committee for Remembering Leader Kim Jong Il posted an article titled \"Rare leadership art\" illustrated with a photo of Kim Jong Un going round the Masikryong Ski Resort.\n\t\t\t\t\t\n\t\t\t\t\tThe article noted that the DPRK will turn into a thriving nation in the near future as it is led by him possessed of extraordinary leadership art."
        },
        {
            "title": "Kim Jong Un's Work Published in Brazil",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-01ee.html",
            "content": "Kim Jong Un's Work Published in Brazil\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" was brought out in booklet by a publishing house of Brazil on January 8.\n\t\t\t\t\t The speech made by him at the military parade for celebrating the centenary of birth of President Kim Il Sung on April 15, Juche 101 (2012) says the 100-year history of Kim Il Sung's nation clearly proves the immutable truth that outstanding leaders assure the dignity and prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to be fulfilled to exalt the dignity of Songun Korea for all ages and successfully carry out the cause of building a thriving socialist nation."
        },
        {
            "title": "DPRK's Proposal for National Reunification Favored by Regional Body",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-06ee.html",
            "content": "DPRK's Proposal for National Reunification Favored by Regional Body\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- The International Alliance of Societies for the Study of the Juche Idea and Songun Policy in East European and Central Asian Regions issued a statement on Jan. 7 in support of supreme leader Kim Jong Un's New Year Address.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in his New Year Address called for holding fast to the standpoint of By Our Nation Itself, making positive efforts to defend national security and peace and establishing a favorable climate for improved relations between the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t His proposal for national reunification is the most just, realistic and principled one to improve the inter-Korean ties, ensure peace and bring earlier Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should immediately stop inciting the confrontation with their compatriots in the north and escalating tensions on the Korean peninsula while clinging to coattails of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t In his New Year Address he said that the DPRK can never just sit back with folded arms and see the dark clouds of a nuclear war coming to hover over the peninsula, declaring that it would defend its sovereignty, peace and dignity by relying on its powerful self-defensive strength.\n\t\t\t\t\t\n\t\t\t\t\t The statement expressed conviction that the Korean people would register greater achievements this year in their efforts to bolster up its defense capabilities, build a thriving nation and reunify the country."
        },
        {
            "title": "Korean People's Struggle for National Reunification Supported by Russian Political Party, Organization",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-05ee.html",
            "content": "Korean People's Struggle for National Reunification Supported by Russian Political Party, Organization\n\t\t\t\t\t\t\r\nPyongyang, January 17 (KCNA) -- A Russian political party and organization released statements on Jan. 7 and 10 supporting the proposal set forth by supreme leader Kim Jong Un for national reunification in his New Year Address.\n\t\t\t\t\t The Nakhodka City Committee of the Communist Party of the Russian Federation said: We are deeply moved to see that Kim Jong Un in his New Year Address reiterated his will to implement without fail the behests of President Kim Il Sung and leader Kim Jong Il for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The three charters for national reunification and the historic north-south joint declarations were provided and the reunification movement confidently advanced thanks to the undying feats of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t National reunification is the most important task facing all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north, the south and abroad should make dynamic efforts to achieve national reunification, firmly united under the banner of the June 15 joint declaration and the October 4 declaration.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the Korean people would wage a more vigorous movement for national reunification, foiling the moves of the separatists at home and abroad in the idea of By Korean Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The Russian Group for Solidarity with the DPRK said that peace and reunification of the Korean Peninsula are in full line with the interests of its neighboring countries including Russia, adding:\n\t\t\t\t\t\n\t\t\t\t\t We support the three principles of national reunification which calls for achieving the country's reunification free from outside forces' interference.\n\t\t\t\t\t\n\t\t\t\t\t We hope that Koreans would bring about a fresh turn in mending the north-south ties this year as indicated by Kim Jong Un in his New Year Address. \n\t\t\t\t\t\n\t\t\t\t\t We valuing peace and stability on the Korean Peninsula extend our invariable support to the Korean people in their efforts to reunify the country."
        },
        {
            "title": "Kim Jong Un dirige concierto de banda militar del EPC",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-01ss.html",
            "content": "Kim Jong Un dirige concierto de banda militar del EPC\n\t\t\t\t\t\t\r\nPyongyang, 17 de enero (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio el concierto de la banda militar del EPC.\n\t\t\t\t\tEn la ocasion se interpretaron la musica de instrumentos de viento \"No sabemos a nadie sino a Usted\", \"Cancion del Ejercito Popular de Corea\", \"Cancion de la defensa de la Patria\", \"Cancion de artilleros costeros\", \"Marcha del 27 de julio\", \"Seremos escudos del cielo\", \"Seremos inmortales en defensa del mar de la patria\", \"Himno a la Patria\", \"Desfile militar por la victoria\" y \"Fuerzas armadas revolucionarias apoyan solo la guia del Mariscal\", la musica de instrumentos de viento-metal \"Vencedores\", el cuarteto de clarinete \"Valioso tiempo de servicio militar\" y las musicas extranjeras inclusive \"Olas del rio Amur\".\n\t\t\t\t\t\n\t\t\t\t\tA traves de la funcion, los ejecutantes demostraron bien la firme conviccion y la voluntad del ejercito revolucionario del monte Paektu de enaltecer al Comandante Supremo como unico centro de la unidad y la direccion y de llevar a feliz termino con fusiles la causa revolucionaria del Juche iniciada en el monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tCon las melodias exhortativas y combativas describieron con el orgullo el invencible  espiritu del heroico EPC que sale siempre victorioso enarbolando la bandera roja del PTC como primer estandarte de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal felicito los exitos de la funcion respondiendo a las efusivas aclamaciones de los ejecutantes.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que se haya realizado el revolucionario y combativo concierto y evaluo altamente a los creadores y los ejecutantes de la banda militar del EPC diciendo que la funcion le dio gran animo en el Ano Nuevo.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que hicieron bien la seleccion y el arreglo musical, en particular describieron bien la musica de instrumentos de viento \"Himno a la Patria\" que muestra con emocion la noble idea del patriotismo de Kim Jong Il con la delicada representacion artistica y el sonido abundante.\n\t\t\t\t\t\n\t\t\t\t\tDio agradecimiento a los creadores y ejecutantes de la banda que realizaron la funcion perfecta en el caracter ideo-artistico y llena del impetu combativo y senalo que enviaria los instrumentos y los medios de transporte necesarios a la creacion artistica y las actividades de interpretacion de la banda.\n\t\t\t\t\t\n\t\t\t\t\tLa revolucionaria y combativa musica militar es el simbolo y la cara del ejercito popular y desempena un gran papel en demostrar la fuerza espiritual y el impetu de los militares y establecer el espiritu militar del ejercito  popular, apunto.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que el ejercito popular debe infundir a todo el ejercito y el pueblo la fe y el optimismo en la victoria de la revolucion, el vehemente odio a los enemigos y la combatividad interpretando las musicas militares llenas del impetu combativo, ilumino las tareas y los remedios para desarrollar mas la musica militar al estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que en el futuro tambien los creadores y los ejecutantes de la banda militar del EPC, conscientes del deber honroso dado por el partido, desplegaran de modo revolucionario y combativo las actividades de creacion y la interpretacion para desarrollar la banda como la de talla mundial y estimular al ejercito y al pueblo de la RPDC a la marcha general hacia la victoria final en la construccion de un Estado prospero socialista y en el gran combate por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en verlo Choe Ryong Hae, Ri Yong Gil, Kim Su Gil, Ryom Chol Song, Choe Hwi, Hwang Pyong So y otros cuadros directivos del partido y el ejercito."
        },
        {
            "title": "CDN propone al Sur de Corea mejorar relaciones intercoreanas con fuerzas unidas nacionales",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-11ss.html",
            "content": "CDN propone al Sur de Corea mejorar relaciones intercoreanas con fuerzas unidas nacionales\n\t\t\t\t\t\t\r\nPyongyang, 17 de enero (ACNC) -- Ya comenzo el decimocuarto ano del siglo XXI en medio de la tragica division nacional.\n\t\t\t\t\tEl dolor, que afecta mas a la nacion coreana al paso del tiempo, es la division territorial y nacional impuesta por las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tCon la firme decision de acabar con esa tragedia, el patriota sin igual declaro al interior y exterior su posicion patriotica en los albores de este ano. \n\t\t\t\t\t\n\t\t\t\t\tSu ardiente llamamiento y ferrea voluntad de lograr cuanto antes la reunificacion de la patria, la paz y la prosperidad conmueven mucho todo el territorio nacional, toda la nacion y todo el mundo. \n\t\t\t\t\t\n\t\t\t\t\tPero, desde el principio del ano nuevo, solo los gobernantes surcoreanos se portan groseramente sin abandonar su habito de enfrentarse con la parte connacional. \n\t\t\t\t\t\n\t\t\t\t\tDifunden el rumor erroneo como si la coyuntura de congelacion de las relaciones Norte-Sur se debiera a la parte Norte y esperan una \"situacion emergente\" cuestionando atrevidamente los asuntos internos de otra parte que no conocen bien. Insatisfechos con esto, agravan intencionalmente la situacion hablando de la supuesta \"provocacion\" y \"amenaza\" de alguien. \n\t\t\t\t\t\n\t\t\t\t\tAdemas, con el metodo rutinario usado siglo tras siglo y decada tras decada, anuncian que librarian desde finales de febrero, mas temprano que de costumbre, los ejercicios militares conjuntos de caracter agresivo Key Resolve y Foal Eagle, realizados cada ano bajo el rotulo de \"anuales y defensivos\".  \n\t\t\t\t\t\n\t\t\t\t\tSegun trascendidos, la operacion de desembarco Ssangryong, planificada en el marco de aquellos ejercicios belicos, tendra la dimension mas grande suponiendo el ataque a Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tLo grave del caso es que tales movimientos militares se dan coincidiendo con el despliegue sigiloso de muchos tanques, carros blindados, escuadrillas de aviones y otras nuevas fuerzas armadas navales y aereas norteamericanas en el Sur de Corea y su contorno. \n\t\t\t\t\t\n\t\t\t\t\tFrente a tales circunstancias graves, por encargo del gobierno, partidos politicos y entidades de la Republica Popular Democratica de Corea, el Comite de Defensa Nacional de la RPDC propone a las autoridades surcoreanas los siguientes problemas de principios: \n\t\t\t\t\t\n\t\t\t\t\t1.  Proponemos tomar desde las medidas practicas en respuesta al caluroso llamamiento de preparar el ambiente favorable a la mejora de relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tMejorar las relaciones Norte-Sur y lograr la reconciliacion y unidad nacionales es la invariable posicion de nuestro ejercito y pueblo. \n\t\t\t\t\t\n\t\t\t\t\tProponemos oficialmente a las autoridades surcoreanas tomar con motivo del Ano Nuevo Lunar, o sea a partir del 30 del mes en curso las medidas practicas para cesar totalmente todos los actos tendentes a incitar y calumniar entre si.\n\t\t\t\t\t\n\t\t\t\t\tEste ano significativo se cumple el 10o aniversario del \"Acuerdo del 4 de Junio\", segun el cual ambas partes acordaron parar todas las calumnias y campanas psicologicas contra la contraparte acorde al espiritu de la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre. \n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas respetan ese acuerdo firmado a la vista de la nacion, no tendran ninguna razon que les impida aceptar nuestra propuesta. \n\t\t\t\t\t\n\t\t\t\t\tSi desean de veras la mejora de las relaciones intercoreanas, las mismas autoridades surcoreanas deben ser discretas y conducir a los medios de prensa a crear el ambiente favorable a la mejora de las relaciones intercoreanas para que en toda la extension geografica de la Peninsula Coreana se levante una oleada de reconciliacion y unidad nacionales. \n\t\t\t\t\t\n\t\t\t\t\tNo deben desoir mas las voces de la nacion en demanda de poner punto final al circulo vicioso de calumnia y antagonismo inutiles y de vivir armoniosamente entre los connacionales. \n\t\t\t\t\t\n\t\t\t\t\t2. Proponemos tomar las medidas practicas de cesar completamente todas las acciones militares contra su contraparte en respuesta al llamamiento historico de defender la seguridad y paz de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tAhora en la Peninsula Coreana cualquier minimo conflicto accidental puede extenderse inmediatamente a la guerra total. \n\t\t\t\t\t\n\t\t\t\t\tLa guerra que se desate en este territorio dara provechos a las potencias y causara inimaginables desastres a la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\tPor esta razon, proponemos otra vez cancelar incondicional e inmediatamente todas las acciones hostiles militares que se despliegan apuntando los fusiles contra los connacionales en contubernio con las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tPor inmediato, las autoridades surcoreanas deberan tomar la decision politica de cesar primero los ejercicios militares conjuntos \"Key Resolve\" y \"Foal Eagle\" planeados a finales de  febrero proximo calificandolos de simulacro \"anual\" y de caracter \"defensivo\".\n\t\t\t\t\t\n\t\t\t\t\tSi son tan preciosos los \"ejercicios conjuntos\" con EE.UU., podran desarrollarlos en un lugar retirado muy lejos del territorio, el mar y el cielo jurisdiccionales de la Peninsula Coreana o en el mismo territorio norteamericano. Esta es nuestra posicion.\n\t\t\t\t\t\n\t\t\t\t\tAl igual que en el pasado, no desarrollaremos en adelante tambien las acciones militares que obstaculicen la seguridad nacional y la paz introduciendo a las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tProponemos dando enfasis especial cesar todas las acciones que incitan a la contraparte en la tierra, el mar y el cielo, inclusive la zona  candente de 5 islas del Mar Oeste de Corea, donde ambas partes estan apuntando fusiles entre si.\n\t\t\t\t\t\n\t\t\t\t\tPara realizar esta propuesta, mostraremos ante todo las acciones practicas.\n\t\t\t\t\t\n\t\t\t\t\t3. Proponemos tomar mutuamente las medidas reales para evitar las calamidades nucleares en este territorio.\n\t\t\t\t\t\n\t\t\t\t\tLa desnuclearizacion de la Peninsula Coreana es la meta comun de la nacion. \n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, nuestro ejercito y pueblo mantienen la voluntad de desnuclearizar la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEn cuanto a nuestras fuerzas armadas nucleares y linea de desarrollo paralelo, ellas devienen el remedio comun de la nacion y la opcion mas justa y autodefensiva para acabar con la amenaza y chantaje nucleares de EE.UU. contra la nacion coreana y lograr la desnuclearizacion de todo el mundo, incluso la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas armadas nucleares de la RPDC no son el remedio para chantajear y atentar a los connacionales sino para disuadir cabalmente la amenaza nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tAprovechando esta ocasion proponemos cortesmente a las autoridades surcoreanas no recurrir al acto temerario destinado a introducir en el territorio surcoreano y su contorno los peligrosos medios de ataque nuclear de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa insistencia de la RPDC es que ellas deben abandonar con audacia los actos de dos caras, con los cuales toleran las fuerzas armadas nucleares de las fuerzas extranjeras que danan a los connacionales, pero niegan las de estos que defienden a todos los compatriotas.\n\t\t\t\t\t\n\t\t\t\t\tNuestras importantes propuestas mencionadas reflejan la aspiracion y la demanda de toda la nacion de rechazar a las fuerzas extranjeras y adelantar la reunificacion independiente, la paz y la prosperidad del pais en la posicion de \"Entre nosotros, los connacionales\". \n\t\t\t\t\t\n\t\t\t\t\tSi se realizan estas propuestas importantes, se resolveran todos los problemas grandes y pequenos que se presentan en las relaciones intercoreanas incluyendo el encuentro de los familiares y parientes separados.\n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo demandan unanimemente abrir con las fuerzas unidas de la nacion la senda de mejoramiento de relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tExpresamos la esperanza de que las autoridades surcoreanas respondan positivamente a nuestras propuestas importantes de principios."
        },
        {
            "title": "Pak Ui Chuun se reune con delegacion del MINREX de Bulgaria",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-16ss.html",
            "content": "Pak Ui Chuun se reune con delegacion del MINREX de Bulgaria\n\t\t\t\t\t\t\r\nPyongyang, 17 de enero (ACNC) -- El canciller coreano Pak Ui Chun departio el dia 17 en el Palacio de los Congresos Mansudae con la delegacion de la cancilleria de la Republica de Bulgaria presidida por Petko Doykov, director general de Relaciones Bilaterales, que le hizo una visita de cortesia."
        },
        {
            "title": "Militarizacion y fascismo causaran la autodestruccion, comenta ACNC",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-13ss.html",
            "content": "Militarizacion y fascismo causaran la autodestruccion, comenta ACNC\n\t\t\t\t\t\t\r\nPyongyang, 17 de enero (ACNC) -- Ahora se torna mas radical que nunca despues del fin de la segunda guerra mundial la derechizacion de la sociedad japonesa.\n\t\t\t\t\tEn la \"entrevista del Ano Nuevo\", el premier japones Abe dijo publicamente que \"desde ahora comienza la lucha por rescatar a 'Japon poderoso'\". \n\t\t\t\t\t\n\t\t\t\t\tBajo el cartel de \"Japon poderoso\", se puso en funcionamiento el \"Consejo de Seguridad Nacional\" y es elogiada hasta la \"brigada suicida\" del periodo de la segunda guerra mundial. \n\t\t\t\t\t\n\t\t\t\t\tSe establece y se promueve como politica estatal la conversion del pais en potencia militar y se trazan para la nueva agresion a ultramar el nuevo \"programa de defensa\", el \"plan de ordenamiento de defensa a mediano plazo\" y la primera \"estrategia de seguridad nacional\", etc. \n\t\t\t\t\t\n\t\t\t\t\tJapon modifico el capitulo IX de la Constitucion pacifista, que prohibe la posesion del ejercito y la provocacion de guerra, e impulsa los preparativos para elevar el rango de las \"Fuerzas de Autodefensa\" como \"ejercito de defensa nacional\". \n\t\t\t\t\t\n\t\t\t\t\tSe han elevado incomparablemente la capacidad de ataque movil y la operacional de las \"Fuerzas de Autodefensa\" en la tierra, el mar y el aire y se modernizan y se renuevan rapido sus pertrechos de guerra.\n\t\t\t\t\t\n\t\t\t\t\tEl pais isla ya dispone de la mayoria de los componentes de modernas fuerzas armadas necesarias a las operaciones militares en ultramar. \n\t\t\t\t\t\n\t\t\t\t\tEn la region de Asia-Pacifico, ocupa el segundo lugar despues de EE.UU. en la dimension de fuerzas navales. Y el numero de sus efectivos de las \"Fuerzas Terrestres de Autodefensa\" sobrepasa la suma de las fuerzas terrestres y la infanteria de marina de Gran Bretana. \n\t\t\t\t\t\n\t\t\t\t\t\"Japon poderoso\" significa el Japon militarista.\n\t\t\t\t\t\n\t\t\t\t\tEsa consigna refleja el descontento por el orden internacional formado despues del fin de la segunda guerra mundial, la antipatia a la sociedad internacional que demanda a Japon liquidar su historia del fascismo y la ambicion de las fuerzas ultranacionalistas japonesas de llevar otra vez a su pais a la \"era dorada\" que acogio en esa conflagracion mundial. \n\t\t\t\t\t\n\t\t\t\t\tEn aquel entonces, Japon agredio varios paises asiaticos matando a decenas de millones de personas. \n\t\t\t\t\t\n\t\t\t\t\tAunque pase mucho tiempo y cambie el siglo, son inolvidables para los pueblos de Asia Oriental todo lo que han sufrido por culpa de Japon militarista. \n\t\t\t\t\t\n\t\t\t\t\tEl mundo no debe tolerar jamas la militarizacion y el fascismo de Japon, pais criminal de guerra. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas gobernantes japonesas deben tener correcta concepcion del mundo actual y actuar con sano juicio y prudencia."
        },
        {
            "title": "Independencia es principio fundamental de reunificacion, destaca Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201401/news17/20140117-02ss.html",
            "content": "Independencia es principio fundamental de reunificacion, destaca Rodong Sinmun\n\t\t\t\t\t\t\r\nPyongyang, 17 de enero (ACNC) -- Es invariable la posicion de la Republica Popular Democratica de Corea de lograr la reunificacion de la patria en el principio de independencia cuya justeza y vitalidad han sido comprobadas ya.\n\t\t\t\t\tAsi comienza el diario Rodong Sinmun en un articulo individual divulgado el dia 17 y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl principio en cuestion es el comun de la nacion, acordado por ambas partes coreanas y prometido a toda la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tLa publicacion de la Declaracion Conjunta del 4 de Julio, que declaro el citado principio, infundio en todos los coreanos la esperanza y la seguridad de la reunificacion y desde aquel momento, el movimiento por la reunificacion avanzo en la orbita de independencia.\n\t\t\t\t\t\n\t\t\t\t\tLa Declaracion del 4 de Octubre publicada tras la Declaracion Conjunta del 15 de Junio reafirmo el espiritu de esta ultima declarando una vez mas que el principio de independencia constituye el fundamental para la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tEn esas declaraciones, ambas partes coreanas se comprometieron ante la nacion a lograr la reunificacion del pais de manera independiente con las fuerzas unidas.\n\t\t\t\t\t\n\t\t\t\t\t\"Entre nosotros, los connacionales\" es el ideal de independencia.\n\t\t\t\t\t\n\t\t\t\t\tCuando mantengan firmemente el principio, ambas partes coreanas podran dinamizar el dialogo y la cooperacion y abrir el sendero amplio de paz y reunificacion rechazando la intervencion y las acciones obstaculizadoras de las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tLos exitos logrados en el movimiento por la reunificacion de la patria despues de la publicacion de la Declaracion Conjunta del 15 de Junio evidencian que no hay problemas insolubles en las relaciones N-S cuando se pongan en la posicion de \"Entre nosotros, los connacionales\".\n\t\t\t\t\t\n\t\t\t\t\tAsi se puede preparar el clima verdadero de dialogo N-S y mejorar las relaciones bilaterales a base de confianza."
        }
    ]
}