{
    "date": "2014-05-19",
    "url": "http://kcna.co.jp/item/2014/201405/2014-05-19ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Looks round Taesongsan General Hospital",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-02ee.html",
            "content": "Kim Jong Un Looks round Taesongsan General Hospital\r\n Pyongyang, May 19 (KCNA) -- Supreme Commander of the Korean People's Army (KPA) Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, together with Ri Sol Ju went round the Taesongsan General Hospital.\n\t\t\t\t\t Going round different places including Roentgen, ultrasonic wave, pathological anatomy and skin departments and intensive treatment room, he learned in detail about the treatment and management of the hospital.\n\t\t\t\t\t\n\t\t\t\t\t The Taesongsan General Hospital built on the personal initiative of leader Kim Jong Il is a comprehensive center for treating service personnel, he said, calling it not to rest content with its building but improve treatment and its management and operation so that Kim Jong Il's loving care might reach the service personnel.\n\t\t\t\t\t\n\t\t\t\t\t After being told that there was a very high appreciation among those who were treated in the hospital, he instructed it to take the lead in carrying out the Party's health care policy as it is one of the leading hospitals in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Party would solve all the issues arising in consolidating the material and technological foundation and treating patients.\n\t\t\t\t\t\n\t\t\t\t\t \"Medical workers of the hospital should steadily increase their technique and skill and take good care of medical equipment and apparatuses like the apples of their eyes\", he said.\n\t\t\t\t\t\n\t\t\t\t\t Looking round the park built by the hospital, he noted with satisfaction that many trees and walkways add to the appearance of the hospital.\n\t\t\t\t\t\n\t\t\t\t\t He also dropped in at the sickrooms. He kindly took the hands of service personnel who had been wounded while undergoing combat training and looked at their wounds. He asked about how they were treated and feeling now.\n\t\t\t\t\t\n\t\t\t\t\t He was told that there were good successes in the treatment thanks to the mental power of the service personnel who overcame pain, regarding the treatment as a battle and they were leading an optimistic life at the hospital. He said that the KPA service personnel are not afraid of risking their lives for the sake of the country and people and unflagging tenacity and optimism are disposition inherent to the KPA, adding that this is what the enemies fear.\n\t\t\t\t\t\n\t\t\t\t\t He met children of baby home and orphanage under recuperation at the hospital.\n\t\t\t\t\t\n\t\t\t\t\t After learning about the work at the baby homes and orphanages across the country in February last, he was told that there were physically weak children at the baby home and orphanage in South Phyongan Province. He gave an instruction to the KPA to bring them to the Taesongsan General Hospital and take care of their health there.\n\t\t\t\t\t\n\t\t\t\t\t When he entered the sickrooms for the children of the orphanage, they rushed to his arms, each asking \"How are you Marshal?\" and \"Let me come to your arms.\" He held the children in his arms and was very pleased that they all looked well, healthy and plump.\n\t\t\t\t\t\n\t\t\t\t\t When he kindly asked them how old they were, if they had good meals and what they were playing, they lively answered that they saw him on TV.\n\t\t\t\t\t\n\t\t\t\t\t They sang the song \"We are the happiest in the world\" full of vigor and said \"Thank You, Father Marshal\".\n\t\t\t\t\t\n\t\t\t\t\t His eyes shone with tears when he lulled them clinging to his sleeves, reluctant to part with him.\n\t\t\t\t\t\n\t\t\t\t\t He also dropped in at the sickrooms for the children of the baby home.\n\t\t\t\t\t\n\t\t\t\t\t The babies toddled towards him, lisping \"papa!\", and he took them to his arms one by one.\n\t\t\t\t\t\n\t\t\t\t\t He stroked the cheeks of the babies whom the nursery school teachers and nurses of the hospital held in their arms and said: \"I was not happy to see the photos of the children before they were sent to hospital, but now I feel relieved to see them healthy.\"\n\t\t\t\t\t\n\t\t\t\t\t Observing the weight diagram of the children, he noted that the condition of the children reached a normal state to be fit for their ages and their health remarkably improved for three months. He asked them to take better care of them, paying deep attention to them. \n\t\t\t\t\t\n\t\t\t\t\t He said: \"In order to let them maintain their present condition and grow in good health even after they have left the hospital, it is necessary for the nursery school and kindergarten teachers to pay deep attention to their nutrition.  There should not be a single weak child under the care of the Party\".\n\t\t\t\t\t\n\t\t\t\t\t He noted that he was very pleased to see the healthy children and highly praised the officials, surgeons and nurses of the hospital for having shown all sincerity for recuperating the children as their real parents did.\n\t\t\t\t\t\n\t\t\t\t\t He once again said he was pleased to visit the hospital, expressing his expectation and conviction that the officials, surgeons and nurses of the hospital would achieve bigger successes in treatment, management and operation of the hospital.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Vice Marshal of the KPA Hwang Pyong So, director of the General Political Bureau of the KPA, and Lieut. General Ma Won Chun, director of the Designing Department of the National Defence Commission."
        },
        {
            "title": "CPRK Secretariat Raps Park Geun Hye Group's Hideous Massacre",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-28ee.html",
            "content": "CPRK Secretariat Raps Park Geun Hye Group's Hideous Massacre\r\n Pyongyang, May 19 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) released a statement Monday clearly explaining why the ferry Sewol tragedy occurred  and who is chiefly to blame for it to bring to light the truth about hideous massacre committed by the Park Geun Hye group.\n\t\t\t\t\t The statement recalled that ferry Sewol sank in waters off Jin Island in the morning on April 16 on its way to Jeju Island after it left Inchon Port.\n\t\t\t\t\t\n\t\t\t\t\t After a loud bang the ferry began to gradually tilt with a breaking sound. It went down to the seabed 37 meters deep in 2 hours and 20 minutes after it completely capsized. \n\t\t\t\t\t\n\t\t\t\t\t On board at the time of sinking were at least 470 passengers including 325 students of Tanwon High School of Ansan City, Kyonggi Province who were on their field tour and at least 3 000 tons of cargo including 180 vehicles.\n\t\t\t\t\t\n\t\t\t\t\t Just 179 were rescued and others all died due to the delayed rescue operation.\n\t\t\t\t\t\n\t\t\t\t\t The 6 800 ton-class ferry, 146 meters in length and 22 meters in width, was a second-hand one that was used by other country for nearly 20 years.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group bought the old ferry at a cheap price and did not do proper overhaul and servicing. On the contrary, it enlarged spaces for cabins and cargo far beyond the security level with an aim to increase profits, thus seriously breaching the norms of security and balance of the ferry.\n\t\t\t\t\t\n\t\t\t\t\t Rescue fittings were too old to operate.\n\t\t\t\t\t\n\t\t\t\t\t The captain and crewmen of the ferry were temporary employees who did not have qualifications. The captain was employed under one-year contract and the navigation officer and steersmen were also hired under six months to one year contracts.\n\t\t\t\t\t\n\t\t\t\t\t The captain was worse than an animal as he took with him only foreign female singer and her clan and spent days idly on hospital bed without feeling any guilty conscience, getting money wet with sea water dried although he was responsible for sending the ferry to the bottom of the sea.\n\t\t\t\t\t\n\t\t\t\t\t As far as the Chonghaejin Shipping Company which ran the ferry is concerned, it earned an ill-fame as the one which recorded the highest number of accidents among the shipping companies in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The ferry Sewol disaster was, indeed, an inevitable product of the reactionary and corrupt south Korean social system in which the life of people is not worth a fly and money is omnipotent, and of the unpopular rule enforced by the Park Geun Hye group.\n\t\t\t\t\t\n\t\t\t\t\t Since the ferry sinking disaster occurred, the Park group failed to pay due attention to the rescue operation and deliberately neglected it, far from considering it as serious. \n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, it took more than 2 hours for the whole body of the ferry to sink. So had a rescue operation been conducted in good time, casualties would have not been so high.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the accident occurred not in a vast ocean but in the waters 30 to 40 meters deep near islands. Therefore, a proper rescue operation could have saved as many passengers as possible.\n\t\t\t\t\t\n\t\t\t\t\t Those who were involved in the rescue operation were not earnest in their work, claiming it was dangerous and difficult for them to do due to fast tide and bad eye-sight. They were only busy rescuing the captain and crewmen of the ferry who took to flight from the sinking ferry, leaving behind schoolchildren. So, they didn't have access to the passenger cabins of the sunken ferry even 3 days later.\n\t\t\t\t\t\n\t\t\t\t\t Naive schoolchildren and other passengers could not but drown stuck inside the ferry, believing in the guide broadcasting \"Stay put!\". \n\t\t\t\t\t\n\t\t\t\t\t Park, who appeared at the headquarters for coping with the disaster 8 hours after the occurrence of the ferry, went so ridiculous as to ask why it was so difficult to find out those missing as they were reportedly wearing life jackets, unaware of the fact that the schoolchildren all drowned stuck inside the ferry. Such behavior of Park stunned the public. \n\t\t\t\t\t\n\t\t\t\t\t Instead of taking timely measures against the ferry tragedy which turned the whole of south Korea into a mourner's house, Park invited Obama to visit south Korea. Her behavior lashed the public at home and abroad into a great fury.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that the disaster was not simply caused by the Park group's irresponsibility and incompetence but an unprecedented deliberate murder and a massacre perpetrated by it.\n\t\t\t\t\t\n\t\t\t\t\t The Park group orchestrated a despicable charade to mislead the public opinion critical of it for the disaster and cover up its criminal acts.\n\t\t\t\t\t\n\t\t\t\t\t When the disaster occurred, it noisily advertised to give an impression that it was steering a rescue operation with huge equipment and personnel involved.\n\t\t\t\t\t\n\t\t\t\t\t But a negligible number of equipment and personnel were involved in the rescue operation. \n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities got evermore frantic in their moves to cook up the \"north wind\" in a bid to divert elsewhere the public criticism of them for the ferry disaster. \n\t\t\t\t\t\n\t\t\t\t\t Failing to calm down the angry mindset of the people, Park Geun Hye shifted the blame for the accident onto the prime minister, her confidant, and pressurized him to resign. \n\t\t\t\t\t\n\t\t\t\t\t The Park group's press censorship, red herring and farce of passing the buck for the tragedy to others are a mockery of the bereaved families of the victims and mindset of the people and double murder of those dead. \n\t\t\t\t\t\n\t\t\t\t\t In the wake of the ferry Sewol disaster, people's pent-up indignation, grievances and curses against the south Korean authorities' misrule are running high. \n\t\t\t\t\t\n\t\t\t\t\t Civic and public organizations and people from all walks of life including labor, academic, media and juridical fields are dynamically waging large-scale candlelight rallies, torch-light demos, strikes, etc. in different parts of south Korea. \n\t\t\t\t\t\n\t\t\t\t\t Candlelight actions across south Korea and incense-burning altars have turned into courts for trying Park Geun Hye. \n\t\t\t\t\t\n\t\t\t\t\t Broad strata of overseas Koreans and people in various countries of the world are bitterly denouncing the mass killings by the Park group. \n\t\t\t\t\t\n\t\t\t\t\t The ferry Sewol tragedy glaringly showed before the world what kind of society south Korea is and what the Park regime is like. \n\t\t\t\t\t\n\t\t\t\t\t South Korea cannot escape the second or third disasters like the ferry Sewol accident as long as Park Geun Hye stays in Chongwadae as its boss. \n\t\t\t\t\t\n\t\t\t\t\t Park deserves death sentence for the ferry tragedy only. \n\t\t\t\t\t\n\t\t\t\t\t No matter what rhetoric Park and her group may let loose to make a mockery of people's mindset and the public opinion, they can never evade the responsibility for the massacre.  They are bound to meet the most miserable end in face of curses and denunciation by all Koreans including south Koreans and world people."
        },
        {
            "title": "DPRK FM Meets Spanish Delegation",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-15ee.html",
            "content": "DPRK FM Meets Spanish Delegation\r\n Pyongyang, May 19 (KCNA) -- Ri Su Yong, foreign minister of the DPRK, on Monday had a talk with the delegation of the Spanish Ministry of Foreign Affairs and Cooperation led by Director General Ernesto de Zulueta y Habsburgo-Lorena which paid a courtesy call on him at the Mansudae Assembly Hall."
        },
        {
            "title": "Sympathy to Turkish FM ",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-10ee.html",
            "content": "Sympathy to Turkish FM \r\n Pyongyang, May 19 (KCNA) -- Ri Su Yong, minister of Foreign Affairs of the DPRK, on May 15 sent a message of sympathy to his Turkish counterpart Ahmet Davutoglu as regards an unexpected explosion which occurred at a coal mine in western area of Turkey, claiming huge casualties. \n\t\t\t\t\t The message expressed deep sympathy and condolences for the victims and their bereaved families. It also expressed belief that the Turkish government would eradicate tragic aftermath of the accident at an early date."
        },
        {
            "title": "WPK Sends Message of Condolences to Lao People's Revolutionary Party",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-32ee.html",
            "content": "WPK Sends Message of Condolences to Lao People's Revolutionary Party\r\n Pyongyang, May 19 (KCNA) -- The Central Committee of the Workers' Party of Korea (WPK) sent a message of condolences to the Central Committee of the Lao People's Revolutionary Party on Monday in connection with the plane crash in Xieng Khouang Province of Laos which claimed many casualties including several leading officials of the party.\n\t\t\t\t\t The message sent most profound condolences to the Central Committee of the Lao People's Revolutionary Party and sympathy to the bereaved families of the deceased.\n\t\t\t\t\t\n\t\t\t\t\t The leading officials of the Lao People's Revolutionary Party who died in the accident made great contributions to developing not only the Lao party and revolution but the friendly relations between the two parties and peoples of the DPRK and Laos and their death is a great loss to the Lao party and people and to the WPK and the Korean people as well, the message noted.\n\t\t\t\t\t\n\t\t\t\t\t The C.C., the WPK, taking this opportunity, expresses once again profound condolences to the C.C., the Lao People's Revolutionary Party and the bereaved families and manifests conviction that the Lao party and people will overcome the pain caused by the great loss as early as possible, it said."
        },
        {
            "title": "Delegation of Journalists Union of Korea Leaves for China",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-30ee.html",
            "content": "Delegation of Journalists Union of Korea Leaves for China\r\n Pyongyang, May 19 (KCNA) -- A delegation of the Journalists Union of Korea led by Jon Il Gwang, vice-chairman of the Central Broadcasting Committee of Korea, left here on Monday to visit China."
        },
        {
            "title": "WFP Executive Director Here",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-18ee.html",
            "content": "WFP Executive Director Here\r\n Pyongyang, May 19 (KCNA) -- Ertharin Cousin, executive director of the World Food Program (WFP), and her party arrived here on Monday."
        },
        {
            "title": "Mongolian Political Party Delegation Arrives",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-29ee.html",
            "content": "Mongolian Political Party Delegation Arrives\r\n Pyongyang, May 19 (KCNA) -- A delegation of the Mongolian People's Party headed by Secretary General MUNKHBAT Jamiyan, arrived here on Monday."
        },
        {
            "title": "Spanish Delegation Leaves",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-17ee.html",
            "content": "Spanish Delegation Leaves\r\n Pyongyang, May 19 (KCNA) -- The delegation of the Spanish Ministry of Foreign Affairs and Cooperation led by Director General Ernesto de Zulueta y Habsburgo-Lorena left here for home by air on Monday."
        },
        {
            "title": "Spanish Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-16ee.html",
            "content": "Spanish Delegation Visits Mangyongdae\r\n Pyongyang, May 19 (KCNA) -- The delegation of the Spanish Ministry of Foreign Affairs and Cooperation led by Director General Ernesto de Zulueta y Habsburgo-Lorena visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t At the old home in Mangyongdae where the President was born and nurtured the great intention of revolution, spending his childhood, the guests looked round the historic relics preserved with much care there, being briefed on the story about the home.\n\t\t\t\t\t\n\t\t\t\t\t They visited revolutionary sites on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Tower of the Juche Idea, International Friendship Exhibition House, Rungna Dolphinarium, Pyongyang International Football School, etc."
        },
        {
            "title": "Mongolian Delegation Pays Tribute to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-25ee.html",
            "content": "Mongolian Delegation Pays Tribute to Statues of Kim Il Sung, Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, May 19 (KCNA) -- The delegation of the Mongolian People's Party visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Monday.\n\t\t\t\t\t The members of the delegation laid bouquets before the statues and paid tribute to them."
        },
        {
            "title": "Floral Tribute to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-27ee.html",
            "content": "Floral Tribute to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, May 19 (KCNA) -- The executive director of the World Food Program (WFP) and her party visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Monday.\n\t\t\t\t\t The guests paid tribute to the peerlessly great men who made contributions to the cause of global independence in profound reverence for them after laying a floral basket before the statues."
        },
        {
            "title": "Pyongyang Int'l Pro-Wrestling Contest to Be Held",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-01ee.html",
            "content": "Pyongyang Int'l Pro-Wrestling Contest to Be Held\r\n Pyongyang, May 19 (KCNA) -- The Pyongyang International Pro-Wrestling Contest is to be held with splendor in Pyongyang, the capital city of the DPRK, late in August.\n\t\t\t\t\t It will be sponsored by the contest organizing committee with Kanji Inoki, member of the House of Councilors of Japan who is also chief director of the Sports Peace Community Association of Japan, and Jang Ung, chairman of the International Martial Arts Games Committee who doubles as chairman of the International Taekwon-Do Federation, as its co-chairmen. The Sports Peace Community Association of Japan, International Martial Arts Games Committee and DPRK-Japan Friendship Association will render support to the contest.\n\t\t\t\t\t\n\t\t\t\t\t World-renowned pro-wrestlers from Japan, the U.S. and other countries will take part in the contest to be held in the idea of independence, peace and friendship."
        },
        {
            "title": "Cement Adhesive Proved Successful in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-21ee.html",
            "content": "Cement Adhesive Proved Successful in DPRK\r\n Pyongyang, May 19 (KCNA) -- A new kind of cement adhesive has been widely introduced in the DPRK. It was developed by the Haesong Building-materials Technology Exchange Company.\n\t\t\t\t\t The adhesive has been already applied to over 300 architectural projects. It is easy to use while helping ensure solidity of buildings.\n\t\t\t\t\t\n\t\t\t\t\t The adhesive is safe in water and stable even at 150 degrees centigrade above zero and 50 degrees below zero. It is highly waterproof under the water pressure of 1.2 MPa.\n\t\t\t\t\t\n\t\t\t\t\t The adhesive won a patent and a state quality certification."
        },
        {
            "title": "Om Kil Son, Veteran Film Director of DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-20ee.html",
            "content": "Om Kil Son, Veteran Film Director of DPRK\r\n Pyongyang, May 19 (KCNA) -- Om Kil Son (1934-2005) was a celebrated film actor and director, who recorded a significant page in the DPRK film history.\n\t\t\t\t\t In his lifetime he made signal contributions to the development of the Juche-based film art, through his natural, vivid and experienced acting and skillful directing.\n\t\t\t\t\t\n\t\t\t\t\t Born into a worker's family in the northern part of the country, he had worked as an actor of the Korean Film Studio, a director of the Paektusan Production Company and the director-general of the Korean Film Studio after graduating from Pyongyang Art School (Pyongyang University of Dramatic and Cinematic Arts at present) in Juche 46 (1957).\n\t\t\t\t\t\n\t\t\t\t\t It was under the loving care of Generalissimos Kim Il Sung and Kim Jong Il that Om, once a worker, could develop into such positions.\n\t\t\t\t\t\n\t\t\t\t\t The Generalissimos found his instinct for film art and showed deep care for his development into a film actor and then a director, even providing him with several hundred volumes of books. And they gave high appreciation of his feats, calling him as a gifted director, whenever he produced popular films.\n\t\t\t\t\t\n\t\t\t\t\t Om Kil Son performed as a leading actor in more than 50 pieces of feature films, including \"The Path of Awakening\" and \"Five Guerrilla Brothers\", true to the Workers' Party of Korea's idea and policy of the Juche-oriented literature and arts.\n\t\t\t\t\t\n\t\t\t\t\t The films directed by him include \"Star of Korea\" and \"The Sun of the Nation\", films dealing with the history of President Kim Il Sung's revolutionary activities, and feature films \"The Fate of Kum Hui and Un Hui\" and \"Everlasting Comrade-in-Arms\".\n\t\t\t\t\t\n\t\t\t\t\t Om was awarded Order of Kim Il Sung and Kim Il Sung Prize and the titles of Labor Hero and People's Artiste for his contribution to the development of the Juche-based film art."
        },
        {
            "title": "Talented Artists of DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-22ee.html",
            "content": "Talented Artists of DPRK\r\n Pyongyang, 19 (KCNA) -- The Mansudae Art Studio in the DPRK has produced many talented artists who have made signal achievements.\n\t\t\t\t\t Among them are Jong Yong Man (Kim Il Sung Prize laureate and winner of the titles of Twice Labor Hero and People's Artist), O Tae Hyong (Kim Il Sung Prize laureate and winner of the titles of Labor Hero and People's Artist) and U Chi Son (Kim Il Sung Prize laureate and winner of the title of People's Artist.) \n\t\t\t\t\t\n\t\t\t\t\t Jong Yong Man, who was active as chairman of the Central Committee of the Artists Union of Korea and deputy director of the Mansudae Art Studio from 1990s, had created many art works of national value as part of efforts for the Juche-oriented development of Korean fine arts.\n\t\t\t\t\t\n\t\t\t\t\t He made a big contribution to the artistic representation of the leader by creating many art works including \"President Kim Il Sung Breaking Ground First to Signal the Start of the Improvement Project of the River Pothong\".\n\t\t\t\t\t\n\t\t\t\t\t Typical of his works are \"The Glow over Kangson\" and \"Mt. Chilbo in Autumn\".\n\t\t\t\t\t\n\t\t\t\t\t O Tae Hyong devoted his artistic aptitude to erecting monumental edifices, thus accomplishing great feats in immortalizing the revolutionary history of the President. He took active part in building such edifices as the Chollima Statue, the Monument to the Victorious Battle of Pochonbo, the Grand Monument on Mansu Hill, the Wangjaesan Grand Monument and the Monument to Party Founding.\n\t\t\t\t\t\n\t\t\t\t\t All of his works are constant in the revolutionary outlook on the leader while ensuring philosophical depth and vividness.\n\t\t\t\t\t\n\t\t\t\t\t He wrote many books on the ideological and artistic value of the monumental edifices built under the leadership of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t U Chi Son was a great master of Koryo celadon.\n\t\t\t\t\t\n\t\t\t\t\t His career in the Mansudae Art Studio started from early 1980s and he created hundreds of pieces of porcelains, which were listed as national treasures.\n\t\t\t\t\t\n\t\t\t\t\t His porcelains are considered as treasures of art in different countries of the world."
        },
        {
            "title": "Jong Kwan Chol, One of Famous Painters in DPRK ",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-23ee.html",
            "content": "Jong Kwan Chol, One of Famous Painters in DPRK\r\n Pyongyang, May 19 (KCNA) -- Jong Kwan Chol (1916-1983), winner of Kim Il Sung Prize and the title of People's Artist, was one of famous artists in the DPRK.\n\t\t\t\t\t His first work was \"Scenery of Pothong Gate\" (1932) he painted in his schooldays. But his talent was disregarded under the colonial rule of the Japanese imperialists over Korea.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation of the country, he became famous by successfully creating the portrait of President Kim Il Sung, the first of its kind, to be hung in the place of mass rally held in Pyongyang to welcome the President's triumphal return to homeland.\n\t\t\t\t\t\n\t\t\t\t\t He created many works portraying the leader, including \"President Kim Il Sung Drawing up the Ten-Point Programme of the Association for the Restoration of the Fatherland\" (1956), \"Dawn Is Breaking over Homeland\" (1966) and \"We Will Follow the Leader Only\" (1982). \n\t\t\t\t\t\n\t\t\t\t\t His oil painting \"The Torch in Pochonbo\" is of great historical significance as it was created on the basis of a sketch he made at an audience when the President met writers and artistes on May 7, Juche 35 (1946). The painting gives a vivid portrayal of the President commanding the Pochonbo Battle during the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t Among his works are posters \"Servicepersons, Take Our Revenge upon the Enemy!\" (1951) and \"Let Us Return Blood for Blood\" (1951) and oil paintings \"Mercenaries for Wall Street Warmongers\" (1952) and \"Steelworkers\" (1957). \n\t\t\t\t\t\n\t\t\t\t\t Working as chairman of the C.C., Artists Union of Korea from 1949, he made a big contribution to developing Juche-based fine art.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il met him on several occasions and gave important instructions for the development of Juche-based fine art, appreciating his talents.\n\t\t\t\t\t\n\t\t\t\t\t Jong was buried at the Patriotic Martyrs Cemetery after his demise."
        },
        {
            "title": "News Analyst on Differing Realities in North and South of Korea",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-24ee.html",
            "content": "News Analyst on Differing Realities in North and South of Korea\r\n Pyongyang, May 19 (KCNA) -- Differing realities have been recently displayed in the north and the south of Korea, drawing attention of the world people.\n\t\t\t\t\t Schoolchildren in the north enjoyed themselves with a joy of happiness at the remodeled Songdowon International Children's Camp on the eastern coast, while many children in the south were buried into south sea due to a ferry sinking.\n\t\t\t\t\t\n\t\t\t\t\t As known, the schoolchildren enjoying at the splendid camp include those of orphan's secondary schools and sons and daughters of the frontline servicepersons from across the country.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un personally attended the inaugural ceremony of the remodeled camp as well as various celebration events, wishing a bright future to all the schoolchildren.\n\t\t\t\t\t\n\t\t\t\t\t The song \"We are the happiest in the world\" is heard at the camp, which turned into a palace for the children.\n\t\t\t\t\t\n\t\t\t\t\t On the contrary in the south, the tragic sinking of the ferry Sewol in waters off Jin Island led hundreds of persons aboard to grievous deaths, most of them school boys and girls on a study tour of Jeju Island.\n\t\t\t\t\t\n\t\t\t\t\t The captain and crew of the ferry betook themselves to flight, leaving children in the sinking ferry to death while the Park Geun Hye regime failed to take any proper relief measure.\n\t\t\t\t\t\n\t\t\t\t\t This tragedy is ascribable to the incompetence and anti-social rule of the present \"government\", which turned south Korea into a veritable hell where money decides everything.\n\t\t\t\t\t\n\t\t\t\t\t The children die unnatural deaths in the south where the \"Yusin\" dictatorship is making a comeback, while those in the north lead a happy life under the socialist system which puts forward them as the \"king\" of the country.\n\t\t\t\t\t\n\t\t\t\t\t The facts clearly show where the rosy future of the Korean nation is ensured."
        },
        {
            "title": "Rodong Sinmun Calls for Ushering in Heyday of Literature and Art of Songun Revolution",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-06ee.html",
            "content": "Rodong Sinmun Calls for Ushering in Heyday of Literature and Art of Songun Revolution\r\n Pyongyang, May 19 (KCNA) -- The 9th national meeting of artistes held with splendor in Pyongyang on May 16 and 17 was a great assembly of creators and artistes which will be specially recorded in the history of the development of the Juche-oriented literature and art, says Rodong Sinmun in an editorial Monday.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The successful meeting helps pave a wide avenue for ushering in a shining renascence in the Juche-oriented literature and art in the new century by brining about a revolutionary turn in the creation of literary and art works.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of Marshal Kim Jong Un the spirit to make great leap forward and innovations has been fully displayed everywhere in our country and a new turn brought about in the field of literature and art.\n\t\t\t\t\t\n\t\t\t\t\t If the creators and artistes fail to be sensitive to the idea and intention of the Workers' Party of Korea and have no daring will to keep pace with the forced march of the Marshal, it is impossible to make innovations in the field of literature and art.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for all the creators and artistes to make strenuous efforts to unconditionally produce masterpieces required by the era and desired by the people.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all the leading officials, creators and artistes in the field of literature and art to bring about a radical turn in all fields of literature and art and usher in a heyday of literature and art of the Songun revolution under the leadership of the Marshal, cherishing deep in mind the pledge of faith they made before the party, motherland and people at the 9th national meeting of artistes."
        },
        {
            "title": "Rodong Sinmun Discloses U.S. Deceptive Plan for Building \"World without Nuclear Weapons\" ",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-09ee.html",
            "content": "Rodong Sinmun Discloses U.S. Deceptive Plan for Building \"World without Nuclear Weapons\"\r\n Pyongyang, May 19 (KCNA) -- After taking power Obama noisily vociferated about the plan for building a \"world without nuclear weapons\". But it has been clearly proved that his idea is nothing but wordplay as the days go by. Rodong Sinmun Monday says this in an article. \n\t\t\t\t\t The U.S. has dashed forward along the road of nuclear armament while clamoring about a \"world without nuclear weapons\", the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t By nature, the plan for building a \"world without nuclear weapons\" is contrary to the U.S. foreign policy. \n\t\t\t\t\t\n\t\t\t\t\t The policy of arms race and confrontation is the core of the foreign policy of the U.S. imperialists for aggression and their strategy for world domination. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is intentionally fostering and escalating arms race and confrontation in a bid to invent a pretext of aggression and interference and expand its domination worldwide. Nuclear weapons are the means for realizing its intention. \n\t\t\t\t\t\n\t\t\t\t\t The structure of the Cold War caused by confrontation of super powers was pulled down but the U.S. seeks to become the only dominator of the world while keeping the old order of domination and subordination by holding a military edge.\n\t\t\t\t\t\n\t\t\t\t\t The plan for building a \"world without nuclear weapons\" touted by the U.S. is nothing but a curtain to cover up the moves to realize its ambition for world domination by dint of a nuclear edge. \n\t\t\t\t\t\n\t\t\t\t\t It is trying to disarm other countries and push forward arms buildup and modernization and conventionalization of nukes. This is the sinister attempt of the U.S. plan for building the \"world without nuclear weapons\". \n\t\t\t\t\t\n\t\t\t\t\t If one harbors an illusion about the U.S. cunning ballad about disarmament, not properly seeing through its attempt, it will entail irrevocable grave consequences."
        },
        {
            "title": "Rodong Sinmun on U.S. Nuclear Arms Buildup",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-13ee.html",
            "content": "Rodong Sinmun on U.S. Nuclear Arms Buildup\r\n Pyongyang, May 19 (KCNA) -- The Defense Intelligence Agency under the U.S. Defense Department recently announced a report that the DPRK has developed a technology to load nuclear weapons on inter-continental ballistic missile capable of reaching the western area of the U.S. And the U.S. Missile Defense Agency requested Congress to approve the budget of 75 million U.S. dollars, much more than 30 million U.S. dollars it allotted as the initial budget last year to deploy long-range identification radar to cope with ballistic missile \"threats\" from the DPRK.\n\t\t\t\t\t Rodong Sinmun Monday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is a revelation of the U.S. vicious strategic attempt to justify its moves for nuclear arms buildup under the pretext of \"threats\" and \"provocation\" from the DPRK and ignite a nuclear war on the Korean peninsula at any cost.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is seeking to deploy huge armed forces and even marine corps into the waters off the peninsula. It is aimed to have the command of sea, hold an absolute edge of nuclear and missile equipment and thus wage a blitz war in case a Korean war breaks out.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is pulling up the DPRK over its steps for self-defence. This is nothing but a poor ploy to label the DPRK as \"provocateur\" and justify its nuclear arms buildup and war provocation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never remain a passive onlooker to the U.S. putting spurs to moves to provoke a nuclear war while talking about \"threats\" from the former.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK does not want a war but is never afraid of it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. can never evade the criminal responsibility for bringing clouds of a nuclear war to hang over the Korean peninsula."
        },
        {
            "title": "Rodong Sinmun Slams Park Geun Hye's \"Doctrine of Gaining Great Opportunity of Unification\" ",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-07ee.html",
            "content": "Rodong Sinmun Slams Park Geun Hye's \"Doctrine of Gaining Great Opportunity of Unification\" \r\n Pyongyang, May 19 (KCNA) -- \"The doctrine of gaining a great opportunity of unification\" touted by Park Geun Hye is the one for confrontation against reunification aimed to deteriorate the inter-Korean relations and the one for a war against the north to impose nuclear disaster on fellow countrymen, says Rodong Sinmun Monday in an article. It goes on:\n\t\t\t\t\t Park set the \"establishment of firm and powerful defense posture\" as a premise of \"the doctrine of gaining a great opportunity of unification\", while talking about the \"nuclear threat from the north\". This proves that the doctrine is the one for confrontation totally denying dialogue and cooperation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is clear that the doctrine aimed at confrontation and tensions, not dialogue and cooperation, will push the deteriorated inter-Korean relations to an extreme phase.  \n\t\t\t\t\t\n\t\t\t\t\t In order to realize the doctrine, the puppet forces have intensified military cooperation with the U.S. to ignite a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t The doctrine touted by Park as well as the \"confidence-building process\" has driven the inter-Korean relations into the worst catastrophic phase and created the danger of a nuclear war on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The watchword \"gaining a great opportunity of unification\" is the \"one for a war\" and the \"one for aggression\" to ignite a war against the north at any cost with the backing of the U.S. This is the real picture of the doctrine touted by Park.\n\t\t\t\t\t\n\t\t\t\t\t The doctrine will bring only disaster of a nuclear war as Park is trying to realize her ambition for invading the north with the backing of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t If the puppet chief executive makes desperate efforts to escalate confrontation with fellow countrymen while persistently resorting to the doctrine despite the warnings of the DPRK and denunciation at home and abroad, she will face the final ruin."
        },
        {
            "title": "Critical Appraisal of Park Geun Hye's Duty Performance Reaches Record High",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-14ee.html",
            "content": "Critical Appraisal of Park Geun Hye's Duty Performance Reaches Record High\n\t\t\t\t\t\t\r\n Pyongyang, May 19 (KCNA) -- Critical appraisal of Park Geun Hye's duty performance reached a record high since she took office after the ferry Sewol sinking accident occurred, south Korean CBS reported on May 16, quoting the data of a south Korean public opinion poll institution.\n\t\t\t\t\t This clearly shows south Korean people's surging indignation against the Park group which buried many schoolchildren in the seabed through its unpopular rule."
        },
        {
            "title": "Anti-\"government\" Candlelight Actions Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-31ee.html",
            "content": "Anti-\"government\" Candlelight Actions Staged in S. Korea\r\n Pyongyang, May 19 (KCNA) -- Anti-\"government\" candlelight actions took place in Seoul, Kwangju, Taegu, Jeju Island, Ansan of Kyonggi Province, Kimhae of South Kyongsang Province and other parts of south Korea on Saturday to denounce the puppet group which caused the ferry Sewol sinking disaster, according to south Korean CBS.\n\t\t\t\t\t A candlelight rally was held at Chonggye Plaza, Seoul. Attending it were members of civic and public organizations including the Confederation of Trade Unions and the Citizens Solidarity for Democratic Society and other masses, more than 30 000 in all.\n\t\t\t\t\t\n\t\t\t\t\t At the rally speakers urged the authorities to probe the truth about the accident, institute a special law on it and punish those responsible for it.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants staged a demonstration, chanting \"Bring our children to their lives!\" and \"Institute a special law!\"\n\t\t\t\t\t\n\t\t\t\t\t The fascist police mercilessly suppressed demonstrators, walking off 115 of them."
        },
        {
            "title": "False Reports of S. Korean Media on Ferry Sewol Sinking Disaster Censured",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-26ee.html",
            "content": "False Reports of S. Korean Media on Ferry Sewol Sinking Disaster Censured\n\t\t\t\t\t\t\r\n Pyongyang, May 19 (KCNA) -- South Korean KBS on May 16 disclosed that media made reports patronizing the puppet regime which had not taken proper measures as regards the ferry Sewol sinking disaster.\n\t\t\t\t\t It said that the sinking disaster cast a lot of doubts on south Korean media during the past one month.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The media did not raise the point at issue in the initial reaction, making false reports. The same can be said of KBS.\n\t\t\t\t\t\n\t\t\t\t\t Media were engrossed only in coverage, indifferent to the pain of the bereaved families. From the early period when the accident occurred, they reported about the regime's announcement that \"it set in motion 500 persons and all equipment\".\n\t\t\t\t\t\n\t\t\t\t\t KBS, a public broadcasting service in charge of report on disasters, was sharply censured.\n\t\t\t\t\t\n\t\t\t\t\t The issue of rescue operations was not heard from KBS when the \"president\" visited Jin Island. It reported about the \"president's\" tour but did not deal with a press conference of bereaved families.\n\t\t\t\t\t\n\t\t\t\t\t One should think whether media's reports about the ferry Sewol sinking disaster were another disaster or not."
        },
        {
            "title": "Sewol Disaster Caused by S. Korean Authorities' Corruption and Incompetence",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-19ee.html",
            "content": "Sewol Disaster Caused by S. Korean Authorities' Corruption and Incompetence\r\n Pyongyang, May 19 (KCNA) -- The ferry Sewol sinking disaster brought to light the south Korean puppet authorities' corruption and incompetence, according to south Korean MBC on May 16.\n\t\t\t\t\t MBC said:\n\t\t\t\t\t\n\t\t\t\t\t During the past one month after the ferry sinking accident the people's indignation against the Park Geun Hye regime and fear of the instability of society were prevailed in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The behavior of crewmen who ran away, leaving schoolchildren like their children for the sake of their life, and marine policemen's insufficient reaction fully revealed the incompetence of the \"regime.\n\t\t\t\t\t\n\t\t\t\t\t The people's anger is running high. They are condemning the regime for evading the responsibility for the accident and media for making false reports.\n\t\t\t\t\t\n\t\t\t\t\t All people should wage a positive struggle so that the death of children may not be in vain."
        },
        {
            "title": "South Koreans Protest against Japan's Moves for Reinvasion",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-11ee.html",
            "content": "South Koreans Protest against Japan's Moves for Reinvasion\r\n Pyongyang, May 19 (KCNA) -- An editorial carried on the south Korean paper Hangyore on May 16 demanded the south Korean puppet authorities check Japan's moves for reinvasion.\n\t\t\t\t\t The editorial said that Japan formally expressed its stand to exercise the \"right to collective self-defense\" through the amendment of the interpretation of the Pacifist Constitution.\n\t\t\t\t\t\n\t\t\t\t\t This dangerous act arouses great concern, the editorial noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Worse still, south Korea has no effective means to prevent Japan from making a change in its policy.\n\t\t\t\t\t\n\t\t\t\t\t This should never be overlooked as Japan can change its policy any time.\n\t\t\t\t\t\n\t\t\t\t\t The \"government\" should think out a plan to cope with Japan's exercise of the \"right to collective self-defense\" and put it into practice."
        },
        {
            "title": "Conservative Media Censured in South Korea",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-12ee.html",
            "content": "Conservative Media Censured in South Korea\r\n Pyongyang, May 19 (KCNA) -- Jaju Minbo, south Korean internet paper, in an article on May 13 censured the conservative media for broadcasting misinformation about the ferry Sewol disaster.\n\t\t\t\t\t The article recalled that the prosecution announced that all the passengers could have been saved if the maritime police told them a single word of escape as they all wore life jackets and waited for getting rescued.\n\t\t\t\t\t\n\t\t\t\t\t However, the conservative media released false reports, terming the wailing bereaved families \"rioters,\" it said.  \n\t\t\t\t\t\n\t\t\t\t\t Fair public opinion branded the conservative pressmen as rubbish, it concluded."
        },
        {
            "title": "Koreans in China Condemn Park Geun Hye Group's Unpopular Rule",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-08ee.html",
            "content": "Koreans in China Condemn Park Geun Hye Group's Unpopular Rule\r\n Pyongyang, May 19 (KCNA) -- The spokesman for the Zhongnan Regional Association of the General Association of Koreans in China issued a statement on May 15 accusing the Park Geun Hye group for its unpopular rule as regards the ferry Sewol sinking disaster in south Korea.\n\t\t\t\t\t The statement said that the sinking disaster is a tragedy of the century and heinous disaster caused by the unpopular rule of the Park group seeking only luxury and political greed, indifferent to the people's life and safety, mammonism and irregularities and corruption.\n\t\t\t\t\t\n\t\t\t\t\t It went on: \n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group took no measure though hundreds of schoolchildren were buried in the seabed, locked in the ferry. This hair-raising atrocity is stunning the world as it is the worst crime against mankind.\n\t\t\t\t\t\n\t\t\t\t\t The disaster is ascribable to the wrong election of the ignorant daughter of the \"yusin\" dictator, who knows about only dictatorship and arbitrary practices, as \"president\".\n\t\t\t\t\t\n\t\t\t\t\t The Park group is working hard to realize its ambition for power, indifferent to the people's life and did not drop a tear though schoolchildren were buried in the seabed. As long as this rare murderous group stays in power, south Korean people will suffer from the second and third ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t The whole of south Korea turned into a mourner's house but Park invited Obama, the chieftain of aggression, to visit south Korea in a bid to evade the crisis. Such treacherous act will precipitate the ruin of the present regime.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in China will struggle till they overthrow the fascist and dictatorial regime in south Korea."
        },
        {
            "title": "U.S. Human Rights Abuses against Korean People Censured by British Organization",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-03ee.html",
            "content": "U.S. Human Rights Abuses against Korean People Censured by British Organization\r\n Pyongyang, May 19 (KCNA) -- The Britain-Korea Friendship Association made public a statement on May 8 denouncing the U.S. imperialists' human rights abuses against the Korean people.\n\t\t\t\t\t It is very clear that the criminal acts committed by the U.S. imperialists against the Korean people are the worst human rights abuses, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The history of the U.S. imperialists' crimes against the Korean people was not defined to a certain period but has continued for centuries.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, no one has been blamed for the crimes or punished.\n\t\t\t\t\t\n\t\t\t\t\t The crimes perpetrated by the U.S. imperialists surpass those committed by Nazis.\n\t\t\t\t\t\n\t\t\t\t\t They occupied south Korea by force of arms, splitting the Korean people who had lived as a homogenous nation for thousands of years.\n\t\t\t\t\t\n\t\t\t\t\t They prodded the south Korean puppet forces to ignite the Korean war and killed many innocent Koreans with barbarian war means.\n\t\t\t\t\t\n\t\t\t\t\t They are still disturbing the reunification of the Korean nation and perpetrating such unspeakable crimes as killing, rape and robbery in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t They are, indeed, the sworn enemy of the Korean people and the most barbarous and shameful aggressors and enemies of peace."
        },
        {
            "title": "Korea's Reunification Favored by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-04ee.html",
            "content": "Korea's Reunification Favored by Nigerian Organization\r\n Pyongyang, May 19 (KCNA) -- An article titled \"Realistic way for Korea's reunification\" was posted by the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on its website on May 11.\n\t\t\t\t\t It is the unanimous desire of not only the Korean nation but the world peace-loving people to put an end to confrontation between the north and the south of Korea and reunify the country, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In order to reunify Korea at an early date, it is necessary for the north and the south to reject foreign forces and hold fast to the stand of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t As well known, outsiders are the chief criminal of Korea's division standing in the way of reunification.\n\t\t\t\t\t\n\t\t\t\t\t But for the U.S. disturbance, the Korean nation would already have been reunified the country.\n\t\t\t\t\t\n\t\t\t\t\t The facts go to clearly prove that Korea can be reunified only when foreign forces are rejected and inter-Korean declarations are respected and successfully implemented from the stand of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t Another realistic way of Korea's reunification is to wage a dynamic struggle to protect security and peace of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Dangerous military standoff and tensions have been escalated on the Korean peninsula due to the joint military drills of the U.S. and the south Korean authorities.\n\t\t\t\t\t\n\t\t\t\t\t Reunification can never be achieved amid military confrontation and danger of a war.\n\t\t\t\t\t\n\t\t\t\t\t Peaceful circumstances are the prerequisite to Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t And the way of Korea's reunification is to improve the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t It is a tragedy that the Korean nation is divided by outsiders. A bigger tragedy is the mud-slinging and antagonism among fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 era of reunification proved that improved inter-Korean relations are not impossible.\n\t\t\t\t\t\n\t\t\t\t\t The international community sincerely hopes that the inter-Korean relations would be mended at an early date."
        },
        {
            "title": "Kim Jong Un recorre Hospital Universal Taesongsan",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-35ee.html",
            "content": "Kim Jong Un recorre Hospital Universal Taesongsan\r\nPyongyang, 19 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, junto con Ri Sol Ju recorrio el Hospital Universal Taesongsan.\n\t\t\t\t\tPasando revista al departamento de roentgen, ultrasonido, anatomia patologica, dermatologia y la sala de tratamiento intensivo, cercioro en detalles de la labor de tratamiento y el estado de la administracion del hospital.\n\t\t\t\t\t\n\t\t\t\t\tEl Hospital Universal Taesongsan es una base de tratamiento general para los uniformados del ejercito popular construido por la directa iniciativa del Dirigente Kim Jong Il, dijo el Mariscal y continuo que no debemos satisfacernos por su edificacion sino realizar bien la labor de tratamiento y la administracion para que el amor del Dirigente llegue tal como es a los militares.\n\t\t\t\t\t\n\t\t\t\t\tTras informarse de que es muy alta la repercusion de los militares curados en el hospital, el Mariscal destaco que el hospital es el distinguible de nuestro pais, asi que debe materializar en la delantera la politica de la salud publica del partido.\n\t\t\t\t\t\n\t\t\t\t\tAnadio que el partido resolvera todos los problemas pendientes en consolidar la base material-tecnica y el tratamiento de pacientes del hospital.\n\t\t\t\t\t\n\t\t\t\t\tSenalo la necesidad de seguir elevando el nivel tecnico y de calificacion de los funcionarios medicos y cuidar como sus pupilas las instalaciones medicas y los aparatos.\n\t\t\t\t\t\n\t\t\t\t\tEn el parque acondicionado en el hospital, el Mariscal mostro su satisfaccion recalcando que muchos arboles plantados y los caminos de paseo se dan mas destaque a la apariencia del hospital.\n\t\t\t\t\t\n\t\t\t\t\tEn las habitaciones, el Mariscal tomo la mano de los militares lesionados en el entrenamiento combativo y examinando sus heridos les pregunto que tratamiento reciben y como se sienten todos.\n\t\t\t\t\t\n\t\t\t\t\tRecibio la informacion de que el tratamiento va bien gracias a la fuerza espiritual de los uniformados que superaron el dolor de herida considerando el tratamiento como una batalla y llevan con optimismo la vida hospitalaria.\n\t\t\t\t\t\n\t\t\t\t\tPuntualizo que para la patria y el pueblo nuestros militares no se doblegan ante la muerte y que la tenacidad y el optimismo indoblegables son la disposicion innata del ejercito popular  que tiembla hasta a los enemigos.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, el Mariscal se encontro con los matriculados de hospicio y orfanato que reciben el tratamiento de recuperacion en el hospital.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal, al averiguar en febrero pasado del estado real de los hospicios y orfanatos de todo el pais, llego a saber que estan los ninos debiles en el hospicio y el orfanato de la provincia de Phyong-an del Sur y dio al ejercito popular la tarea de hospitalizarlos en citado hospital.\n\t\t\t\t\t\n\t\t\t\t\tCuando el Mariscal entro en las habitaciones de ninos de orfanato, ellos se abrazaron a su regazo diciendo \"?Mariscal, como esta?\" y \"Abrazanos\".\n\t\t\t\t\t\n\t\t\t\t\tAbrazandolos, el Mariscal se mostro muy alegre diciendo que los ninos tienen una buena cara y es bueno el estado nutritivo de ellos.\n\t\t\t\t\t\n\t\t\t\t\tPregunto cuantos anos tienen, si ellos comen bien y que juego hacen ellos, y los ninos le respondieron con animo que vieron al Mariscal en TV.\n\t\t\t\t\t\n\t\t\t\t\tAnte el Mariscal, los ninos cantaron la cancion \"No envidiamos nada a nadie en el mundo\" y le dieron el saludo apuntando \"Gracias, padre Mariscal\".\n\t\t\t\t\t\n\t\t\t\t\tSe veian las lagrimas en los ojos del Mariscal que mimaba a los ninos que no querian separarse de el.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Mariscal entro en las habitaciones de los ninos de hospicio.\n\t\t\t\t\t\n\t\t\t\t\tLos ninos caminaban a tatas hacia el Mariscal llamandole \"!papa!\". Entonces el Mariscal abrazo uno por uno a todos ellos.\n\t\t\t\t\t\n\t\t\t\t\tAcariciando a los ninos que estan abrazados en el regazo de las nineras y enfermeras, el Mariscal dijo que estuvo dolorido al ver las fotos de estos ninos antes de hospitalizarse en el hospital, pero ahora se sentia un aliviado.\n\t\t\t\t\t\n\t\t\t\t\tObservando con atencion el diagrama de peso, puntualizo que la condicion de ninos llego al estado normal segun sus edades y que sus saludes se mejoraron notablemente durante 3 meses y les encargo cuidarlos mas prestandoles profunda atencion.\n\t\t\t\t\t\n\t\t\t\t\tLas nineras y las educadoras del hospicio y orfanato deben realizar bien el mantenimiento nutritivo de los ninos para que estos mantengan bien el estado actual y crezcan bien despues de ser retirados del hospital, asevero y continuo que no se debe estar ni un solo nino debil bajo la atencion del partido.\n\t\t\t\t\t\n\t\t\t\t\tReitero que se siente muy alegre al ver a los ninos sanos y evaluo altamente a los oficiales, los medicos militares y las enfermeras quienes hicieron su sinceridad para la recuperacion de ninos con el mismo sentimiento de sus padres verdaderos.\n\t\t\t\t\t\n\t\t\t\t\tDijo que recorrio con satisfaccion el Hospital Universal Taesongsan y manifesto la esperanza y conviccion de que los funcionarios, los medicos militares y las enfermeras del hospital lograran mayores exitos en el tratamiento de pacientes y la gestion del hospital.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en recorrerlo el vicemariscal Hwang Pyong So, jefe de la Direccion Politica General del EPC, y el teniente general de las fuerzas terrestres Ma Won Chun, director de diseno del CDN."
        },
        {
            "title": "CRPP divulga acta de revelacion del incidente de barco \"Sewol\"",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-36ee.html",
            "content": "CRPP divulga acta de revelacion del incidente de barco \"Sewol\"\r\nPyongyang, 19 de mayo (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) hizo publica el dia 19 un acta para revelar como ocurrio en el Sur de Corea la gran tragedia del barco de pasajeros \"Sewol\" y quien es el culpable principal, de modo que todo el mundo supiera la verdad de esa masacre cometida por la banda de Park Geun-hye.\n\t\t\t\t\tSegun el documento, el barco siniestrado, que partio del puerto de Inchon con destino a la isla Jeju, fue hundido por la manana del 16 de abril en el mar frente a la isla Jindo.\n\t\t\t\t\t\n\t\t\t\t\tDespues de un sonido estruendoso, el barco comenzo a inclinarse y a las 2 horas y 20 minutos despues de volteado, sumergio completo en las aguas a una profundidad de 37 metros.\n\t\t\t\t\t\n\t\t\t\t\tEn el momento de hundimiento, se encontraban a bordo mas de 470 viajeros, entre ellos, 325 alumnos de la escuela superior de Tanwon de la ciudad de Ansan de la provincia de Kyonggi, 180 vehiculos, asi como mas de 3 mil toneladas de cargas.\n\t\t\t\t\t\n\t\t\t\t\tTodos murieron ahogados excepto a 179 personas rescatadas.\n\t\t\t\t\t\n\t\t\t\t\tEl barco \"Sewol\" tiene 146m de largo y 22m de ancho y un tonelaje de 6800. \n\t\t\t\t\t\n\t\t\t\t\tLa banda titere surcoreana compro barato ese barco, usado casi 20 anos en otro pais, y no lo ha reparado ni le ha dado mantenimiento tecnico.\n\t\t\t\t\t\n\t\t\t\t\tPor el contrario, despreciando la norma de seguridad con fines de lucro, ensancho sobremanera los camarotes y los compartimientos de cargas.\n\t\t\t\t\t\n\t\t\t\t\tAsi el barco perdio la garantia de seguridad y el equilibrio mientras los equipos de socorro no servian por la caducidad.\n\t\t\t\t\t\n\t\t\t\t\tTodos los tripulantes del barco, inclusive el capitan del barco, son hombres descalificados que fueron contratados temporalmente.\n\t\t\t\t\t\n\t\t\t\t\tCuando hundia el barco, el capitan huyo con la cantante extranjera concubina y sus acompanantes abandonando a los viajeros.\n\t\t\t\t\t\n\t\t\t\t\tSin sentirse culpable, vivio ociosamente en el hospital secando los billetes mojados en el mar.\n\t\t\t\t\t\n\t\t\t\t\tPor su parte, la Compania de Transporte Maritimo Chonghaejin, operadora del barco, es tristemente celebre por reportar mayor numero de accidentes.\n\t\t\t\t\t\n\t\t\t\t\tLa tragedia del barco es el resultado inevitable del reaccionario y corrupto regimen surcoreano donde el dinero vale mas que la vida del hombre, y de la politica anti-popular de la banda de Park Geun-hye.\n\t\t\t\t\t\n\t\t\t\t\tDespues de la ocurrencia del accidente, esta camarilla incumplio su obligacion de rescate sin concederle importancia.\n\t\t\t\t\t\n\t\t\t\t\tA decir verdad, no habria reportado tantas perdidas humanas si se hubiera tomado inmediatas medidas de rescate porque tardo mas de 2 horas el hundimiento y el accidente ocurrio muy cerca de las islas y en las aguas con 30-40 metros de profundidad.\n\t\t\t\t\t\n\t\t\t\t\tLos rescatistas salvaron solo al capitan y los tripulantes que huyeron del barco hundiendo dejando abandonados a los alumnos. \n\t\t\t\t\t\n\t\t\t\t\tNi siquiera entraron en los camarotes aunque pasaron 3 dias despues del accidente.\n\t\t\t\t\t\n\t\t\t\t\tAsi resultaron ahogados en el mar los alumnos ingenuos y otros viajeros enganados por la radio de guia de que \"se quedaran tranquilos\".\n\t\t\t\t\t\n\t\t\t\t\t8 horas despues de la ocurrencia del incidente, Park aparecio en la direccion de remediacion del desastre y pregunto por que no pueden encontrar a los naufragados si estos llevaban chalecos salvavidas.\n\t\t\t\t\t\n\t\t\t\t\tAsi se conocio que ella ni siquiera supo que los alumnos murieron cerrados en el camarote.\n\t\t\t\t\t\n\t\t\t\t\tPara colmo, en vez de dedicarse a la recuperacion del incidente, Park invito al presidente norteamericano Obama provocando la indignacion del interior y exterior del pais.\n\t\t\t\t\t\n\t\t\t\t\tTodo lo dicho demuestra que el hundimiento del barco no es producto de la irresponsabilidad o incapacidad sino es masacre causada por el poder.\n\t\t\t\t\t\n\t\t\t\t\tAhora, la banda de Park intenta enganar la opinion publica indignada y encubrir sus actos criminales.\n\t\t\t\t\t\n\t\t\t\t\tInmediatamente despues de la ocurrencia de la tragedia, ellos propagaron pomposamente como si hubieran movilizado en el rescate muchos equipos y personal. Fueron realmente insignificantes los equipos y los hombres incorporados al socorro. \n\t\t\t\t\t\n\t\t\t\t\tPara inducir en error la opinion publica, los titeres surcoreanos intensifican mas que nunca la \"oleada anti-Norte\". \n\t\t\t\t\t\n\t\t\t\t\tPark imputo al premier la culpabilidad del incidente y le hizo presentar la renuncia. \n\t\t\t\t\t\n\t\t\t\t\tLa censura de prensa, la campana mediatica y la evasion de responsabilidad de la banda de Park Geun-hye son una burla a los familiares de victimas y la poblacion surcoreana y el doble asesinato a los muertos. \n\t\t\t\t\t\n\t\t\t\t\tEl incidente devino el detonante de la indignacion, colera y denuncias sobre las politicas antipopulares de las autoridades. \n\t\t\t\t\t\n\t\t\t\t\tDistintos estratos surcoreanos incluso las entidades civiles y sociales y los circulos obrero, academico, de prensa y de justicia desarrollan los mitines con velas encendidas, manifestaciones de antorcha y la huelga con brazos caidos. \n\t\t\t\t\t\n\t\t\t\t\tTodo el territorio surcoreano se cubre de velas encendidas de colera y resistencia mientras los lugares de incensacion en memoria de difuntos se convierten en los tribunales de condena a Park Geun-hye.\n\t\t\t\t\t\n\t\t\t\t\tLos compatriotas en ultramar y todo el mundo denuncian la barbaridad de la banda de Park \n\t\t\t\t\t\n\t\t\t\t\tLa presente tragedia del barco \"Sewol\" demuestra claramente el aspecto de la sociedad surcoreana y del \"gobierno\" de Park Geun-hye. \n\t\t\t\t\t\n\t\t\t\t\tMientras que Park se mantenga en Chongwadae, el Sur de Corea no puede eludir el segundo y tercer desastre como el incidente del barco \"Sewol\". \n\t\t\t\t\t\n\t\t\t\t\tPark es la criminal que merece ser descuartizada solo por el presente caso. \n\t\t\t\t\t\n\t\t\t\t\tAunque Park y sus compinches enganan a la poblacion y la opinion publica, no pueden eludir nunca la responsabilidad de ese crimen antietico ni su fin mas tragico."
        },
        {
            "title": "Canciller coreano se reune con delegacion de MAEC de Espana",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-37ee.html",
            "content": "Canciller coreano se reune con delegacion de MAEC de Espana\n\t\t\t\t\t\t\r\nPyongyang, 19 de mayo (ACNC) -- El canciller de la Republica Popular Democratica de Corea, Ri Su Yong, departio el dia 19 en el Palacio de los Congresos Mansudae con la delegacion del Ministerio de Asuntos Exteriores y de Cooperacion de Espana encabezada por Ernesto de Zulueta y Habsburgo-Lorena, director general para America del Norte, Asia y Pacifico, quien le realizo una visita de cortesia."
        },
        {
            "title": "Ri Su Yong envia mensaje de condolencias a su homologo turco",
            "url": "http://kcna.co.jp/item/2014/201405/news19/20140519-38ee.html",
            "content": "Ri Su Yong envia mensaje de condolencias a su homologo turco \r\nPyongyang, 19 de mayo (ACNC) -- El canciller de la Republica Popular Democratica de Corea, Ri Su Yong, envio el dia 15 un mensaje de condolencias a su homologo de Turquia, Ahmet Davutoglu, en relacion con que ese pais sufrio muchas perdidas humanas por un inesperado accidente de explosion en una mina de la zona occidental del pais. \n\t\t\t\t\tEl remitente expresa profundas condolencias y consuelo a las victimas y sus familiares y manifiesta la conviccion de que el gobierno turco resarza cuanto antes las consecuencias tragicas del presente accidente."
        }
    ]
}