{
    "date": "2014-02-10",
    "url": "http://kcna.co.jp/item/2014/201402/2014-02-10ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with Agricultural Subworkteam Leaders",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-01ee.html",
            "content": "Kim Jong Un Has Photo Session with Agricultural Subworkteam Leaders\r\nPyongyang, February 10 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, had a photo session with the participants in the national conference of subworkteam leaders in the agricultural sector.\n\t\t\t\t\t When Kim Jong Un came to the venue of the photo session, all the participants broke out into cheers of \"hurrah!\"\n\t\t\t\t\t\n\t\t\t\t\t The participants extended highest glory and warmest thanks to Kim Jong Un, who made sure that a grand conference of subworkteam leaders in the agricultural sector was held for the first time in the country's history and sent them a historic letter on the occasion of the 50th anniversary of the publication of President Kim Il Sung's work \"Theses on Socialist Rural Question in Our Country\" and bestowed upon them the honor of having a photo taken with him.\n\t\t\t\t\t\n\t\t\t\t\t Waving back to their enthusiastic cheers, he warmly encouraged them who have made patriotic dedication to reliably defending the socialist agricultural front, an outpost for defending socialism, rain or shine in all seasons.\n\t\t\t\t\t\n\t\t\t\t\t He said the national conference of subworkteam leaders in the agricultural sector marked an important occasion in defending and glorifying the undying exploits President Kim Il Sung and leader Kim Jong Il performed for the socialist rural construction and the development of the nation's agriculture and in bringing about a new leap forward in the agricultural sector under the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t He congratulated the participants upon making the conference successful by showing high enthusiasm and had a photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t Noting the party reposes very deep trust in the subworkteam leaders in the agricultural sector, he expressed expectation and belief that all the subworkteam leaders would be well aware of their duties and perform them in practice without fail and thus become pace-setters and standard-bearers in the rural villages who bring about signal innovations in agricultural production.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Ki Nam, Choe Thae Bok, Kim Phyong Hae, Kwak Pom Gi, Jo Yon Jun, Ri Jae Il, Ri Chol Man and the chief secretaries of the provincial committees of the WPK."
        },
        {
            "title": "8th Conference of Ideological Officials of WPK to Be Held",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-02ee.html",
            "content": "8th Conference of Ideological Officials of WPK to Be Held\r\nPyongyang, February 10 (KCNA) -- The 8th Conference of Ideological Officials of the Workers' Party of Korea will be held here on the occasion of the 40th anniversary of the programme for modelling the whole society on Kimilsungism advanced by leader Kim Jong Il.\n\t\t\t\t\t Supreme leader Kim Jong Un initiated the conference to arouse all service personnel and people to the struggle to usher in the period of prosperity of Songun Korea through the great political and ideological offensive, attaching weighty importance to the ideological work of the party in modeling the whole party and society on Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t The conference will mark a historic landmark in glorifying forever the undying feats the WPK performed in ideological construction and cementing the political and ideological position of the Korean revolution and bringing earlier a final victory in building a thriving nation through intensified ideological campaign and information service and agitation.\n\t\t\t\t\t\n\t\t\t\t\t The conference to be held at an important juncture when the work for imbuing the party and the revolutionary ranks with the monolithic idea has been put on a higher stage is an event to be specially recorded in the history of the WPK winning victory after victory by dint of ideology, taking hold on the Juche-based theory of ideology.\n\t\t\t\t\t\n\t\t\t\t\t A revolutionary turn is taking place in the ideological work of the party in the new century of the Juche era under the wise guidance of Kim Jong Un who has firmly adhered to the principle of attaching importance to ideology and giving priority to the ideological work in building a thriving nation true to the noble cause of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The ideological front of the party has opened fire in the field of ideology all at once and launched intensive ideological offensive and as a result, the work for establishing the monolithic leadership system of the party throughout the whole party and society is gaining in depth and the great leap forward and innovations are being brought about on all fronts for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The conference will be attended by officials in the field of party's ideological work who have contributed to firmly equipping the party members and other people with the revolutionary idea of the party and powerfully arousing them to the drive for implementing the party's idea and defending its policies. \n\t\t\t\t\t\n\t\t\t\t\t It will review with pride the successes and experience gained in the work for modelling the whole party and society on Kimilsungism-Kimjongilism in the past and discuss tasks and ways for making a torch more furiously rage on the ideological front of the party and concentrating efforts on the ideological work in keeping with the historic period of carrying forward the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The conference will give strong impetus to the heroic advance of all the service personnel and people to usher in the heyday of the great Paektusan nation by consolidating as firm as a rock the political and ideological unity and cohesion of the party and the revolutionary ranks with Kim Jong Un as its unitary centre and giving fullest play to their mental power through a high-pitched ideological campaign and positive information service and agitation."
        },
        {
            "title": "Kim Yong Nam Returns Home",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-19ee.html",
            "content": "Kim Yong Nam Returns Home\r\nPyongyang, February 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, came back home Monday after participating in the opening ceremony of the 22nd Winter Olympic Games held in Sochi, Russia as an honorary guest.\n\t\t\t\t\t Also returning home together with him were Kung Sok Ung, vice-minister of Foreign Affairs, and other suite members."
        },
        {
            "title": "DPRK Wrestlers Return Home",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-26ee.html",
            "content": "DPRK Wrestlers Return Home\r\nPyongyang, February 10 (KCNA) -- DPRK wrestlers came back home Monday after participating in the International Senior FS Wrestling Tournament \"Takhti Cup\" held in Iran."
        },
        {
            "title": "Americans Arrive",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-18ee.html",
            "content": "Americans Arrive\r\nPyongyang, February 10 (KCNA) -- Donald Gregg, chairman of the U.S. Pacific Century Institute, and his party arrived here Monday."
        },
        {
            "title": "Heavy Snow Hits Some Areas of DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-25ee.html",
            "content": "Heavy Snow Hits Some Areas of DPRK\r\nPyongyang, February 10 (KCNA) -- Heavy snowfall has been observed in the east coastal areas of the DPRK.\n\t\t\t\t\t From 09:00 Friday to 14:00 Monday there was a heavy snowfall in some areas of Kangwon and South Hamgyong provinces due to the humid air flowing from the East Sea of Korea and topographical influence.\n\t\t\t\t\t\n\t\t\t\t\t According to the Hydro-meteorological Service, it snowed 155 cm in Kosong County, 104 cm in Anbyon County, 92 cm in Thongchon County, 73 cm in Wonsan City, 55 cm in Munchon City and 52 cm in Chonnae County, Kangwon Province, and 47 cm in Kowon County, South Hamgyong Province.\n\t\t\t\t\t\n\t\t\t\t\t The heavy snowfall is an all-time high in Kosong County since 1969, in Anbyon County since 1979, in Thongchon County since the start of observation and in Wonsan City since 1992.\n\t\t\t\t\t\n\t\t\t\t\t It is still snowing in those areas."
        },
        {
            "title": "Week of Film Show Opens to Celebrate Day of Shining Star",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-15ee.html",
            "content": "Week of Film Show Opens to Celebrate Day of Shining Star\r\nPyongyang, February 10 (KCNA) -- A week of film show celebrating the birth anniversary of leader Kim Jong Il was opened. \n\t\t\t\t\t Documentary films on the revolutionary history of Kim Jong Il including \"The Brilliant History of Great Leadership,\" \"Care Shown to Make Their Lives Shine\" and \"Shining Star of Mt. Paektu\" will be screened at cinemas and cultural houses in Pyongyang and local areas in the week. \n\t\t\t\t\t\n\t\t\t\t\t \"The Nation and Destiny,\" \"Heritage,\" \"A White Gem\" and other feature films will also be shown.\n\t\t\t\t\t\n\t\t\t\t\t Its opening ceremony took place at the East Pyongyang Grand Theatre on Monday.\n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were officials concerned, creators and artistes in the field of cinematic art and citizens. \n\t\t\t\t\t\n\t\t\t\t\t Minister of Culture Pak Chun Nam made an opening address. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the opening ceremony the participants watched \"Benefactor of Eternal Lives,\" Part 24 of documentary film \"Care Shown to Make Their Lives Shine.\" \n\t\t\t\t\t\n\t\t\t\t\t The film show week opened in all provinces on the same day."
        },
        {
            "title": "Preparations for Kimjongilia Festival Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-21ee.html",
            "content": "Preparations for Kimjongilia Festival Brisk in DPRK\r\nPyongyang, February 10 (KCNA) -- Preparations for the 18th Kimjongilia Festival marking the Day of the Shining Star (February 16) are going on at the final stage in the DPRK. The theme of the festival is \"Kimjongilia in full bloom promising a rosy future of the great Paektusan nation\".\n\t\t\t\t\t In this regard, Rim Yong Gum, an official of the Korea Kimilsungia-Kimjongilia Committee, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The festival preparations are gaining momentum with the army and people's yearning and reverence for leader Kim Jong Il growing stronger.\n\t\t\t\t\t\n\t\t\t\t\t Efforts were made to decorate the interior of the festival venue in a peculiar style under a general blueprint. Photographs showing Kim Jong Il's undying feats are to be displayed on stands.\n\t\t\t\t\t\n\t\t\t\t\t The festival will show the steadfast will of the Korean army and people to accomplish the revolutionary cause of Juche, rallied closer around supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t All its participating units are now working hard to decorate their stands wonderfully in ideological, artistic and formative aspects while paying deep attention to the scientific and technical cultivation of immortal flowers.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, festival posters were produced and diplomas prepared for excellent units and individuals.\n\t\t\t\t\t\n\t\t\t\t\t The festival will bring together 80-odd units, including military organs, ministries and national institutions, the General Association of Korean Residents in Japan and other overseas compatriots organizations, as well as citizens of different social strata and foreigners."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary Celebrated by Workers, GFTUK Members",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-24ee.html",
            "content": "Kim Jong Il's Birth Anniversary Celebrated by Workers, GFTUK Members\r\nPyongyang, February 10 (KCNA) -- Workers and members of the General Federation of Trade Unions of Korea (GFTUK) held a meeting at the Central Hall of Workers Monday to celebrate the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present there were Ri Yong Su, department director of the Central Committee of the Workers' Party of Korea, officials and members of the GFTUK and workers.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Sang Ju, chairman of the Central Committee of the GFTUK, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that the birth of Kim Jong Il in Mt. Paektu was a great fortune of the nation which promised a rosy future of Juche Korea and world's historical event which opened a bright future for accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t After pledging to glorify Korea, Kim Jong Il demonstrated before the whole world the dignity of Kim Il Sung's nation with his absolute loyalty to President Kim Il Sung, ardent love for the country and people and boundless devotion in the whole period when he led the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the workers are precious treasures of the country, he put forward them as pioneers and outpost workers for building a thriving nation and led all the work of the FGTUK.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un ushered in a new phase of accomplishing the cause of perpetuating the memory of Kim Il Sung and Kim Jong Il and is wisely leading the drive for modeling whole society on Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t The workers and members of the GFTUK should strive hard for the prosperity of Juche Korea, true to the leadership of Kim Jong Un, holding Kim Jong Il in high esteem forever."
        },
        {
            "title": "Kim Jong Il and Mt. Paektu",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-20ee.html",
            "content": "Kim Jong Il and Mt. Paektu\r\nPyongyang, February 10 (KCNA) -- Mt. Paektu in Ryanggang Province of the DPRK is leader Kim Jong Il's birthplace. In his lifetime he ardently loved the mountain.\n\t\t\t\t\t Born in a secret camp in Mt. Paektu, he grew up to be the son of Mt. Paektu, hearing gun reports as a lullaby, wearing clothes made of the powder-reeking military uniform of his mother, anti-Japanese war hero Kim Jong Suk, and using patched quilt.\n\t\t\t\t\t\n\t\t\t\t\t In his native home in the Paektusan Secret Camp Kim Jong Il develop his personality as an illustrious commander.\n\t\t\t\t\t\n\t\t\t\t\t When visiting Ryanggang Province one day in July of Juche 57 (1968), Kim Jong Il said Mt. Paektu always presents majestic appearance, adding that he felt himself in the yard of his old home, walking with the mountain in sight.\n\t\t\t\t\t\n\t\t\t\t\t Later, he would climb the mountain to harden his will to accomplish the revolutionary cause of Juche pioneered by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He had kept the spirit of Mt. Paektu in mind all his life.\n\t\t\t\t\t\n\t\t\t\t\t Whenever hardships and trials came up in the course of the struggle for the country and the people, he frequented Mt. Paektu to renew his confidence in sure victory and then continued traveling a long journey of Songun (military-first) guidance.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to such tireless efforts of leader Kim Jong Il, fully identical to Mt. Paektu in character, spirit and traits, the DPRK could emerge an invincible, powerful country to be admired by the world. \n\t\t\t\t\t\n\t\t\t\t\t He is always alive in the hearts of the army and people of the DPRK, along with Mt. Paektu, a sacred mountain of the Korean revolution."
        },
        {
            "title": "Popular, Democratic Election System in DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-23ee.html",
            "content": "Popular, Democratic Election System in DPRK\r\nPyongyang, February 10 (KCNA) -- The polling day for election of deputies to the 13th Supreme People's Assembly (SPA) of the DPRK is coming nearer.\n\t\t\t\t\t The DPRK has the advantageous election system for the working masses to take part in forming state power organs.\n\t\t\t\t\t\n\t\t\t\t\t Its advantages are evidenced by free and fair election based on a secret ballot in the universal, equal and direct principles.\n\t\t\t\t\t\n\t\t\t\t\t The universal election principle allows each citizen to elect or to be elected without any restriction and reserve. Accordingly, a citizen over 17 years old is entitled to participate in the elections of deputies to people's assemblies at all levels, regardless of sex, nationality, occupation, property, standards of learning, party affiliation, political view and religious faith. And he or she can be elected a deputy.\n\t\t\t\t\t\n\t\t\t\t\t The equal election principle makes every voter elect or be elected with equal qualification and right, not allowing any distinction and privilege among voters in the exercise of rights.\n\t\t\t\t\t\n\t\t\t\t\t The direct election principle makes a constituent directly cast a ballot. It does not allow voting by proxy and makes it possible to set up special sub-constituencies at hospitals, sanatoriums and other places or organize mobile ballots for citizens hard to move.\n\t\t\t\t\t\n\t\t\t\t\t The secret ballot guarantees fair election.\n\t\t\t\t\t\n\t\t\t\t\t The election system in the DPRK fully conforms with the essential character of the revolutionary power, which was established by the popular masses and serves for their interests, freedom and happiness."
        },
        {
            "title": "Public Interest in Paduk Grows in DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-22ee.html",
            "content": "Public Interest in Paduk Grows in DPRK\r\nPyongyang, February 10 (KCNA) -- Public interest in paduk (go) is growing in the DPRK.\n\t\t\t\t\t In this regard, KCNA had an interview with Kim Il Gwang, secretary of the Martial Arts Association under the Korean Taekwon-Do Committee, over the present development and prospect of paduk.\n\t\t\t\t\t\n\t\t\t\t\t Question: Would you like to tell me about the country's paduk development and its technical level?\n\t\t\t\t\t\n\t\t\t\t\t Answer: In Juche 78 (1989) the Korean Paduk Association was formed, with the Pyongyang Paduk Centre opened.\n\t\t\t\t\t\n\t\t\t\t\t After its admission to the International Go Federation, our country has achieved good results at international tournaments.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK came first at the 15th International Amateur Mixed Go Championship, the go contest of the 1st International Martial Arts Games and the 2013 Business Trip Cup International City Go Tournament in Hangzhou of China and second at the World Amateur Go Championship.\n\t\t\t\t\t\n\t\t\t\t\t Its technical skill has been recognized by the world.\n\t\t\t\t\t\n\t\t\t\t\t Q: Can you explain about the plans for developing the go technique and making it mass-based in the country?\n\t\t\t\t\t\n\t\t\t\t\t A: This year DPRK players will take part in world professional go tournaments. In the past there were professional go contests. A national amateur go contest is scheduled for the first time. It will mark an important occasion in improving the technical level of amateurs and raising the public interest in the event.\n\t\t\t\t\t\n\t\t\t\t\t We are also planning to extend the range of the system for training reserve players with stress put on the early education."
        },
        {
            "title": "Rodong Sinmun Calls for Improvement of Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-12ee.html",
            "content": "Rodong Sinmun Calls for Improvement of Inter-Korean Relations\r\nPyongyang, February 10 (KCNA) -- No force on earth can stem the trend of the times toward the improved inter-Korean relations in the idea of By Our Nation Itself, says Rodong Sinmun Monday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t All the Koreans in the north, the south and abroad call for putting the earliest possible end to the  history of harmful distrust and confrontation and ushering in a new heyday of independent reunification, peace and prosperity through national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has entered the road of totally stopping slandering and defaming the other side in order to create a climate required by the trend of the times towards mending the north-south relations. It, at the same time, solemnly declared that it would never take military actions obstructive to ensuring the nation's security and peace by introducing outside forces. \n\t\t\t\t\t\n\t\t\t\t\t The north and the south are taking technical measures for arranging the reunion of separated families and their relatives thanks to the DPRK's compatriotic goodwill and positive efforts for mending the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The hard-won atmosphere of mending the inter-Korean relations should prove successful to meet the requirements of the times and the expectation of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations cannot be achieved by the efforts of one side only.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not misunderstand the DPRK's sincere efforts, pay heed to the voices of all Koreans, boldly drop their wrong interpretation and conception of confrontation and opt for improving the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t Only when the south Korean authorities positively respond to the DPRK's call, will new steady changes take place in the inter-Korean relations."
        },
        {
            "title": "Japan May Have Access to Nukes Any Time: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-13ee.html",
            "content": "Japan May Have Access to Nukes Any Time: Rodong Sinmun\r\nPyongyang, February 10 (KCNA) -- The U.S. is requesting the Japanese government to send back weapons-grade plutonium which the former supplied to the latter in the period of the Cold War the quantity of which is about 300 kg enough to make 40 or 50 nuclear weapons, according to the Kyodo News of Japan.\n\t\t\t\t\t It was disclosed some time ago that at present Japan has 44 tons of plutonium enough to produce at least 5 000 nukes.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Japan has stockpiled a huge quantity of plutonium in a bid to realize nuclear weaponization any time.\n\t\t\t\t\t\n\t\t\t\t\t It has become fully capable of manufacturing, possessing and using nukes through its persistent moves to go nuclear.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has already recognized Japan's possible access to nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t High-ranking politicians of Japan openly admitted that Japan is capable of producing thousands of nuclear weapons if it has a will and is technologically capable of doing so. What remains to be done by Japan is to make nuclear weapons. To this end, Japan is stockpiling plutonium more than its requirement.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have created social atmosphere and legal environment needed for nuclear weaponization. Its typical example is the revised \"Basic Law on Atomic Energy.\" \n\t\t\t\t\t\n\t\t\t\t\t Japan may go nuclear any time, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Japanese militarists' nuclear weaponization is aimed at launching overseas aggression and operations for world domination.\n\t\t\t\t\t\n\t\t\t\t\t In the past Japan frantically perpetrated aggression and war, conquering various Asian countries and cruelly killing their peoples though it did not have nukes. It is as clear as daylight what hideous crimes it will commit if Tokyo has access to nukes.\n\t\t\t\t\t\n\t\t\t\t\t Japan's nuclear weaponization will lead to its national ruin and doom.\n\t\t\t\t\t\n\t\t\t\t\t Japan had better bear this in mind and discard its daydream."
        },
        {
            "title": "S. Korean Court Censured for Concealing Truth behind Interference in Election",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-14ee.html",
            "content": "S. Korean Court Censured for Concealing Truth behind Interference in Election\r\nPyongyang, February 10 (KCNA) -- Voice of People, internet newspaper of south Korea, in an editorial on Feb. 7 denounced the court for passing the verdict of not guilty to the person who concealed the truth behind the election that had been rigged with the backing of the \"government\" power.\n\t\t\t\t\t The court declared not guilty former Director of Seoul Metropolitan Police Agency Kim Yong Phan, who was charged with down-scaling investigation into the Intelligence Service's interference in the election and concealing the fact, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t His crimes have already been brought to light, the editorial said, noting even the Justice Ministry submitted to the \"government\" as regards the case of the illegal interference in the election. \n\t\t\t\t\t\n\t\t\t\t\t Truth can never be covered up, the editorial said, warning the verdict of not guilty recently passed on Kim will only add fuel to the public anger."
        },
        {
            "title": "Koreans in Russia Urge S. Korean Authorities to Opt for Mending Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-16ee.html",
            "content": "Koreans in Russia Urge S. Korean Authorities to Opt for Mending Inter-Korean Relations\r\nPyongyang, February 10 (KCNA) -- The Central Association of Korean Nationals in Russia in a statement on Feb. 8 urged the south Korean authorities to clarify their stand whether they are willing to improve the north-south relations or whether they will continue escalating the confrontation with fellow countrymen by toeing the U.S. line.\n\t\t\t\t\t The DPRK has taken a series of practical and patriotic measures to improve the north-south ties, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean authorities, far from responding to this, dare slander the dignity of the supreme leadership of the DPRK and its social system. At the time when the north and the south were reaching an agreement on the reunion of war-torn families and relatives, the south Korean authorities went such provocative as introducing U.S. strategic nuclear bombers into south Korea for nuclear war drills. \n\t\t\t\t\t\n\t\t\t\t\t The Central Association strongly demands the south Korean authorities immediately stop the provocations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have vociferated about \"sincerity\" whenever the DPRK made proposals for improving the north-south ties. They should clarify that by \"sincerity\" they mean their resorting to confrontational policy while continuing to slander the dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t They should also clarify whether the reunion of separated families and relatives is really prompted by the intention to relieve them of their misfortunes and pain even a bit or whether they seek to use it as a bargaining chip for meeting their political greed to remain in office long by winning popularity ahead of the upcoming June elections to the local self-governing bodies.\n\t\t\t\t\t\n\t\t\t\t\t We, Koreans, will as ever make all efforts for peace on the Korean peninsula and the improvement of the north-south relations."
        },
        {
            "title": "Koreans in China Urge S. Korean Authorities to Seek Improved Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-17ee.html",
            "content": "Koreans in China Urge S. Korean Authorities to Seek Improved Inter-Korean Relations\r\nPyongyang, February 10 (KCNA) -- The General Association of Koreans in China made public a statement \"The south Korean authorities should behave from the national standpoint\" on Feb. 7.\n\t\t\t\t\t The statement accused the south Korean authorities of groundlessly speaking ill of the dignity of the supreme leadership of the DPRK and its social system.\n\t\t\t\t\t\n\t\t\t\t\t At the time when the north and the south were reaching an agreement on the reunion of the war-torn families and relatives in Panmunjom, the south Korean authorities let formations of U.S. B-52 strategic nuclear bombers from Guam to stage nuclear strike exercises against the DPRK all day long in the sky over Jik Islet in the West Sea of Korea, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is the south Korean authorities who went frantic with the war exercises in conspiracy with the U.S. imperialists, while claiming that they regarded the issue of the reunion as the first process for improved relations and the first stage of confidence-building.\n\t\t\t\t\t\n\t\t\t\t\t This situation requires the south Korean authorities to clearly answer the serious question put by the times and fellow countrymen whether they are truly willing to join the trends of the national history or they will keep up the vicious cycle of the present confrontation contrary to the trends.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should give up the conception of distrust and confrontation such as malignantly rejecting the sincerity of fellow countrymen and answering their call for reconciliation with hostile war exercises and nuclear blackmail.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the south Korean authorities to roll back the confrontational policies and seek to improve the inter-Korean relations, though belatedly."
        },
        {
            "title": "Austrian Organization Urges S. Korean Authorities to Cancel Projected War Drills against DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-09ee.html",
            "content": "Austrian Organization Urges S. Korean Authorities to Cancel Projected War Drills against DPRK\r\nPyongyang, February 10 (KCNA) -- The Austrian Solidarity Committee of Trade Union Members for Peaceful Reunification of Korea sent a protest letter on Jan. 29 to the south Korean authorities rejecting the crucial proposal made by the National Defence Commission of the DPRK.\n\t\t\t\t\t Saying the committee hails the crucial proposal, the letter noted:\n\t\t\t\t\t\n\t\t\t\t\t For the Korean nation suffering agony due to its territorial division, it is necessary to take a measure for building confidence through peaceful dialogue, instead of resorting to war moves and seeking constant arms build-up.\n\t\t\t\t\t\n\t\t\t\t\t We urge the south Korean authorities to accept the just proposal made by the DPRK, push forward the inter-Korean dialogue and cancel the projected war drills targeting the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t The future behavior of the south Korean authorities will show whether they truly hope for dialogue, peace and reunification of the Korean peninsula or not.\n\t\t\t\t\t\n\t\t\t\t\t Progressive trade union members affiliated to the World Federation of Trade Unions will closely watch the future development."
        },
        {
            "title": "Day of Shining Star to Be Commemorated in Russia",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-04ee.html",
            "content": "Day of Shining Star to Be Commemorated in Russia\r\nPyongyang, February 10 (KCNA) -- A Khabarovsk territorial preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (Day of the Shining Star) was inaugurated on Feb. 5.\n\t\t\t\t\t Alexander Fedosov, chairman of the Russia-Korea Friendship Association of Khabarovsk Territory who is also minister of Culture of the Khabarovsk Territory Administration, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold various events including seminar, photo exhibition and film show praising the sacred revolutionary career and undying exploits of Kim Jong Il between Feb. 6 and 28."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Indonesia",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-03ee.html",
            "content": "Day of Shining Star to Be Celebrated in Indonesia\r\nPyongyang, February 10 (KCNA) -- An Indonesian preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (Day of the Shining Star) was inaugurated at the building of the Pioneer Party of Indonesia on Feb. 3.\n\t\t\t\t\t Eko Suryo Santjojo, general chairperson of the National Guidance Council of the party, was elected chairperson of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold diverse political and cultural events between Feb. 3 and 17."
        },
        {
            "title": "Crucial Proposal of DPRK Supported by Russian, Egyptian Political Figures",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-07ee.html",
            "content": "Crucial Proposal of DPRK Supported by Russian, Egyptian Political Figures\r\nPyongyang, February 10 (KCNA) -- Political figures of Russia and Egypt released statements on Jan. 30 and Feb. 4 in support of the crucial proposal of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t V. V. Grishkov, first secretary of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, said: \n\t\t\t\t\t\n\t\t\t\t\t The U.S., which is not bordered by the DPRK, has been desperate in the war moves against the latter as a provocateur, protector of reactionary social system and aggressor detesting freedom of the people and sovereignty, only to arouse deep concern.\n\t\t\t\t\t\n\t\t\t\t\t The crucial proposal of the NDC of the DPRK clearly shows why the tensions on the Korean peninsula have been escalated and who tries to achieve peace and reunification and remove distrust and deescalate confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Wahid Al Uksouri, chairman of the Arab Socialist Party of Egypt, said the crucial proposal is a realistic and just one for removing tensions on the Korean peninsula and achieving reunification, expressing full support and solidarity with it.\n\t\t\t\t\t\n\t\t\t\t\t He continued:\n\t\t\t\t\t\n\t\t\t\t\t We demand the U.S. stop at once interfering in the issue of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t At the same time, we urge the south Korean authorities to respond to the sincere proposal of the DPRK to defuse the tensions on the peninsula and achieve the reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t We will as ever extend our invariable solidarity to the party, government and people of the DPRK who have supported the just cause of the Arab people.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Korea and the people of the DPRK will surely win a final victory under the wise leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Personages of Kyrgyzstan, Romania",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-05ee.html",
            "content": "Kim Jong Il's Exploits Praised by Personages of Kyrgyzstan, Romania\r\nPyongyang, February 10 (KCNA) -- There took place a meeting in Kyrgyzstan and a seminar and meeting in Romania on Feb. 3 and 4 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t A. Usupbayev, chairman of the Central Council of the People Unity\n\t\t\t\t\t\n\t\t\t\t\t \"Kyrgys El\" Republican Party who is chief of the Group for the Study of the Juche Idea, said: \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was born in Mt. Paektu, a pivotal base of the anti-Japanese armed struggle led by President Kim Il Sung, at the time when Korea was under the military occupation by Japan.\n\t\t\t\t\t\n\t\t\t\t\t At that time the revolutionaries and people of Korea regarded his birth as a great event promising the bright future of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il firmly protected the sovereignty of the country and socialism from the imperialists' moves for aggression, holding high the banner of Songun as befitting the son of guerillas.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people always cherish Mt. Paektu in their mind. \n\t\t\t\t\t\n\t\t\t\t\t February 16 will always be remembered by the Korean people and progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t Constantin Rotaru, chairman of the Romanian Socialist Union, praised Kim Jong Il as the great leader who turned the DPRK into an impregnable socialist power.\n\t\t\t\t\t\n\t\t\t\t\t Daniel Dediu, chairman of the Romanian Workers' Association, said Kim Jong Il was the great leader and father of people who dedicated himself to the prosperity of the country and its people's happiness all his life.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are holding him in high esteem as the eternal general secretary of the Workers' Party of Korea and celebrating his birth anniversary as the Day of the Shining Star, he added."
        },
        {
            "title": "Kim Jong Il's Work Carried by Romanian Paper",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-06ee.html",
            "content": "Kim Jong Il's Work Carried by Romanian Paper\r\nPyongyang, February 10 (KCNA) -- A gist of leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was carried by the February issue of the Romanian paper Romania Muncitoare.\n\t\t\t\t\t The work, made public on June 19, Juche 86 (1997), clarifies the idea that it is the fundamental principle to be adhered to in carrying out the socialist cause to preserve the Juche character and national character of the revolution and construction, and the tasks and ways to do so."
        },
        {
            "title": "Kim Jong Il Praised by Guinean Organizations",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-10ee.html",
            "content": "Kim Jong Il Praised by Guinean Organizations\r\nPyongyang, February 10 (KCNA) -- The Guinean preparatory committee for celebrating the birth anniversary of President Kim Il Sung (Day of the Sun) and the birth anniversary of leader Kim Jong Il (Day of the Shining Star) and the Guinean National Committee for the Study of the Juche Idea jointly released a special issue of bulletin on Jan. 31.\n\t\t\t\t\t The bulletin in an article titled \"Kim Jong Il's Patriotism\" said:\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il was a model of genuine patriot.\n\t\t\t\t\t\n\t\t\t\t\t His love for homeland was the most sincere and ardent.\n\t\t\t\t\t\n\t\t\t\t\t He was always thoughtful of the homeland and its people wherever he went.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the last century when the imperialists allied forces' moves to stifle the DPRK reached an extreme phase, he held aloft the banner of Songun and turned the DPRK into a world-class military power and an impregnable socialist fortress that no force dares provoke.\n\t\t\t\t\t\n\t\t\t\t\t Patriotism he had always embodied in practice can be called only along with his august name in view of its essential content and great vitality.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article titled \"Eternal Chairman of the National Defence Commission\" praised his exploits which will shine for all ages along with the prosperity of the DPRK."
        },
        {
            "title": "Korea Is Sure to Be Reunified: Swiss Organizations",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-08ee.html",
            "content": "Korea Is Sure to Be Reunified: Swiss Organizations\r\nPyongyang, February 10 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea released a joint statement on Feb. 2 denouncing the U.S. for defaming the crucial proposal of the National Defence Commission of the DPRK.\n\t\t\t\t\t Noting that senior officials of Washington are these days working hard to further worsen the inter-Korean relations, defaming the peace-loving crucial proposal of the DPRK, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is afraid of the end of its illegal occupation and domination over south Korea. So it doesn't want to see the reconciliation between the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans strongly call for the withdrawal of the U.S. imperialist aggressor forces from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is a deceptive and brazen-faced act that the U.S. has deployed its nukes in south Korea to threaten the DPRK under the pretext of its \"threats\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists scheme to stifle the DPRK, occupy the whole Korean peninsula and, furthermore, dominate the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the invincible Songun politics of Marshal Kim Jong Un possessed of the iron will, their criminal moves against the DPRK will be frustrated and Korea will be reunified without fail."
        },
        {
            "title": "Kim Jong Un toma foto con participantes en Conferencia de Jefes de Equipo de Sector Agricola",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-01ss.html",
            "content": "Kim Jong Un toma foto con participantes en Conferencia de Jefes de Equipo de Sector Agricola\r\nPyongyang, 10 de febrero (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, tomo foto con los participantes en la Conferencia Nacional de Jefes de Equipo del Sector Agricola.\n\t\t\t\t\tEllos dieron el maximo honor y agradecimiento mas caluroso al Mariscal quien con motivo del 50o aniversario de la publicacion de la \"Tesis sobre el problema rural socialista en nuestro pais\" por el Presidente Kim Il Sung,  preparo por primera vez en la historia de la patria una gran conferencia de los jefes de equipo de sector agricola, envio un mensaje historico y hoy se fotografia junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\tRespondiendo a las calurosas aclamaciones, el Mariscal estimulo a los participantes que siempre dedican sus esfuerzos patrioticos defendiendo el frente agricola, primera linea avanzada de la defensa del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tAl decir que la conferencia servira de un importante motivo para defender y glorificar  las inmortales hazanas de los Generalisimos acumuladas para la construccion del campo y el desarrollo agricola siguiendo al partido y registrar nuevo salto en la rama agricola, felicito a los jefes de equipo del sector agricola que realizaron con exito la conferencia y tomo la foto junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tSubrayando que es grande la confianza del partido en los jefes de equipo del sector agricola, les expreso la esperanza y conviccion de que sean vanguardias y abanderados del campo rural en la labor para levantar furiosamente la oleada de innovacion en la produccion agricola al conocer bien y materializar sus deberes.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes Kim Ki Nam, Choe Thae Bok, Kim Phyong Hae, Kwak Pom Gi, Jo Yon Jun, Ri Jae Il, Ri Chol Man y los secretarios responsables de los comites provinciales del Partido."
        },
        {
            "title": "Tendra lugar la VIII Conferencia de Funcionarios Ideologicos del PTC",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-02ss.html",
            "content": "Tendra lugar la VIII Conferencia de Funcionarios Ideologicos del PTC\r\nPyongyang, 10 de febrero (ACNC) -- Tendra lugar en esta capital en la segunda quincena de este mes la VIII Conferencia de Funcionarios Ideologicos del Partido del Trabajo de Corea.\n\t\t\t\t\tAl conceder gran importancia a las labores ideologicas del partido en la transformacion de todo el partido y toda la sociedad segun el kimilsungismo-kimjongilismo, el Mariscal Kim Jong Un preparo la citada conferencia de todo el partido para movilizar a todos los militares y civiles en la lucha por abrir la era dorada de la Corea del Songun a traves de la ofensiva politico-ideologica.\n\t\t\t\t\t\n\t\t\t\t\tEste conclave, que se abrira con motivo del 40o aniversario de la proclamacion por el Dirigente Kim Jong Il del programa de transformacion de toda la sociedad segun el kimilsungismo, marca un hito historico para hacer brillar siempre las inmortales hazanas del partido acumuladas en la construccion ideologica, consolidar mas la base politico-ideologica de la revolucion coreana y adelantar la victoria final de la construccion de un Estado prospero, al levantar una oleada de la campana ideologica, la propaganda y la agitacion.\n\t\t\t\t\t\n\t\t\t\t\tLa celebracion de esa cita de funcionarios ideologicos cuando la causa de identificacion ideologica del partido y las filas revolucionarias se cumple en la etapa mas alta constituye un evento especial en la historia del PTC que avanza victorioso con el poderio de ideologia manteniendo la autoctona teoria ideologica.\n\t\t\t\t\t\n\t\t\t\t\tEn pleno acato a la noble causa del Presidente Kim Il Sung y el Dirigente Kim Jong Il, el Mariscal mantiene firmemente el principio de dar importancia a la idea y prioridad a las labores ideologicas en la construccion de un Estado prospero. Gracias a su sabia direccion, se registra un cambio revolucionario en las labores ideologicas de la nueva centuria de la Era Juche.\n\t\t\t\t\t\n\t\t\t\t\tEn el frente ideologico del partido, toma auge la ofensiva ideologica, gracias a lo cual se profundizan mas las labores para establecer en todo el partido y toda la sociedad el sistema de direccion unica del partido y se crean innovaciones en todos los sectores de construccion de un Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tParticiparan en la conferencia los funcionarios que trabajando fielmente en la rama ideologica del partido, contribuyeron a armar a los militantes del partido y los trabajadores con la idea revolucionaria del partido y llamarlos a la batalla para materializar la idea del partido y defender la politica del partido.\n\t\t\t\t\t\n\t\t\t\t\tTras balancear los exitos y las experiencias alcanzadas en el pasado en la lucha por la transformacion de todo el partido y toda la sociedad segun el kimilsungismo-kimjongilismo, se discutiran las tareas y remedios para dinamizar la labor ideologica conforme a la epoca historica de sucesion de la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tEl conclave consolidara mas la unidad politico-ideologica del partido y las filas revolucionarias en torno al Mariscal y movilizara toda la potencial espiritual de todo el ejercito y todo el pueblo a traves de la propaganda y agitacion intensiva, dando asi buen impulso a la marcha heroica para abrir la era de prosperidad de la potencia del monte Paektu."
        },
        {
            "title": "Kim Yong Nam se reune con Putin",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-14ss.html",
            "content": "Kim Yong Nam se reune con Putin\r\nSochi, 7 de febrero (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, quien participa en calidad de huesped honorifico en la ceremonia inaugural de 22o Juegos Olimpicos Invernales, se reunio el dia 7 en Sochi con Vladimir Vladimirovich Putin, presidente de la Federacion Rusa, y le transmitio cortesmente el saludo del Mariscal Kim Jong Un.\n\t\t\t\t\tPutin expreso agradecimiento por el respecto y le recomendo que entregara al Mariscal su saludo sincero.\n\t\t\t\t\t\n\t\t\t\t\tKim Yong Nam y Putin conversaron en un ambiente amistoso sobre el tema para desarrollar las tradicionales relaciones de  cooperacion entre ambos paises."
        },
        {
            "title": "Kim Yong Nam se reune con jefes de estado y secretario general de ONU",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-15ss.html",
            "content": "Kim Yong Nam se reune con jefes de estado y secretario general de ONU\r\nSochi, 7 de febrero (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, quien participa en calidad de huesped honorifico en la ceremonia inaugural de los 22o Juegos Olimpicos Invernales, se reunio el dia 7 en Sochi con los jefes de estado de varios paises y el secretario general de la ONU.\n\t\t\t\t\tKim Yong Nam departio en un ambiente amistoso con Xi Jinping, presidente de la Republica Popular China.\n\t\t\t\t\t\n\t\t\t\t\tEl visitante coreano transmitio cortesmente el saludo del Mariscal Kim Jong Un a Xi.\n\t\t\t\t\t\n\t\t\t\t\tXi expreso el profundo agradecimiento por el respecto y le encomendo que entregara al Mariscal su saludo sincero.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Kim Yong Nam departio por separado con Tsakhiagiin Elbegdorj, presidente de Mongolia, Nursultan Nazarbayev, presidente de Kazajstan, Serge Sarkissian, presidente de Armenia, y Ban Ki-Moon, secretario general de la ONU."
        },
        {
            "title": "En Pyongyang Donald P. Gregg y su comitiva",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-17ss.html",
            "content": "En Pyongyang Donald P. Gregg y su comitiva\r\nPyongyang, 10 de febrero (ACNC) -- Arribaron el dia 10 a esta capital Donald  Phinney  Gregg, presidente del Instituto de Centuria del Pacifico de Estados Unidos y su comitiva."
        },
        {
            "title": "Rodong Sinmun aboga por mejorar relaciones intercoreanas",
            "url": "http://kcna.co.jp/item/2014/201402/news10/20140210-03ss.html",
            "content": "Rodong Sinmun aboga por mejorar relaciones intercoreanas\r\nPyongyang, 10 de febrero (ACNC) -- En un articulo individual difundido este lunes, el diario Rodong Sinmun senala que no se podra impedir con nada la corriente de la epoca hacia el mejoramiento de las relaciones intercoreanas segun el ideal de \"Entre nosotros, los connacionales\", y continua:\n\t\t\t\t\tTodos los connacionales del Norte y el Sur de Corea y en ultramar demandan acabar cuanto antes con la historia de la desconfianza y la confrontacion y abrir una nueva era dorada de la reunificacion independiente, la paz y la prosperidad con la reconciliacion y la unidad nacionales.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC tomo unilateralmente las medidas de cesar totalmente la calumnia a su contraparte para preparar el ambiente que se convenga a la corriente y la demanda de la epoca hacia la mejora de las relaciones intercoreanas. Ademas, declaro solemnemente que no librara tanto ahora como en el futuro las acciones militares que perturban la seguridad de la nacion y la paz introduciendo las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la buena fe fraternal y esfuerzos activos de la RPDC por el mejoramiento de las relaciones con el Sur, se tomaron entre ambas partes coreanas las medidas de trabajo para el encuentro de los familiares y parientes separados.\n\t\t\t\t\t\n\t\t\t\t\tLa oportunidad para el mejoramiento de las relaciones intercoreanas preparada a duras penas debe surtir efecto adecuado a la demanda de la epoca y la esperanza de todos los connacionales.\n\t\t\t\t\t\n\t\t\t\t\tEl mejoramiento de las relaciones intercoreanas no se podra lograr solo con los esfuerzos unilaterales.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas no deben malinterpretar la sinceridad y los esfuerzos de la RPDC, prestar atencion a las voces de los connacionales, abandonar la concepcion de confrontacion del pasado y tomar el camino del mejoramiento de las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tSolo cuando las autoridades surcoreanas respondan al llamamiento de la RPDC se registraran de continuo nuevos cambios en las relaciones intercoreanas."
        },
        null
    ]
}