{
    "date": "2014-02-07",
    "url": "http://kcna.co.jp/item/2014/201402/2014-02-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Un's Letter to Participants in National Conference of Subworkteam Leaders in Agricultural Sector",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-01ee.html",
            "content": "Kim Jong Un's Letter to Participants in National Conference of Subworkteam Leaders in Agricultural Sector\r\nPyongyang, February 7 (KCNA) -- Supreme leader Kim Jong Un sent a letter \"Let Us Bring About Innovations in Agricultural Production under the Unfurled Banner of the Socialist Rural Theses\" to the Participants in the National Conference of Subworkteam Leaders in the Agricultural Sector on Feb. 6, Juche 103 (2014).\n\t\t\t\t\tThe full letter is as follows:\n\t\t\t\t\t\n\t\t\t\t\tGreeting the 50th anniversary of the publication of the socialist rural theses, the Workers' Party of Korea has decided to hold this National Conference of Subworkteam Leaders in the Agricultural Sector in order to bring about innovations in agricultural production under the unfurled banner of the theses.\n\t\t\t\t\t\n\t\t\t\t\tParticipating in this conference are the exemplary subworkteam leaders and officials in the agricultural sector, who have overfulfilled their grain, vegetable, meat and fruit production plans by displaying patriotic devotion so as to bring earlier the day when our people would enjoy an affluent and happy life to their heart's content.\n\t\t\t\t\t\n\t\t\t\t\tI sincerely congratulate the participants; I also extend warm greetings to all the working people and officials in the agricultural sector who have reliably defended the socialist agricultural front and to the service personnel and other people who have rendered wholehearted support to the countryside under the Party's leadership.\n\t\t\t\t\t\n\t\t\t\t\tBy making public \"Theses on the Socialist Rural Question in Our Country\" 50 years ago, the great leader Comrade Kim Il Sung illuminated for the first time in history the way for solving the rural question. The theses is an immortal classic that gives perfect answers to all the theoretical and practical problems arising in solving the rural question; it is our Party's great programme for socialist rural construction. That the great leader published the rural theses constitutes an imperishable historic exploit he performed for accomplishing the cause of independence of the masses, the cause of socialism. \n\t\t\t\t\t\n\t\t\t\t\tSince the rural theses was made public, sea changes have been witnessed in socialist rural construction in our country.\n\t\t\t\t\t\n\t\t\t\t\tThe ideological and cultural revolutions have been promoted successfully in the countryside, with the result that the ideological and spiritual qualities of our agricultural working people have been transformed remarkably and a great development has also been achieved in the realm of cultural life in the countryside. Today our agricultural working people have become dependable fighters on the socialist agricultural front who, equipped with the Juche idea and Songun idea and firmly rallied behind the Party and their leader, work devotedly to execute the Party's agricultural policies. Their cultural and technical standards have been raised beyond comparison, the rural villages turned into socialist cultured ones, and thus the differences between the urban and rural areas in the cultured living conditions reduced considerably. With the forceful promotion of the technological revolution in the countryside, great strides have been made in irrigation, introducing electricity and ma\n\t\t\t\t\t\n\t\t\t\t\t chinery in farm work, applying agrochemicals and realigning the farmland across the country as befits that of a socialist country, and the material and technological foundations of agriculture have been consolidated.\n\t\t\t\t\t\n\t\t\t\t\tThe historic sea changes that have taken place in our country's rural areas are clear proof of the validity and vitality of the socialist rural theses advanced by President Kim Il Sung. As they have the immortal programme for solving the rural question, our people have been able to create a brilliant example of socialist rural construction. \n\t\t\t\t\t\n\t\t\t\t\tThe rural theses is a great banner our Party will hold aloft invariably in socialist rural construction.\n\t\t\t\t\t\n\t\t\t\t\tBy carrying out the tasks set by the socialist rural theses, we should bring about a fresh turn in rural construction in the new century and ultimately solve the rural question.\n\t\t\t\t\t\n\t\t\t\t\tThe countryside should promote the ideological, technological and cultural revolutions more forcefully.\n\t\t\t\t\t\n\t\t\t\t\tPrimary effort should be channelled into the ideological revolution, so as to arm all the agricultural working people with Kimilsungism-Kimjongilism and train them to be rural revolutionaries in the Songun era who work faithfully for the interests of their community and society and for their country and fellow people and dedicate their pure conscience and sincere efforts unsparingly to the country's agricultural development. The agricultural working people should be imbued with a thoroughgoing faith in socialism and steadfast anti-imperialist and class consciousness so that they can regard our style of socialism as their life and soul, love it ardently and fight staunchly against the imperialists’ moves for ideological and cultural infiltration.\n\t\t\t\t\t\n\t\t\t\t\tIf we are to successfully build a socialist civilized country, which our people are desirous of, and ultimately solve the rural question, we should step up the cultural revolution in the countryside. The countryside, upholding the slogan of making all the people well versed in science and technology, should actively propagate scientific and technological knowledge, so that all the agricultural working people can learn advanced farming techniques and operate modern technical means skilfully; it should also ensure that a greater number of the agricultural working people are involved in the study-while-you-work system. Conditions should be created so that they can enjoy a cultural and emotional life to their heart's content and, by laying out the rural villages in a more cultured way, it should turn them into a civilized and beautiful socialist fairyland.\n\t\t\t\t\t\n\t\t\t\t\tIn line with the demands of the era of science and technology, the informatics era, it should promote the rural technological revolution, thus making the material and technological foundations of the rural economy firmer and steadily putting agriculture on a higher scientific and modern footing. By comprehensively introducing machinery in the rural economy and widely applying agrochemicals, it should narrow the differences between the agricultural labour and industrial labour and completely free the farmers from back-breaking labour. And by building new irrigation facilities and widely introducing a variety of modern irrigation methods while following up the successes already achieved in rural irrigation, it should perfect the irrigation system.\n\t\t\t\t\t\n\t\t\t\t\tThe most important task facing the agricultural sector at present is to do farm work well so as to radically increase agricultural production.\n\t\t\t\t\t\n\t\t\t\t\tThe agricultural front is an outpost in the battle of defending socialism and a major thrust of the effort in building our country into a socialist economic giant.\n\t\t\t\t\t\n\t\t\t\t\tThe imperialists, who are not desirous of seeing us prospering and well-off, are intensifying pressure and economic sanctions against our country, resorting to sinister schemes to force our people to experience shortage of food so as to undermine the faith in socialism implanted in their minds. We must farm well by all means and solve the people's problem of food satisfactorily; by so doing, we can smash the enemy's anti-DPRK, anti-socialist schemes. As our country has already attained the status of a politico-ideological power and a military power, our style of socialism will remain unperturbed and we can push forward the revolution and construction with pluck and on our discretion whatever the enemy's moves only if we achieve self-sufficiency in food by farming well. \n\t\t\t\t\t\n\t\t\t\t\tAs the agricultural problem is so important, our Party has defined the agricultural front as a major thrust of our effort in building an economic giant, and this year it has called on the agricultural sector to hold in the van the torch of innovations in building a thriving socialist country. \n\t\t\t\t\t\n\t\t\t\t\tIn this meaningful year, when we mark the 50th anniversary of the publication of the socialist rural theses, the agricultural sector must farm well and thus meet without fail the grain production quotas set by the Party and the state. And from the year 2015, when we will greet the 70th anniversary of the founding of the Workers' Party of Korea, it must hit higher grain production targets.\n\t\t\t\t\t\n\t\t\t\t\tWhile decisively increasing grain production, it must bring about fresh innovations in the vegetable, livestock, fruit and all other branches of the rural economy.\n\t\t\t\t\t\n\t\t\t\t\tIn order to radically increase agricultural production, the sector must do farm work scientifically and technologically in line with the demands of the Party's agricultural policies and Juche farming method. \n\t\t\t\t\t\n\t\t\t\t\tThe Juche farming method is an invaluable asset the great Comrade Kim Il Sung created and bequeathed to us. It is our style of farming method that suits the actual conditions of our country and an advantageous scientific and intensive farming method that enables us to harvest high and stable yields under any unfavourable natural and climatic conditions. \n\t\t\t\t\t\n\t\t\t\t\tHaving defined the Juche-based and scientific farming method, which the great leader created with so much effort, as the Juche farming method, the great Comrade Kim Jong Il energetically led the effort to implement the method. With an insight into the demands of the developing reality, he advanced the Party's policy of agricultural revolution in the Songun era aimed at applying the Juche farming method in a more thoroughgoing way and thus opened a new avenue for solving the rural question.\n\t\t\t\t\t\n\t\t\t\t\tThe fundamental key to increasing agricultural production in our country, where the area of crop land is limited, is to raise the unit-area yield to the maximum by doing farm work scientifically and technologically as required by the Party's agricultural policies and Juche farming method.\n\t\t\t\t\t\n\t\t\t\t\tFirst of all, it should revolutionize seed production.\n\t\t\t\t\t\n\t\t\t\t\tThe main thing in farming is seed. The agricultural sector should hold the seed as the main thing and pay primary attention to solving the seed problem. It should develop strains that give high yields, demand little amounts of fertilizer, are short in growing periods and are resistant to drought, rainstorm, pests and various other harmful factors under our country's climatic and soil conditions. While developing superior strains by itself, it should also show concern about introducing high-yielding strains from other countries.\n\t\t\t\t\t\n\t\t\t\t\tSeed selection should be improved. The agricultural sector should carry on seed selection properly on a scientific and technological basis and produce and supply good seeds to meet the needs of each region and cooperative farm. Modern seed processing factories should be built as required by the age of scientific farming, and a system established whereby all the seeds are screened, sorted out and coated in a comprehensive manner and supplied to cooperative farms.\n\t\t\t\t\t\n\t\t\t\t\tInnovations should be effected in farming methods.\n\t\t\t\t\t\n\t\t\t\t\tAn important reserve for increased agricultural production lies in radically improving farming methods in keeping with the latest trend of agricultural development. \n\t\t\t\t\t\n\t\t\t\t\tCrops and varieties should be distributed on the principle of sowing the right crop on the right soil and at the right time, and manuring and cultivation should be carried out on a scientific and technological basis.\n\t\t\t\t\t\n\t\t\t\t\tThey should be distributed in line with the regional characteristics and natural and climatic conditions. Crops that grow well in relevant regions should be cultivated on a large scale: stress should be put on rice and maize farming in the areas where they grow well and on potato farming in the areas where it is fruitful. Since natural and climatic conditions vary with each region and each farm and there is difference between fields on a farm, it is necessary to figure up scientifically which crop and variety are profitable before distributing the most suitable ones.\n\t\t\t\t\t\n\t\t\t\t\tCooperative farms should carry out every farming operation in the right season and in a qualitative manner on the basis of making scrupulous preparations for each farming process. There should be no tendency towards indiscriminately dictating to lower units to do something by any time without taking into account the natural and climatic conditions and specific situation of the relevant region on the pretext of ensuring timeliness in farming.\n\t\t\t\t\t\n\t\t\t\t\tIt is important to apply fertilizer to crops in a scientific and technological manner in the manuring and cultivating process. It is necessary to apply effective fertilizing methods to suit the characteristics of crops and the stage of their growth in order to ensure that larger quantities of grains are produced with less fertilizer. The practice of clinging only to nitrogenous fertilizer should be eliminated, and phosphatic, potassic and silicon fertilizers and different kinds of microelement fertilizers should be applied in a balanced manner. Cooperative farms should rid themselves of the outdated practice of controlling water and applying fertilizers and agrochemicals by eye and hand measure, and turn to advanced manuring and cultivation methods based on scientific measurement and analysis.\n\t\t\t\t\t\n\t\t\t\t\tAdvanced farming methods and techniques should widely be introduced.\n\t\t\t\t\t\n\t\t\t\t\tAt present, the agricultural sector is researching and introducing a variety of farming methods that boost the yield drastically with less seeds, work force and farming materials, and they should widely be popularized. Cooperative farms should actively introduce double and triple cropping based on earlier and later crops and intercropping whose advantages have been proved by practice, and carry on grain-to-vegetable and grain-to-cash crop cultivation scientifically and efficiently, while giving priority to grain-to-grain and grain-to-potato farming, thereby raising the rate of land utilization and the level of intensive farming.\n\t\t\t\t\t\n\t\t\t\t\tOrganic farming should be encouraged proactively.\n\t\t\t\t\t\n\t\t\t\t\tFundamental to organic farming is to produce and use large quantities of bio-fertilizer. There is a remarkable tendency among officials in the agricultural sector to think that they cannot do farming without chemical fertilizer, but they are misguided. Farming can be done properly with less chemical fertilizer if the soil contains lots of organic matters. The world's agricultural development is tending towards farming with bio-fertilizer, not chemical fertilizer. \n\t\t\t\t\t\n\t\t\t\t\tIt is necessary to apply large quantities of manure to paddy and non-paddy fields to fertilize land and increase unit-area yield sustainably. Manure production is just increased grain production. The agricultural sector should channel efforts into manure production to turn out more than 20-30 tons of it per hectare of paddy and non-paddy fields. Cooperative farms should find out and use all sources of manure such as domestic animal excrement, night soil, compost and ditch-bed soil.\n\t\t\t\t\t\n\t\t\t\t\tHukposan fertilizer, which the great Comrade Kim Il Sung named in the meaning of a tonic for soil, and organic compound fertilizer are highly efficient organic fertilizers. The agricultural sector should direct much effort to the production of hukposan fertilizer and build up production bases for organic compound fertilizer and increase its production.\n\t\t\t\t\t\n\t\t\t\t\tIt is needed to firmly establish the food production cycle of agriculture and animal husbandry. The establishment of the production cycle is advantageous as it makes it possible to increase the production of livestock products and grain output by producing quality manure with the excrement of domestic animals. Cooperative farms should consistently adhere to the Party's policy of establishing the production cycle and thoroughly implement it to reenergize animal husbandry and boost grain production.\n\t\t\t\t\t\n\t\t\t\t\tIt is necessary to develop agricultural science and technology.\n\t\t\t\t\t\n\t\t\t\t\tThe agricultural science research sector should concentrate its efforts on successfully solving the scientific and technological problems arising in carrying out the Party's agricultural policies including the problems of seed, farming techniques and development of new farming machinery. Scientists and technicians in the agricultural sector, with the patriotic mind to bring about a bumper crop with substantial scientific and technological successes, should take up urgent problems arising in agricultural production as core themes and carry through research purposefully and persistently.\n\t\t\t\t\t\n\t\t\t\t\tIt is important to apply in time the achievements made in agricultural science and technology. The agricultural sector should remove the tendency to insist on old experience and make light of science and technology, and positively introduce scientific and technological successes into agricultural production.\n\t\t\t\t\t\n\t\t\t\t\tTo increase agricultural production, it is necessary to protect land under cultivation and expand the grain cultivation area.\n\t\t\t\t\t\n\t\t\t\t\tLand is the main means of agricultural production and a precious asset of the country to be handed down generation after generation. The rural economy sector should put great efforts into land protection so as not to lose areas under cultivation. It should undertake tree planting, river improvement and structure repair and maintenance efficiently and on a regular basis in order to prevent crop land from being inundated and washed away by flood in the rainy season, and push ahead with the building of terraces with grass-covered slopes in sloping crop land in a planned way to protect it from natural damage. Along with this, it should make proactive efforts to restore arable land washed away by flood to its original state and retrieve the lost area of land according to the cadastral map. In particular, the practice of misusing and wasting land should be stamped out. Strict discipline and order should be maintained to prevent such illegal practices as recklessly violating crop la\n\t\t\t\t\t\n\t\t\t\t\t nd and misusing it for other purposes, and administrative and legal control of such practices should be tightened. Steady efforts should be put into tideland reclamation to bring new land under plough, and various possible methods employed to increase the area of land under cultivation.\n\t\t\t\t\t\n\t\t\t\t\tAgroforestry is a good way to increase grain production by making an effective use of forest land. General Kim Jong Il said that all the mountains should be turned into \"mountains of gold,\" into \"mountains of treasure,\" where we can get materials for producing food and clothes. Cities and counties should properly set the sites for agroforestry to undertake it on a large scale so as to increase grain production and step up the reforestation of mountains. \n\t\t\t\t\t\n\t\t\t\t\tThe agricultural sector should improve the structure of agricultural production to be a grain-oriented one in order to boost food production to the maximum. As it is the most urgent need for us to solve the food problem, we should reduce the area of cultivation of non-cereal crops as much as possible and expand the area of rice and maize cultivation. The Cabinet should make an overall survey of the utilization of land under cultivation by units outside the Ministry of Agriculture and assign each of them a grain production quota and see to it that it carries it out without fail. \n\t\t\t\t\t\n\t\t\t\t\tThe agricultural sector should launch a vigorous drive for doing farming by its own efforts.\n\t\t\t\t\t\n\t\t\t\t\tThe masters of agricultural production are the officials and working people in the agricultural sector themselves. Doing farming by their own efforts is a duty devolving upon them. Although it is not easy for cooperative farms to do farming by their own efforts in the present conditions, it is by no means something that is impossible. The several exemplary cooperative farms associated with the leadership exploits of the President and the General are overfulfilling their grain production plans and increasing the income shares of their farmers by themselves by inspiring their self-consciousness and enthusiasm and organizing all farming operations in a scrupulous manner. All other cooperative farms should emulate them and launch a brisk drive to do farming by their own efforts.\n\t\t\t\t\t\n\t\t\t\t\tSubworkteam is the grass-roots unit in the countryside which occupies an important position in the development of the rural economy and agricultural production. \n\t\t\t\t\t\n\t\t\t\t\tOnly when subworkteams enhance their role is it possible to develop the socialist rural economy and bring about innovations in agricultural production.\n\t\t\t\t\t\n\t\t\t\t\tThe advantages of the subworkteam management system should be given full rein.\n\t\t\t\t\t\n\t\t\t\t\tThe subworkteam management system created by the President is an excellent form of production organization and a superior method of management, in that it encourages farmers to take part in production and management as befitting masters with the feeling of attachment to the collective economy. Its advantages have clearly been proved through practice. \n\t\t\t\t\t\n\t\t\t\t\tBy operating the system efficiently as required by the developing reality, the agricultural sector should bring the sense of responsibility and creative zeal of farmers into full play. It should give farmers clear-cut tasks related with soil management, farming operations and production plan and review their results in time and in a substantial way, thus encouraging them all to work in a responsible manner with consciousness and high enthusiasm as befitting masters. Recently a measure has been taken to introduce a field-responsibility-system within the framework of the subworkteam management system so as to inspire farmers with enthusiasm for production. By applying the system correctly in conformity with their actual conditions, cooperative farms should make it prove effective in agricultural production.\n\t\t\t\t\t\n\t\t\t\t\tWhat is important in operating the subworkteam management system is to strictly abide by the socialist principle of distribution. Equalitarianism in distribution has nothing to do with the socialist principle of distribution and has a harmful effect of diminishing farmers' enthusiasm for production. Subworkteams should assess the daily work-points of their members accurately and in good time according to the quantity and quality of the work they have done. And they should, as required by the socialist principle of distribution, share out their grain yields to their members mainly in kind according to their work-points after counting out the amounts set by the state. The state should define reasonable amounts of grains for compulsory delivery on the basis of accurate calculation of the country's demand for grains, interests of farmers and their demands for living, thereby ensuring that they make redoubled efforts with confidence.\n\t\t\t\t\t\n\t\t\t\t\tSubworkteam leaders should enhance their sense of responsibility and role.\n\t\t\t\t\t\n\t\t\t\t\tThey are the rural hardcore on whom our Party relies in solidifying its socialist rural position and primary leading members in the rural communities who organize and execute the farming and management of subworkteams. How they perform their duties decides whether the Party’s agricultural policies are implemented or not and whether the advantages and vitality of the subworkteam management system are displayed or not.\n\t\t\t\t\t\n\t\t\t\t\tAll subworkteam leaders should be fully aware of the Party's intention of convening the conference of subworkteam leaders in the agricultural sector as this year's first conference and responsibly carry out their duties with credit.\n\t\t\t\t\t\n\t\t\t\t\tFirst, subworkteam leaders should become active defenders, propagators and implementers of our Party’s agricultural policies and Juche farming method.\n\t\t\t\t\t\n\t\t\t\t\tThey should regard the Party's agricultural policies and Juche farming method as an absolutely right guide to action and their unshakeable faith and staunchly defend them in any circumstances and under any conditions. They should be better-versed in them than anyone else and actively explain and propagate them to farmers. They should ensure that all farm work is done in conformity with their requirements, and regard production plans assigned to their subworkteams as a battle order given by the state and carry them out without fail.\n\t\t\t\t\t\n\t\t\t\t\tSecond, subworkteam leaders should become genuine masters of their subworkteams and skilful commanders who conduct farming and management of their subworkteams responsibly and creatively.\n\t\t\t\t\t\n\t\t\t\t\tBy working out a foresighted plan of every farming operation in keeping with the actual conditions of their subworkteams and distributing labour and organizing farm work scrupulously, they should ensure that all types of farm work are carried out qualitatively and in good time. They should be determined to make themselves a foundation for a rich harvest and take the lead in performing difficult and backbreaking farm work, getting up earlier and sleeping less than others. They should always rack their brains to increase production and manage their subworkteams better. They should do away with subjectivism and arbitrariness and enlist the collective wisdom and creative initiative of their subworkteam members, thus continuously improving the management of their subworkteams.\n\t\t\t\t\t\n\t\t\t\t\tThird, subworkteam leaders should become truly solid farmers of the new century who are well-versed in all types of farm work and possessed of modern agricultural scientific and technological knowledge.\n\t\t\t\t\t\n\t\t\t\t\tThey should be versatile in farm work, possessed of modern agricultural scientific and technological knowledge and prepared to operate various kinds of farming machinery skilfully. They should be sensitive to the new, strong in enterprising spirit and bold in introducing advanced farming techniques and methods and good experiences.\n\t\t\t\t\t\n\t\t\t\t\tFourth, subworkteam leaders should become dutiful \"caretakers\" of public property of their farms.\n\t\t\t\t\t\n\t\t\t\t\tThey, in cooperation with their subworkteam members, should value and take good care of land, farming machinery, draught cattle and farming implements as they would do their own property and their own flesh. They should ensure that all their subworkteam members take part in production and management with a high degree of self-consciousness of being masters of the collective economy and keep them from treating farm property and agricultural produce carelessly and wasting them.\n\t\t\t\t\t\n\t\t\t\t\tFifth, subworkteam leaders should become \"elder brothers\" or \"elder sisters\" of their subworkteam members who love and look after them as they would do their own blood relations.\n\t\t\t\t\t\n\t\t\t\t\tThey should be equally kind to all their subworkteam members who are different with one another in disposition, habit and level, work with them well and thus make all of them members of the great socialist family. They should care for them with all sincerity, be concerned about their living before their own and take responsible care of their living. They should always treat their subworkteam members politely and live harmoniously and optimistically together with them, sharing joy and sorrow with them. In this way they can be called \"our subworkteam leader\" by them.\n\t\t\t\t\t\n\t\t\t\t\tOur Party has great trust in and expectations of subworkteam leaders. By performing their duties with a clear knowledge of them, they should become pacesetters and standard-bearers in the countryside who raise fierce flames of innovations in agricultural production. \n\t\t\t\t\t\n\t\t\t\t\tState support to the countryside should be stepped up. \n\t\t\t\t\t\n\t\t\t\t\tTo render support to the countryside is one of the basic principles for socialist rural construction specified in the rural theses. Without giving state support to the countryside it is impossible to put agriculture on a scientific and modern footing and to achieve steady growth of agricultural production. \n\t\t\t\t\t\n\t\t\t\t\tThe state should scale up investment in the agricultural sector and ensure better supply of materials for it. What is important in state support to the countryside is to ensure timely supply of fertilizer for agricultural production. Fertilizer is precisely rice. Electricity and coal should be supplied sufficiently to the Namhung Youth Chemical Complex and Hungnam Fertilizer Complex, the arsenals for the socialist agricultural front, so as to make them normalize production of fertilizer on a high level. In addition to nitrogenous fertilizer, they should produce and supply phosphatic, potassic, silicon and various kinds of microelement fertilizers. It is necessary to provide the rural communities with large numbers of modern farming machinery, including tractors, and ensure enough supply of electricity, fuel, PVC sheeting, agrochemicals and other requisites opportunely for farming processes. \n\t\t\t\t\t\n\t\t\t\t\tIt is also important to give manpower support to the countryside. As mechanization of agriculture is yet to be up to standard, people across the country should turn out to help the farmers in their work. Manpower support for the countryside should be organized rationally as appropriate to the actual conditions of each region and cooperative farm, and volunteers should be encouraged to work with meticulous care from the standpoint that they share responsibility for farming with farmers. Along with increasing support to the countryside, it is necessary to keep the work force and farming equipment available at cooperative farms from being diverted to other projects that have nothing to do with farming. \n\t\t\t\t\t\n\t\t\t\t\tIt is essential to enhance the role of the Cabinet and the agricultural guidance organs. \n\t\t\t\t\t\n\t\t\t\t\tWhether or not a radical turn is effected in agricultural production by concentrating all effort on farming depends largely on the role of the Cabinet and the agricultural guidance organs. \n\t\t\t\t\t\n\t\t\t\t\tTrue to the Party's intention of attaching importance to the agricultural front in the building of a thriving nation, the Cabinet should carefully arrange, organize and command economic activities on the principle of concentrating efforts on agriculture and give timely solutions to the problems arising in agricultural production. The Cabinet officials, making a plea of the difficult economic situation in the country, should not simply send down plans for supplies to the agricultural sector and remain desk-bound in their offices pressing their subordinates to execute the plans quickly. Instead, they should go down to the production sites, identify bottlenecks and take proactive steps to resolve them. \n\t\t\t\t\t\n\t\t\t\t\tThe agricultural guidance organs should command farming operations in a manner responsible for the agricultural front. It is of decisive importance to root out subjectivism, bureaucratism and formalism which are deep-seated in the guidance over farming operations. The agricultural guidance organs should hold technical guidance as the main thing in directing farming operations, popularize advanced farming techniques and methods, and make exact demand on cooperative farms and give substantial help to them so that they do all types of farm work in a scientific and technological way. \n\t\t\t\t\t\n\t\t\t\t\tParty guidance to the agricultural sector should be intensified. \n\t\t\t\t\t\n\t\t\t\t\tParty organizations should orient their work towards championing and glorifying the immortal achievements the President and the General made for the country's agricultural development and implementing the agricultural policies put forward by the Party. \n\t\t\t\t\t\n\t\t\t\t\tThey should conduct effective political work aimed at giving free rein to the spiritual strength of the officials and working people in the agricultural sector. \n\t\t\t\t\t\n\t\t\t\t\tThe key to increased agricultural production lies in giving full play to the spiritual strength of the officials and working people in the agricultural sector. Party organizations should see to it that they cherish and apply Kim Jong Il's patriotism in practice and learn from the heroic spirit of the farmers of the older generation who strove to produce food grains in the flames of the fierce war. They should move the theatre of their political work to the farm fields and, through intensive motivational work, inspire the farmers there with zeal and vigour and make all farm fields seethe with the struggle for increased grain production. \n\t\t\t\t\t\n\t\t\t\t\tModel units should be created in the countryside, and all other units should launch an emulation campaign to overtake them. To create a model unit and make it a spark to raise flames across other units is a traditional method of work of our Party. Party organizations should create model units by motivating the relevant units to develop into such on their own, not by giving help to them, and encourage all other units to compete with one another to surpass them. Even in a cooperative farm a model workteam and a model subworkteam should be created, and other workteams and subworkteams should be encouraged to join in the campaign to outdo the leading ones. \n\t\t\t\t\t\n\t\t\t\t\tThe position and role of county Party committees are very important in solving the food problem by carrying out the Party's agricultural policies to the letter. The most important duty of a county Party committee is to push the county under its charge for good farming. It should actively encourage the officials of the county cooperative farm management committee and other administrative and economic organs to make effective arrangement and guidance for innovative successes in farming with a high sense of responsibility, and correct any deviation before it is too late. It should give effective Party guidance to all its subordinate organizations in the rural areas so as to ensure that they unfailingly fulfil their agricultural production plans by bending their every effort on farm work. \n\t\t\t\t\t\n\t\t\t\t\tIt is important to build up the ranks of subworkteam leaders. Party organizations should form the ranks with those who are loyal to the Party, ardently patriotic, versed in technology and competent enough, and help and lead them so that they live up to the Party's and the people's great expectations with increased grain production. \n\t\t\t\t\t\n\t\t\t\t\tI am in firm belief that all the officials and working people in the agricultural sector, full of confidence in victory, would bring about a fresh turn in agricultural production under the unfurled banner of the socialist rural theses."
        },
        {
            "title": "Meetings of Electorate Nominate Kim Jong Un as Candidate for Deputy to SPA",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-24ee.html",
            "content": "Meetings of Electorate Nominate Kim Jong Un as Candidate for Deputy to SPA\r\n Pyongyang, February 7 (KCNA) -- Meetings of electorate took place at all constituencies across the country to nominate supreme leader Kim Jong Un as a candidate for deputy to the 13th Supreme People's Assembly (SPA) of the DPRK.\n\t\t\t\t\t Reporters and speakers at the meetings said the election of deputies to the 13th SPA of the DPRK will offer a historic occasion of glorifying forever the Juche-oriented idea of nation-building of President Kim Il Sung and General Secretary Kim Jong Il and their immortal exploits, and bringing about a turning-point in the efforts for realizing all dreams and ideal of the people by enhancing the function and role of the people's government.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, possessed of outstanding wisdom, versatile leadership ability and noble traits, performed immortal exploits for the Party, revolution, country and people by leading the struggle for accomplishing the revolutionary cause of Juche at a historic time when the new century of Juche era started.\n\t\t\t\t\t\n\t\t\t\t\t During the days of advancing the revolution and construction by having Kim Jong Un at the supreme posts of the party, state and army, the DPRK army and people keenly realized the great personality of the peerless Songun commander who is possessed of traits and qualifications as a contemporary statesman.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the country are full of conviction that the rosy future of Songun Korea and the victory of the cause of building a thriving socialist nation, in which the noble ideal and desire of the great Generalissimos are brought into full bloom, lie in following Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t At the meetings they courteously proposed nominating Kim Jong Un as a candidate for deputy to the 13th SPA, reflecting the unanimous desire of all electors and other people.\n\t\t\t\t\t\n\t\t\t\t\t The participants expressed full support for the proposal reflecting the unanimous will of the service personnel and other people. \n\t\t\t\t\t\n\t\t\t\t\t The meetings solemnly declared that Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, was nominated as a candidate for deputy to the 13th SPA by full support and approval of all electors and other people.\n\t\t\t\t\t\n\t\t\t\t\t Letters to Kim Jong Un were adopted at the meetings."
        },
        {
            "title": "Kim Yong Nam Meets Chairwoman of Russian Federal Assembly",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-28ee.html",
            "content": "Kim Yong Nam Meets Chairwoman of Russian Federation Council\r\n Moscow, February 6 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a friendly talk with Valentina Ivanovna Matvienko, chairwoman of the Russian Federation Council, in Moscow Thursday on his way to Sochi to participate in the opening ceremony of the 22nd Winter Olympic Games as an honorary guest.\n\t\t\t\t\t  Present there were Kung Sok Ung, vice-minister of Foreign Affairs, Kim Yong Jae, DPRK ambassador to Russia, and other suite members, Ilyas Umakhanov, vice-chairman of the Russian Federation Council, Igor Morgulov, vice foreign minister of Russia, Mikhail Margelov, chairman of the International Affairs Committee of the Russian Federation Council, and other officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Matvienko said that it is the firm stand of Russia to strengthen the traditional Russia-DPRK friendly relations.\n\t\t\t\t\t\n\t\t\t\t\t She hoped that the Korean people would achieve great success in the efforts for building an economic power and improving the people's living standard under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t On Feb. 5, Kim Yong Nam met Vladimir Mikulushevski, governor of the Maritime Territory Administration of the Russian Federation, passing through Vladivostok.\n\t\t\t\t\t\n\t\t\t\t\t The governor said he came to keenly realize the deep-rooted friendship and cooperation between the two countries after looking round the Russia-DPRK friendship house visited by President Kim Il Sung and General Secretary Kim Jong Il when he went to Khasan some days ago.\n\t\t\t\t\t\n\t\t\t\t\t He vowed to strive to develop economic cooperation and cultural exchange between Russia and the DPRK in the future."
        },
        {
            "title": "DPRK Education Commission Delegation Leaves for Cuba",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-31ee.html",
            "content": "DPRK Education Commission Delegation Leaves for Cuba\r\n Pyongyang, February 7 (KCNA) -- The delegation of the DPRK Education Commission headed by its Chairman Kim Sung Du left here Friday to take part in the 9th International Conference on Higher Education to be held in Cuba."
        },
        {
            "title": "National Conference of Subworkteam Leaders in Agricultural Sector Closed",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-36ee.html",
            "content": "National Conference of Subworkteam Leaders in Agricultural Sector Closed\r\n Pyongyang, February 7 (KCNA) -- The National Conference of Subworkteam Leaders in the Agricultural Sector was closed on Friday.\n\t\t\t\t\t Speakers at the meeting said that supreme leader Kim Jong Un sent a letter \"Let Us Bring About Innovations in Agricultural Production under the Unfurled Banner of the Socialist Rural Theses\" to the participants in the conference, adding it is an expression of the great trust in all agricultural workers.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to fully display the advantages, validity and vitality of the socialist rural theses by dynamically conducting the three revolutions in the rural areas and bringing about innovations in agricultural production this significant year marking the 50th anniversary of the theses on socialist rural question made public by President Kim Il Sung, true to the historic letter of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Gwang, minister of Metallurgical Industry, expressed the will to hit without fail the goal of the steel production set forth by the Party and give top priority to the supply of iron and steel needed in the agricultural sector, a major thrust of the effort for economic construction and improvement of the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t Ri Mu Yong, vice-premier and minister of Chemical Industry, voiced the determination to produce and supply quality farming materials including fertilizer and agricultural chemicals in time by relying on domestic raw materials and fuel and latest science and technology."
        },
        {
            "title": "Kim Jong Il Prize Awarded to Ri Si Hup",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-33ee.html",
            "content": "Kim Jong Il Prize Awarded to Ri Si Hup\r\n Pyongyang, February 7 (KCNA) -- Kim Jong Il Prize was awarded to Ri Si Hup, researcher at the Material Engineering Faculty of Kim Chaek University of Technology, on the occasion of the birth anniversary of General Secretary Kim Jong Il.\n\t\t\t\t\t Ri settled scientific and technological issues of importance, trained talents of science and technology and wrote lots of books, greatly contributing to developing science and technology of the country and building an economic power.\n\t\t\t\t\t\n\t\t\t\t\t In this regard a decree of the Presidium of the Supreme People's Assembly of the DPRK was promulgated on Feb. 5."
        },
        {
            "title": "Order of Kim Jong Il Awarded to Archives of Photographs Related with Revolutionary History",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-34ee.html",
            "content": "Order of Kim Jong Il Awarded to Archives of Photographs Related with Revolutionary History\r\n Pyongyang, February 7 (KCNA) -- Order of Kim Jong Il was awarded to the Archives of Photographs Related with the Revolutionary History on the occasion of the birth anniversary of General Secretary Kim Jong Il.\n\t\t\t\t\t The archives depicted photos documenting revolutionary activities of the peerlessly great persons of Mt. Paektu, eternal great treasures of the Korean revolution and the nation, on a highest level and made sure that they were displayed at mass education bases and important units across the country to introduce the immortal revolutionary history and feats of President Kim Il Sung and leader Kim Jong Il and the greatness of the Workers' Party of Korea and glorify them.\n\t\t\t\t\t\n\t\t\t\t\t A relevant decree of the Presidium of the Supreme People's Assembly of the DPRK was promulgated on Feb. 5."
        },
        {
            "title": "Congratulations to Kim Jong Un from Mexican Political Party Leader",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-25ee.html",
            "content": "Congratulations to Kim Jong Un from Mexican Political Party Leader\r\n Pyongyang, February 7 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, received a congratulatory message from Alberto Anaya Gutierrez, national leader of the Workers' Party of Mexico, on Jan. 29 on the occasion of the 72nd birth anniversary of General  Secretary Kim Jong Il (Feb. 16).\n\t\t\t\t\t Alberto Anaya Gutierrez in the message paid highest tribute to Kim Jong Il on behalf of all his party members and on his own behalf on the occasion.\n\t\t\t\t\t\n\t\t\t\t\t He noted that Kim Jong Il's revolutionary career and undying feats will always go down in the history of mankind as he energetically led the revolutionary cause of Juche pioneered by President Kim Il Sung and devoted his whole life to improving the Korean people's living standard, ensuring peace and stability on the Korean peninsula and in Northeast Asia and successfully advancing the world socialist cause.\n\t\t\t\t\t\n\t\t\t\t\t The message most sincerely wished Kim Jong Un great success in his noble work to wisely lead the Workers' Party of Korea and the Korean people in their efforts to accomplish the revolutionary cause of Juche and the global cause of independence."
        },
        {
            "title": "Kim Jong Un Receives Gift from Nigerian Figure",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-23ee.html",
            "content": "Kim Jong Un Receives Gift from Nigerian Figure\r\n Pyongyang, February 7 (KCNA) -- Supreme leader Kim Jong Un was presented with a gift by the chieftain of Gusau City, Zamfara State, Nigeria.\n\t\t\t\t\t It was conveyed to the DPRK ambassador to Nigeria by the chieftain on January 29."
        },
        {
            "title": "Meetings Held to Pledge Loyalty to Kim Jong Un",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-35ee.html",
            "content": "Meetings Held to Pledge Loyalty to Kim Jong Un\r\n Samjiyon, February 7 (KCNA) -- Meetings to pledge loyalty took place in front of General Secretary Kim Jong Il's birthplace in the secret camp in Mt. Paektu on Friday on the occasion of his birth anniversary.\n\t\t\t\t\t The meetings were held by service personnel of the Korean People's Internal Security Forces (KPISF) and members of the expedition to Kim Jong Il's birthplace in the secret camp in Mt. Paektu of the Ministry of Railways.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and flowers before the mosaic in the camp which depicts President Kim Il Sung, Kim Jong Il and anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting of the KPISF service personnel. \n\t\t\t\t\t\n\t\t\t\t\t Speakers vowed to devotedly safeguard the Central Committee of the Workers' Party of Korea headed by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to enhance the function and role of the people's security organs in every way and intensify the struggle to do away with alien ideology and corrupt lifestyle that can gnaw at the social system of the country.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the meeting of members of the expedition stressed the need to dynamically step up the heroic advance for this year with confidence in victory and bring about innovations in the railway transport and thus actively push forward the economic development of the country.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the meetings, the participants went round historical relics preserved with care in Kim Jong Il's birthplace where he grew up to be a revolutionary."
        },
        {
            "title": "Oath-taking Meeting of School Youth and Children Held",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-30ee.html",
            "content": "Oath-taking Meeting of School Youth and Children Held\r\n Samjiyon, February 7 (KCNA) -- School youth and children across the country met in front of General Secretary Kim Jong Il's birthplace in the secret camp in Mt. Paektu on Friday to vow to glorify his Songun revolutionary idea and exploits under the leadership of Marshal Kim Jong Un on the occasion of the Day of the Shining Star (birthday of Kim Jong Il).\n\t\t\t\t\t They laid a floral basket and flowers before the mosaic depicting President Kim Il Sung, Kim Jong Il and anti-Japanese war hero Kim Jong Suk in the secret camp before paying tribute.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting the participants, led by Jang Hyon Chol, vice-chairman of the Central Committee of the Kim Il Sung Socialist Youth League, expressed their determination to remain loyal to the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They vowed to always hold Kim Jong Il in high esteem as the eternal sun of Juche and the image of the great Paektusan nation and glorify his Songun revolutionary idea and exploits for all ages.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that they will cherish the absolute trust in Kim Jong Un and become the first standard-bearers upholding his leadership by implementing the idea of the Workers' Party of Korea and defending the party's policies.\n\t\t\t\t\t\n\t\t\t\t\t They said that they will honorably defend the country, wage a struggle for wiping out alien ideologies and decadent trends detrimental to the social system and become the pioneers in building a highly civilized socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to consolidate the youth league into the youth vanguard strong in organizing ability, fighting spirit and unity in which the monolithic leadership system of the party has been firmly established. They stressed the need for the youth league officials to become locomotives and scouts of the ranks in the efforts for ushering in the prosperity of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t After the meeting the participants looked round the historic relics preserved with much care at the birthplace in the secret camp in Mt. Paektu, being briefed on it."
        },
        {
            "title": "Best Weightlifters of DPRK for 2013",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-27ee.html",
            "content": "Best Weightlifters of DPRK for 2013\r\n Pyongyang, February 7 (KCNA) -- Om Yun Chol and Ryo Un Hui were selected as the best man and woman weighlifters of the DPRK for Juche 102 (2013).\n\t\t\t\t\t Om bagged two gold and one silver medals in the World Weightlifting Championship and three gold medals in the Asian Weightlifting Championship last year. He took the first place at the 56 kg category in the Asian Cup and Interclub Junior and Senior Weightlifting Championship, setting a new world record by jerking 169 kg last year.\n\t\t\t\t\t\n\t\t\t\t\t In the London Olympic Games, he set a new Olympic record by jerking 168 kg, thrice as heavy as his body.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Ryo Un Hui won two silver and one bronze medals in the 2013 World Weightlifting Championship.\n\t\t\t\t\t\n\t\t\t\t\t She also clinched three gold medals at the 69 kg category in the 2013 Asian Weightlifting Championship."
        },
        {
            "title": "New Stamps Issued in DPRK",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-29ee.html",
            "content": "New Stamps Issued in DPRK\r\n Pyongyang, February 7 (KCNA) -- New stamps (one sheet and three individuals) were issued in the DPRK to mark the Day of the Shining Star (February 16), General Secretary Kim Jong Il's birthday.\n\t\t\t\t\t The sheet carries a photo of Kim Jong Il in his days of study at Kim Il Sung University. Seen on its upper part are inscriptions \"Commemoration of 72nd birth anniversary of the great leader comrade Kim Jong Il\" and \"Juche 31 (1942)-Juche 103 (2014)\".\n\t\t\t\t\t\n\t\t\t\t\t The individuals show photos of Kim Jong Il explaining the greatness of President Kim Il Sung's revolutionary idea, guiding a target practice of students of Kim Il Sung University in their military camping and giving field guidance to the then Komdok Mine in the 1970s.\n\t\t\t\t\t\n\t\t\t\t\t The new stamps remind everyone of the immortal revolutionary life of Kim Jong Il, who conducted energetic activities to defend the idea and cause of the President and achieve the prosperity of the country and happiness of people."
        },
        {
            "title": "DPRK's Sports Aces (5)",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-26ee.html",
            "content": "DPRK's Sports Aces (5)\r\n Pyongyang, February 7 (KCNA) -- Many people still remember the world pro-wrestling king Kim Sin Rak (November 1920-December 1963), alias Rikidozan, who enjoyed a great popularity from the latter half of the 1950s to the first half of the 1960s. \n\t\t\t\t\t Kim, born in South Hamgyong Province of Korea, was taken to Japan before twenty and became a Sumo (traditional Japanese wrestling) player. He began pro-wrestling in Juche 39 (1950) in Japan.\n\t\t\t\t\t\n\t\t\t\t\t During those days, he was enraged at the denigration against the Korean nation. His repulsion and resentment against it made him exercise Herculean power in matches.\n\t\t\t\t\t\n\t\t\t\t\t His strong will and powerful karate chop brought many world pro-wrestling aces to their knees.\n\t\t\t\t\t\n\t\t\t\t\t He won victories 295 times in over 300 local and international pro-wrestling matches. \n\t\t\t\t\t\n\t\t\t\t\t An American pro-wrestling ace, alias Destroyer, who had the last match with Kim, praised him as the best pro-wrestler, saying that whatever others may say, there have been and will be no equals to him. \n\t\t\t\t\t\n\t\t\t\t\t He was murdered in Japan on December 15, 1963. \n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, deeply grieved over his death, saw to it that the title of Martyr was awarded to Kim Sin Rak as he had firmly preserved a soul and conscience of a Korean in the alien land for a long time."
        },
        {
            "title": "S. Korean Authorities Urged to Positively Respond to DPRK's Crucial Proposal",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-21ee.html",
            "content": "S. Korean Authorities Urged to Positively Respond to DPRK's Crucial Proposal \r\n Pyongyang, February 7 (KCNA) -- Twelve political parties and public organizations of Pakistan including the Peasants and Working People's Party of Pakistan and the Pakistan Association for Self-Reliance Studies released a joint statement on Jan. 26 in support of the crucial proposal of the National Defence Commission (NDC) of the DPRK. The statement said:\n\t\t\t\t\t The NDC of the DPRK sent a crucial proposal to the south Korean authorities for easing the tension on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t This proposal encourages the progressive people striving for the global peace.\n\t\t\t\t\t\n\t\t\t\t\t It is also a reasonable, practical and proper proposal in the interests of not only the Koreans but other people around the world.\n\t\t\t\t\t\n\t\t\t\t\t One nation living on the same territory should not be divided any longer.\n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification is the cherished desire of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the crucial proposal for defusing the tension on the Korean peninsula and ensuring the regional peace.\n\t\t\t\t\t\n\t\t\t\t\t It is not war but peace that brings happiness and prosperity to the people.\n\t\t\t\t\t\n\t\t\t\t\t Let us realize the peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t We demand the south Korean authorities positively respond to the crucial proposal of the NDC of the DPRK."
        },
        {
            "title": "5th Meeting of 22nd Central Committee of Chongryon Held",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-22ee.html",
            "content": "5th Meeting of 22nd Central Committee of Chongryon Held\r\n Pyongyang, February 7 (KCNA) -- The 5th meeting of the 22nd Central Committee of the General Association of Korean Residents in Japan (Chongryon) was held at the Korean Hall in Tokyo on Feb. 5.\n\t\t\t\t\t Present at the meeting were Chairman of the Chongryon Central Standing Committee Ho Jong Man and its vice-chairpersons, members of the Chongryon Central Committee and members of Central Audit Committee of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t Ho Jong Man made a report on the first agenda item under the title \"On waging a dynamic 70-day campaign for making the 23rd Congress of Chongryon a springboard of leap forward for a fresh heyday in the era of Marshal Kim Jong Un by giving full play to patriotism true to his New Year Address and congratulatory message\".\n\t\t\t\t\t\n\t\t\t\t\t He said that it is the historic mission and noble duty of Chongryon in the present times to usher in a fresh heyday of the movement of Koreans in Japan and ensure the happiness of compatriots and future of the rising generations in a responsible manner.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to develop in depth the work of Chongryon as required by the era of Kim Jong Un on the occasion of the congress.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the Chongryon Central Standing Committee calls upon all members of the organization to rise up as one in the 70-day campaign from coming March 1 till the 23rd Congress.\n\t\t\t\t\t\n\t\t\t\t\t He said that the purpose of the campaign is to make the 23rd Congress of Chongryon a springboard of leap forward for a fresh heyday.\n\t\t\t\t\t\n\t\t\t\t\t He appealed to all the officials and active members of Chongryon to brilliantly adorn the 23rd congress as one of loyalty, single-minded unity, succession and innovations upholding the noble idea and intention of Kim Jong Un clarified in his New Year Address and congratulatory message.\n\t\t\t\t\t\n\t\t\t\t\t Then speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Chairman Nam Sung U made a report on the second agenda item titled \"On holding the 23rd Congress of Chongryon\".\n\t\t\t\t\t\n\t\t\t\t\t Decisions on the agenda items were adopted there.\n\t\t\t\t\t\n\t\t\t\t\t A report on credentials was made, members of its Central Committee were relieved of their posts and there were elections to fill vacancy.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was read out there."
        },
        {
            "title": "Kim Jong Un Receives Congratulatory Letter from General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-32ee.html",
            "content": "Kim Jong Un Receives Congratulatory Letter from General Association of Koreans in China\r\n Pyongyang, February 7 (KCNA) -- Supreme leader Kim Jong Un was presented with a congratulatory letter from the General Association of Koreans in China on Thursday as regards his nomination as a candidate for deputy to the 13th Supreme People's Assembly (SPA) of the DPRK at a meeting of the electorate of Paektusan Constituency No. 111.\n\t\t\t\t\t The letter said that his nomination as a candidate for deputy to the SPA is a great event of the Korean people and service personnel and all other Koreans overseas and a historic event of epochal significance in developing the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is wisely leading DPRK to bring about a radical turn not only in the party building and army building but also on all fronts of the building of a thriving nation including the economy and culture through his outstanding leadership, the letter noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t For the army and people of the DPRK and overseas Koreans, the DPRK means the embrace of Kim Jong Un and the dignity of the DPRK is his high authority.\n\t\t\t\t\t\n\t\t\t\t\t Through the arduous struggle and experience amid the ordeals unprecedented in history the Korean people and overseas compatriots have deeply cherished the belief that the invincible might, eternal happiness and future of the socialist country are guaranteed as they have Kim Jong Un at the helm of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the General Association of Koreans in China and all other Koreans in China will more dynamically conduct the patriotic movement for the prosperity of the DPRK and national reunification, united close around Kim Jong Un with a great pride of having him at the helm of the revolution."
        },
        {
            "title": "Kim Il Sung, Kim Jong Il and Kim Jong Un Praised by Nigerian Figure",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-20ee.html",
            "content": "Kim Il Sung, Kim Jong Il and Kim Jong Un Praised by Nigerian Figure\r\n Pyongyang, February 7 (KCNA) -- It is great honor and happiness of the Nigerian people to award the title of honorary chieftain of Gusau City, Zamfara State to President Kim Il Sung, General Secretary Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t The secretary of the chieftain council said this at the ceremony of conveying the certificates of the title that took place in the city on Jan. 29. He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung performed immortal exploits on behalf of the era and history holding aloft the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t He liberated Korea through the arduous anti-Japanese armed struggle and led the Fatherland Liberation War against the U.S. imperialists to victory and built socialism centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t He also fully supported and encouraged African countries including Nigeria in their national liberation struggle and efforts for building new society.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il left great exploits guaranteeing the eternal foundation and rosy future of socialist Korea as his legacy.\n\t\t\t\t\t\n\t\t\t\t\t He further strengthened and developed the Workers' Party of Korea into an invincible guiding force, the DPRK into an impregnable socialist power and the Korean People's Army into matchless and invincible army.\n\t\t\t\t\t\n\t\t\t\t\t He made a great contribution to the development of the friendly relations between Nigeria and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un who is identical to Kim Il Sung and Kim Jong Il in thinking, leadership and traits is wisely leading the Korean people to advance along the road of independence, Songun and socialism.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will surely achieve the cause of building a thriving socialist nation, united close around Kim Jong Un."
        },
        {
            "title": "Crucial Proposal, Open Letter of NDC of DPRK Supported by Organizations, Personages of Russia",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-19ee.html",
            "content": "Crucial Proposal, Open Letter of NDC of DPRK Supported by Organizations, Personages of Russia\r\n Pyongyang, February 7 (KCNA) -- Organizations and figures of Russia issued joint statements on January 27 and 28 in support of the crucial proposal and open letter of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t Four organizations including the Paektusan Taekwon-Do Club, a regional sports social organization, in a statement said that the NDC of the DPRK sent the crucial proposal to the south Korean authorities in order to pave a wide avenue for improving the north-south relations by concerted efforts of the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's crucial proposal calling for taking practical measures for stopping slandering each other and halting all military hostile acts is a realistic one for mending the north-south ties, ensuring peace on the Korean peninsula and bringing earlier the country's reunification, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t It is a very just self-defensive measure that the DPRK is bolstering up its nuclear deterrence to ensure the national security and peace of the country against the U.S. nuclear threat.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the crucial proposal of the NDC of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Semyonov, chairman of the Russian Association for Development of Friendship and Cooperation with Foreign Countries, writer Abzeyeva, composer Sharin and others said that the DPRK is advancing along the road chosen by it, not threatening any country. It is also making every possible effort for national reconciliation and reunification, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They supported the DPRK's efforts for peace and reunification of the Korean peninsula. They demanded the south Korean authorities, political parties and organizations positively respond to the open letter."
        },
        {
            "title": "Day of Shining Star to Be Marked in France",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-09ee.html",
            "content": "Day of Shining Star to Be Marked in France\r\n Pyongyang February 7 (KCNA) -- A France preparatory committee for celebrating the birth anniversary of General Secretary Kim Jong Il (Day of the Shining Star) was formed on January 31.\n\t\t\t\t\t Andre Aubry, president of the France-Korea Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to the revolutionary career and exploits of Kim Jong Il and organize diverse events on the occasion of the Day of the Shining Star.\n\t\t\t\t\t\n\t\t\t\t\t It also decided to conduct positive solidarity activities for supporting the Korean people's just cause."
        },
        {
            "title": "Day of Shining Star to Be Observed in Denmark",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-10ee.html",
            "content": "Day of Shining Star to Be Observed in Denmark\r\n Pyongyang, February 7 (KCNA) -- A preparatory committee for celebrating the birth anniversary of General Secretary Kim Jong Il (Day of the Shining Star) was inaugurated in Copenhagen, Denmark on January 28.\n\t\t\t\t\t A member of the leadership of the Communist Party in Denmark and the chairman of the Denmark-DPRK Friendship Association were elected co-chairmen of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful events for praising Kim Jong Il's exploits on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Iran",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-11ee.html",
            "content": "Day of Shining Star to Be Celebrated in Iran\r\n Pyongyang, February 7 (KCNA) -- A preparatory committee of the Islamic Coalition Party of Iran for celebrating the birth anniversary of General Secreatry Kim Jong Il (Day of the Shining Star) was inaugurated in Tehran on January 25. \n\t\t\t\t\t Hamid Reza Taraghi, vice general secretary of the party, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful political and cultural events including a remembrance meeting, photo exhibition and film show on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Kuwait",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-12ee.html",
            "content": "Day of Shining Star to Be Celebrated in Kuwait\r\n Pyongyang, February 7 (KCNA) -- A Kuwaiti preparatory committee for celebrating the birth anniversary of General Secretary Kim Jong Il (Day of the Shining Star) was inaugurated on Jan. 26.\n\t\t\t\t\t Yousfe Al Amiri, president of the Kuwait House of Works who doubles as chairman of the Kuwait-DPRK Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee set the celebration period from Jan. 26 to Feb. 17, and decided to give wide publicity to the exploits of Kim Jong Il and organize colorful political and cultural events during the period."
        },
        {
            "title": "Day of Shining Star to Be Marked in Ethiopia",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-13ee.html",
            "content": "Day of Shining Star to Be Marked in Ethiopia\r\n Pyongyang, February 7 (KCNA) -- An Ethiopian preparatory committee for celebrating the birth anniversary of General Secretary Kim Jong Il (Day of the Shining Star) was inaugurated by the Ethiopian Youth Study Group of the Juche Idea on Jan. 27.\n\t\t\t\t\t Nigatu Dagnachew, chairman of the group, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize diverse political and cultural events in praise of the exploits and revolutionary career of Kim Jong Il on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Serbia",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-14ee.html",
            "content": "Day of Shining Star to Be Celebrated in Serbia\r\n Pyongyang, February 7 (KCNA) -- A Serbian preparatory committee for celebrating the birth anniversary of General Secretary Kim Jong Il (Day of the Shining Star) was inaugurated in Belgrade on January 23. \n\t\t\t\t\t Batric Mijovic, general secretary of the New Yugoslav Communist Party in Serbia, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events including meeting and seminar praising the revolutionary career and exploits of Kim Jong Il from Feb. 1 to 20."
        },
        {
            "title": "Day of Shining Star to Be Marked in Nepal",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-15ee.html",
            "content": "Day of Shining Star to Be Marked in Nepal\r\n Pyongyang, February 7 (KCNA) -- A Nepali national preparatory committee for celebrating the birth anniversary of General Secretary Kim Jong Il (Day of Shining Star) was inaugurated in Katmandu on Jan. 31.\n\t\t\t\t\t The preparatory committee consisted of officials and members of political parties, friendship and social bodies, Juche idea study organizations and media of Nepal. \n\t\t\t\t\t\n\t\t\t\t\t C. P. Mainali, general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee set the celebration period from Feb. 1 to 17 and decided to hold colorful political and cultural events including meeting, book exhibition and film show during the period."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Romania",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-16ee.html",
            "content": "Day of Shining Star to Be Celebrated in Romania\r\n Pyongyang, February 7 (KCNA) -- A Romanian preparatory committee for celebrating the birth anniversary of General Secretary Kim Jong Il (Day of the Shining Star) was inaugurated by the Romanian Socialist Union on January 30.\n\t\t\t\t\t Constantin Rotaru, chairman of the union, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t He said that the preparatory committee set the celebration period from Feb. 1 to 16 and decided to hold diverse political and cultural events during the period."
        },
        {
            "title": "Day of Shining Star to Be Celebrated in Syria",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-17ee.html",
            "content": "Day of Shining Star to Be Celebrated in Syria\r\n Pyongyang, February 7 (KCNA) -- A preparatory committee of the Socialist Unionist Party of Syria for celebrating the birth anniversary of General Secretary Kim Jong Il (Day of the Shining Star) was formed on Jan. 26.\n\t\t\t\t\t Adnan Ismail, deputy general secretary of the party, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize diverse political and cultural events on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Kim Jong Il Praised by Syrian Political Figure",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-18ee.html",
            "content": "Kim Jong Il Praised by Syrian Political Figure\r\n Pyongyang, February 7 (KCNA) -- The birth anniversary of General Secretary Kim Jong Il (Day of the Shining Star) is a holiday common to all socialists and freedom fighters across the world.\n\t\t\t\t\t Adnan Ismail, deputy general secretary of the Socialist Unionist Party of Syria, said this in an inaugural ceremony of the preparatory committee of the party for celebrating the birth anniversary of Kim Jong Il held on January 26.\n\t\t\t\t\t\n\t\t\t\t\t He said that Kim Jong Il will always be alive as supreme leader Kim Jong Un is leading the Workers' Party of Korea and the Korean people to victory, holding aloft the banner of great Kimilsungism-Kimjongilism."
        },
        {
            "title": "Kim Il Sung, Kim Jong Il's Works Carried by British Organizations",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-07ee.html",
            "content": "Kim Il Sung, Kim Jong Il's Works Carried by British Organizations\r\n Pyongyang, February 7 (KCNA) -- The gists of President Kim Il Sung's work \"Theses on the Socialist Rural Question in Our Country\" and General Secretary Kim Jong Il's work \"On Some Immediate Tasks of Party's Ideological Work for Modeling Whole Society on Kimilsungism\" were carried by the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the British branch of the Korean Friendship Association in their joint special bulletin on February 1."
        },
        {
            "title": "Kim Jong Un envia mensaje a participantes en Conferencia Nacional de Jefes de Equipo",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-37ee.html",
            "content": "Kim Jong Un envia mensaje a participantes en Conferencia Nacional de Jefes de Equipo\r\nPyongyang, 7 de febrero (ACNC) -- El Mariscal Kim Jong Un envio el 6 de febrero del 103 (2014) de la Era Juche a los participantes en la Conferencia Nacional de Jefes de Equipo del Sector Agricola el mensaje \"Renovemos la produccion agricola con la bandera de la tesis rural socialista en alto\".\n\t\t\t\t\tAbajo va el texto completo de la obra:\n\t\t\t\t\t\n\t\t\t\t\tNuestro Partido ha tomado la decision de convocar a la Conferencia Nacional de Jefes de Equipo del Sector Agricola, con el objetivo de renovar la produccion agricola enarbolando la bandera de la Tesis rural socialista en ocasion del cincuentenario de su publicacion.\n\t\t\t\t\t\n\t\t\t\t\tEn esta magna cita han participado los ejemplares jefes de equipo y otros cuadros del sector agricola quienes, deseosos de anticipar el dia en que nuestro pueblo disfrute plenamente de una vida abundante y dichosa, han dado una gran muestra de abnegacion patriotica y sobrecumplido el plan de produccion de cereales, verduras, carne y frutas.\n\t\t\t\t\t\n\t\t\t\t\tMis calurosas felicitaciones a los participantes en la Conferencia y mi sincero agradecimiento a todos los agricultores y funcionarios del sector, que defienden firmemente el frente de la agricultura socialista y a los militares y civiles que ayudan al campo de todo corazon, siguiendo la direccion del Partido.\n\t\t\t\t\t\n\t\t\t\t\tHace cincuenta anos el gran Lider, companero Kim Il Sung, hizo publica la \"Tesis sobre el problema rural socialista en nuestro pais\" e ilumino por primera vez en la historia el camino hacia la solucion del problema. Es una imperecedera obra clasica que da satisfactorias respuestas teoricas y practicas a la referida cuestion y un gran programa de nuestro Partido para la construccion del campo socialista. Con su publicacion el gran Lider realizo una proeza historica y sempiterna para la causa de las masas populares por la independencia y la del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tLuego de haberse publicado la Tesis, nuestro pais experimento una gran transformacion en el campo socialista.\n\t\t\t\t\t\n\t\t\t\t\tEl exitoso impulso de las revoluciones ideologica y cultural en el campo evoluciono de manera trascendental los rasgos espirituales de nuestros agricultores y supuso un gran desarrollo en su vida cultural. Ellos se han formado hoy como fidedignos protagonistas del sector agricola socialista que, armados con la idea Juche, la idea Songun, y unidos estrechamente en torno al Partido y el lider, se entregan en cuerpo y alma para materializar la politica del Partido acerca de la agricultura. Ha elevado notablemente su nivel cultural y tecnico, las aldeas rurales se han convertido en poblados modernos de caracter socialista y como resultado, han disminuido considerablemente las diferencias entre la ciudad y el campo en los estandares de la vida cultural. Con el vigoroso avance de la revolucion tecnica se han introducido la irrigacion, la electricidad, las maquinas y los productos quimicos en la economia rural, se han dado gigantes pasos de avance en la tarea de acondicionar\n\t\t\t\t\t\n\t\t\t\t\t  todas las tierras laborables del pais como tierras dignas del socialismo, asi como se han consolidado las bases material y tecnica del sector agricola. \n\t\t\t\t\t\n\t\t\t\t\tLos cambios historicos que se han producido en el campo de nuestro pais comprueban claramente la justeza y vitalidad de la Tesis rural socialista del gran Lider. Gracias a su gran e inmortal programa nuestro pueblo ha podido dar un brillante ejemplo en la construccion rural socialista.\n\t\t\t\t\t\n\t\t\t\t\tLa Tesis es la gran bandera de la construccion del campo socialista que nuestro Partido debe enarbolar invariablemente. \n\t\t\t\t\t\n\t\t\t\t\tNos corresponde materializar cabalmente las tareas presentadas en ella, para de esta forma lograr un nuevo auge en la construccion rural de la nueva centuria y solucionar definitivamente el problema rural.\n\t\t\t\t\t\n\t\t\t\t\tEs necesario impulsar con mas vigor las revoluciones ideologica, tecnica y cultural en el campo. \n\t\t\t\t\t\n\t\t\t\t\tSe colocara en primer plano la revolucion ideologica con miras a formar a todos los agricultores como revolucionarios de la era del Songun que, pertrechados con el kimilsungismo-kimjongilismo, se abniegan por el bien de la sociedad y el colectivo y en aras de la patria y el pueblo, y con la conciencia inmaculada y sinceridad dedican todo lo suyo al desarrollo de la agricultura nacional. Es preciso inculcarles la inconmovible fe en el socialismo y la firme conciencia de clase de caracter antiimperialista, de manera que consideren como su propia vida el socialismo a nuestro estilo, lo amen fervorosamente y luchen implacablemente contra las maniobras de la penetracion ideologica y cultural del imperialismo. \n\t\t\t\t\t\n\t\t\t\t\tCon vistas a edificar con exito un Estado socialista civilizado como desea nuestro pueblo y solucionar definitivamente el problema rural, hay que acelerar la revolucion cultural en el campo. En acato a la consigna de formar a todos los ciudadanos como excelentes cientificos y tecnicos, se promovera la divulgacion de conocimientos cientificos y tecnicos, todos los agricultores aprenderan la avanzada tecnologia agricola, manipularan con habilidad los modernos medios tecnologicos y un mayor numero de ellos se incorporaran en el sistema educativo que les permite estudiar sin abandonar las actividades laborales. Hace falta crear optimas condiciones para el pleno disfrute de la vida cultural y sentimental y modernizar mas las aldeas hasta transformarlas en civilizados y hermosos parajes del socialismo. \n\t\t\t\t\t\n\t\t\t\t\tNos toca impulsar energicamente la revolucion tecnica en el campo, conforme a la demanda de la era de las ciencias y la tecnologia, era de la informatica, a fin de consolidar mas las bases material y tecnica de la economia rural y elevar ininterrumpidamente el nivel de la adaptacion cientifica y la modernizacion de la agricultura.\n\t\t\t\t\t\n\t\t\t\t\tDebemos promover la mecanizacion integral y la aplicacion de la quimica en la economia rural para acortar la distancia entre las faenas agricolas y las industriales y liberar de una vez para siempre a los campesinos del trabajo engorroso. En cuanto a la irrigacion del campo, nos atane afianzar los exitos ya alcanzados, construir nuevas instalaciones, fomentar la introduccion de varios y avanzados metodos y perfeccionar el sistema. \n\t\t\t\t\t\n\t\t\t\t\tLa tarea mas importante que hoy encara el sector es cultivar bien la tierra y aumentar decisivamente la produccion. \n\t\t\t\t\t\n\t\t\t\t\tLa agricultura es la avanzada para la defensa del socialismo y el sector principal que nos exige concentrar la fuerza para la edificacion de una potencia economica socialista. \n\t\t\t\t\t\n\t\t\t\t\tLos imperialistas que no desean que seamos fuertes y ricos, crean dificultades en la vida alimentaria de nuestro pueblo mediante el recrudecimiento de la presion y las sanciones economicas, en un vil intento de debilitar su fe en el socialismo. Nos compete cultivar bien la tierra a toda costa, hallarle una respuesta satisfactoria al problema alimentario de la poblacion y de esta forma frustrar las maquinaciones del enemigo contra nuestra Republica y socialismo. Ahora que hemos ocupado con todo derecho la posicion de la potencia ideo-politica y militar, con un buen cultivo y el autoabastecimiento de viveres nuestro socialismo se mantendra incolume y proseguiremos el proceso revolucionario y constructivo como nos hemos propuesto y con animo, pese a las siniestras maniobras del enemigo. \n\t\t\t\t\t\n\t\t\t\t\tPor la gran importancia de la agricultura, nuestro Partido la ha definido como sector principal para la construccion de la potencia economica y ha lanzado el llamado de que en este ano sea la primera que sostenga la antorcha de la innovacion en la construccion de un Estado socialista poderoso y prospero. \n\t\t\t\t\t\n\t\t\t\t\tEn el sector deben cultivar bien la tierra en este ano significativo en que se cumple el cincuentenario de la publicacion de la tesis rural socialista, cumplir cueste lo que cueste la tarea de la produccion cerealera presentada por el Partido y el Estado y, a partir del 2015 en que se celebra el septuagesimo aniversario de la fundacion del Partido del Trabajo de Corea, alcanzar las metas mas altas. \n\t\t\t\t\t\n\t\t\t\t\tAl tiempo que incrementar decisivamente la produccion cerealera, es imperioso inyectar nuevos brios en todas las ramas de la economia rural como el cultivo de verduras, la ganaderia y la fruticultura.\n\t\t\t\t\t\n\t\t\t\t\tPara aumentar de manera trascendental la produccion agricola, se debe introducir las ciencias y la tecnologia en la agricultura, segun las exigencias de la politica del Partido y del metodo de cultivo jucheano. \n\t\t\t\t\t\n\t\t\t\t\tEste metodo es una valiosa herencia creada por el gran Lider. Un metodo propiamente nuestro que se ajusta a las condiciones reales del pais y un metodo superior de cultivo cientifico e intensivo que asegura una abundante cosecha por muy adversos que sean el medio natural y el clima.\n\t\t\t\t\t\n\t\t\t\t\tFue el gran companero Kim Jong Il quien definio como tal ese metodo original y cientifico, descubierto por su predecesor como fruto de un ingente esfuerzo, y condujo energicamente su puesta en practica. Buen conocedor de las exigencias de la realidad en desarrollo, presento como orientacion del Partido la idea de producir una revolucion agricola en la era del Songun, con el fin de aplicar cabalmente el mencionado metodo, abriendo un amplio camino para la solucion del problema agricola. \n\t\t\t\t\t\n\t\t\t\t\tLa llave maestra para aumentar la produccion agricola en nuestro pais con limitada superficie de tierras laborables es recurrir a las ciencias y la tecnica, tal como exigen la politica del Partido y el metodo agricola jucheano, y lograr el maximo rendimiento en cada hectarea. \n\t\t\t\t\t\n\t\t\t\t\tAnte todo, se debe impulsar la revolucion de la semilla. \n\t\t\t\t\t\n\t\t\t\t\tLa semilla es lo mas esencial en el cultivo. Es necesario conceder importancia a su mejoramiento y prestarle atencion primordial. Hace falta obtener variedades que aseguren alto rendimiento en el clima y el suelo del pais, requieran de poco abono y corto periodo para su crecimiento y que sean resistentes a distintos causantes de estragos como sequia, tempestad, enfermedades e insectos nocivos. Mientras que obtenemos buenas variedades con nuestros propios recursos, tambien debemos prestar atencion a la tarea de introducir del extranjero las que aseguren alto rendimiento. \n\t\t\t\t\t\n\t\t\t\t\tEs indispensable renovar la labor de la obtencion de semillas. Al sector agricola le compete realizar esa labor de manera cientifica y tecnologica, a fin de producir y asegurar suficiente cantidad de excelentes semillas, segun requieran cada localidad y granja cooperativa. Se debe construir modernas plantas de tratamiento de semillas de acuerdo con la demanda de la era del cultivo cientifico y establecer el sistema que permita seleccionar, clasificar y revestir las semillas en un proceso integral y suministrarlas a las granjas. \n\t\t\t\t\t\n\t\t\t\t\tNos atane lograr innovaciones en el metodo de cultivo.\n\t\t\t\t\t\n\t\t\t\t\tLa importante reserva para el incremento de produccion esta en renovar el metodo de cultivo segun la tendencia actual del desarrollo agricola. \n\t\t\t\t\t\n\t\t\t\t\tEs preciso distribuir correctamente las plantas y variedades partiendo del principio del cultivo adecuado en tierra y periodo apropiados e introducir ciencias y tecnologia en su abonamiento y cuidado.\n\t\t\t\t\t\n\t\t\t\t\tHay que distribuir plantas y variedades en conformidad con las peculiaridades de la region, su medio natural y clima. Deben promover el cultivo de plantas idoneas para una determinada region, por ejemplo, cultivar principalmente arroz en la zona donde se recoge una buena cosecha de dicha planta. Lo mismo sucede con el maiz o con la papa. Dada la diferencia del ambiente natural y el clima entre regiones, granjas y parcelas de una misma granja, hay que hacer un estudio cientifico sobre el provecho real que pueda reportar el cultivo de unas u otras plantas y variedades y saber distribuir las mas apropiadas. \n\t\t\t\t\t\n\t\t\t\t\tEn las granjas cooperativas haran exhaustivos preparativos para las faenas de cultivo de distintas fases y, sobre esta base, realizaran las labores de cada periodo a su debido tiempo y con calidad. Se debe evitar la tendencia a obligar indistintamente a todos a que hagan tal trabajo hasta tanto tiempo, sin tener en cuenta el ambiente natural, el clima y otras particularidades de cada una de las regiones, so pretexto de que aseguran la tempestividad en el cultivo. \n\t\t\t\t\t\n\t\t\t\t\tResulta importante abonar la tierra de manera cientifica y tecnica. Al aplicar eficaces metodos de abonado que concuerden con las peculiaridades de las plantas y fases de su crecimiento, produciran mas cereales con menos fertilizante. En lugar de aferrarse al abono nitrogenado, tambien utilizaran armoniosamente el fosforico, el potasico, el siliceo y los de microelementos. En las granjas cooperativas descartaran los viejos metodos de controlar el agua y utilizar abonos y otros productos agroquimicos a ojo de buen cubero y optaran por el avanzado metodo de abonado y cuidado de las plantas, basado en la medicion y analisis cientificos. \n\t\t\t\t\t\n\t\t\t\t\tEs indispensable introducir ampliamente la avanzada tecnologia y metodos de cultivo. \n\t\t\t\t\t\n\t\t\t\t\tActualmente se estudian y aplican varios metodos que posibilitan elevar notablemente el rendimiento con el uso de menos semillas, mano de obra y materiales. Debemos generalizarlos ampliamente. Es imperioso optimizar el aprovechamiento de la tierra e intensificar el cultivo al practicar activamente las cosechas dobles y triples con ayuda del cultivo mixto o el de distintas plantas en distintas temporadas, cuyas ventajas se han comprobado en las granjas, asi como al priorizar el cultivo de una variedad de cereales con otra o de cereales con papas y lograr el cultivo cientifico y sustancial de cereales con verduras o con plantas para fines industriales. \n\t\t\t\t\t\n\t\t\t\t\tNos toca fomentar el metodo de la bioagricultura. En este metodo lo fundamental es producir y utilizar gran cantidad de abonos organicos. Actualmente no son pocos los funcionarios del sector quienes piensan que la agricultura es inconcebible sin el abono quimico, lo cual es un concepto erroneo. En una tierra que contenga muchos elementos organicos, las plantas se cultivan bien aunque se les de poco abono quimico. La tendencia mundial del desarrollo agricola tambien prefiere el cultivo con el abono organico y no con el quimico. \n\t\t\t\t\t\n\t\t\t\t\tCon vistas a hacer mas fertil la tierra y lograr de forma sostenida el alto rendimiento por hectarea, hemos de abonar mucho la tierra. Producir el abono organico significa incrementar la produccion cerealera. Al sector le corresponde poner empeno en la produccion del abono y echar en cada hectarea de los arrozales y secanos entre 20 y mas de 30 toneladas de abono de buena calidad. En las granjas aprovecharan al maximo las reservas de abono como el estiercol del ganado, las basuras de las ciudades, el abono vegetal y el cieno.\n\t\t\t\t\t\n\t\t\t\t\tEl abono hukbosan, denominacion puesta por el gran Lider en el sentido de que es un tonificante del suelo, y el organico compuesto son de alta eficacia. En el sector agricola se debe concentrar los esfuerzos en la produccion del primer abono, asi como consolidar las bases de produccion del segundo abono e incrementar su elaboracion. \n\t\t\t\t\t\n\t\t\t\t\tEs imperioso establecer el sistema de produccion circular en cadena que combina la agricultura y la ganaderia, metodo ventajoso tanto por el aumento de las cabezas de ganado como por la produccion de excelentes abonos que contribuye a una rica cosecha de cereales. En las granjas deben atenerse invariablemente a la orientacion del Partido de implantar el mencionado sistema y materializarla cabalmente, para de esta forma activar la ganaderia y aumentar la produccion cerealera.\n\t\t\t\t\t\n\t\t\t\t\tEs imperioso desarrollar la ciencia y la tecnologia agricolas.\n\t\t\t\t\t\n\t\t\t\t\tEl sector de investigacion de ciencia agricola debe concentrar la fuerza en la solucion de los problemas cientifico-tecnicos que se presentan para materializar la politica del Partido sobre la agricultura, entre ellos los relativos a la semilla, la tecnologia de cultivo y la invencion de nuevas maquinas agricolas. Con el sentimiento patriotico de aportar a la rica cosecha con sus resonantes exitos, los cientificos y tecnicos de la esfera asumiran como tarea principal la solucion de los problemas acuciosos en la produccion agricola y desarrollaran su trabajo con el objetivo bien definido y con teson hasta consumarlo.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso introducir a tiempo en la produccion los logros de la ciencia y la tecnologia agricolas. A tal efecto deben ser activos, superando la obstinacion en las viejas experiencias y el menosprecio de las ciencias y la tecnologia.\n\t\t\t\t\t\n\t\t\t\t\tPara aumentar la produccion es necesario proteger las tierras cultivables y extender las plantaciones de cereales.\n\t\t\t\t\t\n\t\t\t\t\tLa tierra es el medio principal de la produccion agricola y valioso patrimonio nacional para las generaciones venideras. En el sector de la economia rural pondran empeno en la proteccion territorial para evitar la perdida de tierras cultivables. Realizaran regular y sustancialmente la trasplantacion de arboles, la regulacion de rios y riachuelos y la reparacion y mantenimiento de instalaciones para evitar la anegacion y perdida de tierras cultivables en la temporada de lluvia e impulsaran de manera planificada la formacion de bancales con terraplenes de hierba para resguardarlos de los danos naturales. Al mismo tiempo se esforzaran de modo activo por restaurar las tierras destruidas por la inundacion y rescatar las perdidas hasta recuperar la superficie que esta registrada en el plano de la distribucion del territorio. Es particularmente importante acabar con el uso indebido y derroche de tierras cultivables. Hay que establecer una rigurosa disciplina y orden de modo \n\t\t\t\t\t\n\t\t\t\t\t que no ocurran ilegalidades como la intrusion en los terrenos laborables y su uso para otros fines e intensificar el control administrativo y legal contra esos fenomenos. En tanto que seguimos esforzandonos por la construccion de polderes, debemos ensanchar las tierras cultivables recurriendo a varias posibilidades.\n\t\t\t\t\t\n\t\t\t\t\tLa agro-silvicultura es un metodo idoneo para aumentar la produccion de cereales con la eficiente utilizacion de los bosques. El gran General Kim Jong Il se refirio a la necesidad de convertir todas las montanas en las de oro y de tesoro que nos regalan alimentos y vestidos. En ciudades y distritos definiran acertadamente los objetos y desarrollaran en gran escala la agro-silvicultura para asi aumentar la produccion de cereales y acelerar la forestacion.\n\t\t\t\t\t\n\t\t\t\t\tHace falta renovar la estructura de la produccion agricola concediendo prioridad a la produccion de cereales, hasta el punto de maximizarla. Ya que para nosotros la solucion del problema alimentario es el imperativo mas acucioso, debemos hacer lo posible por reducir las plantaciones no gramineas y ampliar arrozales y maizales. Al Consejo de Ministros le corresponde revisar la situacion general del uso de tierras cultivables por las unidades no pertenecientes al Ministerio de Agricultura, darles aceptables planes de produccion de cereales y exigirles su cabal cumplimiento.\n\t\t\t\t\t\n\t\t\t\t\tEs necesario desplegar activamente el movimiento para labrar la tierra con los  propios recursos.\n\t\t\t\t\t\n\t\t\t\t\tLos encargados de la produccion agricola son precisamente los funcionarios y trabajadores del sector. Y es muy natural que ellos cultiven la tierra por su propia cuenta. En las condiciones actuales no es una tarea facil para las granjas cooperativas, pero esto no quiere decir que es imposible. En las granjas cooperativas ejemplares donde estan grabadas las huellas de direccion del gran Lider y del gran General sobrecumplen los planes de la produccion con sus propios esfuerzos e incrementan la retribucion de sus trabajadores, al despertar su conciencia y entusiasmo y organizar de manera intachable las faenas de cultivo de todas las fases. A todas otras granjas les compete aprender esta experiencia y esforzarse con denuedo para cultivar la tierra con sus propios recursos.\n\t\t\t\t\t\n\t\t\t\t\tEl equipo es la unidad mas inferior del campo que ocupa una posicion importante en el desarrollo de la economia rural y la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\tAl elevar su papel se puede desarrollar la economia rural socialista y renovar la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso manifestar plenamente la superioridad del sistema de autogestion del equipo.\n\t\t\t\t\t\n\t\t\t\t\tCreado por el gran Lider, es una buena forma de organizar la produccion y un metodo superior de administracion que inducen a los agricultores a participar en la produccion y la gestion en calidad de duenos, con apego a la economia conjunta. Su superioridad ya se ha comprobado fehacientemente en la practica.\n\t\t\t\t\t\n\t\t\t\t\tAl sector agricola le incumbe aplicar correctamente el sistema de autogestion de equipo, segun las exigencias de la realidad en desarrollo, de manera que los granjeros manifiesten su gran responsabilidad y creatividad. Conforme a los requerimientos de este sistema hay que trazarles claramente a los agricultores las tareas sobre el mantenimiento de la tierra, el desarrollo del proceso de cultivo y el cumplimiento del plan de produccion y hacer un balance oportuno y sustancial de modo que todos ellos, conscientes de su condicion de duenos, trabajen con gran entusiasmo y responsabilidad. Ya que recientemente, con el fin de elevar el afan de los granjeros por la produccion, implantamos el sistema de cuidar con responsabilidad las parcelas, dentro del marco del sistema de autogestion del equipo, las granjas cooperativas deben aplicarlo correctamente acorde a la situacion de cada cual para que tenga efecto en la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\tEn la aplicacion del sistema de autogestion del equipo resulta importante atenerse estrictamente al principio socialista en la retribucion. El igualitarismo no tiene nada que ver con este principio y va en detrimento del afan de produccion de los granjeros. Los equipos tienen que hacer a tiempo y correctamente la evaluacion del trabajo diario de sus miembros segun la cantidad y calidad del trabajo. Y en obediencia a las exigencias del principio de la retribucion socialista, deben repartir a los campesinos principalmente en especies, en atencion a las puntuaciones que hayan obtenido, luego de restar cierta cantidad definida por el Estado de los cereales que hayan producido sus unidades. El Estado debe definir racionalmente el plan de acopio obligatorio de cereales, a base de un calculo correcto de la demanda de alimentos del pais y los intereses y las necesidades de la vida de los granjeros, para que estos, llenos de confianza, hagan mayores esfuerzos.\n\t\t\t\t\t\n\t\t\t\t\tEs imprescindible elevar la responsabilidad y el papel de los jefes de equipo.\n\t\t\t\t\t\n\t\t\t\t\tEllos son nucleos del campo en los que se apoya nuestro Partido en su empeno por afianzar la posicion del campo socialista y dirigentes de base que organizan y llevan a cabo el cultivo y la gestion del equipo. De la manera de desempenar sus funciones depende la materializacion o no de la politica agricola del Partido y la manifestacion o no de la superioridad y la vitalidad del sistema de autogestion del equipo.\n\t\t\t\t\t\n\t\t\t\t\tConscientes del objetivo que persigue el Partido al convocar la presente Conferencia como la primera del ano, cumpliran sus deberes con responsabilidad y exito.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, deben ser fervorosos defensores, propagandistas y cumplidores de la politica agricola del Partido y el metodo de cultivo jucheano.\n\t\t\t\t\t\n\t\t\t\t\tAl aceptarlos como guia de accion mas justa e inquebrantable fe, los defenderan firmemente en cualquier circunstancia y condicion. Deben conocerlos mejor que nadie y divulgarlos activamente entre los agricultores. Se atendran a sus exigencias para realizar todos los quehaceres de labranza y cumpliran a toda costa la tarea de produccion asignada a sus equipos, considerandola como una orden de combate del Estado.\n\t\t\t\t\t\n\t\t\t\t\tSegundo, deben ser genuinos duenos del equipo y habiles dirigentes que cultivan la tierra y gestionan sus unidades con responsabilidad y creatividad.\n\t\t\t\t\t\n\t\t\t\t\tTrazaran con prevision el plan de cada proceso de cultivo, conforme a la situacion de sus equipos, y organizaran con escrupulo el empleo de la mano de obra y el trabajo para cumplir a tiempo y con calidad todas las tareas agricolas. Con la determinacion de contribuir cual abono a la rica cosecha, se levantaran mas temprano y se acostaran mas tarde que otros para ser los primeros en cumplir las faenas mas dificiles. Deben meditar a toda hora y estudiar mucho para el aumento de la produccion y la mejor administracion del equipo. Urge superar la subjetividad y la arbitrariedad e incentivar el ingenio y la creatividad de su colectivo para perfeccionar constantemente sus gestiones.\n\t\t\t\t\t\n\t\t\t\t\tTercero, deben ser genuinos agricultores de la nueva centuria, versados en todas las faenas agricolas y conocedores de las modernas ciencia y tecnologia agricolas.\n\t\t\t\t\t\n\t\t\t\t\tConoceran como la palma de la mano sobre todos los trabajos del campo, asimilaran las modernas ciencia y tecnologia de la agricultura y se prepararan para manejar con habilidad varias maquinas agricolas. Seran sensibles a lo nuevo y muy emprendedores e introduciran con audacia las avanzadas tecnicas y metodos y las valiosas experiencias sobre la agricultura.\n\t\t\t\t\t\n\t\t\t\t\tCuarto, deben ser diligentes en el cuidado y la administracion de bienes comunes de la granja.\n\t\t\t\t\t\n\t\t\t\t\tLograran la unidad con los miembros del equipo y apreciaran, amaran y preservaran tierras, maquinas, animales de tiro y otros utiles de labranza como si fueran sus propios bienes y carne. Orientaran a los integrantes del equipo a que, conscientes de que son duenos de la economia comun, participen en tal calidad en la produccion y administracion y no practiquen el maltrato y la dilapidacion de los bienes de la granja y de los productos.\n\t\t\t\t\t\n\t\t\t\t\tQuinto, amaran y atenderan a los miembros del equipo como si fueran el mayor de los hermanos.\n\t\t\t\t\t\n\t\t\t\t\tTrataran con amabilidad a todos ellos, con diferentes caracteres, vocaciones y niveles de preparacion, y trabajaran bien con ellos hasta prepararlos como dignos miembros de una gran familia socialista. Los amaran de corazon, se interesaran mas por la vida de ellos que por la suya y los atenderan con responsabilidad. Con ellos seran siempre corteses, compartiran las alegrias y las penas, conviviran en armonia y con optimismo, y de ellos obtendran el afectuoso calificativo de \"nuestro jefe de equipo\".\n\t\t\t\t\t\n\t\t\t\t\tSon muy grandes la confianza y la esperanza que nuestro Partido deposita en los jefes de equipo del sector agricola. A todos ellos les compete conocer bien su mision y cumplirla al pie de la letra, como precursores y abanderados del campo capaces de levantar una furiosa llamarada de innovaciones en la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso promover la ayuda del Estado al campo.\n\t\t\t\t\t\n\t\t\t\t\tEsta es uno de los principios fundamentales de la construccion del campo socialista estipulados en la tesis rural. Sin ella es inconcebible el asentamiento de la agricultura sobre un fundamento cientifico, su modernizacion y el continuo incremento de la produccion agricola.\n\t\t\t\t\t\n\t\t\t\t\tHace falta que el Estado aumente las inversiones en el sector agricola y mejore el abastecimiento de materiales. En este tipo de ayuda lo importante es suministrar en el tiempo oportuno el abono necesario para la produccion agricola. El abono son precisamente los cereales. Se debe abastecer de electricidad y carbon al Complejo Quimico Juventud de Namhung y el Complejo de Fertilizantes de Hungnam, arsenales que tienen a su cargo el aprovisionamiento de municiones al frente de la agricultura socialista, de manera que normalicen en alto nivel la produccion. Produciran tanto el abono nitrogenado como el fosforico, el potasico, el siliceo y los de microelementos. Se enviaran al campo muchos tractores y otras maquinas modernas y tambien se le suministraran suficientemente la electricidad, el combustible, las mantas de vinilo, los productos agroquimicos y otros materiales con arreglo a las fases de las faenas agricolas.\n\t\t\t\t\t\n\t\t\t\t\tSe necesita ayudar al campo con la mano de obra. Dado que la agricultura no esta mecanizada aun en el nivel deseado, es preciso que todo el pais brinde la ayuda laboral al campo. Esta ayuda sera organizada apropiadamente en atencion a las peculiaridades de cada localidad y granja cooperativa en tanto que los voluntarios deben asumir la misma responsabilidad que los campesinos y realizar las faenas agricolas con esmero y escrupulosidad. A la par de promover la ayuda al campo, se debe combatir la movilizacion de las fuerzas laborales y equipos de labranza de las granjas cooperativas en las tareas ajenas a la agricultura.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso elevar las funciones del Consejo de Ministros y los organismos de direccion de la agricultura.\n\t\t\t\t\t\n\t\t\t\t\tDe su desempeno dependen en gran medida los cambios en la produccion agricola mediante la movilizacion de todos los recursos.\n\t\t\t\t\t\n\t\t\t\t\tEl Consejo de Ministros, consciente del proposito del Partido que concede importancia a la agricultura en la construccion del Estado poderoso y prospero, se atendra al principio de concentrar esfuerzos en ese sector al proyectar, organizar y dirigir las actividades economicas y resolvera a tiempo los problemas relacionados con la produccion agricola. En cuanto al aprovisionamiento de la agricultura, no se limitaran a impartir planes y apremiar su cumplimiento en un despacho, pretextando las dificultades economicas que enfrenta el pais sino averiguaran in situ los problemas pendientes en la produccion y adoptaran medidas decisivas para resolverlos.\n\t\t\t\t\t\n\t\t\t\t\tLos organismos de la direccion agricola deben cumplir plenamente su responsabilidad como encargados de la agricultura. Abandonaran decididamente las actitudes de profundo arraigo como el subjetivismo, el burocratismo y el formalismo. Al dirigir las labores agricolas priorizaran la asistencia tecnica, generalizaran los avances tecnicos y metodologicos, exigiran a las granjas cooperativas el acatamiento de las normas cientifico-tecnicas en el cumplimiento de los trabajos agricolas y les brindaran eficiente apoyo en este sentido.\n\t\t\t\t\t\n\t\t\t\t\tEs necesario intensificar la direccion del Partido sobre el sector agricola.\n\t\t\t\t\t\n\t\t\t\t\tA las organizaciones del Partido les corresponde realizar sus actividades en el sentido de defender y ensalzar las proezas sempiternas realizadas por el gran Lider y el General para el desarrollo de la agricultura del  pais y materializar la politica agricola del Partido.\n\t\t\t\t\t\n\t\t\t\t\tDeben realizar sustancialmente la labor politica encaminada a estimular el espiritu de los funcionarios y trabajadores del sector.\n\t\t\t\t\t\n\t\t\t\t\tLa clave para el aumento de la produccion agricola es activar la fuerza espiritual de los integrantes del sector. Las organizaciones del Partido deben lograr que ellos, como fieles adeptos al patriotismo de Kim Jong Il, lo apliquen plenamente en las practicas y que aprendan el espiritu de lucha heroica de los campesinos de la generacion anterior que en el fragor de la guerra aseguraron la produccion de cereales. Trasladaran el escenario de la labor politica a los terrenos de cultivo, donde realizaran una dinamica labor de agitacion para estimular el entusiasmo y animo de los campesinos y excitar el esfuerzo de toda la granja por la mayor productividad. \n\t\t\t\t\t\n\t\t\t\t\tCrearan la unidad modelo y promoveran la emulacion de las demas unidades para superarla. Uno de los tradicionales metodos de trabajo de nuestro Partido consiste en crear un prototipo e incitar al mundo a imitarlo teniendolo como  referencia. Las organizaciones del Partido haran que la unidad obtenga esa distincion con sus propios esfuerzos y no con la ayuda exterior e incorporaran a las demas unidades a la renida emulacion por superar al modelo. En la granja cooperativa tambien se crearan la brigada y equipo ejemplares y se desarrollara una dinamica emulacion para que otras unidades tambien se ganen esa reputacion.\n\t\t\t\t\t\n\t\t\t\t\tSon de suma importancia la posicion y el papel de los comites distritales del Partido en la solucion del problema de cereales mediante la aplicacion consecuente de la politica agricola trazada por el Partido. Uno de los deberes mas importantes que ellos asumen es mejorar el cultivo en su distrito. Les corresponde estimular a los funcionarios del comite de gestion de granjas cooperativas y otros organismos administrativos y economicos del distrito a que con elevado sentido de responsabilidad proyecten y dirijan sustancialmente la labor encaminada a lograr innovaciones en la produccion agricola, y rectificar los errores a su debido tiempo.\n\t\t\t\t\t\n\t\t\t\t\tTambien les compete dirigir escrupulosamente a todas las organizaciones del Partido en el campo para que cumplan infaliblemente su plan de produccion agricola movilizando todos los recursos a la labranza.\n\t\t\t\t\t\n\t\t\t\t\tLes incumbe reforzar las filas de jefes de equipo. Elegiran para este cargo a personas fieles al Partido, de elevado espiritu patriotico y con amplios conocimientos tecnicos y alta calificacion profesional y los conduciran a responder con la mayor produccion de cereales a la gran confianza depositada a ellos por el Partido y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEstoy firmemente convencido de que todos los funcionarios y trabajadores del sector agricola, con la inquebrantable fe en la victoria, registraran avances trascendentales en la produccion agricola enarbolando la bandera de la tesis rural socialista."
        },
        {
            "title": "Kim Jong Un elegido como candidato a diputado en todos distritos electorales del pais",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-38ee.html",
            "content": "Kim Jong Un elegido como candidato a diputado en todos distritos electorales del pais\r\nPyongyang, 7 de febrero (ACNC) -- Tuvieron lugar en todos los distritos electorales del pais los colegios para elegir al Mariscal Kim Jong Un como candidato a diputado a la XIII Legislatura de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea. \n\t\t\t\t\tEn las ocasiones los informadores y los oradores senalaron que las elecciones de diputados a la XIII Legislatura de la APS seran un acontecimiento historico para glorificar eternamente la autoctona idea e imborrables proezas de los Generalisimos Kim Il Sung y Kim Jong Il en materia de la fundacion y construccion del Estado y preparar la coyuntura de viraje en la lucha por realizar todos los ideales del pueblo mediante la elevacion de la funcion y el papel del poder popular. \n\t\t\t\t\t\n\t\t\t\t\tSenalaron que con su extraordinaria inteligencia, probada capacidad directiva y nobles virtudes, el Mariscal realizo imborrables proezas ante el partido, la revolucion, la patria y el pueblo poniendose al frente de la lucha por el cumplimiento de la causa revolucionaria del Juche en el tiempo trascendental de la historia en que comienza la nueva centuria del Juche. \n\t\t\t\t\t\n\t\t\t\t\tEn aquellos dias en que el ejercito y pueblo coreanos vinieron impulsando la revolucion y la construccion teniendo al Mariscal en el puesto supremo del partido, el Estado y el ejercito, ellos pudieron conocer bien las nobles personalidades de ese General Insigne del Songun quien posee perfectamente todas las cualidades de politico moderno, dijeron. \n\t\t\t\t\t\n\t\t\t\t\tContinuaron que todos los militares y civiles coreanos estan seguros de que en apoyar al Mariscal residen el radiante futuro de la Corea del Songun y la victoria de la causa de construccion de un Estado prospero socialista que pondra en practica los nobles ideales de los Generalisimos. \n\t\t\t\t\t\n\t\t\t\t\tEn reflejo del unanime deseo de todos los electores y habitantes, los colegios electorales propusieron cortesmente elegir al Mariscal como candidato a diputado. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes expresaron apoyo total a la propuesta. \n\t\t\t\t\t\n\t\t\t\t\tEn los actos fue anunciado con solemnidad que Kim Jong Un, Primer Secretario del PTC, Primer Presidente del CDN de la RPDC y Comandante Supremo del EPC, fue elegido como candidato al diputado a la XIII Legislatura de la APS de la RPDC por el apoyo y consentimiento absoluto de todos los electores y habitantes. \n\t\t\t\t\t\n\t\t\t\t\tAl final, fueron aprobadas las cartas dirigidas al Mariscal."
        },
        {
            "title": "Kim Yong Nam se reune con presidenta del Consejo de Federacion de Rusia",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-39ee.html",
            "content": "Kim Yong Nam se reune con presidenta del Consejo de Federacion de Rusia\r\nMoscu, 6 de febrero (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 6 en esta capital en ambiente amistoso con la presidenta del Consejo de Federacion de Rusia, Valentina Ivanovna Matvienko, antes de trasladarse a Sochi para tomar parte como huesped honorario en la ceremonia inaugural de los 22o Juegos Olimpicos Invernales.\n\t\t\t\t\tEn la ocasion estuvieron presentes por la parte coreana el vicecanciller Kung Sok Ung, el embajador coreano en Rusia, Kim Yong Jae, y otros funcionarios acompanantes, y por la rusa, el vicepresidente del Consejo de Federacion, Ilyas Umakhanov, el vicecanciller Igor Morgulov y el presidente del Comite de Asuntos Internacionales del Consejo de Federacion, Mijail Margelov, y otras personalidades interesadas.\n\t\t\t\t\t\n\t\t\t\t\tLa presidenta Matvienko subrayo que Rusia tiene la firme posicion de fortalecer y desarrollar las tradicionales relaciones de amistad Rusia-Corea e hizo votos por grandes exitos en la lucha del pueblo coreano por construir una potencia economica y mejorar los niveles de su vida.\n\t\t\t\t\t\n\t\t\t\t\tEl dia 5, durante su paso por Vladivostok, Kim Yong Nam se reunio con Vladimir Mikulushevski, gobernador de la Administracion en el Territorio Litoral de Rusia.\n\t\t\t\t\t\n\t\t\t\t\tEl gobernador dijo que durante su reciente visita a Jasan, recorrio la Casa de Amistad Rusia-Corea visitada por el Presidente Kim Il Sung y el Dirigente Kim Jong Il y conocio en esa ocasion la profunda raiz historica de amistad y cooperacion entre ambos paises.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la voluntad de esforzarse mucho por desarrollar la cooperacion economica y el intercambio cultural entre Rusia y Corea."
        },
        {
            "title": "Otorgada la Orden Kim Jong Il a ADFHR",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-40ee.html",
            "content": "Otorgada la Orden Kim Jong Il a ADFHR\r\nPyongyang, 7 de febrero (ACNC) -- Con motivo del dia de nacimiento del Dirigente Kim Jong Il, fue otorgada la Orden Kim Jong Il a la Agencia de Documentos Fotograficos de la Historia Revolucionaria (ADFHR).\n\t\t\t\t\tEsta agencia hizo gran aporte a propagar y glorificar la historia revolucionaria y proezas del Presidente Kim Il Sung y del Dirigente y la grandeza del Partido del Trabajo de Corea, al describir en el maximo nivel los documentos fotograficos relativos a las actividades de esos grandes hombres del monte Paektu, patrimonios eternos de la Revolucion Coreana y tesoros nacionales mas grandes, y hacer colocarlos en las bases de educacion masiva y unidades importantes de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tSe publico el dia 5 el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea."
        },
        {
            "title": "Otorgado el Premio Kim Jong Il a Ri Si Hup",
            "url": "http://kcna.co.jp/item/2014/201402/news07/20140207-41ee.html",
            "content": "Otorgado el Premio Kim Jong Il a Ri Si Hup\r\nPyongyang, 7 de febrero (ACNC) -- Con motivo del dia de nacimiento del Dirigente Kim Jong Il, fue otorgado el Premio Kim Jong Il a Ri Si Hup, investigador de la facultad de ingenieria material de la Universidad Politecnica Kim Chaek.\n\t\t\t\t\tEl premiado soluciono los problemas cientifico-tecnicos surgidos en las practicas, formo a los cientificos y tecnicos talentosos y escribio muchos libros contribuyendo grandemente al desarrollo cientifico-tecnico del pais y a la construccion de potencia economica.\n\t\t\t\t\t\n\t\t\t\t\tQuedo publicado el dia 5 el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea."
        }
    ]
}