{
    "date": "2014-04-29",
    "url": "http://kcna.co.jp/item/2014/201404/2014-04-29ee.html",
    "articles": [
        {
            "title": "Pak Pong Ju Meets Russian Deputy PM",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-17ee.html",
            "content": "Pak Pong Ju Meets Russian Deputy PM\r\n Pyongyang, April 29 (KCNA) -- DPRK Premier Pak Pong Ju met and had a talk with Yuri Trutnev, deputy prime minister and presidential envoy to the Far East Federal District of the Russian Federation, and his party who paid a courtesy call on him at the Mansudae Assembly Hall on Tuesday."
        },
        {
            "title": "Russian Deputy PM Pays Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-23ee.html",
            "content": "Russian Deputy PM Pays Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 29 (KCNA) -- Yuri Trutnev, deputy prime minister and presidential envoy to the Far East Federal District of the Russian Federation, and his party visited the Kumsusan Palace of the Sun on Tuesday.\n\t\t\t\t\t They paid high tribute to the statues of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t At the halls where Generalissimos Kim Il Sung and Kim Jong Il lie in state, the guests made a bow to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the Generalissimos received are on display and the halls which house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t Yuri Trutnev wrote in a visitor's book that Kim Il Sung, founder and President of the DPRK, and Kim Jong Il, general secretary of the Workers' Party of Korea and chairman of the National Defence Commission of the DPRK, performed great feats in the history of friendly and cooperative relations between Russia and the DPRK."
        },
        {
            "title": "Russian Deputy PM Visits Liberation Tower",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-16ee.html",
            "content": "Russian Deputy PM Visits Liberation Tower\r\n Pyongyang, April 29 (KCNA) -- Yuri Trutnev, deputy prime minister and presidential envoy to the Far East Federal District of the Russian Federation, and his party laid a wreath before the Liberation Tower on Tuesday.\n\t\t\t\t\t Present at a wreath-laying ceremony were Vice-Minister of Foreign Affairs Kung Sok Ung, officials concerned and Russian Ambassador to the DPRK Alexandr Timonin and his embassy staff members.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a wreath in the name of Yuri Trutnev before the tower and paid silent tribute to fallen fighters of the Soviet Army.\n\t\t\t\t\t\n\t\t\t\t\t Then they went round the tower."
        },
        {
            "title": "Russian Deputy PM Visits Different Places of Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-18ee.html",
            "content": "Russian Deputy PM Visits Different Places of Pyongyang\r\n Pyongyang, April 29 (KCNA) -- Yuri Trutnev, deputy prime minister and presidential envoy to the Far East Federal District of the Russian Federation, and his party visited the Tower of the Juche Idea on Tuesday.\n\t\t\t\t\t Being briefed on the ideological and theoretical exploits performed by President Kim Il Sung who founded the immortal Juche idea indicating the way of accomplishing the popular masses' cause of  independence, they looked round the tower and groups of sculptures and enjoyed a bird's-eye view of Pyongyang from the observation deck of the tower.\n\t\t\t\t\t\n\t\t\t\t\t The guests also visited the Mirim Riding Club, Taekwon-Do Hall and the Jongbaek Church."
        },
        {
            "title": "Yang Hyong Sop Meets WAF President",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-24ee.html",
            "content": "Yang Hyong Sop Meets WAF President\r\n Pyongyang, April 29 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with Ugur Erdener, president of the World Archery Federation, who paid a courtesy call on him at the Mansudae Assembly Hall on Tuesday."
        },
        {
            "title": "Kim Jong Un Receives Gift from WAF President",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-25ee.html",
            "content": "Kim Jong Un Receives Gift from WAF President\r\n Pyongyang, April 29 (KCNA) -- Supreme leader Kim Jong Un was presented with a gift by Ugur Erdener, president of the World Archery Federation, on a visit to the DPRK.\n\t\t\t\t\t The gift was conveyed to Yang Hyong Sop, vice-president of the Presidium of the DPRK Supreme People's Assembly, by Ugur Erdener on Tuesday."
        },
        {
            "title": "WAF President Pays Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-29ee.html",
            "content": "WAF President Pays Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 29 (KCNA) -- Ugur Erdener, president of the World Archery Federation, visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Tuesday.\n\t\t\t\t\t He laid a bouquet before the statues and paid tribute to them."
        },
        {
            "title": "WAF President Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-19ee.html",
            "content": "WAF President Visits Mangyongdae\r\n Pyongyang, April 29 (KCNA) -- Ugur Erdener, president of the World Archery Federation, Tuesday visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t He looked round historical relics preserved with much care at the old home in Mangyongdae where Kim Il Sung was born and nurtured a high intention of revolution, spending his childhood.\n\t\t\t\t\t\n\t\t\t\t\t He also visited the Tower of the Juche Idea, Mirim Riding Club and others."
        },
        {
            "title": "US President's Asian Tour Censured by FM Spokesman",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-30ee.html",
            "content": "US President's Asian Tour Censured by FM Spokesman\r\n Pyongyang, April 29 (KCNA) -- The spokesman for the Foreign Ministry of the DPRK issued the following statement on Tuesday:\n\t\t\t\t\t U.S. President Obama toured Japan, south Korea, Malaysia and Philippines from April 23 to 29.\n\t\t\t\t\t\n\t\t\t\t\t As warned by the DPRK of the danger of his junket on April 21, it was clearly confirmed that Obama's tour was a dangerous one as it was aimed to bring dark clouds of more acute confrontation and nuclear arms race to Asia.\n\t\t\t\t\t\n\t\t\t\t\t Obama proved in practice that the U.S. hegemonic \"strategy for rebalancing\" in the Asia-Pacific region is being pushed forward in real earnest.\n\t\t\t\t\t\n\t\t\t\t\t In Japan he officially declared for the first time as U.S. president that islets of dispute between China and Japan  come within the scope of the application of the  U.S.-Japan security treaty, thus confirming that it is natural for the U.S. forces to interfere in case of military conflict between China and Japan. He also supported Japan's readiness to exercise the right to collective self-defense though it is censured by regional countries for attempting to call back the departed soul of militarism.\n\t\t\t\t\t\n\t\t\t\t\t After flying into south Korea he agreed to postpone indefinitely the transfer of the right to command wartime operations by the U.S. forces present in south Korea and build a missile shield with the south Korean puppet forces involved. He went the lengths of blustering that \"the U.S. would not hesitate to use military force to protect its allies and their lives.\"\n\t\t\t\t\t\n\t\t\t\t\t In Philippines he signed a new military agreement which calls for regularly dispatching U.S. forces to Philippines and jointly using their base, etc.\n\t\t\t\t\t\n\t\t\t\t\t Facts clearly prove that his tour was designed for undisguised confrontation to retain a tighter grip on allies of the U.S. and encircle and contain its rivals in Eurasia, pursuant to the U.S. Asia-Pacific strategy for domination and scenario for aggression from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t The danger of his Asian junket found a more vivid manifestation in the issue of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Before his tour the U.S. kicked off together with south Korean puppet forces the largest-ever war maneuvers aimed to \"occupy Pyongyang\", the military exercises to apply the \"tailored deterrence strategy\", the scenario for preemptive nuclear attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Such being a hard fact, Obama, touring Japan and south Korea, cried out for harsher \"sanctions\", \"pressure\" and did not rule out the use of military force, labeling the DPRK's inevitable steps for self-defence \"provocation\" and \"threat\".\n\t\t\t\t\t\n\t\t\t\t\t Not content with this, he did not conceal his inveterate repugnancy toward the social system of the DPRK, describing it as a \"forsaken state\" and jabbering its pursuance of the program to develop nuclear weapons would leave it further isolated.\n\t\t\t\t\t\n\t\t\t\t\t He also uttered that the denuclearization should be placed on the agenda of dialogue but, in actuality, he flatly denied dialogue for discussing something.\n\t\t\t\t\t\n\t\t\t\t\t By doing so, he declared before the world that the U.S. hostile policy toward the DPRK remains unchanged, the U.S. tries to bring down the DPRK by force and it began to carry out such scenario.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had already advised the Obama administration to coolly ponder over whether its hostile policy toward the DPRK is in the final interests of the U.S. or not.\n\t\t\t\t\t\n\t\t\t\t\t However, he declared that the U.S. seeks to ignite a nuclear war on the Korean peninsula to realize its Asia-Pacific strategy, thereby throwing his initiative to build \"a world without nuclear weapons\" into a wastebasket and making the prospect of realizing the denuclearization of the Korean peninsula gloomier.\n\t\t\t\t\t\n\t\t\t\t\t He will have to pay for this in the mid-term parliamentary election due in November this year.\n\t\t\t\t\t\n\t\t\t\t\t During his tour he took much pain to bring the U.S. allies closer to it, vociferating about someone's \"provocation\" and \"threat,\" but failed to reap desired results.\n\t\t\t\t\t\n\t\t\t\t\t On the contrary, he openly revealed the hegemonic nature of the \"strategy for rebalancing\" in the Asia-Pacific region only to spark off strong rebuff of his rivals from the very outset and arouse great concern worldwide.\n\t\t\t\t\t\n\t\t\t\t\t His reckless acts only escalated the danger of confrontation and conflict in the Asia-Pacific region and gave further momentum to the opposition to him.\n\t\t\t\t\t\n\t\t\t\t\t The Obama group is making desperate efforts to prop up the position of the U.S. as \"the only superpower\" on decline in the Asia-Pacific region but it is too late. \n\t\t\t\t\t\n\t\t\t\t\t What remains to be done by the Obama group is to watch what kind of seeds of fire sown by him this time would develop into flames that may affect the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will advance along the road of bolstering up nuclear deterrent, unhindered, now that the U.S. brings the dark clouds of a nuclear war to hang over the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t There is no statute of limitations to the DPRK's declaration that it will not rule out a new form of nuclear test clarified by it in the March 30 statement.\n\t\t\t\t\t\n\t\t\t\t\t This is the exercise of the inviolable right to self-defence."
        },
        {
            "title": "World's Poorest Human Rights Record in S. Korea Disclosed",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-12ee.html",
            "content": "World's Poorest Human Rights Record in S. Korea Disclosed\r\n Pyongyang, April 29 (KCNA) -- The National Reunification Institute and the Measure Council for Human Rights in South Korea released a white paper Tuesday to inform the public at home and abroad of the poor human rights record in south Korea, a product of the U.S. colonial rule and the puppet forces' unpopular rule.\n\t\t\t\t\t All fields of south Korea including politics, economy, military and culture are entirely dependent on the U.S., the white paper says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. regard south Koreans as no more than ducks in water, pheasants in the mountains and rats in fields. GIs consider south Korean women as no more than sexual playthings.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led foreign monopoly capital accounts for 30 percent of the south Korean stock market and big businesses and banks hold more than 50 percent of stocks, swaying over the south Korean economy. They rake in profits running to billions of U.S. dollars from stock dividends only every year.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. monopoly capital stalks in south Korea, making businesses of south Korea go bankrupt and its people languish in unemployment and poverty.\n\t\t\t\t\t\n\t\t\t\t\t Onrush of excessive agricultural products from the U.S. threatens the local farmers numbering more than 2.8 million.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. built military bases in different parts of south Korea and has staged madcap military exercises. This has deprived south Koreans of their cradle of life, devastating farmland, taking their lives and doing harm to human bodies and polluting environment.\n\t\t\t\t\t\n\t\t\t\t\t Young and middle-aged south Koreans are taken off as cannon fodder of the U.S. in its wars of aggression.\n\t\t\t\t\t\n\t\t\t\t\t There is no land in the world except for south Korea which is suffering such humiliation as offering funds as upkeep of the foreign occupation forces.\n\t\t\t\t\t\n\t\t\t\t\t South Koreans have no place where they may complain even though they are deprived of everything by the U.S. and their rights violated by it.\n\t\t\t\t\t\n\t\t\t\t\t  Human rights are more crudely violated due to the puppet forces' medieval, tyrannical and unpopular rule.\n\t\t\t\t\t\n\t\t\t\t\t Political freedom and democratic rights are mercilessly infringed upon, among other things.\n\t\t\t\t\t\n\t\t\t\t\t The progressive party that made a legitimate appearance was forced to be disbanded, after being labeled \"forces following the north\" and a lawmaker from an opposition party was walked away from the \"NA\" building in broad daylight, on the charge of his alleged involvement in an \"attempted rebellion.\"\n\t\t\t\t\t\n\t\t\t\t\t  In the eight months of the present regime more than 23,790 articles were deleted from internet site for being \"articles following the north\", and hundreds of internet sites were forced to shut down.\n\t\t\t\t\t\n\t\t\t\t\t People demanding the right to existence were harshly suppressed.\n\t\t\t\t\t\n\t\t\t\t\t When workers in the field of railways staged a strike against the de-nationalization of railways at the end of last year, the fascist authorities hurled at least 5,000 police of over 60 companies to put it down the way they conducted an \"anti-terrorist operation\". They even stormed the building of the south Korean Confederation of Trade Unions without a confiscation and search warrant and walked off more than 130 people.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' unpopular rule deteriorated the living of south Koreans from all walks of life, forcing them to undergo unspeakable sufferings.\n\t\t\t\t\t\n\t\t\t\t\t The number of the unemployed has reached over 4.5 million and that of underemployed who do part-time jobs for low wages for a day or a few months almost 10 million. People accounting for 11-19 percent suffer from chronic malnutrition.  \n\t\t\t\t\t\n\t\t\t\t\t The number of those who commit suicides is more than 40 a day, topping the world list.\n\t\t\t\t\t\n\t\t\t\t\t Over 1.1 million or 20 percent of the aged roam about in the streets, begging for food or rummaging garbage bins, being forsaken by society and their children. \n\t\t\t\t\t\n\t\t\t\t\t Children kill their parents in cold blood for money and all other kinds of crimes including murder, rape and robbery are prevalent in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet group's terrorism and abduction are another example of serious human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t It is working with bloodshot eyes to conduct terrorism and abduction of citizens of the DPRK by mobilizing the Intelligence Service, the Foreign Ministry, Unification Ministry and all other plot-breeding organizations. This unprecedented man-hunting is being commanded by Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t Agents of the puppet Intelligence Service and such anti-DPRK plot-breeding organizations including \"Missionary Council of Duri Hana\", \"Good Friends\" and \"Association for Improving Human Rights in North\" and terrorists and agents who go under the masks of religionists, businessmen and philanthropists, financed by the puppet authorities, go on the rampage in the northeastern area of China, abducting and luring citizens of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Those citizens of the DPRK who had been abducted by the south Korean puppet forces and taken to south Korea are interrogated at the \"central joint investigation center\" made up of those concerned of the puppet Intelligence Service, Unification Ministry, Defense Ministry and police for six months. They receive \"anti-communist brain-washing education\" for three to four months, being subject to all kinds of violence at a concentration camp called \"Hana Center\".\n\t\t\t\t\t\n\t\t\t\t\t Those who had been taken to south Korea are also subject to sub-human mal-treatment and humiliation.\n\t\t\t\t\t\n\t\t\t\t\t Unable to eke out their living, they reside in places around mountaineering courses or garbage ground, picking up leftovers of food in day time and covering their bodies with leaves or rubbish at nights.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces did not hesitate to commit hair-raising atrocities against distressed citizens of the DPRK who went adrift to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Those whom the puppet forces did not send back to the north after kidnapping them when their boats were wrecked in the sea numbered more than 60 in the past five years.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that the puppet forces are a group of the worst human rights abusers and hideous criminals.\n\t\t\t\t\t\n\t\t\t\t\t We express the expectation and conviction that the world justice and  conscience will heighten vigilance against the anti-human rights burlesque of those forces hostile toward the DPRK, pay due attention to the worst human rights situation in south Korea and become vocal censuring the human rights abusers."
        },
        {
            "title": "Medal for Quality Products Instituted in DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-21ee.html",
            "content": "Medal for Quality Products Instituted in DPRK\r\n Pyongyang, April 29 (KCNA) -- The DPRK State Commission of Quality Management instituted December 15 Quality Medal, in response to supreme leader Kim Jong Un's instruction on upgrading the quality in production and construction in keeping with the requirements of the developing reality. \n\t\t\t\t\t The medal is to be awarded to the best domestic products which are of world competitiveness while benefiting the local people in practice.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang liquor has been selected as its first awardee.\n\t\t\t\t\t\n\t\t\t\t\t Produced at the Taedonggang Foodstuff Factory, the liquor has specially suave and aromatic flavor, with 30 or 40 percent of alcoholic content.\n\t\t\t\t\t\n\t\t\t\t\t Choe Hyon Sil, chief engineer of the factory, told KCNA that the factory had paid big efforts to raising the technique and skills of the employees and introduced a unique brewing method to improve the aroma and taste of the liquor.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang Liquor has always emerged a winner at various domestic shows and festivals."
        },
        {
            "title": "Russian Ambassador Hosts Reception",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-15ee.html",
            "content": "Russian Ambassador Hosts Reception\r\n Pyongyang, April 29 (KCNA) -- Alexandr Timonin, Russian ambassador to the DPRK, hosted a reception in honor of visiting Yuri Trutnev, deputy prime minister and presidential envoy to the Far East Federal District of the Russian Federation, and his party on Tuesday.\n\t\t\t\t\t Present there on invitation were Ro Tu Chol, vice-premier of the Cabinet, Ri Ryong Nam, minister of Foreign Trade, Kung Sok Ung, vice-minister of Foreign Affairs, Im Chon Il, consul general of the DPRK in Nakhodka of Russia, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Yuri Trutnev and his party and staff members of the Russian embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there."
        },
        {
            "title": "Kanggye Power Station Marks 50th Anniversary of Field Guidance",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-28ee.html",
            "content": "Kanggye Power Station Marks 50th Anniversary of Field Guidance\r\n Pyongyang, April 29 (KCNA) -- The officials, workers and technicians of the Kanggye Youth Power Station in Jagang Province marked the 50th anniversary of the field guidance given by President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t President Kim Il Sung visited the power station on April 29, Juche 53 (1964) and proclaimed its commissioning. He made sure that the national event marking May Day was held in Kanggye with splendor and gave important instructions on more than 200 occasions.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il visited the power station on June 15, 1999 and settled all the issues arising in keeping production going at a high rate. He saw to it that a hero medal was awarded to Generator No. 2 of Power Station No. 3 where Kim Il Sung put a starting button.\n\t\t\t\t\t\n\t\t\t\t\t The workers, technicians and officials of the power station greatly contributed to stepping up economic construction and improving the standard of people's living through a drive to overfulfill the plan for electricity production.\n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the Workers' Party of Korea sent a message of thanks to the workers, technicians and officials of the power station.\n\t\t\t\t\t\n\t\t\t\t\t A meeting took place on Tuesday."
        },
        {
            "title": "Badminton Contest Held",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-27ee.html",
            "content": "Badminton Contest Held\r\n Pyongyang, April 29 (KCNA) -- A badminton contest of officials of commissions, ministries and national institutions took place at the Pyongyang Indoor Stadium from April 21 to 29.\n\t\t\t\t\t It was held on a knock-out basis, divided into four groups. It brought together at least 500 players from more than 90 organs.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Land and Environment Protection, the Ministry of Food Procurement and Administration, the Kumgang Guidance Bureau and the Foreign Languages Publishing House took the first place at the contest."
        },
        {
            "title": "Turf Planting Gains Momentum in DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-20ee.html",
            "content": "Turf Planting Gains Momentum in DPRK\r\n Pyongyang, April 29 (KCNA) -- A turf-planting campaign is now gaining momentum in the DPRK, with the spring period of the general mobilization for land management as an occasion.\n\t\t\t\t\t According to an official concerned, citizens in Pyongyang and different parts of the country have striven to cover vicinities of roads, buildings and rivers and all other fresh grounds as well as parks and pleasure grounds with turf and good species of trees.\n\t\t\t\t\t\n\t\t\t\t\t Big efforts are paid to planting ornamental and ever-green turf species on the scientific and technological basis. \"Golden\" turf is applied to sunshiny banks and slopes and plantain lily and Liriope platyphylla to places under the big trees or sunless areas to meet their ecological demands.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a deep attention is given to such cultivation of lawns as watering and weeding."
        },
        {
            "title": "Minju Joson Discloses US Aim of Weaponry Modernization",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-11ee.html",
            "content": "Minju Joson Discloses U.S. Aim of Weaponry Modernization\r\n Pyongyang, April 29 (KCNA) -- The U.S. Navy plans to carry out various tests with laser gun mounted on a warship, according to foreign press reports. The U.S. claims that if it develops laser gun at any cost, that will be a \"revolution\" in the field of weaponry and the present mode of battle will undergo a dramatic change.\n\t\t\t\t\t The test, the first of its kind, planned to be staged in Persian Gulf is a blatant challenge to the human desire for peace, says Minju Joson Tuesday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the U.S. through the modernization of weapons is to carry out its strategy for world domination.\n\t\t\t\t\t\n\t\t\t\t\t That's why the U.S. pours a colossal amount of fund into the development of ultra-modern weapons though it is subject to pressure for automatically cutting down its defense spending.\n\t\t\t\t\t\n\t\t\t\t\t This proves once again that the U.S. is a war state and a harasser of peace hell-bent on realizing its scenario for world domination.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. unreasonable scenario to threaten humankind and put the world under its control can never be justified nor can come true.\n\t\t\t\t\t\n\t\t\t\t\t A key factor of deciding a victory or defeat in any battle is man, not any sophisticated weapon.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. military act of staking its fate on the development of ultra-modern weapons is completely anachronistic.\n\t\t\t\t\t\n\t\t\t\t\t It should look back on its position where it is reeling because of serious financial shortage caused by huge military spending, and immediately stop its reckless acts."
        },
        {
            "title": "Park Geun Hye Will Have to Pay Price for Treachery: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-09ee.html",
            "content": "Park Geun Hye Will Have to Pay Price for Treachery: Rodong Sinmun\r\n Pyongyang, April 29 (KCNA) -- During the recent south Korean junket of U.S. president Obama Park Geun Hye made much fuss, holding talks and joint press conference. On those occasions, she malignantly hurled mud at the DPRK over its nuclear issue and \"human rights\" issue, etc. She accompanied Obama visiting the South Korea-U.S. Combined Forces Command and other places, kicking off confrontation and war hysteria. \n\t\t\t\t\t Rodong Sinmun Tuesday observes in a commentary in this regard: \n\t\t\t\t\t\n\t\t\t\t\t This was nothing but a disgusting kiss between the boss of gangsters asking his political prostitute to serve him before going to a war and his partner flattering him.\n\t\t\t\t\t\n\t\t\t\t\t Obama flew into Seoul as a result of her servile and persistent entreaty made to invite him for a confab to boost the cooperation in escalating the confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The row kicked up by her together with her American master about the nuclear issue and \"human rights\" issue in the DPRK is a blatant challenge to its dignity, social system and line and politically motivated grave provocation as it pushes the inter-Korean relations to the worst phase.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that she begged Obama to ratchet up the sanctions and pressure upon the DPRK, taking issue with its line of simultaneously developing the two fronts. It is clear that Park is a despicable traitor with whom the Koreans can not live under the same sky.\n\t\t\t\t\t\n\t\t\t\t\t She blatantly challenged the advices and warnings made by the DPRK before Obama's south Korean junket and officially declared a total collapse of the inter-Korean relations and all-out confrontation with it. \n\t\t\t\t\t\n\t\t\t\t\t She is now rushing headlong into increasing dependence on outside forces, escalating the moves for confrontation and war after missing the chance given by the DPRK. She will have to pay a dear price for her acts of treachery."
        },
        {
            "title": "S. Korea Urged to Repent of Having Pushed North-South Ties to Catastrophe",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-10ee.html",
            "content": "S. Korea Urged to Repent of Having Pushed North-South Ties to Catastrophe\r\n Pyongyang, April 29 (KCNA) -- The south Korean ruling quarters are talking a lot about the possible mending of the north-south relations after the end of the Foal Eagle joint military exercises.\n\t\t\t\t\t Minju Joson Tuesday in a commentary terms this shameless and nonsensical rubbish.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet forces' Key Resolve and Foal Eagle nuclear war exercises against the DPRK pushed the situation on the Korean peninsula to the brink of a war and the north-south relations that made a good start thanks to the efforts made by the DPRK at the beginning of the year were pushed to a catastrophe, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the puppet warmongers seek to stage ill-famed Ulji Freedom Guardian joint military exercises in collusion with the U.S. in August-September period.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the north-south ties will again face trials and the situation on the peninsula is bound to be further deteriorated.\n\t\t\t\t\t\n\t\t\t\t\t Such an evil cycle of confrontation has persisted for decades.\n\t\t\t\t\t\n\t\t\t\t\t The north-south relations can never improve as long as the puppet forces stage the DPRK-targeted war exercises in league with the outsiders.\n\t\t\t\t\t\n\t\t\t\t\t It is absolutely intolerable for the south Korean rulers to mislead the public opinion by creating impression that nothing happened though they staged those war exercises, pushing the north-south ties to a catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean rulers should sincerely repent of having staged the reckless nuclear war exercises in collusion with outsiders and so seriously bedeviled the north-south ties before talking about the possible detente, and promise the nation that they would never stage such DPRK-targeted war exercises with outsiders again."
        },
        {
            "title": "KCNA Commentary on Obama's S. Korea Visit",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-26ee.html",
            "content": "KCNA Commentary on Obama's S. Korea Visit\r\n Pyongyang, April 29 (KCNA) -- U.S. President Obama visited south Korea on April 25-26. \n\t\t\t\t\t Early in April, an official for East Asian and Pacific affairs at the U.S. State Department claimed, to justify Obama's Asia visit, that there should be no doubt about the U.S. commitment to protecting its Asian allies. Then, was his visit prompted by a good intention for regional peace? It's not at all. \n\t\t\t\t\t\n\t\t\t\t\t Obama's recent junket to south Korea is censured as a crime because it egged on the treacherous Park Geun Hye regime to aggravate the unstable situation of the Korean Peninsula and the region.\n\t\t\t\t\t\n\t\t\t\t\t This visit, the fourth after the emergence of his administration, is bringing dark clouds of conflict and nuclear arms race to the region, as part of the implementation of the U.S. pivot to Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\t Its reactionary purpose was fully revealed by Obama's remarks that the U.S. would cooperate with its allies and partners to tighten the pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t During his junket, he had confabs to further strengthen the U.S- Japan-south Korea cooperation under the pretext of \"threat\" from the DPRK. The keynote of confabs was that the three parties would continue intensifying their political, diplomatic and military cooperation and deepen their \"alliance\" in aspects of joint military exercises and missile defense.\n\t\t\t\t\t\n\t\t\t\t\t Obama also inspected the U.S.-south Korea \"Combined Forces Command\" in Ryongsan, Seoul, with Park. It was the first time for the U.S. president to visit the \"command\" since its birth in 1978. During the inspection, he said the U.S. would not hesitate to use the military strength in order to defend its allies and the way of its life, and called for the \"powerful U.S.-south Korea combined defense capability\".\n\t\t\t\t\t\n\t\t\t\t\t His assertion is little different from an awful logic that a gangster protects the owner of a house.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, Park, a witch, was engaged in confrontation with the fellow countrymen, slandering the DPRK more viciously than her master, Obama.  \n\t\t\t\t\t\n\t\t\t\t\t  At the \"summit\" and \"joint press conference\", she took issue with the DPRK over its nuclear deterrence with the assertion that the \"line of simultaneously pushing forward economic construction and the building of nuclear force would be bound to failure\", keeping mum about the U.S. nukes.\n\t\t\t\t\t\n\t\t\t\t\t She even went the length of crying out that Obama's trip to south Korea would be a \"resolute message to the north's provocation\", calling on its neighboring countries to take stronger measure against it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. made a \"promise\" to reexamine the period of transfer of wartime operation control, scheduled to be expired by late 2015, in the plea of jointly countering \"threat\" from the DPRK as demanded by the south Korean puppets.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppets asked the U.S. to further postpone the period, talking about what they called \"security environment\".\n\t\t\t\t\t\n\t\t\t\t\tSuch disgraceful behavior of Park Geun Hye in league with the outside forces is a treachery that declared the all-out confrontation with the fellow countrymen in the north while disregarding the opportunity presented by the nation.\n\t\t\t\t\t\n\t\t\t\t\t Park is doomed to the same miserable destiny met by the \"Yusin\" dictator.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. and the south Korean puppets can never evade the blame for the serious consequences to be entailed by their anti-DPRK plot laid with Obama's trip as an occasion."
        },
        {
            "title": "Anti-\"Government\" Struggle Goes on in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-08ee.html",
            "content": "Anti-\"Government\" Struggle Goes on in S. Korea\r\n Pyongyang, April 29 (KCNA) -- The people's anti-\"government\" struggle is mounting high  across south Korea on the occasion of the 54th anniversary of the April 19 Popular Uprising in 1960.\n\t\t\t\t\t South Korean organizations of various circles including the south Korean Confederation of Trade Unions, the National Federation of Peasants Associations, Solidarity for Progress and the Federation of University Students held press conferences in Seoul and declared that they would turn out in the April 19 all-people action.\n\t\t\t\t\t\n\t\t\t\t\t The organizations called for staging a 100,000-people candlelight action to force the Park Geun Hye regime to step down in the spirit of the April 19 Popular Uprising which culminated in the overthrow of the Syngman Rhee regime engrossed in the fraudulent elections.\n\t\t\t\t\t\n\t\t\t\t\t The Emergency Situation Council to Denounce IS Interference in Presidential Election for Political Operation has waged a sit-in hunger strike in demand of the punishment of the group responsible for election-rigging.\n\t\t\t\t\t\n\t\t\t\t\t The Federation of South Korean Youth, Christian youth council and the Association of Chondoist Youth called on the young people to turn out in the struggle for realizing democracy by carrying forward the spirit of the April 19 uprisers who rose up against the injustice of the dictatorial \"regime\".\n\t\t\t\t\t\n\t\t\t\t\t Signature campaigns, information services, press conferences and candlelight meetings are going on across the country to accuse the country-selling \"regime\".\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group which seized power through the election-rigging has mercilessly cracked down upon the actions staged by the people against political hooliganism unprecedented in history.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is now disclosing its intention to strengthen the fascist and dictatorial rule with the local elections as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t The puppet Intelligence Service ill-famed for its intelligence politics and horror politics is keen on faking up all sorts of cases. It is kicking up a whirlwind of confrontation after fabricating such conspiratorial cases as the spy case of a public official in Seoul City.\n\t\t\t\t\t\n\t\t\t\t\t It is the unanimous views of people of various circles in south Korea that there is nothing to expect from the present \"regime\" hell-bent on crackdown and smear campaign to stay in power and the fascist rule should be brought to an end only through actions."
        },
        {
            "title": "S. Korean Chief Executive Denounced by S. Korean Internet Paper",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-13ee.html",
            "content": "S. Korean Chief Executive Denounced by S. Korean Internet Paper\r\n Pyongyang, April 29 (KCNA) -- The south Korean internet newspaper Jaju Minbo on April 24 said that criticism of Park Geun Hye is mounting high.\n\t\t\t\t\t The internet paper recalled that the U.S. newspaper Wall Street Journal conducted an opinion poll on the question as to whether Park was right when she blamed the captain of ferry Sewol and its seamen only for the sinking of the ferry. \n\t\t\t\t\t\n\t\t\t\t\t According to the results of the poll, the majority of at least 7,000 respondents censured the reckless remarks of Park Geun Hye.\n\t\t\t\t\t\n\t\t\t\t\t They were unanimous in criticizing Park. They said: \"Park Geun Hye said so in a bid to divert elsewhere the criticism of the government. She said that she and the government had nothing to do with the tragedy. All what she can do is only criticizing other persons. The daughter of the dictator has never learnt the habit of owning any responsibility.\""
        },
        {
            "title": "S. Korean Authorities Slammed for Betraying People",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-14ee.html",
            "content": "S. Korean Authorities Slammed for Betraying People\r\n Pyongyang, April 29 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea released an article on April 25.\n\t\t\t\t\t The article said the political camp of south Korea is not lending its ears to the call of the families of the victims urging the probe into the truth about the ferry Sewol sinking accident.\n\t\t\t\t\t\n\t\t\t\t\t The \"prime minister\" went to Jin Island, South Jolla Province under the pretext of handling the case but visited only de luxe lodging facilities and ministers of Education and Security Administration failed to properly find out the number of those missing but pursued their own purposes to improve their images, it charged.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, the minister of Marine and Fisheries arrived at the scene of the accident five days after its occurrence only to spark off uproar from the families of the victims, it said.\n\t\t\t\t\t\n\t\t\t\t\t The coteries of the \"Saenuri Party\" are getting frantic in the local election campaign, criticizing the people and patronizing Park Geun Hye, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t They are also labeling the families of the victims calling for probing the truth about the accident and civic and public organizations supporting them \"leftist forces\" and \"forces following the north\", malignantly slandering them.\n\t\t\t\t\t\n\t\t\t\t\t The true colors of the regime betraying the people will remain unchanged."
        },
        {
            "title": "Action for Denouncing Incompetent Authorities Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-22ee.html",
            "content": "Action for Denouncing Incompetent Authorities Declared in S. Korea\r\n Pyongyang, April 29 (KCNA) -- The south Korean Confederation of Trade Unions at a meeting on April 24 declared an action for denouncing the incompetent authorities as regards the ferry sinking accident, according to the south Korean paper Labor and World.\n\t\t\t\t\t At the meeting speakers said the authorities are not taking any measure for those buried at sea, adding they would struggle, representing the voices of the people enraged at the ferry sinking.\n\t\t\t\t\t\n\t\t\t\t\t They declared that they would hold a memorial service for the victims and raise voices of condemnation in order to prevent people from falling victim to capital's greed and the regime's irresponsibility. \n\t\t\t\t\t\n\t\t\t\t\t They stated that they would strongly condemn the capital for seeking its profits, the regime for pursuing a reckless policy for easing restrictions and the authorities for their incompetence and irresponsibility manifested in the failure to rescue those missing."
        },
        {
            "title": "Korean Film Shows Held Abroad",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-03ee.html",
            "content": "Korean Film Shows Held Abroad\r\n Pyongyang, April 29 (KCNA) -- Korean film shows were held in Russia, Mongolia, Ethiopia, Guinea, Angola and the Czech Republic during the period from April 2 to 13 on the occasion of the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t Present at the film shows were personages of Khabarovsk City Assembly of Russia, the Regional Political Council of the Khabarovsk City Branch of the Khabarovsk Maritime Territory of the United Russia Party, the Friendship Association with Foreign Countries of Khabarovsk Territory of Russia, Taekwon-do Federation of Mongolia, branches of the Ethiopian Youth Study Group of the Juche Idea, Guinean Art College, Almami Samori Toure Barracks of the Guinean Army, a company of Angola, companies of the Czech Republic and other units and masses. \n\t\t\t\t\t\n\t\t\t\t\t The participants watched Korean films including \"Fireworks of a thriving nation\", \"Pyongyang at Night\", \"Pyongyang Today\" and \"Korean People's Army, Steel-Strong Ranks\". \n\t\t\t\t\t\n\t\t\t\t\t The secretary of the Regional Political Council of the Khabarovsk City Branch of the Khabarovsk Maritime Territory of the United Russia Party said watching the film, he once again looked back on the whole life of the President dedicated to the people. \n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung laid the foundation for developing the relations between Russia and the DPRK, the secretary said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t The Russian people do not forget the beaming image of the President. \n\t\t\t\t\t\n\t\t\t\t\t I hope the Korean people will achieve big successes in the building of a rich and powerful nation."
        },
        {
            "title": "82nd Birthday of KPA Marked Abroad",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-07ee.html",
            "content": "82nd Birthday of KPA Marked Abroad\r\n Pyongyang, April 29 (KCNA) -- Colorful events took place in foreign countries to celebrate the 82nd founding anniversary of the Korean People's Army (KPA). \n\t\t\t\t\t A photo exhibition was held in Nigeria, round-table talks took place in Ethiopia and a lecture in Guinea from April 18 to 26. \n\t\t\t\t\t\n\t\t\t\t\t On display at the venue of the photo exhibition were photos documenting Songun leadership exploits of Generalissimos Kim Il Sung and Kim Jong Il and Marshal Kim Jong Un and showing the invincible might of Songun Korea. \n\t\t\t\t\t\n\t\t\t\t\t Present at the events were personages from all walks of life and masses of relevant countries. \n\t\t\t\t\t\n\t\t\t\t\t The director of the Art and Cultural Council of the Ministry of Federal Capital Territory of Nigeria said that cradles of people's happiness built in different parts of the DPRK are associated with labor feats and precious sweat shed by service personnel of the KPA. \n\t\t\t\t\t\n\t\t\t\t\t A vice-director of a hospital in Ethiopia said that the DPRK has invariably advanced along the road of socialism, winning victories, mainly because it has attached importance to the army and bolstered it up. \n\t\t\t\t\t\n\t\t\t\t\t The head of a construction site in Conakry of Guinea praised Kim Il Sung for starting the Korean revolution with arms and worked such a world historical miracle as defeating the formidable U.S. and Japanese imperialisms. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un is the invincible and iron-willed commander who is identical to Kim Il Sung and Kim Jong Il, he added."
        },
        {
            "title": "KPA Praised by British Organizations",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-04ee.html",
            "content": "KPA Praised by British Organizations\r\n Pyongyang, April 29 (KCNA) -- The British Association for the Study of Songun Policy and the British Group for the Study of the Juche Idea released a joint statement on April 16 to mark the 82nd anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t Noting the KPA is the revolutionary armed forces fighting against U.S. imperialism, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t Under the guidance of the great leader Comrade Kim Il Sung, the KPA, which carried forward the brilliant traditions established during the anti-Japanese armed struggle, demonstrated its might as a powerful army prevalent with revolutionary comradeship and one-match-for-a-hundred steel-strong combat ranks.\n\t\t\t\t\t\n\t\t\t\t\t The KPA inflicted an ignominious defeat upon U.S. imperialism during the past Fatherland Liberation War. In the post-war period it humbled the arrogance of the U.S. imperialists through the cases of the armed spy ship Pueblo, the EC-121 large spy plane and Panmunjom incident, etc.\n\t\t\t\t\t\n\t\t\t\t\t The might of the KPA remarkably grew stronger politically, ideologically and in military technique under the guidance of the great leader Comrade Kim Jong Il who put forward the KPA as a driving force of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The KPA has been provided with powerful weapons and equipment and war deterrence for self-defence under the wise guidance of the great Generalissimo Kim Jong Il and the respected Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The 82 year-long history of the struggle of the KPA, a vanguard unit of the Songun revolution is, indeed, a brilliant history in which it has always emerged victorious in the showdown with hostile forces including U.S. imperialism.\n\t\t\t\t\t\n\t\t\t\t\t Only victory and glory will be in store for the KPA in the future, too, under the leadership of Kim Jong Un."
        },
        {
            "title": "KPA Lauded by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-05ee.html",
            "content": "KPA Lauded by Swiss Organizations\r\n Pyongyang, April 29 (KCNA) -- The Switzerland－Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on April 20 on the occasion of the 82nd anniversary of the founding of the Korean People's Army (KPA).\n\t\t\t\t\t The statement recalled that President Kim Il Sung founded the Korean People's Revolutionary Army on April 25, Juche 21 (1932).\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Paektusan revolutionary armed forces which developed into the KPA after liberation have won shining victories.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressors who boasted of being the \"strongest\" in the world bent their knees before the KPA.\n\t\t\t\t\t\n\t\t\t\t\t This historic miracle proves that the army which is led by the great leader who loves the country and its people is fully capable of defeating any formidable enemy.\n\t\t\t\t\t\n\t\t\t\t\t The victory of the KPA inspired the world people in their struggle for the national and social liberation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK emerged a powerful nuclear weapons state thanks to the Songun revolutionary leadership of Generalissimo Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The KPA holding Marshal Kim Jong Un in high esteem as its supreme commander has decisively foiled the frantic moves of the U.S. imperialist warmongers to ignite a war and defended peace on the Korean peninsula and the world peace.\n\t\t\t\t\t\n\t\t\t\t\t The heroic KPA possessed of powerful combat capability is a treasured sword for the victory of Songun Korea and an invincible iron shield."
        },
        {
            "title": "Russian and Vietnamese Media Introduce DPRK",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-06ee.html",
            "content": "Russian and Vietnamese Media Introduce DPRK\r\n Pyongyang, April 29 (KCNA) -- A Russian website and a Vietnamese paper introduced the Masikryong Ski Resort and the Mirim Riding Club of the DPRK.\n\t\t\t\t\t A website of the Khabarovsk Territory of Russia posted articles titled \"Order given by Comrade Kim Jong Un was implemented\", \"World-class ski resort\" and \"Four seasons on Masik Pass\".\n\t\t\t\t\t\n\t\t\t\t\t The website noted:\n\t\t\t\t\t\n\t\t\t\t\t Masik Pass in the DPRK has drawn keen interest of the international community.\n\t\t\t\t\t\n\t\t\t\t\t  It is because a world-level ski resort appeared on the pass.\n\t\t\t\t\t\n\t\t\t\t\t The resort covering a vast area has 10 ski courses.\n\t\t\t\t\t\n\t\t\t\t\t Masikryong Hotel in the resort was built in a peculiar style to match the scenery of mountains.\n\t\t\t\t\t\n\t\t\t\t\t Buildings, heliport, ski-lift, snow cannon facilities and all other structures and facilities in the resort are excellent.\n\t\t\t\t\t\n\t\t\t\t\t It is, indeed, spectacular to see sunrise over the East Sea of Korea from the top of Taehwa peak of Masik Pass.\n\t\t\t\t\t\n\t\t\t\t\t The successful building of a world-class ski resort is ascribable to the wise steersmanship of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Masikryong Ski Resort drawing worldwide interest will be more marvelous in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t The Vietnamese paper Nhan Dan in an article titled \"Cultural and amusement facilities in the DPRK\" said a lot of facilities for the cultural and emotional life of people are being built in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It introduced the Masikryong Ski Resort and the Mirim Riding Club."
        },
        {
            "title": "Kim Jong Un's Work Published in Iran",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-01ee.html",
            "content": "Kim Jong Un's Work Published in Iran\r\n Pyongyang, April 29 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" was brought out in pamphlet by the Hadian Publishing House of Iran on April 22.\n\t\t\t\t\tThe work, published on August 25, Juche 102 (2013), clarifies the Songun revolutionary leadership feats of leader Kim Jong Il, the essence and originality of the Songun revolutionary idea and indicates tasks to be fulfilled to successfully accomplish the cause of the Songun revolution."
        },
        {
            "title": "Pak Pong Ju se reune con Yuri Trutnev y su comitiva",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-31ee.html",
            "content": "Pak Pong Ju se reune con Yuri Trutnev y su comitiva\r\nPyongyang, 29 de abril (ACNC) -- El primer ministro del Consejo de Ministros de la Republica Popular Democratica de Corea, Pak Pong Ju, departio el dia 29 en el capitalino Palacio de los Congresos Mansudae con Yuri Trutnev, vicepremier del gobierno ruso y representante plenipotenciario del presidente de la Federacion Rusa acreditado en el distrito federal del Lejano Oriente, y su comitiva quienes le hicieron una visita de cortesia."
        },
        {
            "title": "Yang Hyong Sop se reune con Ugur Erdenet",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-32ee.html",
            "content": "Yang Hyong Sop se reune con Ugur Erdenet\r\nPyongyang, 29 de abril (ACNC) -- El vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Yang Hyong Sop, departio el dia 29 en el capitalino Palacio de los Congresos Mansudae con el presidente de la Federacion Mundial de Tiro con Arco, Ugur Erdenet, quien le hizo una visita de cortesia."
        },
        {
            "title": "MINREX de RPDC denuncia visita de Obama a Asia",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-33ee.html",
            "content": "MINREX de RPDC denuncia visita de Obama a Asia\r\nPyongyang, 29 de abril (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea publico el dia 29 la siguiente declaracion: \n\t\t\t\t\tEl presidente estadounidense Obama realizo del 23 al 29 de abril una gira por Japon, el Sur de Corea, Malasia y Filipinas. \n\t\t\t\t\t\n\t\t\t\t\tComo ya hemos advertido el pasado dia 21 sobre su peligrosidad, se ha comprobado que la gira de Obama agudizara mas la confrontacion y traera la carrera armamentista nuclear en la region asiatica. \n\t\t\t\t\t\n\t\t\t\t\tEsta vez, Obama demostro con accion que entra en etapa crucial la hegemonica \"estrategia norteamericana de reequilibrio\" sobre la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tCuando llego a Japon, declaro oficialmente, por primera vez como mandatario estadounidense, que la isla en litigio China-Japon se incluye en el perimetro de aplicacion del tratado de seguridad EE.UU.-Japon, confirmando asi la naturalidad de la intervencion militar norteamericana en el posible conflicto armado China-Japon. Ademas, expreso apoyo a la voluntad de Japon de ejercer el derecho a la autodefensa colectiva, repudiada tanto por los paises regionales como intento de resucitar el fantasma militarista. \n\t\t\t\t\t\n\t\t\t\t\tEn el Sur de Corea, acordo posponer por tiempo indefinido el traspaso del mando de operaciones en el tiempo de guerra de las tropas norteamericanas ocupantes del Sur de Corea y establecer junto con los titeres surcoreanos el sistema antimisiles. Para colmo, dijo palabras belicosas como \"no vacilare en usar las fuerzas armadas para defender a los paises aliados y su vida\". \n\t\t\t\t\t\n\t\t\t\t\tEn Filipinas, firmo un nuevo convenio militar que comprende el envio periodico de las tropas norteamericanas a Filipinas, el uso conjunto de bases militares, etc. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad evidencia que la reciente visita asiatica de Obama persiguio el abierto objetivo de enfrentamiento, tales como controlar mas fuerte a sus aliados, cercar y disuadir a sus rivales del continente eurasiatico en funcion de su plan de agresion y estrategia de dominar la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tLa peligrosidad de esa visita se ha manifestado mas abiertamente en el problema de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tAntes de la visita de Obama, EE.UU. libro junto con los titeres surcoreanos los ejercicios de guerra de agresion de mayor envergadura, que suponen la \"toma de Pyongyang\", con el fin de aplicar la \"estrategia del disuasivo de forma de ajuste\", programa de ataque preventivo nuclear contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, durante su estancia en Japon y el Sur de Corea, Obama abogo por la mas intensa \"sancion\", \"presion\" y \"uso de fuerzas armadas\" calificando las inevitables medidas de autodefensa de la RPDC de la supuesta \"provocacion\" y \"amenaza\".\n\t\t\t\t\t\n\t\t\t\t\t Como si eso fuera poco, expuso publicamente su veto cronico al regimen de la RPDC diciendo que esta es el \"Estado abandonado\" y sera mas aislada cada vez que impulse el desarrollo de armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\t Si bien dijo que hay que poner sobre la mesa de dialogo el tema de desnuclearizacion, Obama rehuso en realidad hasta esa mesa para poner algo.\n\t\t\t\t\t\n\t\t\t\t\t Asi proclamo al mundo que la politica hostil a la RPDC es invariable y entro en el cumplimiento su ambicion de derrocar el regimen de ella con fuerzas armadas.\n\t\t\t\t\t\n\t\t\t\t\t La RPDC ya aconsejo a la administracion Obama que examinara serenamente si su politica hostil anti-RPDC conviene realmente a los intereses finales de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Pero, el publico que EE.UU. pretende desatar en la Peninsula Coreana la guerra nuclear para materializar la estrategia de Asia-Pacifico. De esta manera, convirtio en papel mojado su proyecto del \"mundo libre de armas nucleares\" y entenebrecio las perspectivas de desnuclearizacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  El mandatario norteamericano tendra que pagarlo muy caro en las elecciones intermediarias del Congreso que se realizaran en noviembre de este ano.\n\t\t\t\t\t\n\t\t\t\t\t  En su reciente visita, hizo esfuerzos desesperados por atraer mas y acercar a los paises aliados con el pregon de la \"provocacion\" y la \"amenaza\" de alguien, pero no pudo lograr resultado notable.\n\t\t\t\t\t\n\t\t\t\t\t  Al contrario, al revelarse abiertamente la esencia hegemonica de su \"estrategia de reequilibrio\" sobre la region de Asia-Pacifico, se produjeron solo la fuerte repulsion de los rivales y la seria preocupacion en escala mundial.\n\t\t\t\t\t\n\t\t\t\t\t  Debido a la conducta imprudente de Obama, se aumento el peligro de confrontacion y choque en la region de Asia-Pacifico y tomaron auge los movimientos de rechazo.\n\t\t\t\t\t\n\t\t\t\t\t  La banda de Obama hace todo lo posible por mantener en la region la tambaleante posicion de \"unica superpotencia\" de EE.UU., pero ya se hizo tarde.\n\t\t\t\t\t\n\t\t\t\t\t  Lo que les queda por hacer es observar que llama se produce de la chispa traida esta vez y como ella se expande al patio de su casa.\n\t\t\t\t\t\n\t\t\t\t\t  Puesto que EE.UU. trae a la RPDC el nubarron de guerra nuclear, la segunda marchara libremente por el camino de fortalecimiento del disuasivo nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  No tiene prescripcion nuestra declaracion publicada el 30 de marzo de que no se descarta ni la prueba nuclear de nuevo tipo.\n\t\t\t\t\t\n\t\t\t\t\t  Esto es el ejercicio del derecho soberano que no puede impedir nadie."
        },
        {
            "title": "Publicada carta blanca sobre situacion de DDHH del Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201404/news29/2014-0429-34ee.html",
            "content": "Publicada carta blanca sobre situacion de DDHH del Sur de Corea\r\nPyongyang, 29 de abril (ACNC) -- El Instituto de la Reunificacion de la Patria y la Sociedad de Medidas de DDHH en el Sur de Corea publicaron el dia 29 una carta blanca para revelar a todo el mundo la miserable situacion de DDHH del Sur de Corea causada por la dominacion colonial de Estados Unidos y las politicas antipopulares de la banda de los titeres surcoreanos. \n\t\t\t\t\tLa nota senala que el Sur de Corea esta subyugado completamente a EE.UU. en todos los dominios como la politica, la economia, los asuntos militares y la cultura. \n\t\t\t\t\t\n\t\t\t\t\tPara EE.UU. los habitantes surcoreanos se consideran como patos, faisanes y ratos silvestres, y las mujeres surcoreanas son esclavas sexuales. \n\t\t\t\t\t\n\t\t\t\t\tEl capital monopolista extranjero bajo el mando de EE.UU. controla el 30% del mercado de acciones del Sur de Corea, y las grandes empresas y bancos ocupan mas de 50%. Como dividendo de acciones ellos ganan cada ano miles de millones de US$. \n\t\t\t\t\t\n\t\t\t\t\tDebido al capital monopolista de EE.UU., las empresas surcoreanas se encuentran en la bancarrota y los habitantes surcoreanos sufren el desempleo y la penuria. \n\t\t\t\t\t\n\t\t\t\t\tLos productos agricolas sobrantes de fabricacion norteamericana llevan a mas de 2 millones 800 mil campesinos al dilema de vida o muerte. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. construyo por doquier las bases militares y desarrolla fanaticos ejercicios belicos, causando la devastacion del terreno de vida y de la tierra cultivable, las perdidas humanas, el perjuicio a la salud de los seres vivos y la contaminacion ambiental. \n\t\t\t\t\t\n\t\t\t\t\tLos jovenes surcoreanos se venden como carne de canon y se hacen victimas de la guerra de agresion de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEn este mundo no hay otra parte como el suelo surcoreano que ofrece a las tropas ocupantes foraneas hasta los gastos de mantenimiento sufriendo la humillacion. \n\t\t\t\t\t\n\t\t\t\t\tLos habitantes surcoreanos no pueden quejarse a nadie aunque son privados de lo todo y violados los derechos humanos. \n\t\t\t\t\t\n\t\t\t\t\tEn el Sur de Corea son mas tragicos los derechos humanos, debido a la dominacion medieval y las politicas antipopulares de la banda titere en actual mandato. \n\t\t\t\t\t\n\t\t\t\t\tAnte todo, se ven violados brutalmente la libertad politica y los derechos democraticos. \n\t\t\t\t\t\n\t\t\t\t\tSe obliga la desintegracion a un partido politico progresista nacido legitimamente calificandose como \"fuerza pro-Norte\", mientras un diputado a la \"asamblea nacional\" se arresta a plena luz del dia en la sede parlamentaria bajo la sospecha de \"conspiracion para la rebelion\"\n\t\t\t\t\t\n\t\t\t\t\tDurante 8 meses en el mandato del \"gobierno\" actual, mas de 23 mil 790 articulos fueron tachados de los sitios web como \"articulos de elogio al Norte\" y cientos de paginas web fueron cerradas de manera forzosa. \n\t\t\t\t\t\n\t\t\t\t\tSe ven reprimidos despiadadamente los habitantes que demandan el derecho a la vida. \n\t\t\t\t\t\n\t\t\t\t\tA finales del ano pasado cuando inicio la huelga de los obreros de la rama ferroviaria contra la privatizacion del ferrocarril, las autoridades fascistas lanzaron a mas de 5 mil policias de mas de 60 companias como si desarrollaran una \"gran operacion antiterrorista\". Y sin orden de registro arrasaron la sede de la Confederacion de Sindicatos Surcoreanos y arrestaron a mas de 130 miembros. \n\t\t\t\t\t\n\t\t\t\t\tSe empeora mas la vida de los habitantes de distintos estratos. \n\t\t\t\t\t\n\t\t\t\t\tAlcanzan a mas de 4 millones 500 mil los desempleados, y cerca de 10 millones los subempleados. Y 11-19% de todas las edades estan en distrofia cronica. \n\t\t\t\t\t\n\t\t\t\t\tEl Sur de Corea ocupa el primer lugar del mundo en el suicidio. \n\t\t\t\t\t\n\t\t\t\t\tMas de 40 personas se suicidan como promedio diario. \n\t\t\t\t\t\n\t\t\t\t\tY mas de un millon 100 mil personas que corresponden a 20% de los ancianos vagabundean en las calles por haberse abandonado por sus propios hijos y la sociedad. \n\t\t\t\t\t\n\t\t\t\t\tSe cometen los asesinos, la violacion sexual, el robo y otros crimenes. \n\t\t\t\t\t\n\t\t\t\t\tTodos los organos intrigantes, entre otros, el Servicio Nacional de Inteligencia, el Ministerio de Relaciones Exteriores y el de Unificacion, se dedican al terrorismo y secuestro de los habitantes norcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tChongwadae es la torre de control de esa inaudita caza de personas.\n\t\t\t\t\t\n\t\t\t\t\tAhora cumplen la misma mision en el Nordeste Chino los agentes del SNI, las entidades intrigantes anti-RPDC financiadas por las autoridades surcoreanas, incluyendo el  \"Consejo Religioso de Duri Hana\", \"Buenos amigos\" y la \"Asociacion de mejoramiento de DDHH del Norte de Corea\", y los terroristas y espias disfrazados de religiosos, empresarios y filantropos.\n\t\t\t\t\t\n\t\t\t\t\tLos habitantes norcoreanos raptados y trasladados al Sur de Corea se someten durante 6 meses al interrogatorio en el \"Centro de Investigacion Conjunta\", compuesto por los agentes del SNI, el Ministerio de Unificacion, el de Defensa Nacional y la policia.\n\t\t\t\t\t\n\t\t\t\t\tDespues reciben durante 3-4 meses en el reclusorio llamado \"Centro Hana\" la \"educacion de lavado de cerebro anticomunista\" sufriendo vejaciones de todo tipo.\n\t\t\t\t\t\n\t\t\t\t\tLos norcoreanos secuestrados por los titeres surcoreanos viven maltratados y despreciados.\n\t\t\t\t\t\n\t\t\t\t\tPara ganarse la vida, ellos viven como animales en los alrededores de las rutas de alpinismo o basureros comiendo las comidas botadas y durmiendo sin otra frazada que hojas secas y harapos.\n\t\t\t\t\t\n\t\t\t\t\tLa banda surcoreana comete la agresion fisica contra los habitantes norcoreanos quienes debido al naufragio, fueron al Sur de Corea arrastrados por el agua.\n\t\t\t\t\t\n\t\t\t\t\tDurante 5 anos pasados, los titeres surcoreanos secuestraron a mas de 60 norcoreanos naufragados en el mar y no los devolvieron a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos demuestran que ellos son peores violadores y criminales de DDHH.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, la carta blanca expresa la esperanza y conviccion de que los hombres partidarios de justicia y con conciencia de todo el mundo redoblen la vigilancia sobre la campana intrigante de DDHH de las fuerzas hostiles anti-RPDC, presten atencion debida al estado de DDHH del Sur de Corea y eleven la voz de condena a los violadores de DDHH."
        }
    ]
}