{
    "date": "2014-05-16",
    "url": "http://kcna.co.jp/item/2014/201405/2014-05-16ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Watches Archery Game",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-01ee.html",
            "content": "Kim Jong Un Watches Archery Game\r\n Pyongyang, May 16 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, watched the archery game between the KPA Defense Sports Team and the Amnokgang Defense Sports Team.\n\t\t\t\t\t The game was held, divided into the men's and women's team events.\n\t\t\t\t\t\n\t\t\t\t\t Archers clearly showed the rapid progress of archery in the DPRK by displaying the Juche-oriented tactics and high technique cultivated in their day-to-day training.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un praised archers whenever arrows hit the bullseye.\n\t\t\t\t\t\n\t\t\t\t\t The archers of the KPA Defense Sports Team won the game.\n\t\t\t\t\t\n\t\t\t\t\t He praised the archers of the KPA Defense Sports Team for being good at archery. It is important for the archers to display mental power to win the world championship in the archery as is the case with other sports events, he said, calling upon them to undergo intensive training with the warm enthusiasm to have the DPRK's flag hoisted in the eyes of world people.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to round off the Korean-style archery technique and scientific training method and fully ensure conditions for training.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that archers, coaches, leading officials of the KPA Defense Sports Team and the Amnokgang Defense Sports Team would register signal successes in the international games by further developing the archery.\n\t\t\t\t\t\n\t\t\t\t\t Among the spectators were Hwang Pyong So, Pyon In Son, Pak Yong Sik, Ryom Chol Song, Jo Kyong Chol, Kim Yong Chol, O Kum Chol, Pak Jong Chon and Ma Won Chun."
        },
        {
            "title": "Kim Jong Un Watches Men's Football Match between Mangyongbong and Sobaeksu Teams",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-02ee.html",
            "content": "Kim Jong Un Watches Men's Football Match between Mangyongbong and Sobaeksu Teams\r\n Pyongyang, May 16 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, watched a men's football match between the Mangyongbong Team and the Sobaeksu Team together with service personnel of the KPA.\n\t\t\t\t\t Those teams which participated in the premier league football matches of the Mangyongdae Prize Sports Games played a good game by displaying the high technique cultivated in their day-to-day training.\n\t\t\t\t\t\n\t\t\t\t\t Watching the match, he praised the players of the People's Army for fully displaying the might of ideological, persevering, speed and technical campaign.\n\t\t\t\t\t\n\t\t\t\t\t The players of both teams made hot attacks to hold the initiative from the start of the match but the first half of the match ended without a score.\n\t\t\t\t\t\n\t\t\t\t\t In the second half the players of the Sobaeksu Team ceaselessly threatened their rival's goal mouth through a combination of agile passes and fast attack, succeeding in gaining two goals through a two and three man-pass and a penalty kick. \n\t\t\t\t\t\n\t\t\t\t\t The Sobaeksu Team beat its rival 2:0.\n\t\t\t\t\t\n\t\t\t\t\t The spectators enthusiastically clapped for the players of the two teams who displayed Korean-style playing tactics, team spirit and played a fair game.\n\t\t\t\t\t\n\t\t\t\t\t When the match was over, Kim Jong Un warmly acknowledged the enthusiastic cheers of the players and spectators and congratulated the footballers on their successful match.\n\t\t\t\t\t\n\t\t\t\t\t He set forth important tasks which would serve as guidelines in rapidly developing the sports of the country, underscoring the need to round off the Korean-style sports technique, tactical system and training methods and thus put the level of football technique on a higher level.\n\t\t\t\t\t\n\t\t\t\t\t Among the spectators were Hwang Pyong So, Pyon In Son, Pak Yong Sik, Ryom Chol Song, Jo Kyong Chol, Kim Yong Chol, O Kum Chol, Pak Jong Chon and Ma Won Chun."
        },
        {
            "title": "National Meeting of Artistes Opens",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-20ee.html",
            "content": "National Meeting of Artistes Opens\r\n Pyongyang, May 16 (KCNA) -- The 9th national meeting of artistes opened in Pyongyang Friday.\n\t\t\t\t\t The meeting will offer an important occasion in bringing about a radical turn in the field of literature and art as required by the Korean revolution, which is dynamically advancing along the road of victory under the Songun leadership of the Workers' Party of Korea, and the era and ushering in a new heyday of the Juche-oriented literature and art.\n\t\t\t\t\t\n\t\t\t\t\t Attending the meeting were Kim Ki Nam, Choe Thae Bok, Choe Ryong Hae and officials of party and armed forces organs, writers of the Moranbong Band and the State Merited Chorus and institutions creating literary works, creators and artistes of social and art organizations in the capital and provinces and art organizations in the army as well as teachers and researchers of art educational institutions and officials in the field of literature and art.\n\t\t\t\t\t\n\t\t\t\t\t The letter sent by Marshal Kim Jong Un to the participants in the 9th national meeting of artistes \"Let's Usher in New Heyday of Juche-oriented Literature and Art as Required by Era and Developing Revolution\" was conveyed by Kim Ki Nam, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t In the letter Kim Jong Un recalled that President Kim Il Sung and leader Kim Jong Il propounded Juche-oriented literary and art ideas and theories, steadily developed them in depth and embodied them in the field of literature and art, performing immortal exploits to go down in the human history of literature and art.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the work in the field of literature and art fails to meet the needs of the party and the revolution and respond to the call of the era, he pointed out that the field fails to create masterpieces representing the breath of the times and works strong in militancy and appeal powerfully arousing all service personnel and people to the building of a thriving nation and the struggle for defending socialism, caught in a snare of outdated formulae and schematism.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un indicated the fundamental mission of literature and art and the basic principles governing them.\n\t\t\t\t\t\n\t\t\t\t\t The fundamental mission of our literature and art is to implant the party's idea and intention into the minds of the people and motivate all service personnel and people so as to put strong spurs to the revolutionary cause of Juche, the cause of Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t \"Let's uphold the Songun leadership of the party by creating lots of masterpieces like waterfalls!\" This is the militant slogan which the field of literature and art should hold high at present.\n\t\t\t\t\t\n\t\t\t\t\t The field of literature and art should raise a strong wind of creating and producing revolutionary works in hearty response to the slogan of the party and thus produce masterpieces of the times like waterfalls and creditably perform its honorable mission and duty in remaining true to the Songun leadership of the party, he noted, and continued: \n\t\t\t\t\t\n\t\t\t\t\t We should develop our literature and art into those intended by the leaders, those based on the party policies and popular and militant ones as required by the revolutionary development. This is the basic principle to be held fast to by us in building Juche-oriented literature and art. \n\t\t\t\t\t\n\t\t\t\t\t Our literature and art should be art based on the party policies which speaks for the party and firmly equips the service personnel and people with party ideas and policies.\n\t\t\t\t\t\n\t\t\t\t\t Noting in the letter that Kim Jong Il's patriotism is the most shining textbook and powerful driving force in arousing the people at present, Kim Jong Un said that the creators and artistes should instill Kim Jong Il's patriotism into the service personnel and people through life experience and the representation of feelings and emotions so that they may fully display warm patriotism and revolutionary enthusiasm in the building of a rich and powerful country.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to make a revolution in producing movies, develop the stage art including music, dance, opera, drama and circus, fine art and literature and intensify the mass cultural and art activities.\n\t\t\t\t\t\n\t\t\t\t\t  He called on the creators and artistes to fully equip themselves with the party's literary and art ideas and policies and become steadfast champions, disseminators and educators of the party policies who devotedly uphold its ideas and lines through activities for creating and producing art works.\n\t\t\t\t\t\n\t\t\t\t\t He also underlined that leading officials, creators and artistes in the field of literature and art should bring about innovations in the activities for the creation and production of art works by learning from the creative work style of the Moranbong Band.\n\t\t\t\t\t\n\t\t\t\t\t He called on all leading officials, creators and artistes in the field of literature and art to turn out as one with firm confidence and courage to usher in a new heyday in the development of Juche-oriented literature and art through the production of masterpieces like waterfalls and thus creditably perform the honorable mission and duty they assumed before the times and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t  Kim Ki Nam made a report.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for all persons of literature and art to cherish once again the expectation and trust of the party and intensify the struggle to glorify the new era of the Juche revolution as a great heyday of developing the literature and art with the current meeting as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t The prospect for the literature and art of the DPRK is bright as there are the shining tradition and a wealth of experience of the Juche-oriented literature and art provided by the President and Kim Jong Il, the wise leadership of Kim Jong Un and the ranks of talented persons of literature and art trained by the WPK with much effort, the reporter stressed.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The meeting continues."
        },
        {
            "title": "Spanish Delegation Here",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-22ee.html",
            "content": "Spanish Delegation Here \r\n Pyongyang, May 16 (KCNA) -- A delegation of the Spanish Ministry of Foreign Affairs and Cooperation led by Director General Ernesto de Zulueta y Habsburgo-Lorena arrived here on Friday."
        },
        {
            "title": "Delegations to Int'l Trade Fair Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-23ee.html",
            "content": "Delegations to Int'l Trade Fair Visit Mangyongdae\r\n Pyongyang, May 16 (KCNA) -- Foreign delegations to the 17th Pyongyang Spring International Trade Fair on Friday visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The guests laid bouquets before the old home of Kim Il Sung with boundless reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on his revolutionary history and his patriotic and revolutionary family members, the guests looked round historic relics.\n\t\t\t\t\t\n\t\t\t\t\t They visited revolutionary sites on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t The delegations also toured the Tower of the Juche Idea, International Friendship Exhibition House, Pyongyang Metro, etc."
        },
        {
            "title": "Foreigners Visit Songdowon International Children's Camp",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-24ee.html",
            "content": "Foreigners Visit Songdowon International Children's Camp\r\n Wonsan, May 16 (KCNA) -- Foreign diplomats, military attaches and staff members of missions of international organizations here visited the Songdowon International Children's Camp on Friday together with their families.\n\t\t\t\t\t They laid bouquets before the statues of Generalissimos Kim Il Sung and Kim Jong Il in the camp and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked round the campers' buildings, international friendship children's hall, outdoor playground, gym, indoor swimming pool, outdoor water park, aquarium, birds' cages and others in the camp.\n\t\t\t\t\t\n\t\t\t\t\t They made entries in the visitor's book at the end of their visit.\n\t\t\t\t\t\n\t\t\t\t\t Tammam Sulaiman, charge d' affaires ad interim of the Syrian embassy, wrote that the camp has been built as a model of the cultural construction thanks to Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Cambodian Ambassador Op Sisawada wrote: The camp with excellent camping conditions is a good place where children from different countries can meet with each other and lead a life.\n\t\t\t\t\t\n\t\t\t\t\t Belay Derza Gaga, member of the UN FAO, wrote: I am pleased to visit the camp. The camp is very fantastic. The investment for children guarantees the future of the country.\n\t\t\t\t\t\n\t\t\t\t\t Iliana Almaguer Rodriguez, wife of the Cuban ambassador, wrote: The camp has been arranged beautifully and wonderfully. I hope our children would enjoy their pleasant camping life here together with Korean schoolchildren."
        },
        {
            "title": "Pakyon-Ryongthong Temple Tourist Highway Opened to Traffic",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-28ee.html",
            "content": "Pakyon-Ryongthong Temple Tourist Highway Opened to Traffic \r\n Kaesong, May 16 (KCNA) -- The Pakyon-Ryongthong Temple Tourist Highway was opened to traffic. \n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il visited the picturesque Pakyon Falls several times, indicating orientation and ways of building the area of Pakyon Falls as a pleasure ground for the people and a tourist destination and wisely leading the work to do so. \n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un solved all the issues arising in the construction project of the highway to fully carry out the behests of Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Officials and builders in Kaesong City turned out to implement the behests of the President and Kim Jong Il and carry through the noble intention of the Workers' Party of Korea. They removed steep cliffs and rocks and hundreds of thousands of cubic meters of earth to fill up deep valleys to form the roadbed and conducted stone work of more than 36 000 square meters. \n\t\t\t\t\t\n\t\t\t\t\t They built three new sightseeing roads extending at least four kilometers, more than 10 bridges, parking lots and cultural and welfare establishments to successfully complete the highway. \n\t\t\t\t\t\n\t\t\t\t\t The completion of the highway helps form the Kaesong-Pakyon-Ryongthong Temple ring road. It will provide better convenience to the visitors to the area which conveys the leadership exploits performed by the President and Kim Jong Il for developing the scenic spots Pakyon Falls and Ryongthong Temple and the history of love shown by them for the people."
        },
        {
            "title": "Chinese Delegation Leaves for Home ",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-21ee.html",
            "content": "Chinese Delegation Leaves for Home \r\n Pyongyang, May 16 (KCNA) -- The delegation of the China Disabled Persons' Federation led by Vice President Cheng Kai left here for home on Friday."
        },
        {
            "title": "DPRK Children Enjoy at Remodeled Int'l Camp",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-26ee.html",
            "content": "DPRK Children Enjoy at Remodeled Int'l Camp\r\n Pyongyang, May 16 (KCNA) -- Children of the DPRK are now spending pleasant days at the remodeled Songdowon International Children's Camp.\n\t\t\t\t\t What catches their eyes there is the luxurious campers' building, which bears resemblance to a windship.\n\t\t\t\t\t\n\t\t\t\t\t Its interior reminds one of a fairy-tale palace.\n\t\t\t\t\t\n\t\t\t\t\t The ground floor looks like the billowy deep, with fountains installed on both sides of a sculpture of three dolphins and pillar walls drawn with pictures from Korean children's films and collections of world's famous tales for children.\n\t\t\t\t\t\n\t\t\t\t\t In the floor there are such welfare service facilities as medical treatment and check-up rooms and barbershop, designed in a peculiar way to ensure convenience and health care on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t Soft drink stands are on both corridors, with gold chariot-shaped computer desks displayed in front of them.\n\t\t\t\t\t\n\t\t\t\t\t The floor has also a mess hall, which looks like an ice-rink or a cowl and from where one can overlook sea, and a cooking practice room equipped with all sorts of utensils.\n\t\t\t\t\t\n\t\t\t\t\t On the first-sixth floors there are bedrooms.\n\t\t\t\t\t\n\t\t\t\t\t Mun Un Hak, a third-year student of the Hamhung Orphans' Secondary School, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Now I feel myself in a dream. I could hardly get to sleep all last night with admiration and gratitude for Marshal Kim Jong Un's loving care.\n\t\t\t\t\t\n\t\t\t\t\t We, campers, want to show our happy looks to Marshal Kim Jong Un."
        },
        {
            "title": "Canadian Scholar Strives for Developing SEZ in DPRK",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-25ee.html",
            "content": "Canadian Scholar Strives for Developing SEZ in DPRK\r\n Pyongyang, May 16 (KCNA) -- Prof. Kyung-Ae Park of University of British Columbia in Canada has worked hard for the development of Special Economic Zone (SEZ) in the DPRK.\n\t\t\t\t\t Recently Park, together with economic experts from various countries, toured different areas of the DPRK, including Rason, Chongjin, Orang, Sinphyong, Nampho and Wonsan, to make field survey for SEZ development.\n\t\t\t\t\t\n\t\t\t\t\t Then she had, with the Korea Economic Development Association, a knowledge sharing on SEZs at the Yanggakdo International Hotel in Pyongyang under the Canada-DPRK knowledge partnership program.\n\t\t\t\t\t\n\t\t\t\t\t Introduced at the sharing were the actual conditions and prospect of the Chongjin economic development zone and the Orang agricultural development zone as well as the prospect for developing Wonsan-Kumgangsan area. And a discussion was made on the general view of their master plans and practical problems related to the zones.\n\t\t\t\t\t\n\t\t\t\t\t Park told at the sharing that they could have a deep understanding of the DPRK's reality during the field survey of SEZs.\n\t\t\t\t\t\n\t\t\t\t\t What they saw and felt in the DPRK are its hope, potential and efforts for the economic construction, she said, adding: Everything is now at the beginning, but the DPRK will surely make a signal progress in the economic development when its people strive with the stand that they look out over the world, keeping their feet firmly planted on their land."
        },
        {
            "title": "Textile Mill Workers Grateful to Supreme Leader Kim Jong Un",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-27ee.html",
            "content": "Textile Mill Workers Grateful to Supreme Leader Kim Jong Un\r\n Pyongyang, May 16 (KCNA) -- A workers' hostel has taken its shape at the Kim Jong Suk Pyongyang Textile Mill on the scenic bank of the Taedong River in the DPRK.\n\t\t\t\t\t In this regard KCNA had interviews with workers enjoying a happy life at the hostel after their work.\n\t\t\t\t\t\n\t\t\t\t\t All its boarders are very grateful to supreme leader Kim Jong Un for having provided such palatial residence.\n\t\t\t\t\t\n\t\t\t\t\t Song Kyong Hui, a work-team leader of the mill, said:\n\t\t\t\t\t\n\t\t\t\t\t Such blessed girls would be hardly found in the world as us living at this splendid hostel.\n\t\t\t\t\t\n\t\t\t\t\t I'd love to express deep gratitude to the respected Marshal Kim Jong Un for having providing better living conditions. On holidays, he would give gifts of love to us, weavers. And on the Day of the Shining Star (leader Kim Jong Il's birthday) this year, he sent a large quantity of fruits to the mill weavers.\n\t\t\t\t\t\n\t\t\t\t\t With such loving care kept in my mind, I'll work harder to contribute to the betterment of people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t A rover, U Suk Yong, who is daughter of a woodman, said:\n\t\t\t\t\t\n\t\t\t\t\t On the day when we moved into the hostel, we could hardly go to sleep for excitement and stop tears of gratitude falling from our eyes.\n\t\t\t\t\t\n\t\t\t\t\t My native home is far away from here, but I feel myself at home for Marshal Kim Jong Un's loving care.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ok Hyang, a weaver who has worked at the mill for less than one year after her school graduation, said:\n\t\t\t\t\t\n\t\t\t\t\t My parents in a local area would be very glad to see me live at this splendid hostel.\n\t\t\t\t\t\n\t\t\t\t\t The respected Marshal Kim Jong Un is, indeed, our fatherly leader."
        },
        {
            "title": "No One Will Benefit from \"Contingency\" on Korean Peninsula: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-12ee.html",
            "content": "No One Will Benefit from \"Contingency\" on Korean Peninsula: KCNA Commentary\r\n Pyongyang, May 16 (KCNA) -- The Japanese government included the \"contingency\" on the Korean peninsula on the list of the targets to which the right to collective self-defense is to be exercised.\n\t\t\t\t\t The government document related to the exercise of the right to collective self-defense cited the forced inspection of suspicious vessels in case of emergency in areas around Japan due to the \"contingency\" on the Korean peninsula as a specific example of \"countermeasures equivalent to the use of armed force\".\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the government examined a plan simulating a counterattack of aircraft of the \"Self-Defense Forces\" in case a U.S. airplane is attacked during the \"contingency\" on the Korean peninsula. This is an example of allowing the right to collective self-defense.\n\t\t\t\t\t\n\t\t\t\t\t This hints that Japan is set to test the exercise of the right to collective self-defense through the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The right to collective self-defense touted by Japan calls for a preemptive attack on other country for the reason that its ally can be attacked even though Japan is not attacked.\n\t\t\t\t\t\n\t\t\t\t\t Japan, which was not allowed to exercise the right under the international order and laws in force in the post-war period, seeks to remove the obstacle that restricts its overseas military operations and thus pave the way for its legitimate military operations against the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by Japan in misinterpreting the Constitution in actuality is to take part in a war of overseas aggression, unhindered. \n\t\t\t\t\t\n\t\t\t\t\t Today Japan has discarded its mask of a \"pacifist state\" which it has donned for nearly seven decades after the world war, thereby revealing its true colors as a war state and a belligerent force seeking world domination.\n\t\t\t\t\t\n\t\t\t\t\t Japan has stepped up its preparations for the overseas advance of the \"Self-Defense Forces\" under this or that pretext by craftily taking advantage of the change in the international situation. It set military operations overseas as one of the major tasks of the SDF. The SDF has accumulated experience in military operations while operating in different regions including war-torn areas under the pretext of \"anti-terror\" actions.\n\t\t\t\t\t\n\t\t\t\t\t The SDF has turned into aggression armed forces for attack and regular forces for reinvasion after going beyond the scope of \"defense\".\n\t\t\t\t\t\n\t\t\t\t\t The Japan Defense Ministry announced a plan to launch a large-scale reorganization of the Ground \"Self-Defense Force\" to enhance its maneuverability. It decided to turn seven units of the Ground SDF out of its 15 units into task forces in order to make them a \"mobile army\" to cope with \"contingency.\"\n\t\t\t\t\t\n\t\t\t\t\t  It is Japan's view that it can never realize its ambition for overseas aggression without putting under control Korea, a gateway to the continent.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the Japanese reactionaries have escalated their hostile moves against the DPRK, zealously following the U.S. policy of hostility toward the DPRK and its pivot to Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\t They are seeking a prompt and effective \"reaction\" to \"contingency\" in areas around Japan, mainly that on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Japan has stepped up the adjustment of the legal groundwork for the exercise of the right to collective self-defense under the pretext of \"nuclear and missile issues\" of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Japan Defense Ministry on April 24 announced that it deployed two PAC-3s in a base of the Air \"Self-Defense Force\" in Tsugaru City, Aomori Prefecture and clarified that it would deploy them in all parts of Japan on a phased basis to cope with the \"missile threats\" from the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries' reinvasion of Korea will become a prelude to the reinvasion of Asia.\n\t\t\t\t\t\n\t\t\t\t\t Japan is behaving indiscreetly to fish in troubled waters by taking advantage of the U.S. hostile policy toward the DPRK and its pivot to Asia-Pacific strategy. But this is as foolish an act as jumping into fire with faggot on its back.\n\t\t\t\t\t\n\t\t\t\t\t Korea is not what it used to be in the past.\n\t\t\t\t\t\n\t\t\t\t\t No one will benefit from \"contingency\" on the Korean peninsula."
        },
        {
            "title": "Rodong Sinmun Calls for Starting Revolution in Literature and Arts of New Century of Juche",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-07ee.html",
            "content": "Rodong Sinmun Calls for Starting Revolution in Literature and Arts of New Century of Juche\r\n Pyongyang, May 16 (KCNA) -- The 9th national meeting of artistes to open here on Friday will mark a historic milestone in eternally glorifying the immortal feats President Kim Il Sung and leader Kim Jong Il performed in the building of the Juche-oriented literature and arts and developing them into a powerful ideological weapon for the revolution and construction under the leadership of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Rodong Sinmun Friday in an editorial calls for dynamically starting a revolution in literature and arts in the new century of Juche under the leadership of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Now is the time to make a revolution in the field of literature and arts, the outposts of our party's ideological front, just as it was carried out in the 1970s to usher in a shining renascence in the Juche-oriented literature and arts and beat the drum for the revolution across the country.\n\t\t\t\t\t\n\t\t\t\t\t The start of the revolution in literature and arts heralds a victory of the revolutionary ideological offensive and a dynamic advance of the drive for building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t This revolution is a prerequisite to resolutely foiling the imperialists' reactionary ideology and culture with a revolutionary ideological offensive and bringing about a sure victory in the struggle to defend socialism.\n\t\t\t\t\t\n\t\t\t\t\t A victory is certain in the place where loud singing of the song of revolution is heard. This is the immutable truth proved by the history of the Korean revolution which has won one victory after another in the confrontation with U.S.-led imperialism, \n\t\t\t\t\t\n\t\t\t\t\t Only when the writers and artistes create lots of famous works in the Songun era prevalent with the socialist ideology and the scent of socialist way of life, cherishing firmer faith than anyone else, Korean-style socialism will win only victories, deeply rooted among the people.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all creators and artistes to glorify the great Kim Jong Un's era by ushering in a heyday of the Juche-oriented literature and arts with noble aspiration and confidence, strong fighting spirit and creative work style."
        },
        {
            "title": "South Korea Is Colony of U.S.: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-08ee.html",
            "content": "South Korea Is Colony of U.S.: Rodong Sinmun\r\n Pyongyang, May 16 (KCNA) -- It is intolerable that the spokesman for the south Korean puppet Ministry of Defence made invectives against the DPRK, the only country on the earth maintaining the principles of Juche character in ideology, independence in politics, self-support in economy and self-reliance in national defence, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t South Korea is a colony and hereditary estate of the U.S. which lost its sovereignty, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t There exist in south Korea \"president\", \"National Assembly\" and \"government\" but they are nothing but a camouflage to conceal the U.S. imperialists' colonial rule and a means for carrying out their master's policy for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The pro-U.S. stooges who had taken office of \"president\" in south Korea from traitor Syngman Rhee to Park Geun Hye are puppets put under the control of their master without exception.\n\t\t\t\t\t\n\t\t\t\t\t To say nothing of the decision of major policies, they can not say even a word as they please without the U.S. permission and dare not say \"no\" to the U.S. brigandish demand.\n\t\t\t\t\t\n\t\t\t\t\t They are in a pitiful position to have diarrhea when their master U.S. has stomach-ache.\n\t\t\t\t\t\n\t\t\t\t\t Being in such a poor situation, the Park Geun Hye group spoke ill of the most superior DPRK's socialist system and this is a mere foolish political cartoon of those who are in fear of the indestructible spirit and might of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group should clearly understand that it is Chongwadae and the corrupt colonial system in south Korea which should disappear by the retaliatory blow to be entailed by those reckless remarks."
        },
        {
            "title": "Rodong Sinmun Slams Park Geun Hye of south Korea",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-09ee.html",
            "content": "Rodong Sinmun Slams Park Geun Hye of south Korea\r\n Pyongyang, May 16 (KCNA) -- The Park Chung Hee-led military gangsters grabbed power through the May 16 military coup under the manipulation of the U.S. 53 years ago. The then \"yusin\" dictator was killed but his descendant has taken power and mercilessly trampled down democracy and human rights and repeated the shuddering history dating back to several decades when south Korea turned into a sea of blood shed by its people. This is a present reality in south Korea.\n\t\t\t\t\t Rodong Sinmun Friday says in a commentary:\n\t\t\t\t\t\n\t\t\t\t\t It is a great misfortune of the south Korean people that Park Geun Hye, the daughter of the \"yusin\" dictator, took power.\n\t\t\t\t\t\n\t\t\t\t\t Even before seizing power, Park openly attempted to revive the \"yusin\" dictatorship, embellishing the May 16 military coup as what she called a \"revolution for national salvation\" and the \"best option\" although the coup quelled the desire of south Koreans for democracy. After taking power with the active backing of the U.S. and through alarming election rigging, she has worked with blood-shot eyes to escalate confrontation with the DPRK while mercilessly stamping out democracy and human rights by enforcing the unprecedented unpopular rule after reneging on her election commitments.\n\t\t\t\t\t\n\t\t\t\t\t Due to the present south Korean puppet ruling forces, the \"yusin\" dictatorship revived in south Korea, the inter-Korean relation plunged into a total deadlock and even the danger of a nuclear war escalated to extremes. This is very deplorable. Park is, indeed, the root cause of all evils and the trouble-maker of the nation. It is by no means fortuitous that south Koreans are now regretting for having elected her as \"president\".\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that Park, who is desperate in the fascist dictatorial rule and racket for confrontation with the DPRK while going against the trend of times and the demand of people, will meet a miserable end, hit by the angry people just as her father did."
        },
        {
            "title": "U.S. Should Not Fan up Japan's Militarization: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-10ee.html",
            "content": "U.S. Should Not Fan up Japan's Militarization: Rodong Sinmun\r\n Pyongyang, May 16 (KCNA) -- Japan is becoming evermore undisguised in its moves to realize militarization and facilitate its lurch to the Right as evidenced by its stepped-up activities to distort history, realize its ambition to seize territories of other countries, exercise the \"right to collective self-defense\" and terminate the policy of ban on arms sale. \n\t\t\t\t\t Rodong Sinmun Friday observes in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Japan is getting frantic with its moves to revive militarism, far from making apology and reparation for the past crimes it committed by forcing colonial slavery upon Asian countries and bringing them all sorts of misfortune and pain. This would be unthinkable without the instigation by its senior ally, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t During his recent Asian trip, U.S. President Obama expressed formal support to Japan's exercise of the \"right to collective self-defense.\"\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind this U.S. behavior in utter disregard of the world public is a sinister intention. It seeks to use Japan as a shock brigade in maintaining its military edge in the Asia-Pacific region and containing the powers in the region in a bid to meet its strategic interests.\n\t\t\t\t\t\n\t\t\t\t\t But the crafty Japanese reactionaries do not want to play the role of a water carrier only for their senior ally.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. may get a serious trouble while pursuing its immediate interests by short-sighted way of thinking.\n\t\t\t\t\t\n\t\t\t\t\t It is the Japanese militarists imbued with revanchism who are crying out for \"settling accounts\" with the U.S. any time, asserting they can never forget its drop of A-bombs on their land.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. tries hard to put Japan under its control with \"nuclear umbrella\" but it is as clear as noonday that sly Japan with long-held grudge against it would take revenge on Washington any time.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised not to forget the lesson taught by the Pearl Harbor incident in which it was hit hard on its head while conniving at and patronizing the Japanese imperialists' moves for military expansion and overseas aggression."
        },
        {
            "title": "Rodong Sinmun Raps Japanese Chief Executive's Reckless Remarks Denying Past Aggression ",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-11ee.html",
            "content": "Rodong Sinmun Raps Japanese Chief Executive's Reckless Remarks Denying Past Aggression \r\n Pyongyang, May 16 (KCNA) -- The chief executive of Japan, answering the questions put by journalists about the issue of history during his recent junket to Europe, blustered Japan would not make an apology the way Germany did.\n\t\t\t\t\t Rodong Sinmun Friday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Japan recorded one page of indelible crimes in history by imposing big disasters on mankind in the past century. Yet, its chief executive was so brazenfaced and reckless in his utterances.\n\t\t\t\t\t\n\t\t\t\t\tThe reckless acts of the Japanese reactionaries are in sharp contrast to Germany, the same defeated country.\n\t\t\t\t\t\n\t\t\t\t\t The German authorities made an apology to the victims of the Second World War on behalf of the state. Germany took phased steps for paying reparation to the war-affected states and individual victims in the wake of expressing deep apology and repentance for the past criminal acts several times after the war. Such steps were prompted by the stand to honestly reflect on the past wrongdoings and not to repeat them. So, Germany is welcomed and sympathized by the international community.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries, however, have not yet made a clear apology for the past crimes. They are not dreaming of paying any reparation. On the contrary, they are persistently challenging the stark historic facts.\n\t\t\t\t\t\n\t\t\t\t\t The rackets of the ultra-right forces for totally denying the past aggression are going beyond the tolerance limit. The crime-woven history is now being praised. This is a revelation of their sinister attempt to realize the ambition for reinvasion at any cost by facilitating Japan's militarization and its lurch to the Right.\n\t\t\t\t\t\n\t\t\t\t\t Japan's apology and reparation are necessary for the future of Japan, not for others. This is the only way out for Japan."
        },
        {
            "title": "Mass Outbreak of Tuberculosis at S. Korean Universities",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-13ee.html",
            "content": "Mass Outbreak of Tuberculosis at S. Korean Universities\r\n Pyongyang, May 16 (KCNA) -- South Korean MBC Wednesday reported about the mass outbreak of tuberculosis at south Korean universities.\n\t\t\t\t\t 14 students were reported to contract T.B. at Pusan National University.\n\t\t\t\t\t\n\t\t\t\t\t The number of the same cases will reportedly increase as 60-odd more students were infected with T.B.\n\t\t\t\t\t\n\t\t\t\t\t The number of these cases increased to 9 at Seoul University of Science and Technology since the outbreak of a T.B. case there in November last year."
        },
        {
            "title": "U.S. Moves for Knocking into Shape Alliance for Aggression Slammed",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-14ee.html",
            "content": "U.S. Moves for Knocking into Shape Alliance for Aggression Slammed\r\n Pyongyang, May 16 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held the 176th action for independence, reunification and peace outside the U.S. embassy in Seoul on May 13, according to the Jaju Minbo, an Internet paper of south Korea.\n\t\t\t\t\t The organization said:\n\t\t\t\t\t\n\t\t\t\t\t The new U.S. ambassador to south Korea was informally designated. He zealously called for boosting the cooperation among south Korea, the U.S. and Japan in the past.\n\t\t\t\t\t\n\t\t\t\t\t The designation of him as the ambassador is aimed to push ahead with the triangular military alliance.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. push for the conclusion of a military agreement between the south Korea and Japan is to provide a legal justification for building a missile shield led by it and lay a foundation for Japan's exercise of the \"right to collective self-defence.\"\n\t\t\t\t\t\n\t\t\t\t\t All these moves are aimed to isolate and stifle the DPRK and they will result in escalating the military confrontation in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The organization voiced strong opposition to the designation of the guy keen to play the role of a scout party in the fabrication of the alliance as the U.S. ambassador to south Korea. \n\t\t\t\t\t\n\t\t\t\t\t It demanded the U.S. immediately stop the moves to knock the triangular military alliance into shape."
        },
        {
            "title": "S. Korean Puppet Group's Reckless Remarks under Fire",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-15ee.html",
            "content": "S. Korean Puppet Group's Reckless Remarks under Fire\r\n Pyongyang, May 16 (KCNA) -- The south Korean internet newspaper Thongil News on May 13 in an article denounced the reckless remarks of the south Korean puppet regime to get rid of the crisis caused by the ferry Sewol sinking disaster through the north-south confrontation.\n\t\t\t\t\t The article accused the spokesman for the south Korean puppet Ministry of Defense called Kim Min Sok of letting loose at a regular news briefing such invectives against the DPRK as \"it is a retrogressive country telling lies\" and \"it is a country which should disappear at an early date\".\n\t\t\t\t\t\n\t\t\t\t\t Even though nobody raised a question to him at the end of the briefing, Kim Min Sok talked such nonsense that the \"north would collapse,\" it added.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that such nonsensical talk made by the spokesman for the south Korean puppet Ministry of Defense can never be overlooked.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean Ministry of Defense has spread a series of false rumors about the \"north's provocation\" such as the nuclear test of the north, sign of the outbreak of a local war and the drone case.\n\t\t\t\t\t\n\t\t\t\t\t These reckless remarks cannot be construed otherwise than an intention to put under control the difficult situation created by the ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t When the people's distrust in the \"government\" is growing deep due to the ferry sinking accident, the south Korean Ministry of Defense seeks to divert the people's attention by playing the card called \"provocation from the north\".\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Defense should clearly know which is a real retrogressive country, the article held."
        },
        {
            "title": "Dismissal of High-ranking Public Officials Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-16ee.html",
            "content": "Dismissal of High-ranking Public Officials Demanded in S. Korea\r\n Pyongyang, May 16 (KCNA) -- The Citizens Solidarity for Democratic Society held a press conference in Seoul on May 12 demanding the dismissal of high-ranking public officials who caused a social furor with their thoughtless remarks concerning the ferry Sewol tragedy, according to Thongil News, a south Korean internet newspaper.\n\t\t\t\t\t Speakers at the press conference quoted Pak Sung Chun, chief of the Patriots and Veterans Affairs Agency, as saying \"the president and the government have hard times due to 'Sewol' sinking accident. It is customary in south Korea to attack the government and the president in disregard of the main cause if something happens\".\n\t\t\t\t\t\n\t\t\t\t\t These remarks mean that the bereaved families and the people made mistakes when they urged the \"government\" to take responsibility and Park to make an apology for the failed rescue operation and the failure in putting the accident under control, the speakers said. \n\t\t\t\t\t\n\t\t\t\t\t Min Kyong Uk, a spokesman for Chongwadae, defended the minister of Education who went so impudent as to eat instant noodles before the bereaved families, the speakers noted, adding he insulted them with such talk about \"pure bereaved families\".\n\t\t\t\t\t\n\t\t\t\t\t If the authorities have the intent to make a sincere apology for the accident, they should depose Pak Sung Chun and Min Kyong Uk, to begin with, as they mocked the people, the speakers stressed."
        },
        {
            "title": "S. Korean Media Disclose Check-up of Ferry Sewol's Lifesaving Equipment",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-17ee.html",
            "content": "S. Korean Media Disclose Check-up of Ferry Sewol's Lifesaving Equipment\r\n Pyongyang, May 16 (KCNA) -- MBC, KBS and CBS of south Korea reported that the hideous ferry Sewol sinking accident claimed casualties due to careless check-up of its security.\n\t\t\t\t\t The broadcasting services said that the ferry was equipped with 46 lifeboats and an evacuation slide, adding:\n\t\t\t\t\t\n\t\t\t\t\t However, when the ferry sank, only one lifeboat worked, claiming huge casualties.\n\t\t\t\t\t\n\t\t\t\t\t The results of investigation confirmed the fact that the check-up of lifesaving equipment was not properly made.\n\t\t\t\t\t\n\t\t\t\t\t On February 11, the Chonghaejin shipping company side which owned the ferry ordered a check-up enterprise to finish the security check-up of its lifesaving equipment till February 15.\n\t\t\t\t\t\n\t\t\t\t\t So, the check-up of them was conducted only for two days though it required 15 days in the light of the size of the ferry Sewol.\n\t\t\t\t\t\n\t\t\t\t\t Only 9 lifeboats were examined for the mere reason that time is short, the evacuation slide was not checked and its package box was painted only.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, when the prosecution started an investigation into the ferry sinking accident, the company side inserted the check-up data of another ferry in the check-up document of the ferry Sewol.\n\t\t\t\t\t\n\t\t\t\t\t There were briberies at each examination for measuring weight of the ferry, the broadcasting services said."
        },
        {
            "title": "S Korean Puppet Group's Moves to De-nationalize Railway and Medical Services Slammed",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-18ee.html",
            "content": "S Korean Puppet Group's Moves to De-nationalize Railway and Medical Services Slammed\r\n Pyongyang, May 16 (KCNA) -- The Confederation of Trade Unions of south Korea held a press conference at the plaza of Seoul Railway Station on May 12 denouncing the puppet group for trying to de-nationalize the railway and medial services, according to the south Korean paper Labor and World.\n\t\t\t\t\t At the press conference, speakers denounced the Park Geun Hye regime for persistently pushing ahead with the privatization of railway and medical services posing a threat to the security of railway and the people's health in disregard of the ferry Sewol sinking disaster.\n\t\t\t\t\t\n\t\t\t\t\t The ferry sinking disaster was caused by the greed of enterprises and wrong system and a product of the regime's indolence, they noted.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the regime is stepping up the privatization of railway and medical services that should guarantee the people's security and health, they said.\n\t\t\t\t\t\n\t\t\t\t\t The Confederation of Trade Unions will turn out in the action to defend the railway and medical fields with the start of a 1,000- worker deceleration, they noted.\n\t\t\t\t\t\n\t\t\t\t\t Then, the declaration was read out."
        },
        {
            "title": "S. Korean \"Government\" Denounced for Neglecting Sea Disaster",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-19ee.html",
            "content": "S. Korean \"Government\" Denounced for Neglecting Sea Disaster\r\n Pyongyang, May 16 (KCNA) -- The south Korean KBS on May 14 denounced the puppet government for neglecting sea disaster.\n\t\t\t\t\t The broadcasting said the \"government's\" sea disaster control system was disclosed to be full of shortcomings with the ferry Sewol sinking accident as an occasion.\n\t\t\t\t\t\n\t\t\t\t\t It added:\n\t\t\t\t\t\n\t\t\t\t\t Warships and helicopters of the maritime police arrived at the scene of the accident after over 30 minutes since they were informed of the ferry's sinking. But they rescued only crewmen getting out of the ferry and those passengers who jumped into the sea, far from boarding the ferry and rescuing the passengers.\n\t\t\t\t\t\n\t\t\t\t\t The helicopters and warships carried neither personnel specializing in rescue operations nor rescue outfits.\n\t\t\t\t\t\n\t\t\t\t\t Rescue personnel were gathered later but there was no navigation officer. In the long run, they arrived at the scene after the ferry sank.\n\t\t\t\t\t\n\t\t\t\t\t The reason for this is that the maritime police have neglected its duty concerning disaster rescue.\n\t\t\t\t\t\n\t\t\t\t\t 90 percent of the warships of the maritime police were not equipped with rescue outfits and they did not conduct rescue training, either.\n\t\t\t\t\t\n\t\t\t\t\t The yearly budget for the maritime police is far beyond one trillion won and only 1.6 percent of it is earmarked for security."
        },
        {
            "title": "Swiss Organizations Denounce S. Korean Authorities' Sycophancy towards U.S.",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-04ee.html",
            "content": "Swiss Organizations Denounce S. Korean Authorities' Sycophancy towards U.S. \r\n Pyongyang, May 16 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea released a joint statement in denunciation of the south Korean authorities' moves to re-extend the transfer of wartime operation control (OPECON) on May 7. \n\t\t\t\t\t Park Geun Hye implored the U.S. president to re-extend the transfer of OPECON during the latter's recent trip to south Korea, a despicable act of treachery, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean army is the only puppet army in the world as it left the prerogative over the army to outside forces. \n\t\t\t\t\t\n\t\t\t\t\t This fact proves that south Korea is a complete colony of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t What Park did is an action of escalating the confrontation with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t This clearly shows how desperately the pro-U.S. conservative forces in south Korea are working to ignite a war against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t What is more hateful is that Park Geun Hye decided to massively introduce latest fighters and other destructive weapons from the U.S. and actively join in its missile defense system. \n\t\t\t\t\t\n\t\t\t\t\t By claiming that the transfer of OPECON is possible only in 2020 she revealed her ulterior intention to keep south Korea as a permanent colony of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t But all Koreans in the north and the south and overseas will never tolerate the treachery of Park but drive the U.S. imperialist warmongers out of south Korea."
        },
        {
            "title": "British Organization Condemns U.S. and S. Korean Puppet Forces' Re-extension of OPECON ",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-05ee.html",
            "content": "British Organization Condemns U.S. and S. Korean Puppet Forces' Re-extension of OPECON \r\n Pyongyang, May 16 (KCNA) -- The British Friendship Society with Korea released a statement on May 5 denouncing the U.S. and south Korean puppet forces' re-extension of the transfer of wartime operation control (OPECON).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has the OPECON over the south Korean puppet army at present.\n\t\t\t\t\t\n\t\t\t\t\t The OPECON was expected to be transferred to south Korea in 2012 but has been extended till now.\n\t\t\t\t\t\n\t\t\t\t\t It is only south Korea where the OPECON is in the hands of other country.\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, the south Korean authorities are the most wretched puppet forces and south Korea is a complete colony of the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t We demand the U.S. withdraw its forces from south Korea at once."
        },
        {
            "title": "Kim Il Sung's Exploits Highly Praised Abroad",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-03ee.html",
            "content": "Kim Il Sung's Exploits Highly Praised Abroad\r\n Pyongyang, May 16 (KCNA) -- An exhibition of President Kim Il Sung's work and a lecture titled \"Birth of Kimilsungia\" took place in Brazil and Guinea on May 6 and 7.\n\t\t\t\t\t On display at the venues of the events were photos documenting immortal revolutionary exploits of Generalissimos Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were Vol. 2 of Part 1 The Anti-Japanese Revolution of the President's reminiscences \"With the Century\" and photos showing Kimilsungias.\n\t\t\t\t\t\n\t\t\t\t\t The vice-president of the Party for Free Motherland of Brazil said that the President's reminiscences record the President's glorious revolutionary history dedicated to the cause for the freedom and happiness of the people and the liberation of the country. He referred to the significance of the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the immortal exploits performed by the great Generalissimos and said that their ideas and desires are successfully coming true under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the advantages and invincibility of Korean socialism and extended firm support and solidarity to the Korean people in their drives for building a thriving nation and achieving national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Guinean Kimilsungia-Kimjongilia Association noted that Kimilsungia is very beautiful, attractive and elegant, adding that this flower is now in full bloom in many countries and regions including Guinea and draws deep interest of all people.\n\t\t\t\t\t\n\t\t\t\t\t He introduced the background against which the flower praising the sun came into being."
        },
        {
            "title": "Kim Jong Un presencia competencia de tiro al arco",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-29ee.html",
            "content": "Kim Jong Un presencia competencia de tiro al arco \r\nPyongyang, 16 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, presencio la competencia de tiro al arco entre el Conjunto de Deportes Militares del EPC y el Amnokgang.\n\t\t\t\t\tEl juego se desarrollo en colectivo masculino y femenino.\n\t\t\t\t\t\n\t\t\t\t\tA traves de los autoctonos metodos de competencia y las tecnologias adiestradas en los dias cotidianos, los arqueros mostraron bien el aspecto de esta disciplina del pais en desarrollo.\n\t\t\t\t\t\n\t\t\t\t\tCada vez que las flechas dieron en el centro del blanco, el Comandante Supremo lo evaluo.\n\t\t\t\t\t\n\t\t\t\t\tEn el torneo, el primer conjunto salio victorioso.\n\t\t\t\t\t\n\t\t\t\t\tTras evaluar a los ganadores, subrayo que para tomar heguemonia mundial en el tiro al arco es muy importante la fuerza espiritual de los jugadores al igual que otras disciplinas deportivas y agrego que los jugadores deben ejercitar mucho con la determinacion de izar la bandera nacional en el cielo del mundo.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo perfeccionar el arte de tirar al arco a estilo coreano y el cientifico metodo de entrenamiento y asegurar bien las condiciones de ejercicios.\n\t\t\t\t\t\n\t\t\t\t\tExpreso a los deportistas, entrenadores y miembros de mando de los dos conjuntos deportivos la esperanza y conviccion de que lograran buenos resultados en los juegos internacionales al desarrollar mas la disciplina de tiro al arco.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en verla Hwang Pyong So, Pyon In Son, Pak Yong Sik, Ryom Chol Song, Jo Kyong Chol, Kim Yong Chol, O Kum Chol, Pak Jong Chon y Ma Won Chun."
        },
        {
            "title": "Kim Jong Un presencia competencia de futbol entre Mangyongbong y Sobaeksu",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-30ee.html",
            "content": "Kim Jong Un presencia competencia de futbol entre Mangyongbong y Sobaeksu\r\nPyongyang, 16 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, junto con los oficiales y soldados del EPC presencio la competencia de futbol masculino entre el equipo Mangyongbong y el Sobaeksu, que participaron en los juegos de primera categoria del Torneo Deportivo por el Premio Mangyongdae.\n\t\t\t\t\tLos futbolistas demostraron la elevada tecnologia adiestrada en los dias ordinarios.\n\t\t\t\t\t\n\t\t\t\t\tViendo el partido, el Mariscal evaluo que los deportistas del EPC mostraron suficientemente el poderio de la batalla ideologica, empecinada, de velocidad y tecnica.\n\t\t\t\t\t\n\t\t\t\t\tLa primera parte del juego termino sin gol. Pero en la segunda el Sobaeksu marco 2 goles, resultando ganador.\n\t\t\t\t\t\n\t\t\t\t\tLos espectadores dieron aplausos a los futbolistas de los dos equipos quienes demostraron el metodo de competencia a estilo coreano, el espiritu colectivo y la noble obligacion moral de la competencia.\n\t\t\t\t\t\n\t\t\t\t\tRespondiendo a las efusivas aclamaciones de los jugadores y espectadores, el Mariscal felicito  el exito de la competencia.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo la importancia de perfeccionar la tecnologia deportiva, el sistema de tactica y el modo de entrenamiento a estilo coreano y mejorar mas el nivel de tecnologia de futbol y presento las tareas programaticas que sirven de guia en el desarrollo trascendental del deporte del pais.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en la ocasion Hwang Pyong So, Pyon In Son, Pak Yong Sik, Ryom Chol Song, Jo Kyong Chol, Kim Yong Chol, O Kum Chol, Pak Jong Chon y Ma Won Chun."
        },
        {
            "title": "Inaugurada carretera de turismo Pakyon-Ryongthong",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-31ee.html",
            "content": "Inaugurada carretera de turismo Pakyon-Ryongthong\r\nPyongyang, 16 de mayo (ACNC) -- Quedo inaugurada en Corea la carretera de turismo Pakyon-Ryongthong.\n\t\t\t\t\tRecorriendo en varias ocasiones la famosa cascada Pakyon, el Presidente Kim Il Sung y el Dirigente Kim Jong Il indicaron el rumbo y la manera para acondicionarla perfectamente como lugar de recreo del pueblo y polo turistico y dirigieron sabiamente su labor.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un resolvio todos los problemas pendientes en la obra para que se materialice estrictamente el legado del Dirigente por el respecto.\n\t\t\t\t\t\n\t\t\t\t\tEn acato al legado de los generalisimos y el noble proposito del partido, los funcionarios y constructores de la ciudad de Kaesong, movilizados en la obra, rompieron los penascos y rocas, rellenaron el valle profundo tratando las tierras de cientos de miles de metros cubicos, formaron la acrotera de la carretera y realizaron la estructuracion de piedras de mas de 36 mil metros cuadrados.\n\t\t\t\t\t\n\t\t\t\t\tConstruyeron nuevamente 3 caminos de excursion de mas de 10 ries, mas de 10 puentes, parqueos y establecimiento de servicio cultural.\n\t\t\t\t\t\n\t\t\t\t\tAl inaugurarse la carretera de turismo que forma la linea de circunvalacion Kaesong-Pakyon-Ryongthongsa, esta facilitara la comodidad de los visitantes transmitiendo las hazanas de orientacion de los grandes hombres del monte Paektu impregnadas en la cascada Pakyon y el templo Ryongthong y la historia de sus amores  por el pueblo."
        },
        {
            "title": "Representantes diplomaticos y agregados militares visitan el campamento de ninos de Songdowon",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-32ee.html",
            "content": "Representantes diplomaticos y agregados militares visitan el campamento de ninos de Songdowon\r\nWonsan, 16 de mayo (ACNC) -- Los representantes diplomaticos y de organizaciones internacionales y los agregados militares, acreditados en Corea, visitaron el dia 16 con sus familiares el Campamento Internacional de Ninos de Songdowon.\n\t\t\t\t\t  Sobre todo, rindieron homenaje a los Generalisimos Kim Il Sung y Kim Jong Il tras depositar ramos de flores ante las estatuas de bronce de ellos levantadas en el campamento.\n\t\t\t\t\t\n\t\t\t\t\t  Visitaron luego varios puntos como los pabellones, la Casa de Ninos de Amistad Internacional, la cancha de ejercicios, el gimnasio, la piscina bajo techo, la otra al aire libre, el acuario y las jaulas de aves.\n\t\t\t\t\t\n\t\t\t\t\t  El encargado de negocios a.i. sirio, Tammam Sulaiman, escribio en el libro de visitas que el Mariscal Kim Jong Un hizo construir el Campamento Internacional de Ninos de Songdowon que sirve de ejemplo en la construccion de cultura.\n\t\t\t\t\t\n\t\t\t\t\t  El embajador camboyano, Op Sisawada, expreso que el Campamento Internacional de Ninos de Songdowon con excelentes condiciones de campismo es un buen lugar para el encuentro y la convivencia de los ninos de varios paises del mundo.\n\t\t\t\t\t\n\t\t\t\t\tLa esposa del embajador cubano, Iliana Almaguer Rodriguez, expuso su deseo de que sus hijas pasen agradables momentos de campismo en Songdowon junto con los alumnos coreanos."
        },
        {
            "title": "Nadie podra sacar provechos del \"tiempo emergencia\" en la Peninsula Coreana: comentario de ACNC",
            "url": "http://kcna.co.jp/item/2014/201405/news16/20140516-33ee.html",
            "content": "Nadie podra sacar provechos del \"tiempo emergencia\" en la Peninsula Coreana: comentario de ACNC\r\nPyongyang, 16 de mayo (ACNC) -- El gobierno japones incluyo el \"tiempo de emergencia\" de la Peninsula Coreana en los casos de ejercicio del derecho a la autodefensa colectiva.\n\t\t\t\t\t  El documento gubernamental correspondiente, actualmente en el proceso de aprobacion, cito como ejemplo concreto de la \"reaccion equivalente al uso de fuerzas armadas\" el registro forzado de la embarcacion sospechosa cuando suceda algun incidente en los alrededores de Japon durante el \"tiempo de emergencia\" de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Con anterioridad, el gobierno japones examino un plan que supone contraatacar con aviones de las \"Fuerzas de Autodefensa\" en el caso de que el avion norteamericano sea atacado en el \"tiempo de emergencia\" de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Estos datos insinuan que Japon trata de probar con la Peninsula Coreana el funcionamiento del derecho a la autodefensa colectiva.\n\t\t\t\t\t\n\t\t\t\t\t  Este derecho permite a Japon asestar el ataque preventivo a otro pais, aunque no sea atacado por este, pretextando el posible ataque contra su aliado.\n\t\t\t\t\t\n\t\t\t\t\t  Privado del mismo derecho segun el orden internacional posbelico y la Constitucion vigente, Japon hizo todo lo posible por recuperarlo con el fin de iniciar sus legitimas operaciones militares en el extranjero, en particular, en la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Practicamente, intenta ahora modificar la interpretacion de la Constitucion para lanzarse libremente a las guerras de agresion a ultramar.\n\t\t\t\t\t\n\t\t\t\t\t  Asi se quito la mascara de \"Estado pacifista\" usada por casi 70 anos desde el fin de la Segunda Guerra Mundial exponiendo su naturaleza de Estado belico y fuerza agresiva que persigue la conquista del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Aprovechando sutilmente el cambio de la situacion internacional, preparo de una manera u otra la salida a ultramar de las \"Fuerzas de Autodefensa\" definiendo las operaciones militares en ultramar como una de sus misiones principales.\n\t\t\t\t\t\n\t\t\t\t\t  Este cuerpo armado aprendio las experiencias de operaciones militares en las zonas en conflicto armado y otras regiones del mundo adonde habian sido despachadas.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas, reestructuro sus filas como las regulares de ataque.\n\t\t\t\t\t\n\t\t\t\t\t  Recientemente, el Ministerio de Defensa de Japon publico el plan de reforma para elevar la movilidad de las \"Fuerzas Terrestres de Autodefensa\". En particular, decidio convertir en las moviles a 7 de las 15 unidades de las \"Fuerzas Terrestres de Autodefensa\" para hacer frente al \"tiempo de emergencia\".\n\t\t\t\t\t\n\t\t\t\t\t  Japon piensa que no puede realizar nunca su ambicion de agresion a ultramar sin ocupar a Corea, puerta del continente asiatico.\n\t\t\t\t\t\n\t\t\t\t\t  Sumandose activamente a la politica hostil a la RPDC de EE.UU. y su estrategia de dar importancia a la region de Asia-Pacifico, los reaccionarios japoneses recrudecen su campana hostil a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Estan buscando la manera de \"reaccion\" rapida y eficiente al tiempo de \"emergencia\" en el contorno de Japon suponiendo principalmente la misma situacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Bajo el pretexto del \"problema nuclear y de misiles\" de la RPDC, vino arreglando el marco legal para posibilitar el ejercicio del derecho a la autodefensa colectiva.\n\t\t\t\t\t\n\t\t\t\t\t  El Ministerio de Defensa de Japon publico el 24 de abril que emplazo 2 misiles tipo \"PAC-3\" en la base de las \"Fuerzas Aereas de Autodefensa\" en la ciudad de Tsugaru del departamento de Aomori y los ubicara gradualmente en todas partes del pais frente a la \"amenaza de misiles\" de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  La nueva agresion de los reaccionarios japoneses a la Peninsula Coreana sera el preludio de la reagresion a Asia.\n\t\t\t\t\t\n\t\t\t\t\t  Japon trata de sacar provechos siendo complice de EE.UU. en las hostilidades a la RPDC, pero no tendra otro resultado que la autodestruccion de si mismo.\n\t\t\t\t\t\n\t\t\t\t\t  Corea de hoy no es la del pasado.\n\t\t\t\t\t\n\t\t\t\t\t  Nadie podra sacar provechos propios del \"tiempo de emergencia\" de la Peninsula Coreana."
        }
    ]
}