{
    "date": "2014-11-08",
    "url": "http://kcna.co.jp/item/2014/201411/2014-11-08ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Provides Field Guidance to Jongsong Pharmaceutical General Factory",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-01ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Jongsong Pharmaceutical General Factory\r\nPyongyang, November 8 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of  the Korean People's Army, provided field guidance to the Jongsong Pharmaceutical General Factory.\n\t\t\t\t\t He went round the room for the education in the revolutionary activities of leader Kim Jong Il and the room dedicated to the history of the factory. It was visited by him several times.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un said: \"The Jongsong Pharmaceutical General Factory was built as a modern pharmaceutical production center, which studies, develops and produces medicines of different kinds necessary for the promotion of the health of the service personnel and people and the treatment and preventive work,  on the personal initiative of Kim Jong Il and under his meticulous care in the period of the Arduous March when all people of  the country had to tighten their belts due to the vicious moves of the enemies to isolate and stifle it and severe natural disasters.\"\n\t\t\t\t\t\n\t\t\t\t\t He called upon the officials and employees of the factory to study, develop and produce more efficacious medicines of our style for the service personnel and people, true to the noble intention of Kim Jong Il who laid a firm foundation for the latest pharmaceutical industry and thus add eternal shine to his exploits.\n\t\t\t\t\t\n\t\t\t\t\t He looked at varieties of medicines produced by the factory and went round the medicine test office and other places to learn in detail about production and management of the factory.\n\t\t\t\t\t\n\t\t\t\t\t He was very satisfied to see the factory producing efficacious medicines and varieties of medicines easy and convenient to use.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the tasks facing the factory, noting that it has an important mission and role to perform in giving fuller play to the advantages of the socialist healthcare system of the country and developing its pharmaceutical industry.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need for the factory to always pay deep attention to building the scientific and technical forces, think-tank in particular, as the development of the pharmaceutical industry is guaranteed by science and technology.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the expectation and belief that the officials and employees of the factory would creditably fulfill their responsibility and duty as intended by the party and thus positively contribute to giving fullest play to the advantages and vitality of the socialist healthcare system. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, Hwang Pyong So, So Hong Chan, Han Kwang Sang and Ho Hwan Chol."
        },
        {
            "title": "Participants in 3rd Meeting of KPA Battalion Commanders and Political Instructors Renew Their Pledge",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-02ee.html",
            "content": "Participants in 3rd Meeting of KPA Battalion Commanders and Political Instructors Renew Their Pledge\r\nPyongyang, November 8 (KCNA) -- There took place a rally of participants in the 3rd meeting of battalion commanders and political instructors of the Korean People's Army (KPA) to renew their pledge at the plaza of the Kumsusan Palace of the Sun on Friday.\n\t\t\t\t\t They paid high tribute to President Kim Il Sung and leader Kim Jong Il and pledged to thoroughly implement the important tasks set forth by Supreme Commander of the KPA Kim Jong Un in his speech at the 3rd meeting.\n\t\t\t\t\t\n\t\t\t\t\t Present there were commanding officers of the KPA including Hwang Pyong So and Ri Yong Gil.\n\t\t\t\t\t\n\t\t\t\t\t KPA Vice-Marshal Hwang Pyong So, director of the General Political Bureau of the KPA, made an address.\n\t\t\t\t\t\n\t\t\t\t\t He paid the highest tribute and extended the best wishes for the immortality to Kim Il Sung and Kim Jong Il, reflecting the ardent reverence of all the participants in the rally and other service personnel of the KPA for them. \n\t\t\t\t\t\n\t\t\t\t\t The speaker said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung, who exerted great efforts for strengthening battalions from the early period of building the revolutionary regular armed forces, dispatched many anti-Japanese revolutionary fighters to ensure that battalions were firmly consolidated, made sure that a meeting of battalion commanders and commanders in charge of political affairs of battalions was held for the first time in the history of army-building and energetically led the work to reinforce the battalions of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il, who always attached importance to battalions in the whole period of his Songun revolutionary leadership, gave precious instructions for strengthening battalions at the 2nd meeting of the KPA battalion commanders and political instructors and made ceaseless journeys to inspect its battalions.\n\t\t\t\t\t\n\t\t\t\t\t The historic speech made by Kim Jong Un at the 3rd meeting serves as an undying great programme to be always held fast to in strengthening the battalions as required by the modeling of the whole army on Kimilsungism-Kimjongilism and a militant banner powerfully encouraging all the service personnel of the KPA including its battalion commanders and political instructors in their drive for achieving the final victory.\n\t\t\t\t\t\n\t\t\t\t\t The speaker underscored the need for the battalion commanders and political instructors to have white gem-like  loyalty to the supreme commander, protect the Kumsusan Palace of the Sun and the Central Committee of the Workers' Party of Korea at the risk of their lives and establish a strict revolutionary commanding system and strong military discipline and thus turn all the battalions into Kim Jong Un's guerilla units pervaded with the revolutionary spirit of Mt. Paektu and first-line guards units of the party.\n\t\t\t\t\t\n\t\t\t\t\t Then speeches were made by battalion commanders and political instructors on behalf of the ground, naval, air and anti-air forces of the KPA. \n\t\t\t\t\t\n\t\t\t\t\t They called for turning the battalions into matchless guards ranks capable of wiping out the enemy at a single blow with a strategic and tactical superiority based on politico-ideological advantages."
        },
        {
            "title": "Greetings to Cambodian King",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-16ee.html",
            "content": "Greetings to Cambodian King\r\nPyongyang, November 8 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Norodom Sihamoni, king of Cambodia, on the occasion of the 61st anniversary of its independence.\n\t\t\t\t\t Kim said in his message that the Korean people are wholeheartedly rejoiced over the big successes being registered by the Cambodian people in their work for defending the sovereignty of the country and achieving prosperity under the correct leadership of the king and government of Cambodia.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely wished the king good health and happiness, expressing the belief that the traditional friendly and cooperative relations between the two countries would grow stronger in the future."
        },
        {
            "title": "Greetings to Cambodian PM",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-17ee.html",
            "content": "Greetings to Cambodian PM\r\nPyongyang, November 8 (KCNA) -- Premier of the DPRK Cabinet Pak Pong Ju Saturday sent a message of greeting to Hun Sen, prime minister of Cambodia, on the occasion of the 61st anniversary of its independence.\n\t\t\t\t\t The message expressed the belief that the traditional friendly and cooperative relations between the two countries would grow stronger in the future, wishing the prime minister bigger success in his responsible work for the development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, Foreign Minister Ri Su Yong sent a similar message to Hor Nam Hong, deputy prime minister and minister of Foreign Affairs and International Cooperation of Cambodia."
        },
        {
            "title": "DPRK Government Economic Delegation Back Home",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-20ee.html",
            "content": "DPRK Government Economic Delegation Back Home\r\nPyongyang, November 8 (KCNA) -- A DPRK government economic delegation led by Ri Myong San, vice-minister of External Economic Relations, flew back home on Saturday. It took part in the 9th meeting of the inter-governmental committee for economic, scientific and technological cooperation between the DPRK and Vietnam held in Vietnam and the 3rd meeting of the inter-governmental joint committee for economic, trade, scientific and technological cooperation between the DPRK and Laos held in Laos."
        },
        {
            "title": "Taekwon-Do Popularized in DPRK",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-19ee.html",
            "content": "Taekwon-Do Popularized in DPRK\r\nPyongyang, November 8 (KCNA) -- Taekwon-Do, traditional martial art of Korea, has been popularized among citizens of the DPRK.\n\t\t\t\t\t In this year alone, hundreds of them have won different grades of Taekwon-Do.\n\t\t\t\t\t\n\t\t\t\t\t According to an official concerned, this year has witnessed four rounds of Taekwon-Do training courses given by high-grade players in different sectors and regions.\n\t\t\t\t\t\n\t\t\t\t\t Among participants in the courses were officials, scientists, teachers, workers and peasants who are playing a leading role in disseminating Taekwon-Do. The instructors of the Korean Taekwon-Do Committee are also taking active part in popularizing the traditional martial art.\n\t\t\t\t\t\n\t\t\t\t\t The drive to disseminate Taekwon-Do on a higher level has been successfully pushed forward in the DPRK since Juche 94(2005). Up to the present, there took place scores of training courses with a large number of working people attended."
        },
        {
            "title": "S. Koreans Urge Authorities to Come out for Mending North-South Relations",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-18ee.html",
            "content": "S. Koreans Urge Authorities to Come out for Mending North-South Relations\r\nPyongyang, November 8 (KCNA) -- South Koreans of various circles are becoming increasingly vocal urging the puppet authorities to come out for mending the north-south relations.\n\t\t\t\t\t 24 organizations of south Korea including the Headquarters of the Movement for Reunified Korean Nation, the Association of Businessmen for Tour of Mt. Kumgang, the Headquarters for the Promotion of Buddhist Jogye Order Korean Community held a press conference in Seoul on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t A businessman deplored that his fate became no better than a pauper's overnight due to the \"government's\" action to bedevil the south-north relations and block economic cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Association of Businessmen for Tour of Mt. Kumgang said he suffered a heavy loss due to the \"May 24 Step\" taken by the regime, demanding it immediately lift the step and resume the tour of Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Headquarters of the Movement for Reunified Korean Nation disclosed the fact that the south Korean regime is spreading misinformation that it provided humanitarian aid to the north, urging it to have substantial dialogue and cooperation with the north.\n\t\t\t\t\t\n\t\t\t\t\t What is most urgent is to terminate the leaflet scattering operations against the north, the secretary general added.\n\t\t\t\t\t\n\t\t\t\t\t Then, a statement was read out there.\n\t\t\t\t\t\n\t\t\t\t\t The statement called on the south Korean regime to take a positive measure for mending the north-south relations and urged it to lift \"May 24 Step\" and halt the leaflet scattering operations.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the south Korean paper Hangyore in an editorial on Tuesday noted that the second round of the high-level contact between the south and the north failed to take place, holding the south Korean regime accountable for it as it was not willing to mend the relations with the north."
        },
        {
            "title": "S. Korean Authorities' Moves to Institute \"Charter for Unification\" Flayed",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-09ee.html",
            "content": "S. Korean Authorities' Moves to Institute \"Charter for Unification\" Flayed\r\nPyongyang, November 8 (KCNA) -- Recently, the south Korean puppet preparatory committee for unification is going busy with moves to institute and publish what it called \"charter for unification\" on the occasion of August 15, next year. The puppet group is ridiculous enough to trumpet that the charter would be announced on behalf of the \"president\" and it would make it serve as the \"best guidelines for unification\" which will remain unchanged even after regime changes in the future.\n\t\t\t\t\tRodong Sinmun Saturday observes in a commentary in this regard: The south Korean puppet authorities' farce is aimed to bring down the social system of the DPRK and realize their ambition to \"unify the country under liberal democracy\" from A to Z.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities' desperate efforts to cook up the \"charter for unification\" after picking it up again though it had been branded as antique against reunification are a vivid manifestation of their uneasiness and worry about their crisis.\n\t\t\t\t\t\n\t\t\t\t\tBy pretending to be interested in the reunification through their noisy propaganda about the \"charter for unification\" the puppet regime seeks to escape the strong denunciation at home and abroad and evade the responsibility for bedeviling the north-south relations. Lurking behind this charade is a sinister intention to advertise the \"charter for unification\" as a feat of the chief executive and push ahead with the confrontation of the social systems in real earnest behind the scene.\n\t\t\t\t\t\n\t\t\t\t\tIts act of instituting the charter is a total denial of the dignified DPRK's social system and an unpardonable action against the nation and reunification as it is designed to legally and institutionally block national reconciliation, unity and reunification and escalate the confrontation of the social systems to an extreme pitch.\n\t\t\t\t\t\n\t\t\t\t\tThe present puppet ruling forces are, indeed, despicable traitors to the nation as they are working with bloodshot eyes to cook up the politically-motivated \"charter for unification\", utterly indifferent to the north-south relations and the destiny of the nation."
        },
        {
            "title": "S. Korean Authorities Urged to Immediately Halt Leaflet Scattering Operations",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-10ee.html",
            "content": "S. Korean Authorities Urged to Immediately Halt Leaflet Scattering Operations\r\nPyongyang, November 8 (KCNA) -- The south Korean prime minister and other riff-raffs expressed \"regret\" at the statement issued by the Committee for the Peaceful Reunification of Korea on Nov. 1, noting that \"there is no law directly banning the leaflet scattering operations\". Speaking before ambassadors of foreign countries in Seoul, they made no scruple of letting loose such invectives as the \"north spread misinformation that the south Korean government connived and supported the scattering of leaflets even though it was a voluntary action taken by a non-governmental body\", \"what the north did was an insincere attitude reneging on the agreement between the north and the south\" and the \"north unilaterally stuck to its own stand.\"\n\t\t\t\t\t Branding these coarse invectives against the DPRK as a crafty trick to shift the blame for the deteriorating north-south ties on to the DPRK, Minju Joson Saturday says in a commentary:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' claim that there is no law directly banning the leaflet scattering operation is a sheer lie as it was made to back a handful of human scum.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the puppet authorities have not an iota of an intention to check such leaflet scattering operations.\n\t\t\t\t\t\n\t\t\t\t\t The above-said invectives remind one of a thief crying \"Stop the thief!\" Explicitly speaking, they are encouraging the leaflet scattering operations by human scum by hook or by crook because they seek \"unification through absorption\".\n\t\t\t\t\t\n\t\t\t\t\t It is the fixed will and principled stand of the army and people of the DPRK never to pardon anyone who encroaches upon the dignity of the supreme leadership of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not dream of having dialogue with the DPRK as long as the leaflet scattering operations continue."
        },
        {
            "title": "S. Korean Students Declare Their Actions for Democracy",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-13ee.html",
            "content": "S. Korean Students Declare Their Actions for Democracy\r\nPyongyang, November 8 (KCNA) -- Democratic alumni associations of the 59 universities including Seoul National University, Yonsei University and Korea University of south Korea formed the Democratic Alumni Association of Universities across south Korea in Seoul on Nov. 1 and called for turning out in the actions to achieve social democracy.\n\t\t\t\t\t At the inaugural ceremony, the speakers said that the democratic movement is wantonly violated under the present regime and the forces who trample down justice are no more than a group of robbers.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would carry on the struggle against the ruling forces who seized power through illegal election and lend no ear to the demand for instituting a special law for probing the truth behind the disaster.\n\t\t\t\t\t\n\t\t\t\t\t A declaration was read out.\n\t\t\t\t\t\n\t\t\t\t\t It said that young people would wage a ceaseless struggle for democracy in unity in the future just as they struggled against all kinds of pressure and inequality in the past."
        },
        {
            "title": "Japan's Settlement of Issue of Sexual Slavery Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-12ee.html",
            "content": "Japan's Settlement of Issue of Sexual Slavery Demanded in S. Korea\r\nPyongyang, November 8 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps and Puchon Citizens Federation in south Korea held the 1151st Wednesday rally for the solution of the issue of the sexual slavery for the Imperial Japanese Army on Nov. 5.\n\t\t\t\t\t The speakers said that the victims of the sexual slavery for the Imperial Japanese army, citizens from all walks of life and youth and students have held Wednesday rallies in demand of Japan's settlement of its past crimes related to sexual slavery for the past two decades.\n\t\t\t\t\t\n\t\t\t\t\t They urged Japan to admit its past crimes in order to set right the history and achieve peace.\n\t\t\t\t\t\n\t\t\t\t\t Calling for preventing the recurrence of the violence against women, they called on the people of different social standings to turn out in the struggle to avert a war and achieve peace."
        },
        {
            "title": "Protest against U.S. Forces Staged in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-14ee.html",
            "content": "Protest against U.S. Forces Staged in S. Korea\r\nPyongyang, November 8 (KCNA) -- Citizens of Tongduchon City of Kyonggi Province held a protest rally before the base of the 2nd Division of the U.S. imperialist aggression forces in south Korea on Nov. 5, according to KBS of south Korea.\n\t\t\t\t\t They accused the authorities of allowing the U.S. 210 Fire Brigade to stay in the U.S. forces base in Tongduchon till the right to wartime operation control is transferred, though it had been expected to be moved to Phyongthaek, Kyonggi Province. \n\t\t\t\t\t\n\t\t\t\t\t Protesting against the \"government's\" action under the pretext of \"security\", the participants of the rally staged a surprise demonstration in an attempt to break into the U.S. forces base."
        },
        {
            "title": "Moves to Expand Part-Time Jobs under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-15ee.html",
            "content": "Moves to Expand Part-Time Jobs under Fire in S. Korea\r\nPyongyang, November 8 (KCNA) -- The part-time workers of south Korea held a press conference before the building of the puppet government in Seoul at which they declared that they would turn out in the struggle to check its moves to expand part-time jobs, according to the south Korean internet newspaper Chamsesang.\n\t\t\t\t\t The speakers accused the \"government\" of pushing ahead with a \"package measure for part-time jobs\" aimed at indefinite use and expansion of part-time job.\n\t\t\t\t\t\n\t\t\t\t\t They also rapped the \"government\" for seeking the commercialization of workers by easing regulations of employment agencies, they deplored."
        },
        {
            "title": "Committee for Honoring Memory of Kim Jong Il Formed in Iran",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-03ee.html",
            "content": "Committee for Honoring Memory of Kim Jong Il Formed in Iran\r\nPyongyang, November 8 (KCNA) -- A committee of the Islamic Coalition Party of Iran for honoring the memory of leader Kim Jong Il was formed in Tehran Nov. 2.\n\t\t\t\t\t Hamid Reza Taraghi, vice-general secretary of the party, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to arrange multifarious political and cultural events on the occasion of the 3rd anniversary of Kim Jong Il's demise."
        },
        {
            "title": "Kim Jong Il's Work Studied in Russia, Germany",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-04ee.html",
            "content": "Kim Jong Il's Work Studied in Russia, Germany\r\nPyongyang, November 8 (KCNA) -- Seminars on leader Kim Jong Il's work \"Socialism Is a Science\" took place in Russia and Germany on Nov. 1.\n\t\t\t\t\t Present there were personages of the Russian Blagobeshensk Association for the Study of Kimilsungism-Kimjongilism, Blagobeshensk State University of Education and the Anti-Imperialist Forum of Germany and masses.\n\t\t\t\t\t\n\t\t\t\t\t A. I. Donchenko, chairman of the Russian Blagobeshensk Association for the Study of Kimilsungism-Kimjongilism, said Kim Jong Il made a distinguished contribution to the development of the socialist movement and the history of revolutionary struggle of the working people in the world by publishing the work.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany said that the work of Kim Jong Il is a historic and encyclopedic one which inflicted a sledge-hammer blow upon the imperialists who were trumpeting about the \"end of socialism\" and solemnly declared at home and abroad the firm resolution of the DPRK to invariably advance along the road of socialism.\n\t\t\t\t\t\n\t\t\t\t\t A message to Marshal Kim Jong Un was adopted at the seminar held in Germany."
        },
        {
            "title": "British Organizations Denounce U.S. \"Human Rights\" Racket against DPRK",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-05ee.html",
            "content": "British Organizations Denounce U.S. \"Human Rights\" Racket against DPRK\r\nPyongyang, November 8 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK released a joint statement on Oct. 30 denouncing the U.S. \"human rights\" racket against the DPRK.\n\t\t\t\t\t Recalling that the anti-DPRK \"human rights\" racket kicked up by the U.S. and its followers has reached a very critical phase, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t Despite the magnanimity and will shown by the DPRK to settle the human rights issue through dialogue, the U.S. imperialists and their followers are scheming to pass a \"resolution\" against the DPRK through the UN General Assembly.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the firm will of the government and people of the DPRK to protect Korean-style socialism centered on the popular masses and further consolidate it."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Norway",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-06ee.html",
            "content": "Kim Jong Il to Be Remembered in Norway\r\nPyongyang, November 8 (KCNA) -- A Norwegian committee for remembering leader Kim Jong Il was formed in Ostfold County on Oct. 30.\n\t\t\t\t\t Dag Norum, chairman of the Ostfold County Committee of the Communist Party of Norway, and Rita Berger, chief of the Ostfold Group for the Study of the Juche Idea, were elected co-chairmen of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize significant political and cultural events on the occasion of the 3rd anniversary of demise of Kim Jong Il."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Slovakia",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-07ee.html",
            "content": "Kim Jong Il to Be Remembered in Slovakia\r\nPyongyang, November 8 (KCNA) -- A Slovak committee for remembering leader Kim Jong Il was formed in Bratislava on Oct. 29.\n\t\t\t\t\t Ivan Draxler, chairman of the Slovakia-Korea Friendship Association, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize a seminar on exploits, film show and other political and cultural events to give wide publicity to Kim Jong Il's sacred revolutionary career and exploits on the occasion of the 3rd anniversary of his demise."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Japan",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-08ee.html",
            "content": "Kim Jong Il to Be Remembered in Japan\r\nTokyo, November 7 (KNS-KCNA) -- A committee for honoring the memory of General Secretary Kim Jong Il was formed in Tokyo, Japan on Oct. 31.\n\t\t\t\t\t Singo Kanemaru, secretary for Sin Kanemaru who was former vice-president of the Liberal Democratic Party, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize a memorial service in Tokyo on Dec. 11 on the occasion of the 3rd anniversary of demise of Kim Jong Il."
        },
        {
            "title": "Kim Jong Un dirige el Combinado Farmaceutico Jongsong",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-01ss.html",
            "content": "Kim Jong Un dirige el Combinado Farmaceutico Jongsong\r\nPyongyang, 8 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno el Combinado Farmaceutico Jongsong.\n\t\t\t\t\tEstuvo primero en la sala de educacion en la historia revolucionaria y la de presentacion del historial que muestran la orgullosa trayectoria de la fabrica visitada en varias ocasiones por el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que en el periodo de la Marcha penosa cuando todo el pais vivia en la escasez economica debido a la campana de los enemigos para aislar y aplastar a la RPDC y a los tremendos desastres naturales, el combinado se ha construido como moderna base farmaceutica, que investiga y produce varios medicamentos necesarios al fomento de salud y al tratamiento preventivo de los militares y los habitantes, por la iniciativa y bajo la atencion minuciosa del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que los funcionarios y los empleados de aqui deben investigar y producir mucho mas medicamentos efectivos al estilo coreano, enviarlos a los militares y habitantes y hacer brillar asi las inmortales hazanas del Dirigente quien sento la base de industria farmacologica de punta.\n\t\t\t\t\t\n\t\t\t\t\tLuego de examinar varias medicinas hechas en la fabrica, se entero detalladamente del estado de produccion y administracion recorriendo el centro de calificacion de medicinas y otros puntos.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que la fabrica produjera las medicinas eficientes y boticas de uso comodo.\n\t\t\t\t\t\n\t\t\t\t\tPresento las tareas que incumben al combinado, diciendo que el tiene el deber y papel importantes en manifestar la superioridad del sistema de salud publica socialista de nuestro pais y desarrollar la industria farmacologica.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que esta fabrica debe prestar siempre profunda atencion a la formacion del personal cientifico-tecnico, en particular, el grupo de cerebros, porque el desarrollo de industria farmacologica es garantizado por la ciencia y la tecnica.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que los funcionarios y empleados de la fabrica deben cumplir con sus responsabilidades y deberes conforme al proposito del partido y contribuir asi a poner en pleno juego la superioridad y el poderio del sistema de salud publica socialista.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta visita Choe Ryong Hae, Hwang Pyong So, So Hong Chan, Han Kwang Sang y Ho Hwan Chol."
        },
        {
            "title": "Efectuado mitin de jefes e instructores politicos de batallon del EPC",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-02ss.html",
            "content": "Efectuado mitin de jefes e instructores politicos de batallon del EPC\r\nPyongyang, 8 de noviembre (ACNC) -- Tuvo lugar el dia 7 en la plaza del Palacio del Sol Kumsusan el mitin para rendir el sublime homenaje a los Generalisimos Kim Il Sung y Kim Jong Il y materializar cabalmente las tareas programaticas presentadas por el Comandante Supremo del Ejercito Popular de Corea Kim Jong Un en su discurso historico pronunciado en la III Conferencia de Jefes e Instructores Politicos de Batallon del EPC.\n\t\t\t\t\tEstuvieron presentes Hwang Pyong So, Ri Yong Gil y otros comandantes del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso de la ocasion estuvo a cargo del vicemariscal del EPC Hwang Pyong So, jefe de la Direccion Politica General del EPC.\n\t\t\t\t\t\n\t\t\t\t\tHwang dijo primero que reflejando la infinita veneracion de los participantes en la Conferencia y los oficiales y los soldados del EPC, rinde el mas sublime homenaje a los Generalisimos deseandoles la eternidad.\n\t\t\t\t\t\n\t\t\t\t\tDesde los primeros dias de la construccion de las fuerzas armadas revolucionarias regulares, el Presidente Kim Il Sung presto gran atencion al fortalecimiento de batallon, despacho a numerosos combatientes revolucionarios antijaponeses para intensificar los batallones e hizo convocar por primera vez en la historia de la construccion del ejercito la conferencia de jefes e instructores politicos de batallon. De esta manera dirigio energicamente las labores para fortalecer los batallones del EPC, el informante subrayo y continuo:\n\t\t\t\t\t\n\t\t\t\t\tDurante todo el periodo de su direccion sobre la revolucion mediante el Songun, el Dirigente Kim Jong Il tambien concedio importancia al batallon y dio en la segunda conferencia de jefes e instructores politicos la preciosa guia para fortalecer el batallon y emprendio el largo camino de orientacion para los batallones del EPC.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso pronunciado por el Mariscal Kim Jong Un en la presente conferencia sirve del gran programa inmortal a ser mantenido siempre para fortalecer el batallon conforme a la demanda de la transformacion de todo el ejercito segun el kimilsungismo-kimjongilismo y de la bandera combativa que estimula a la victoria final a los jefes y los instructores politicos de batallon y otros oficiales y soldados del EPC.\n\t\t\t\t\t\n\t\t\t\t\tTodos los jefes y instructores politicos de batallon deben ser fieles al Comandante Supremo, defender a riesgo de vida el Palacio del Sol Kumsusan y el Comite Central del Partido del Trabajo de Corea y establecer el sistema revolucionario de direccion al ejercito y el estilo revolucionario militar, para que  todos los batallones se conviertan en la fila guerrillera de Kim Jong Un llena del espiritu revolucionario del Paektu y en la de primera vanguardia del partido.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, intervinieron los jefes y los instructores politicos en representacion de las fuerzas terrestres, navales, aereas y antiaereas del EPC.\n\t\t\t\t\t\n\t\t\t\t\tLos intervencionistas exhortaron a convertir todos batallones en la fila de vanguardia capaz de aniquilar de un golpe a los enemigos con la supremacia tactica y estrategica basada en la superioridad ideo-politica."
        },
        {
            "title": "Kim Yong Nam saluda 61o aniversario de independencia de Camboya",
            "url": "http://kcna.co.jp/item/2014/201411/news08/20141108-11ss.html",
            "content": "Kim Yong Nam saluda 61o aniversario de independencia de Camboya\r\nPyongyang, 8 de noviembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 8 un mensaje de felicitacion al rey camboyano Norodom Sihamoni con motivo del 61o aniversario de la independencia del Reino de Cambodia.\n\t\t\t\t\tEl remitente senalo en su mensaje que el pueblo coreano esta complacido de que el pueblo camboyano lograra grandes exitos en la defensa de la soberania nacional y en los trabajos por la prosperidad del pais bajo la correcta direccion del rey y gobierno de Cambodia.\n\t\t\t\t\t\n\t\t\t\t\tFormulando sinceros votos por la salud y la felicidad del monarca, expreso la conviccion de que se fortaleceran y se desarrollaran aun mas en lo adelante las tradicionales relaciones de amistad entre ambos paises."
        }
    ]
}