{
    "date": "2014-08-11",
    "url": "http://kcna.co.jp/item/2014/201408/2014-08-11ee.html",
    "articles": [
        {
            "title": "DPRK FM Meets His Foreign Counterparts",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-17ee.html",
            "content": "DPRK FM Meets His Foreign Counterparts\r\nPyongyang, August 11 (KCNA) -- DPRK Foreign Minister Ri Su Yong separately met his Malaysian, Indonesian, Sri Lankan and Canadian counterparts and the minister of Foreign Affairs and Trade of Brunei, deputy prime minister who doubles as minister of Foreign Affairs and International Cooperation of Cambodia, the minister of Foreign Affairs and Trade of Mongolia, a vice-foreign minister of Russia and the permanent secretary of the Ministry of Foreign Affairs of Thailand and discussed issues of bilateral relations on Aug. 9. He attended the ministerial meeting of the ASEAN Regional Forum in Nay Pyi Taw, Myanmar at the head of the DPRK delegation.\n\t\t\t\t\t He met and had conversation with the Japanese foreign minister on Sunday."
        },
        {
            "title": "Report on Human Rights to Be Published in DPRK",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-10ee.html",
            "content": "Report on Human Rights to Be Published in DPRK\r\nPyongyang, August 11 (KCNA) -- A report on human rights is to be published in the DPRK.\n\t\t\t\t\t A KCNA reporter recently interviewed an official of the DPRK Association for Human Rights Studies in the run-up to the 22nd anniversary of its foundation and covered its activities.\n\t\t\t\t\t\n\t\t\t\t\t The Association was founded on August 27, Juche 81 (1992) with the objective of promoting human rights studies in the DPRK and coordinating in a unified manner the activities of human rights experts in various fields.\n\t\t\t\t\t\n\t\t\t\t\t Since its foundation the Association has conducted researches to ensure human rights in political, economic, cultural and all other fabrics of social life, pursuant to the line and policies of the Workers' Party of Korea and the government of the DPRK to guarantee the independent rights and meet the demands of the popular masses on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t It has taken an active part in instituting and revising domestic laws on human rights in line with the developing reality and conducted activities to raise social awareness of human rights issue.\n\t\t\t\t\t\n\t\t\t\t\t The Association has exerted efforts to learn about and study the international movement related to human rights and promote international cooperation in the actions against human rights abuses and protect and foster human rights.\n\t\t\t\t\t\n\t\t\t\t\t Hostile forces have gone desperate in their moves to mislead the public opinion while kicking up the anti-DPRK racket of \"human rights\" full of lies and fabrications in a bid to slander and do harm to the DPRK. Under this situation it presents itself as a very important issue to let people clearly know about the human rights performance in the DPRK and help them do away with their prejudice and misunderstanding.\n\t\t\t\t\t\n\t\t\t\t\t The Association worked out a plan to publish an all-inclusive report dealing with the politics on human rights of the government of the DPRK and its people's genuine human rights performance and the moves of the U.S. and other hostile forces to seriously encroach upon the rights of the people of the DPRK including the rights to existence and development. In cooperation with human rights experts and scholars in various fields and institutions concerned, the association  has stepped up the preparations for making public the report.\n\t\t\t\t\t\n\t\t\t\t\t The report will show the true picture of the people of the DPRK dynamically advancing toward a brighter and rosy future while enjoying a free and happy life under the socialist system centered on the popular masses and contribute to disclosing the dastardly moves of the U.S. and other hostile forces who are working with bloodshot eyes to bring down the ideology of the DPRK and the social system in it under the signboard of safeguarding human rights."
        },
        {
            "title": "Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-07ee.html",
            "content": "Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, August 11 (KCNA) -- A delegation of the Angola Doctor Association Monday visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t The members of the delegation laid a bunch of flowers before the statues and paid tribute to them."
        },
        {
            "title": "Delegation of Angola Doctor Association Arrives",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-11ee.html",
            "content": "Delegation of Angola Doctor Association Arrives\r\nPyongyang, August 11 (KCNA) -- A delegation of the Angola Doctor Association led by President Carlos Alberto Pinto de Sousa arrived here Monday."
        },
        {
            "title": "DPRK Figure Skaters Prove Successful",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-18ee.html",
            "content": "DPRK Figure Skaters Prove Successful\r\nPyongyang, August 11 (KCNA) -- DPRK figure skaters proved successful at the 2014 figure skating tournament for Asian Cup held in Taipei, China from August 7 to 10.\n\t\t\t\t\t Han Kum Chol won a gold in men's individual event of junior first class and Ro Yong Myong bagged a gold in men's individual event of junior second class.\n\t\t\t\t\t\n\t\t\t\t\t Kim Un Hyang placed second in women's individual event of junior second class while Ro Hyang Mi came third in women's individual event of junior third class.\n\t\t\t\t\t\n\t\t\t\t\t It brought together more than a hundred boys and girls from 13 countries and regions including the DPRK, Malaysia, Australia and Japan."
        },
        {
            "title": "National University Students Sports Contest Opens",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-12ee.html",
            "content": "National University Students Sports Contest Opens\r\nHamhung, August 11 (KCNA) -- A national university students sports contest for September 5 Prize opened with due ceremony in Hamhung, South Hamgyong Province on Monday.\n\t\t\t\t\t It will bring together excellent players selected from universities and colleges throughout the country. They will compete in the defence sports, football, basketball, volleyball, table tennis and other sports events.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Thae Jong Su, chief secretary of the South Hamgyong Provincial Committee of the Workers' Party of Korea, officials concerned, and university and college students in the province.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the Central Committee of the youth league, made an opening address."
        },
        {
            "title": "Soccer Tournament for Torch Cup Begins",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-08ee.html",
            "content": "Soccer Tournament for Torch Cup Begins\r\nPyongyang, August 11 (KCNA) -- A soccer tournament for torch cup began on the occasion of the Youth Day. It will last till August 28.\n\t\t\t\t\t It brought together 13 men's soccer teams.\n\t\t\t\t\t\n\t\t\t\t\t They are divided into two groups to play group league matches.\n\t\t\t\t\t\n\t\t\t\t\t There were matches between the Ryongaksan Team and the Kwanmobong Team, between the Wolmido Team and the Amnokgang Team and between the Team of the Ministry of Light Industry and the Hwaebul Team at Kim Il Sung Stadium on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t In the first-day matches, the Ryongaksan Team beat the Kwanmobong Team 3:2, the Hwaebul Team trounced the Team of the Ministry of Light Industry 3:0 and the Wolmido Team and the Amnokgang Team drew 1:1.\n\t\t\t\t\t\n\t\t\t\t\t Matches go on."
        },
        {
            "title": "New Nano Photosynthetic Accelerant Developed",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-15ee.html",
            "content": "New Nano Photosynthetic Accelerant Developed\r\nPyongyang, August 11 (KCNA) -- A new nano photosynthetic accelerant was developed by the Agricultural Nano Technology Institute of the Academy of Agricultural Science in the DPRK.\n\t\t\t\t\t Pyon In Ju, a section chief of the Institute, told KCNA that the new accelerant helps increase the photosynthetic ratio of crops by 20-30 percent and thus ensure rich harvest.\n\t\t\t\t\t\n\t\t\t\t\t Its application to grain and oil crops makes it possible to raise their productivity by 7-10 percent while advancing the harvest season by 5-10 days."
        },
        {
            "title": "Ice-creams in high Demand",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-14ee.html",
            "content": "Ice-creams in high Demand\r\nPyongyang, August 11 (KCNA) -- Demand for ice cream is on the increase among citizens of the DPRK due to a long spell of hot weather.\n\t\t\t\t\t According to an official of the General Bureau of Public Service, ice-creams with flavors of various fruits like apricot, strawberry, grape, peach and watermelon are on a mass sale at stalls in different parts of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t In particular, the ice cream made with soft bean curd is drawing passers-by.\n\t\t\t\t\t\n\t\t\t\t\t Spirulina ice cream produced by the Pyongyang Yusong Foodstuff Factory is also gaining popularity for its rich nutritive value."
        },
        {
            "title": "DPRK Will Bolster up War Deterrence in Every Way: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-09ee.html",
            "content": "DPRK Will Bolster up War Deterrence in Every Way: Rodong Sinmun\r\nPyongyang, August 11 (KCNA) -- If those countries which are exposed to constant danger of U.S. preemptive nuclear attack fail to bolster up their defense capabilities, they cannot but fall victim to the U.S. state-sponsored terrorism. This is a serious lesson drawn by the international community from what happened in Iraq and Libya.\n\t\t\t\t\t Rodong Sinmun Monday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t The Korean peninsula is the most dangerous place where a thermonuclear war may break out due to the U.S. nuclear war moves, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. singled out the DPRK as a target of preemptive nuclear attack, persistently turning its face away from the DPRK's proposal for concluding a peace agreement for the purpose of achieving durable peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. nuclear warmongers have threatened more than once that it would mount a preemptive nuclear attack on the DPRK without prior warning.\n\t\t\t\t\t\n\t\t\t\t\t A nuclear war has not broken out on the peninsula entirely because the DPRK has steadily bolstered up its war deterrence.\n\t\t\t\t\t\n\t\t\t\t\t The reality clearly proves once again how farsighted the DPRK was when it took such self-defensive steps as reacting to a nuclear threat in kind.\n\t\t\t\t\t\n\t\t\t\t\t Even a nuclear weapons state can never slacken its vigilance as long as there are such nuclear warmongers as the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are sharply watching the ceaseless and dangerous war maneuvers being staged by the U.S. in south Korea by mobilizing huge forces and nuclear war means enough to fight a war.\n\t\t\t\t\t\n\t\t\t\t\t As already declared, they will bolster up war deterrence in every way to cope with the new war maneuvers of the U.S. warmongers."
        },
        {
            "title": "Resignation of Former S. Korean Military Chief Demanded",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-13ee.html",
            "content": "Resignation of Former S. Korean Military Chief Demanded\r\nPyongyang, August 11 (KCNA) -- The Solidarity for Progress of south Korea released a statement on August 8 demanding the punishment of an arch criminal who caused violence within the puppet army.\n\t\t\t\t\t The truth behind the death of a private first class in the 28th division was disclosed, greatly shocking the public, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The private first class was subject to all forms of harsh treatment including beating at that time which was a tragedy.\n\t\t\t\t\t\n\t\t\t\t\t Violence occurred in the army in an unbroken chain because the upper echelon of the military played down or concealed the cases of assaults.\n\t\t\t\t\t\n\t\t\t\t\t The then Defense Minister Kim Kwan Jin neither looked into those cases nor severely punished the main culprits.\n\t\t\t\t\t\n\t\t\t\t\t The statement demanded Kim own responsibility and step down at once."
        },
        {
            "title": "S. Korean Authorities Urged to Abolish \"Security Law\"",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-16ee.html",
            "content": "S. Korean Authorities Urged to Abolish \"Security Law\"\r\nPyongyang, August 11 (KCNA) -- The south Korean Joint Action for Releasing Prisoners of Conscience grouping 15 human rights organizations, including the Family Movement for Realizing Democracy, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy and the Association for Supporting Workers Detained, held a press conference in Seoul on August 5 at which it demanded the abolition of the \"Security Law\", according to Jaju Minbo, an internet paper of south Korea.\n\t\t\t\t\t The organization denounced the present regime for committing merciless human rights abuses by labeling groups or individuals protesting against its wrong policies \"those following the north\".\n\t\t\t\t\t\n\t\t\t\t\t The regime went the lengths of branding even citizens holding it responsible for the ferry Sewol disaster as \"followers of the north\", it charged.\n\t\t\t\t\t\n\t\t\t\t\t Representatives of the \"group which filed a suit declaring the 18th-term presidential election invalid\" were detained on charge of libel for the mere reason that they issued a white paper dealing with suspicions about illegal acts and frauds that took place in the past \"presidential election\", it noted.\n\t\t\t\t\t\n\t\t\t\t\t It recalled that Ri Kyu Jae, chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification, and hundreds of other prisoners of conscience are behind bars across south Korea to undergo unbearable pain.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are keeping constant watch on even those released under the pretext of supervision for public peace and protection, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It strongly demanded the authorities set free all prisoners of conscience unreasonably detained by politically-motivated suppression and repeal at once the anti-human rights laws including the \"Security Law\"."
        },
        {
            "title": "U.S. Imperialist Aggression Troops Rapped for Enforcing Sexual Slavery",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-06ee.html",
            "content": "U.S. Imperialist Aggression Troops Rapped for Enforcing Sexual Slavery\r\nPyongyang, August 11 (KCNA) -- The south Korean women who fell victim to the sexual slavery of the U.S. imperialist aggressor forces present in south Korea testified to the fact that the puppet authorities had operated houses of sexual slaves in collusion with the U.S., according to reports from south Korea.\n\t\t\t\t\t They said they entered the U.S. military bases, being taken in by the south Korean authorities' promise to give job or were abducted by gangsters or sold off by whoremongers.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday in a commentary says this proves that the U.S. imperialist aggressor troops and the south Korean puppet forces are a group of beasts and depraved men, lost to shame.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is behaving arrogantly, talking about \"U.S. forces' view on value\" and the like, far from making an apology in face of irrefutable objective facts proving its sexual slavery. Nevertheless, it is busy shifting the blame for it on to the puppet forces, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the present south Korean authorities remain tongue-tied.\n\t\t\t\t\t\n\t\t\t\t\t As such coward and wicked traitors remain in power in south Korea, GI crimes are getting all the more rampant, forcing lots of people to writhe in misfortune and agony.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that the south Koreans can neither escape shame and insult nor get rid of misfortune and disaster unless the U.S. colonial rule and the rule of the sycophants and quislings are brought to an end in south Korea."
        },
        {
            "title": "DPRK's Important Day Observed in Egypt",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-02ee.html",
            "content": "DPRK's Important Day Observed in Egypt\r\nPyongyang, August 11 (KCNA) -- Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt, released a statement on August 1 on the occasion of the Day of Songun of the DPRK.\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t We are pleased to join the friendly Korean people in observing the 54th anniversary of immortal leader Kim Jong Il's start of the Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t We are well aware of the vitality of the great Songun politics pursued by Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It was thanks to the Songun politics that the Korean people could frustrate the heinous frantic plots of the world imperialists to bring humiliation to them, and firmly defend the socialist fortress.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung embarked on the road of struggle for the liberation of the country and nation and taught the truth that the popular masses are the masters of revolution and construction and they are capable of promoting the revolution and construction, ushering in the era of independence, the new one of history.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il weathered arduous trials and led socialist Korea to victory, true to the idea and intention of the President.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will demonstrate the might of Kim Il Sung's and Kim Jong Il's Korea before the whole world by building a thriving socialist nation under the guidance of respected HE Kim Jong Un, faithful successor to the Songun idea of Kim Jong Il."
        },
        {
            "title": "Anniversary of Kim Jong Il's Work Marked",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-05ee.html",
            "content": "Anniversary of Kim Jong Il's Work Marked\r\nPyongyang, August 11 (KCNA) -- Rodong Sinmun Monday carries an article to mark the 10th anniversary of leader Kim Jong Il's work \"On Bringing  About a New Turn in Capital Construction\".\n\t\t\t\t\t The work, published on August 11, Juche 93 (2004), clarifies the significance and importance of successfully conducting the capital construction in the building of a thriving socialist nation and indicates the principle and ways to be adhered to in the capital construction.\n\t\t\t\t\t\n\t\t\t\t\t The work serves as an important one which gives perfect answers to all theoretical and practical issues arising in bringing about a new turn in the construction as required by the Songun era, the article says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The history of the DPRK's construction is a proud history in which it brought about miracles and turns by  racing against time at the unprecedented speed of grand advance thanks to the outstanding architectural idea and wise leadership of President Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The President advanced the Juche-oriented idea of capital construction and successfully put it into practice, making a new history of construction for the people and performing immortal feats in achieving the prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il carried forward and developed the Juche-oriented idea of capital construction and leadership feats of the President and put them onto a new higher stage.\n\t\t\t\t\t\n\t\t\t\t\t A great surge was effected in the grand socialist construction thanks to the energetic leadership of Kim Jong Il, who formulated and systematized the Juche-oriented architectural theory based on the President's idea of capital construction and kindled a torch for architectural development.\n\t\t\t\t\t\n\t\t\t\t\t A great heyday of construction has been ushered in on this land under the leadership of Marshal Kim Jong Un, a genius of creation and construction.\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK will thoroughly implement the party's Juche-oriented idea, theory and policy of construction and thus bring earlier the final victory of building a thriving socialist nation under the leadership of Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's Work Posted by Swiss Body on Its Website",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-01ee.html",
            "content": "Kim Jong Un's Work Posted by Swiss Body on Its Website\r\nPyongyang, August 11 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" was posted by the Swiss Group for the Study of the Juche Idea on its website on July 27.\n\t\t\t\t\t The work, published on July 26, Juche 101 (2012), deals with the essence of Kim Jong Il's patriotism and his whole life characterized by his noble love for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It clarifies important issues arising in applying Kim Jong Il's patriotism."
        },
        {
            "title": "Lecture on Japan-DPRK Friendship Delivered in Japan",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-03ee.html",
            "content": "Lecture on Japan-DPRK Friendship Delivered in Japan\r\nPyongyang, August 11 (KCNA) -- A lecture on the theme of \"Strength of the masses for Japan-DPRK friendship\" was given in Kyoto on July 26 under the sponsorship of the Japan-DPRK Friendship Kyoto Net for the Promotion of Cultural, Scientific and Civilian Exchange.\n\t\t\t\t\t It was attended by figures from all walks of life and citizens of Kyoto and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Masaaki Arimoto, Osaka co-representative of the Citizens Solidarity Demanding Earlier Normalization of the Relations between Japan and the DPRK, and other speakers told about the experience gained by the citizens' organizations in the solidarity movement for realizing normalization of the relations between the two countries and the impressions of the DPRK by Japanese from all walks of life after their recent visits to it.\n\t\t\t\t\t\n\t\t\t\t\t That the two peoples visit each other's countries is just the road to bringing earlier the rosy future of the exchanges between the two countries, they said, underlining the need to make more Japanese have proper understanding of the DPRK through their visits to Pyongyang."
        },
        {
            "title": "Kim Jong Un envia ofrenda floral ante feretro de difunto Ri Sung Ho",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-04ss.html",
            "content": "Kim Jong Un envia ofrenda floral ante feretro de difunto Ri Sung Ho\r\nPyongyang, 11 de agosto (ACNC) -- El Mariscal Kim Jong Un envio el dia 10 una ofrenda floral ante el feretro del difunto Ri Sung Ho, presidente de la Comision Central Revisora del Partido del Trabajo de Corea y director de la Direccion Nacional de Estadisticas, quien es el diputado a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, en senal de profundas condolencias por su deceso."
        },
        {
            "title": "Canciller de RPDC se reune con sus homologos de varios paises",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-14ss.html",
            "content": "Canciller de RPDC se reune con sus homologos de varios paises\r\nPyongyang, 11 de agosto (ACNC) -- El ministro de Relaciones Exteriores de la Republica Popular Democratica de Corea, Ri Su Yong, quien preside a la delegacion de la RPDC participante en la reunion ministerial del Foro Regional de la Asociacion de Naciones del Sudeste Asiatico, que se efectua en Nay Pyi Taw, Myanmar, discutio el dia 9 los problemas de relaciones bilaterales, respectivamente con sus homologos de Malasia, Indonesia, Sri Lanka y Canada, el ministro de Relaciones Exteriores y Comercio de Brunei, el vicepremier y ministro de Relaciones Exteriores y Cooperacion Internacional de Camboya, el ministro de Relaciones Exteriores y Comercio de Mongolia, el vicecanciller de Rusia y el secretario permanente del Ministerio de Relaciones Exteriores de Tailandia.\n\t\t\t\t\tEl dia 10, Ri departio con su par japones."
        },
        {
            "title": "Llega a Nay Pyi Taw delegacion gubernamental de RPDC",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-06ss.html",
            "content": "Llega a Nay Pyi Taw delegacion gubernamental de RPDC\r\nPyongyang, 11 de agosto (ACNC) -- La delegacion gubernamental de la Republica Popular Democratica de Corea presidida por el ministro de Relaciones Exteriores, Ri Su Yong, arribo el dia 9 a Nay Pyi Taw, capital de Myanmar.\n\t\t\t\t\tEl dia anterior, la delegacion coreana partio de Hanoi tras concluir su visita a la Republica Socialista de Vietnam."
        },
        {
            "title": "Tiene lugar ceremonia inaugural de marcha de carros Paektu-Halla",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-05ss.html",
            "content": "Tiene lugar ceremonia inaugural de marcha de carros Paektu-Halla\r\nSamjiyon, 10 de agosto (ACNC)-- Tuvo lugar el dia 10 en la cima del monte Paektu la ceremonia inaugural de la \"Marcha de carros Paektu-Halla de apoyo a la paz y la reunificacion de la Peninsula Coreana\".\n\t\t\t\t\tLa marcha sirve de un motivo para manifestar la voluntad  y aspiracion de los connacionales a abrir una nueva epoca de la reunificacion independiente, la paz y la prosperidad con la bandera de la Declaracion Conjunta del 15 de Junio y bajo el ideal de \"Entre nosotros, los connacionales\".\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion participaron los miembros del grupo de marcha de carros Rusia-Peninsula Coreana presidido por Kim Chil Song, primer vicepresidente de la Asociacion Internacional de Coreanos y presidente de la Asociacion Rusa de Coreanos y Ri Song Gon, subdirctor de la Direccion de Atencion a los Compatriotas en Extranjero, asi como los funcionarios interesados, conferenciantes del Lugar de batalla revolucionaria del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia hubo intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores senalaron que tiene lugar en el monte Paektu, lugar sagrado de la revolucion, donde se arraigo el espiritu de la nacion coreana y estan impregnadas las huellas de la lucha antijaponesa del Generalisimo Kim Il Sung, la ceremonia inaugural de la \"Marcha de carros Paektu-Halla de apoyo a la paz y la reunificacion de la Peninsula Coreana\".\n\t\t\t\t\t\n\t\t\t\t\tHasta la fecha, el territorio patrio esta dividido en dos partes, lo cual es la maxima tragedia nacional, subrayaron y agregaron que la reunificacion del pais es el fervoroso deseo impostergable de los coreanos.\n\t\t\t\t\t\n\t\t\t\t\tDestacaron que a traves de la marcha todos los coreanos del Norte y el Sur de Corea y en ultramar tomaran mas la conviccion de acabar con la historia de la division impuesta por las fuerzas extranjeras y adelantar a toda costa la reunificacion uniendo las fuerzas propias de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tEsta marcha que se realiza bajo la atencion y la expectativa de los gobierno de la RPDC y Rusia dara buena influencia a las relaciones de amistad RPDC-Rusia en desarrollo, enfatizaron.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el grupo de marcha partio del monte Paektu."
        },
        {
            "title": "En Pyongyang delegacion de Asociacion de Medicos de Angola",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-12ss.html",
            "content": "En Pyongyang delegacion de Asociacion de Medicos de Angola\r\nPyongyang, 11 de agosto (ACNC) -- Arribo el dia 11 a esta capital la delegacion de la Asociacion de los Medicos de Angola encabezada por el presidente Carlos Alberto Pinto de Sousa."
        },
        {
            "title": "RPDC publicara informe de DDHH",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-11ss.html",
            "content": "RPDC publicara informe de DDHH\r\nPyongyang, 11 de agosto (ACNC) -- Se publicara en la Republica Popular Democratica de Corea el informe de los derechos humanos.\n\t\t\t\t\tRecientemente, un reportero de la ACNC se entrevisto con un funcionario de la Asociacion de Estudio de Derechos Humanos de Corea, en visperas de 22o aniversario de su fundacion para cubrir las actividades de este organismo.\n\t\t\t\t\t\n\t\t\t\t\tLa Asociacion fue fundada el 27 de agosto del 81 (1992) de la Era Juche para impulsar en la RPDC el estudio de los derechos humanos y coordinar de manera unificada las actividades de los especialistas en DDHH de todas las ramas.\n\t\t\t\t\t\n\t\t\t\t\tDespues de su fundacion, la asociacion desarrollo sus labores para asegurar mas estrictamente los derechos humanos en todas las esferas de la vida social inclusive la politica, la economia y la cultura, segun la linea y la politica del Partido del Trabajo de Corea y el gobierno de la RPDC de aplicar perfectamente los derechos y la demanda soberanos de las masas populares.\n\t\t\t\t\t\n\t\t\t\t\tTomo activa parte en la labor por el establecimiento y la renovacion de las leyes nacionales sobre DDHH conforme a la realidad en desarrollo y libro actividades para elevar la comprension social sobre los problemas de DDHH.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, averiguo e investigo los movimientos internacionales referente a los DDHH e hizo ingentes esfuerzos para promover las cooperaciones internacionales para oponerse a la violacion de DDHH y para proteger y fomentar los DDHH.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, a fin calumniar y denigrar la RPDC, las fuerzas enemigas maniobran perversamente para desviar la opinion publica aferrandose a los fraudulentos alborotos de \"DDHH\" anti-RPDC. La situacion dada nos demanda dar a conocer correctamente la situacion de DDHH de la RPDC y corregir el prejuicio y el malentendido.\n\t\t\t\t\t\n\t\t\t\t\tPor tal motivo, bajo la cooperacion de los especialistas en los DDHH y sabios de todas las ramas y los organos correspondientes, la Asociacion de Estudio de Derechos Humanos de Corea planea publicar el informe general sobre la politica de aseguramiento de DDHH del gobierno de la RPDC y el verdadero aspecto de nuestro pueblo en la rama de DDHH, asi como, las maniobras de Estados Unidos y otras fuerzas enemigas destinadas a violar rigurosamente los DDHH de nuestro pueblo inclusive los derechos a la existencia y  el desarrollo, y da acicate a sus preparativos.\n\t\t\t\t\t\n\t\t\t\t\tEl informe demostrara el verdadero aspecto de nuestro pueblo que avanza vigorosamente hacia  el radiante futuro disfrutando a sus anchas de una vida libre y feliz bajo el regimen socialista  centrado en las masas populares y revelara y denunciara las viles maniobras de EE.UU. y otras fuerzas enemigas que se entregan locamente a destruir la idea y el regimen de la RPDC bajo el pretexto de defensa de DDHH."
        },
        {
            "title": "RPDC fortalecera mas disuasivo de guerra, subraya Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-01ss.html",
            "content": "RPDC fortalecera mas disuasivo de guerra, subraya Rodong Sinmun\r\nPyongyang, 11 de agosto (ACNC) -- Si los paises que viven bajo la constante amenaza de ataque preventivo nuclear de Estados Unidos no intensifican su propia capacidad defensiva, seran victimas de terrorismo estatal del imperio norteamericano, lo cual deviene una seria leccion manifestada ante la sociedad internacional a traves de los casos de Irak y Libia.\n\t\t\t\t\tAsi insiste un articulo individual divulgado el dia 11 en el periodico Rodong Sinmun, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tDebido a las maniobras belicas nucleares de EE.UU., la Peninsula Coreana se ha convertido en una region mas peligrosa donde pueda estallar la guerra termo-nuclear.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. niega obstinadamente la propuesta de la Republica Popular Democratica de Corea de concertar el convenio de paz para garantizar la paz duradera en la Peninsula Coreana y la puso en la lista de ataque preventivo nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLos fanaticos de guerra nuclear norteamericanos amenazaron a la RPDC en varias ocasiones que la atacarian con armas nucleares sin aviso preventivo.\n\t\t\t\t\t\n\t\t\t\t\tPero en la Peninsula Coreana no estallo la guerra nuclear, porque la RPDC ha venido fortaleciendo sin cesar el disuasivo de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad comprobo cuan perspicaz es la medida de autodefensa de la RPDC que respondio con armas nucleares a las armas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, aunque sea un pais poseedor de armas nucleares, no puede estar con los brazos cruzados, mientras existan en este planeta los fanaticos de guerra nuclear como EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito y pueblo coreanos vigilan agudamente la peligrosidad de los ejercicios belicos que EE.UU. desarrolla sin cesar en el Sur de Corea introduciendo enormes efectivos y armamentos nucleares, con los cuales se puede realizar una guerra entera.\n\t\t\t\t\t\n\t\t\t\t\tComo ya habian declarado, el ejercito y pueblo coreanos consolidaran por todos los medios el disuasivo de guerra frente a las tentativas de provocacion de nueva guerra de los belicistas estadounidenses."
        },
        {
            "title": "Hay que liquidar crimenes sexuales de tropas yanquis, insiste Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201408/news11/20140811-02ss.html",
            "content": "Hay que liquidar crimenes sexuales de tropas yanquis, insiste Rodong Sinmun\r\nPyongyang, 11 de agosto (ACNC) -- Segun una informacion del Sur de Corea, las mujeres fisicamente danadas por las tropas agresoras norteamericanas ocupantes del Sur de Corea testimoniaron que en contubernio con EE.UU. las autoridades titeres surcoreanas gestionaron  la oficina de compraventa sexual.\n\t\t\t\t\tRevelaron que unas de ellas entraron alli enganadas por las autoridades que se les comprometian a ofrecer el trabajo y otras fueron vendidas a traficantes de prostitutas luego de ser secuestradas por los gangsteres.\n\t\t\t\t\t\n\t\t\t\t\tLo dicho demuestra que el imperialismo norteamericano y los titeres surcoreanos son la horda de bestias y depravadores.\n\t\t\t\t\t\n\t\t\t\t\tAsi subraya el diario Rodong Sinmun en un comentario individual divulgado el dia 11 y continua:\n\t\t\t\t\t\n\t\t\t\t\tAhora, el pais norteamericano no pide disculpa ante las irrefutables realidades que demuestran sus crimenes de esclavitud sexual, sino se comporta arrogantemente diciendo de la \"concepcion de valor de las tropas norteamericanas\" e imputa todas las culpabilidades a los titeres.\n\t\t\t\t\t\n\t\t\t\t\tPero, las autoridades surcoreanas no le replican ni una palabra manteniendose callados.\n\t\t\t\t\t\n\t\t\t\t\tYa que estos cobardes traidores toman el poder, en el Sur de Corea se cometen sin cesar los actos criminales de las tropas yanquis y  numerosos habitantes sufren desgracias y penalidades.\n\t\t\t\t\t\n\t\t\t\t\tLa realidad demuestra que sin poner fin a la dominacion colonial de EE.UU. sobre el Sur de Corea y a la gobernacion de los traidores serviles a las grandes potencias, los habitantes no podran evitar la verguenza ni insulto ni liberarse de las desgracias ni de las calamidades."
        }
    ]
}