{
    "date": "2014-11-06",
    "url": "http://kcna.co.jp/item/2014/201411/2014-11-06ee.html",
    "articles": [
        {
            "title": "DPRK Premier Makes Field Survey of Threshing",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-19ee.html",
            "content": "DPRK Premier Makes Field Survey of Threshing\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of the threshing in Ongjin, Kangryong, Sinchon and Unryul counties, South Hwanghae Province.\n\t\t\t\t\t He went round various farms to learn in detail about crop estimate and threshing and congratulated agricultural workers on their achievements.\n\t\t\t\t\t\n\t\t\t\t\t He called on them to turn out as one in the drive to secure water now that the irrigation water needed for next year's farming is absolutely in short supply due to the unprecedented drought this year.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to realize the industrialization and modernization of agriculture on the basis of latest science and technology by bringing about a radical turn in agricultural science and technology.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the premier made a field survey of threshing at the Yoltusamchon Farm in Sukchon County, South Phyongan Province."
        },
        {
            "title": "Choe Thae Bok Meets New Polish Ambassador",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-14ee.html",
            "content": "Choe Thae Bok Meets New Polish Ambassador\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- Choe Thae Bok, chairman of the Supreme People's Assembly of the DPRK, met and had a talk with Krzysztof Ciebien, new Polish ambassador to the DPRK, who paid a courtesy call on him at the Mansudae Assembly Hall on Thursday."
        },
        {
            "title": "Yang Hyong Sop Meets Outgoing Indonesian Ambassador",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-15ee.html",
            "content": "Yang Hyong Sop Meets Outgoing Indonesian Ambassador\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with Nasri Gustaman, Indonesian ambassador to the DPRK, who paid a farewell call on him at the Mansudae Assembly Hall on Thursday."
        },
        {
            "title": "Congratulations to Italian FM",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-13ee.html",
            "content": "Congratulations to Italian FM\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- DPRK Foreign Minister Ri Su Yong sent a congratulatory message to Paolo Gentiloni upon his appointment as foreign minister of Italy on Nov. 3.\n\t\t\t\t\t The message wished him successes in his responsible work for the development of the country's external relations.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the favorably developing relations of friendship and cooperation between the DPRK and Italy would grow stronger in keeping with the common interests and desire of the peoples of the two countries."
        },
        {
            "title": "Greetings to National Leadership of Sandinist National Liberation Front of Nicaragua",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-12ee.html",
            "content": "Greetings to National Leadership of Sandinist National Liberation Front of Nicaragua\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- The Central Committee of the Workers' Party of Korea (WPK) Thursday sent a congratulatory message to the National Leadership of the Sandinist National Liberation Front of Nicaragua on the occasion of its 53rd founding anniversary.\n\t\t\t\t\t In the message the WPK Central Committee wished the Sandinist National Liberation Front of Nicaragua greater success in its activities for the independent development of the country and the wellbeing of its people, expressing belief that the friendly relations between the WPK and the Front forged in the common struggle for independence against imperialism and for socialism would grow stronger."
        },
        {
            "title": "S. Korean Puppet Regime Censured for Working to Institute \"Charter for Unification\"",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-22ee.html",
            "content": "S. Korean Puppet Regime Censured for Working to Institute \"Charter for Unification\"\r\n Pyongyang, November 6 (KCNA) -- The Secretariat of the Committee for the Peaceful Reunification of Korea issued its information bulletin No. 1078 on Thursday assailing the south Korean puppet regime for staging a charade to institute \"charter for reunification\".\n\t\t\t\t\t The regime is asserting that it will make sure that \"charter for unification\" conforming with its \"constitution\" and \"liberal democracy\" will be  instituted and published on the occasion of August 15 next year and arrangements for it will be zealously pushed forward by \"a preparatory committee for unification\". In the meantime, it is busy holding seminars, round-table talks and the like related to the institution of the \"charter for unification\".\n\t\t\t\t\t\n\t\t\t\t\t It is blustering that the charter will be worked out on the basis of \"people's agreement\" and \"international support\" and it will make sure that it will be signed by the chief executive and get it passed through the \"National Assembly.\" It is talking volumes about making the \"charter\" \"the best guidelines for unification\" which will remain unchanged despite regime change in the future.\n\t\t\t\t\t\n\t\t\t\t\t This is an unpardonable mockery and insult to the Koreans desirous of reunification, the bulletin said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t As far as the issue of \"charter for unification\" is concerned, the coteries of the ruling party proposed it during the Lee Myung Bak regime only to be thrown into a dumping ground as no one paid heed to it.\n\t\t\t\t\t\n\t\t\t\t\t Korea still remains divided not because of the lack of \"charter for unification\".\n\t\t\t\t\t\n\t\t\t\t\t As everybody knows, the north and the south of Korea have the three charters for national reunification the keynote of which is the three principles of national reunification, the ten-point programme for the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo which reflect the will and desire common to the nation, and such excellent great programme for reunification as the historic June 15 joint declaration and the October 4 declaration provided by the top leaders of the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t Not only all Koreans in the north, the south and abroad but the whole world are unanimously recognizing the three charters for national reunification and the above-said declarations as the charter for reunification and great programmes for reunification common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south Korean puppet regime is busy with a farce aimed to institute the \"charter for unification\". This is a revelation of its sinister attempt to set the most fair and aboveboard and reasonable three charters for national reunification and the declarations which reaffirmed them and put them into practice against its criminal \"charter for unification\" and thus play down their historic meaning and ward off domestic and foreign concern and support for them.\n\t\t\t\t\t\n\t\t\t\t\t It is also aimed to conceal its true colors as anti-reunification confrontation maniacs, mislead public opinion, create impression that it is concerned for unification, advertise the charter as a feat of the chief executive and realize its daydream of \"achieving the unification of the social systems\".\n\t\t\t\t\t\n\t\t\t\t\t All Koreans will never allow the farce of the puppet regime to institute the \"charter for unification.\""
        },
        {
            "title": "Children of Pyongyang Baby Home and Orphanage Move to Their New Buildings",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-21ee.html",
            "content": "Children of Pyongyang Baby Home and Orphanage Move to Their New Buildings\r\n Pyongyang, November 6 (KCNA) -- Children of the Pyongyang Baby Home and Orphanage Thursday moved to their new buildings that sprang up as children's palaces on the picturesque bank of the River Taedong.\n\t\t\t\t\t The children, nurses, teachers and officials visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill.\n\t\t\t\t\t\n\t\t\t\t\t They laid a floral basket and bouquets before the statues before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t The buses carrying the children passed through several streets in the city including Mansudae, Chollima, Yonggwang and Chongnyon streets.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyangites congratulated them with flowers along the route.\n\t\t\t\t\t\n\t\t\t\t\t The baby home and orphanage were garbed in a festive atmosphere as the children were very happy and pleased with the best cradles.\n\t\t\t\t\t\n\t\t\t\t\t Entering the fairytale nurseries, education rooms, exercise rooms and other best-furnished places for living and entertainment, the children were so happy that they shouted for joy.\n\t\t\t\t\t\n\t\t\t\t\t Nurses, teachers and officials were very grateful to Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The children gave art performances in their new buildings and they sang of their happiest life in the world.\n\t\t\t\t\t\n\t\t\t\t\tOfficials of party and power organs and officials concerned congratulated the children on moving into their new buildings."
        },
        {
            "title": "National Sci-Tech Presentation in Field of Biology Held",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-20ee.html",
            "content": "National Sci-Tech Presentation in Field of Biology Held\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- A national sci-tech presentation in the field of biology took place here on Wednesday and Thursday.\n\t\t\t\t\t Present there were officials, scientists, technicians, teachers and researchers of Kim Il Sung University, Kim Hyong Jik University of Education, University of Sciences, State Academy of Sciences, Academy of Agricultural Science, Pyongyang Horticulture Guidance Bureau and other units.\n\t\t\t\t\t\n\t\t\t\t\t More than 250 papers were presented to the presentation, divided into the panels of bioengineering, biology, botany, zoology and microbiology."
        },
        {
            "title": "Wonsan-Mt. Kumgang Area with Great Potentials for Tourism ",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-17ee.html",
            "content": "Wonsan-Mt. Kumgang Area with Great Potentials for Tourism\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- A project has been pushed ahead in the DPRK to develop Wonsan-Mt. Kumgang area into one of tourist destinations with increased investment in building its infrastructure.\n\t\t\t\t\t As already known, a general plan for the development of Wonsan-Mt. Kumgang area was unveiled at an international knowledge sharing on SEZs held in Pyongyang several months ago.\n\t\t\t\t\t\n\t\t\t\t\t After the completion of the Masikryong Ski Resort and Songdowon International Children's Camp, an increasing number of tourists have visited the area already well-known at home and abroad for the tour of Mt. Kumgang.\n\t\t\t\t\t\n\t\t\t\t\t The area also boasts of many scenic spots like Ullim Falls and Sambang Ravine. The falls is 75 meters high and the ravine lies 25 kilometers long between Kosan and Sepho counties, Kangwon Province. The ravine has been listed as one of the state's natural monuments from long ago as it has many fascinating waterfalls, mineral water and peculiar landscapes.\n\t\t\t\t\t\n\t\t\t\t\t Recently, large-scale Kosan Fruit Farm and Sepho stockbreeding base now under construction in the north and southwest of the ravine are spotlighted as tourist destinations.\n\t\t\t\t\t\n\t\t\t\t\t Sinphyong Kumgang is also one of the scenic spots near the driveway between Pyongyang and the Wonsan-Mt. Kumgang area.\n\t\t\t\t\t\n\t\t\t\t\t There are many other scenic beauties and historical relics in the area with an airport, railway stations, harbors, etc.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government will welcome foreign companies willing to invest in the above-said tourist zones and experts on development and management of those zones."
        },
        {
            "title": "History: Five-storied Pagoda in Kaesong City of DPRK",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-16ee.html",
            "content": "History: Five-storied Pagoda in Kaesong City of DPRK\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- In Kaesong City of the DPRK there is a temple called Ryongthong, which dates back to the Koryo Dynasty (918-1392).\n\t\t\t\t\t The Ryongthong Temple, located in an area 10 kilometers away north of the city, has a five-storied pagoda, 6.48 meters high.\n\t\t\t\t\t\n\t\t\t\t\t The pagoda is built with well-trimmed granite stones on one platform whose width is 3.23 meters.\n\t\t\t\t\t\n\t\t\t\t\t This is one of the Korean nation's cultural heritages that show the high architecture in the early days of the Koryo Dynasty."
        },
        {
            "title": "Repeal of Evil Law Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-09ee.html",
            "content": "Repeal of Evil Law Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- Jang Min Ho served seven years in jail due to the case of the Ilsim Association fabricated by the south Korean puppet authorities. He handed a written statement to a personage concerned of a U.S. human rights body in demand of the abolition of the \"law on supervision for public peace\", an evil law against human rights, on Oct. 31.\n\t\t\t\t\t The statement said he was put in a position hard to live in south Korea by the authorities after his release from prison. He is subject to persistent suppression by the law even in the U.S., it held.\n\t\t\t\t\t\n\t\t\t\t\t International human rights bodies are also demanding the repeal of the evil law, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It urged the U.S. government to abandon its double-dealing attitude of taking issue with the north over its \"human rights\" while keeping mum about human rights abuses in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t He declared in the statement he would conduct such brisk activities as sending a written petition to the U.S. government in demand of the repeal of the law in the future."
        },
        {
            "title": "S. Korean Authorities' Humiliating Attitude towards U.S. under Fire ",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-10ee.html",
            "content": "S. Korean Authorities' Humiliating Attitude towards U.S. under Fire \n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- The Federation of Koreans in the U.S. posted on its website on Oct. 27 an article accusing the south Korean puppet regime of its humiliating act of extending  the transfer of the right to the wartime operation control (OPECON) for an indefinite period. \n\t\t\t\t\t The article noted:\n\t\t\t\t\t\n\t\t\t\t\t The indefinite extension of the transfer of OPECON made south Korea the only place in the world deprived of the right to command its army and operations.\n\t\t\t\t\t\n\t\t\t\t\t Consequently, the south Korean chief executive has no right to command her army but has to just watch Americans commanding her army by the side of the U.S. president.\n\t\t\t\t\t\n\t\t\t\t\t Even a pupil of the primary school knows that the U.S. president prioritizes the interests of his country and does not pursue politics for south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, she refused to take over OPECON. This is little short of leaving OPECON to the tender mercy of the U.S. forever."
        },
        {
            "title": "S. Korean Regime's Moves to Escalate Confrontation with DPRK Are Unpardonable: Korean in China",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-18ee.html",
            "content": "S. Korean Regime's Moves to Escalate Confrontation with DPRK Are Unpardonable: Korean in China\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- Kim Song Mi, chairwoman of the Zhongnan Regional Association of the Federation of Korean Young Nationals in China, made public an article on Nov. 5.\n\t\t\t\t\t The atmosphere of mending the north-south relations which had been created thanks to the positive efforts and magnanimity of the DPRK is being rapidly scuppered by the provocative acts of the south Korean conservative group, the article said.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime is talking about \"dialogue\" and \"improved relations\" but, in actuality, making much fuss about the non-existent \"north's human rights issue,\" pursuant to the U.S. policy, in a bid to mislead public opinion at home and abroad and conniving and fostering human scum's anti-DPRK leaflet scattering operations, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The article urged the south Korean authorities to stop at once provocations rattling the nerves of the other party and sparking off military conflicts and respect and implement the north-south joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for them to show their sincerity through their practical deeds, not by talking, before the times, the nation and history, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all Koreans in the north, the south and abroad not to allow the U.S. and the sycophants and traitors' provocations to the DPRK but to turn out as one in the nationwide struggle to defend peace."
        },
        {
            "title": "Kim Jong Il to Be Remembered by Koreans in China",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-11ee.html",
            "content": "Kim Jong Il to Be Remembered by Koreans in China\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- A preparatory committee for honoring the memory of leader Kim Jong Il was formed by the General Association of Koreans in China on Nov. 3 on the occasion of the third anniversary of his demise.\n\t\t\t\t\t Choe Un Bok, chairwoman of the association, was elected chairwoman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events including a ceremony of laying a floral basket, meeting, photo exhibition and film show on the same occasion."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-02ee.html",
            "content": "Kim Jong Il to Be Remembered in Kyrgyzstan\r\n Pyongyang, November 6 (KCNA) -- A committee for honoring the memory of leader Kim Jong Il was formed in Bishkek, Kyrgyzstan on Oct. 29.\n\t\t\t\t\t Usupbayev, chairman of the Central Council of the People Unity-\"Kyrgyz El\" Republican Political Party and chief of the Group for the Study of the Juche Idea, was elected chairman of the memorial committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize a remembrance meeting, seminar and other political and cultural events on the occasion of the 3rd anniversary of demise of Kim Jong Il."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Belarus",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Belarus\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- A committee for honoring the memory of leader Kim Jong Il was inaugurated in Belarus on Oct. 30.\n\t\t\t\t\t L. Shukolinikov, chairman of the Permanent Standing Committee of the Belarus National Association of Friends of Korean People Named after Kim Il Sung and Kim Jong Il, was elected chairman of the memorial committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising the exploits of Kim Jong Il."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Russia",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-04ee.html",
            "content": "Kim Jong Il to Be Remembered in Russia\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- A committee for honoring the memory of leader Kim Jong Il was formed by the Jongilbong Russia-Korea Friendship Association of Ulyanovsk Region, Russia on Oct. 31.\n\t\t\t\t\t Aleksandr Kruglikov, chairman of the association, was elected chairman of the memorial committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize a remembrance meeting, seminar and other political and cultural events from Oct. 31 to Dec. 20 on the occasion of the 3rd anniversary of demise of Kim Jong Il."
        },
        {
            "title": "Kim Jong Il to Be Remembered by Russian Body",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-05ee.html",
            "content": "Kim Jong Il to Be Remembered by Russian Body\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- A notice of the Russian Association for the Study of the Juche Idea on forming the committee for honoring the memory of leader Kim Jong Il was issued on Oct. 29 on the occasion of the 3rd anniversary of his demise.\n\t\t\t\t\t The memorial committee consists of chiefs and members of groups for the study of the Juche Idea and the Songun idea including the Russian Association for the Study of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t The committee will send a message to supreme leader Kim Jong Un on the occasion of the third anniversary of demise of Kim Jong Il, organize working groups for preparing memorial events of organizations for the study of the Juche Idea in Russia and the region till Nov. 6 and hold a remembrance meeting, seminar and other political and cultural events and give wide publicity to his personality as a great man through media and websites till December 17."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Angola",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-06ee.html",
            "content": "Kim Jong Il to Be Remembered in Angola\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- A committee for remembering leader Kim Jong Il was formed in Angola on Oct. 31.\n\t\t\t\t\t The acting chairman of the Committee of Angola for Friendship and Solidarity with Peoples was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events in praise of Kim Jong Il's sacred revolutionary career and exploits on the occasion of the 3rd anniversary of his demise."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Tajikistan",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-07ee.html",
            "content": "Kim Jong Il to Be Remembered in Tajikistan\r\n Pyongyang, November 6 (KCNA) -- A Tajik committee for honoring the memory of leader Kim Jong Il was inaugurated in Dushanbe on Oct. 30.\n\t\t\t\t\t Sh. Shabdolov, chairman of the Communist Party of Tajikistan, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising Kim Jong Il's exploits on the occasion of the 3rd anniversary of his demise."
        },
        {
            "title": "Statement of NDC of DPRK Supported by Peruvian Organizations",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-08ee.html",
            "content": "Statement of NDC of DPRK Supported by Peruvian Organizations\n\t\t\t\t\t\t\r\n Pyongyang, November 6 (KCNA) -- The Peruvian Group for the Study of Kimilsungism-Kimjongilism and the Peruvian Committee for Friendship and Solidarity with Peoples issued a joint statement on Oct. 28 in support of the statement of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t The joint statement said:\n\t\t\t\t\t\n\t\t\t\t\t The NDC of the DPRK clarified its principled stand disclosing the U.S. hostile acts against the DPRK as regards the fact that the U.S. is trying to pass a \"resolution\" against the DPRK at the UN General Assembly and bring the DPRK's \"human rights issue\" up for discussion at the International Criminal Court.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. move will certainly meet a fiasco by the struggle of the Korean people who regard the sovereignty dearer than their lives and the progressives standing on their side as it is the political interference to stifle socialist Korea and infringement upon its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t We denounce the U.S., the common enemy, for its anti-DPRK \"human rights\" campaign and fully support the statement made by the NDC of the DPRK which declared that it would defend the sovereignty of the country and nation."
        },
        {
            "title": "Premier coreano averigua estado de trilladura en la provincia de Hwanghae del Sur",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-30ee.html",
            "content": "Premier coreano averigua estado de trilladura en la provincia de Hwanghae del Sur\r\nPyongyang, 6 de noviembre (ACNC) -- El premier coreano, Pak Pong Ju, averiguo en el terreno como marcha la trilladura en los distritos de Ongjin, Kangryong, Sinchon y Unryul de la provincia de Hwanghae del Sur.\n\t\t\t\t\tRecorriendo varias granjas, estudio en detalles las expectativas de rendimiento de cereales y el estado de trilladura y estimulo los exitos logrados por los trabajadores agricolas.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo la necesidad de levantarse unanimemente en el aseguramiento de agua de riego para el proximo ano que falta muchisimo debido a la gran sequia de este ano.\n\t\t\t\t\t\n\t\t\t\t\tApunto que deben lograr la industrializacion y la modernizacion de agricultura basadas en las ciencias y tecnicas de punta.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, el premier estuvo en la Granja Yoldusamchon del distrito de Sukchon de la provincia de Phyong-an del Sur."
        },
        {
            "title": "Choe Thae Bok se reune con embajador polaco en Corea",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-31ee.html",
            "content": "Choe Thae Bok se reune con embajador polaco en Corea\n\t\t\t\t\t\t\r\n　Pyongyang, 6 de noviembre (ACNC) -- El presidente de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Choe Thae Bok, departio el dia 6 en el Palacio de los Congresos Mansudae con el embajador extraordinario y plenipotenciario de la Republica de Polonia acreditado en Corea, Krzysztof Ciebien, quien le hizo una visita de cortesia."
        },
        {
            "title": "Yang Hyong Sop se reune con el embajador indonesio en Corea",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-32ee.html",
            "content": "Yang Hyong Sop se reune con el embajador indonesio en Corea\r\nPyongyang, 6 de noviembre (ACNC) -- El vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Yang Hyong Sop, departio el dia 6 en el Palacio de los Congresos Mansudae con el embajador de la Republica de Indonesia en Corea, Nasri Gustaman, quien le hizo una visita de despedida."
        },
        {
            "title": "Secretariado del CRPP denuncia fabricacion de \"carta de unificacion\" en Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-33ee.html",
            "content": "Secretariado del CRPP denuncia fabricacion de \"carta de unificacion\" en Sur de Corea\n\t\t\t\t\t\t\r\nPyongyang, 6 de noviembre (ACNC) -- En relacion con que en estos dias, la banda de titeres surcoreanos pretende instituir la llamada \"carta de unificacion\", el Secretariado del Comite por la Reunificacion Pacifica de la Patria hizo publica el dia 6 la informacion no. 1078.\n\t\t\t\t\tAl decir que con motivo del 15 de agosto del proximo ano, instituiran y publicaran la \"carta de unificacion\" conveniente a su \"Constitucion\" y a la \"democracia liberal\", ellos asignaron esta tarea al \"comite preparatorio de unificacion\", por una parte, y por la otra, organizan a menudo seminarios y mesas redondas sobre el mismo tema.\n\t\t\t\t\t\n\t\t\t\t\tAsi comienza la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tDicen que la citada \"carta\" se instituira a base del \"acuerdo del pueblo\" y el \"apoyo internacional\" y sera aprobada luego en la \"Asamblea Nacional\" tras la firma de la mandataria, de manera que ella sea la \"mejor orientacion para la unificacion\" que no se variara aunque se cambie el \"poder\".\n\t\t\t\t\t\n\t\t\t\t\tEsto es una imperdonable burla e insulto a la aspiracion de todos los coreanos a la reunificacion.\n\t\t\t\t\t\n\t\t\t\t\tEl problema de la \"carta de unificacion\" fue planteado ya por los compinches del partido en el poder durante el mandato de Lee Myung Bak, pero resulto abortado sin que fuera debatido suficientemente por la desatencion de todos.\n\t\t\t\t\t\n\t\t\t\t\tAhora, la reunificacion no se logra no por la falta de la \"carta de unificacion\".\n\t\t\t\t\t\n\t\t\t\t\tComo saben todos, ambas partes coreanas tienen las Tres Cartas para la Reunificacion de la Patria fundamentadas en los Tres Principios de la Reunificacion de la Patria, el Programa de Diez Puntos de la Gran Unidad Pannacional y el Proyecto de la Fundacion de la Republica Federal Democratica de Coryo, las cuales recogen la voluntad y el deseo comunes de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tAdemas, hay el excelente programa de reunificacion como la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, firmadas por los maximos dirigentes de ambas partes.\n\t\t\t\t\t\n\t\t\t\t\tTanto los coreanos del Norte, el Sur y en ultramar como el mundo entero reconocen unanimemente las Tres Cartas y las declaraciones intercoreanas como cartas y programas comunes de reunificacion de la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la banda titere surcoreana trata de instituir la supuesta \"carta de unificacion\" con el fin de oponerla a las mas imparciales y racionales Tres Cartas para la Reunificacion de la Patria y las Declaraciones N-S, que reafirmaron las Tres Cartas y las pusieron en practica, para restar el significado historico de estas y descender la atencion y el apoyo a las mismas de los nacionales y extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tLa horda surcoreana tiene tambien el siniestro intento de encubrir su naturaleza anti-reunificacion y conflictiva, enganar a la opinion publica fingiendo estar interesada en la reunificacion, describir la institucion de la \"carta de unificacion\" como una proeza de la actual mandataria y realizar el irrisorio sueno con la \"unificacion mediante la fusion de regimenes\".\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos no perdonaran nunca la fabricacion de la \"carta de unificacion\" de los titeres surcoreanos que estan enloquecidos por enfrentar los regimenes de ambas partes coreanas."
        },
        {
            "title": "CC de PTC felicita 53o aniversario de fundacion de FSLN",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-34ee.html",
            "content": "CC de PTC felicita 53o aniversario de fundacion de FSLN\n\t\t\t\t\t\t\r\n　Pyongyang, 6 de noviembre (ACNC) -- El Comite Central del Partido del Trabajo de Corea envio el dia 6 a la Direccion Nacional del Frente Sandinista de Liberacion Nacional de Nicaragua (FSLN) un mensaje de felicitacion con motivo del 53o aniversario de la fundacion de esta organizacion nicaraguense.\n\t\t\t\t\t　En su misiva, el CC de PTC expreso la conviccion de que se fortaleceran y se desarrollaran mas en lo adelante las relaciones de amistad entre el PTC y el FSLN, establecidas en medio de la lucha conjunta por la independencia antiimperialista y el socialismo, e hizo votos por los exitos en las actividades del FSLN por el desarrollo independiente del pais y el bienestar del pueblo."
        },
        {
            "title": "Huerfanos se mudaron a nuevo hospicio y orfanato",
            "url": "http://kcna.co.jp/item/2014/201411/news06/20141106-35ee.html",
            "content": "Huerfanos se mudaron a nuevo hospicio y orfanato\n\t\t\t\t\t\t\r\nPyongyang, 6 de noviembre (ACNC) -- Los huerfanos del hospicio y el orfanato de Pyongyang se mudaron el dia 6 al nuevo edificio  erguido nuevamente a la pintoresca orilla del rio Taedong.\n\t\t\t\t\tLos huerfanos, las criadoras, las educadoras y los funcionarios rindieron homenaje al Presidente Kim Il Sung y el Dirigente Kim Jong Il tras depositar cestos y ramos de flores ante sus estatuas de bronce erguidas en la capitalina colina Mansu.\n\t\t\t\t\t\n\t\t\t\t\tContinuamente, ellos tomando autobuses pasaron por las carreteras de la capital inclusive las de Mansudae, Chollima, Yonggwang y Chongnyon.\n\t\t\t\t\t\n\t\t\t\t\tEn las calles, los habitantes les despidieron agitando las manos y ramos de flores.\n\t\t\t\t\t\n\t\t\t\t\tEl hospicio y orfanato estaban en animo de fiesta por los ninos que se sentian muy alegres.\n\t\t\t\t\t\n\t\t\t\t\tLas criadoras, las educadoras y los funcionarios dieron caluroso agradecimiento al Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tEn el lugar hubo una funcion artistica de los huerfanos.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, los funcionarios de organos del partido y el poder y los interesados felicitaron a los huerfanos."
        }
    ]
}