{
    "date": "2014-11-13",
    "url": "http://kcna.co.jp/item/2014/201411/2014-11-13ee.html",
    "articles": [
        {
            "title": "NPCK Spokesman Denounces Hoguk Drills in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-14ee.html",
            "content": "NPCK Spokesman Denounces Hoguk Drills in S. Korea\r\nPyongyang, November 13 (KCNA) -- The spokesman for the National Peace Committee of Korea (NPCK) Thursday made public a statement in denunciation of the largest-ever 2014 Hoguk drills kicked off by the south Korean puppet group on Monday.\n\t\t\t\t\tThe statement said that the Hoguk drills more bellicose than ever before are an intolerable mockery at all Koreans and the international community desirous of the improved inter-Korean relations and peace and stability on the Korean Peninsula and an unpardonable grave provocation to the DPRK. It went on:\n\t\t\t\t\t\n\t\t\t\t\tThe DPRK has made every possible effort for national reconciliation and unity and improvement of the north-south relations despite the complicated situation.\n\t\t\t\t\t\n\t\t\t\t\tContrary to this, the south Korean puppet group fired bullets and shells at the DPRK's warship and service personnel on a routine patrol duty in the hotspot waters in the West Sea and the area along the Military Demarcation Line. It hurled human scum into ceaseless leaflet scattering operations hurting the dignity and social system of the DPRK, driving the north-south relations to an extreme phase of confrontation.\n\t\t\t\t\t\n\t\t\t\t\tMeanwhile, the south Korean regime is going all the more frantic in its moves to unleash a war against the north as evidenced by the introduction of PAC 3 from the U.S. and the staging of a drill to counter the north's new type sub by use of a U.S. sub, talking about Kill Chain and the building of a missile shield.\n\t\t\t\t\t\n\t\t\t\t\tThe Hoguk kicked off by the south Korean warmongers under such situation is aimed at rounding off the preparations for a nuclear war against the north together with their American master and pushing the tensions to an extreme pitch to start a war at any cost.\n\t\t\t\t\t\n\t\t\t\t\tIt is also designed to justify the criminal indefinite extension of the transfer of the right to wartime operation control and south Korea's involvement in the U.S. building of its missile shield and boost the morale of the south Korean puppet army that sagged due to its worst military discipline and corruption in a bid to use it as a shock brigade in a war against the north and tide over its serious ruling crisis through a security row.\n\t\t\t\t\t\n\t\t\t\t\tNo matter how noisily the puppet chief executive is crying out for \"the north's dismantlement of nukes\" and talking about the \"Northeast Asian peace and cooperation\" in the international arena after reducing south Korea to a theater of war drills, no one would lend an ear to her. She will only become a laughing stock of the world.\n\t\t\t\t\t\n\t\t\t\t\tThose who are fond of playing with fire are bound to perish in the flames kindled by themselves."
        },
        {
            "title": "DPRK Weightlifter Bags Gold Medal at World Championship",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-20ee.html",
            "content": "DPRK Weightlifter Bags Gold Medal at World Championship\r\nPyongyang, November 13 (KCNA) -- DPRK weightlifters registered more successes at the 2014 World Weightlifting Championship.\n\t\t\t\t\t Kim Kwang Song succeeded in lifting 190 kg in the first clean and jerk to be followed by his successful lift of 195 kg and 200 kg in the men's weightlifting 77 kg category event held on Wednesday to grab a gold.\n\t\t\t\t\t\n\t\t\t\t\t He placed third in snatch and total points respectively."
        },
        {
            "title": "DPRK Schoolgirl Proves Successful at Int'l Instrumental Music Player Concours",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-21ee.html",
            "content": "DPRK Schoolgirl Proves Successful at Int'l Instrumental Music Player Concours\r\nPyongyang, November 13 (KCNA) -- Han Il Yong, a schoolgirl of the DPRK, proved successful at the 9th International Instrumental Music Player Concours held in Russia from Nov. 4 to 8.\n\t\t\t\t\t It brought together at least 120 juvenile instrumental music players from the DPRK, Russia, Belarus, Vietnam, Kazakhstan and other countries.\n\t\t\t\t\t\n\t\t\t\t\t Its participants divided into five kinds of musical instruments such as piano, wind and stringed instruments competed in the two phases.\n\t\t\t\t\t\n\t\t\t\t\t Eight years old Han who belonged to piano group A (under 14) successfully played compulsory music though he was the youngest of the participants.\n\t\t\t\t\t\n\t\t\t\t\t Han was awarded the special cup, the highest prize of the concours, and certificate, the cup for the first place and certificate of piano group A at the prize-awarding ceremony held on Nov. 8."
        },
        {
            "title": "DPRK People Enjoy Free Medical Care System",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-16ee.html",
            "content": "DPRK People Enjoy Free Medical Care System\r\nPyongyang, November 13 (KCNA) -- Sixty-two years has passed since the enforcement of free medical care started in the DPRK.\n\t\t\t\t\t This universal free medical care system continues without let-up in the country, despite its occasional hardships.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Ri Myong Ho, director of a department of the Ministry of Public Health, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t \"The universal free medical care system in the DPRK is a product of the idea 'The people are my God' kept by the great Generalissimos Kim Il Sung and Kim Jong Il in their lifetime and a fruition of the respected Marshal Kim Jong Un's warm love for the people.\n\t\t\t\t\t\n\t\t\t\t\t On November 13, Juche 41 (1952) when the Fatherland Liberation War was in height, President Kim Il Sung saw to it that a Cabinet decision was adopted to enforce the free medical care for all the people.\n\t\t\t\t\t\n\t\t\t\t\t After all, the free medical service system was established throughout the northern half of Korea. Later, a section-doctor-system came into being with the adoption of the Public Health Law. And various types of medical service networks emerged in the country with a well-organized system ranging from the capital city to localities to provide universal free medical care in a responsible manner.\n\t\t\t\t\t\n\t\t\t\t\t Under leader Kim Jong Il's politics of love for the people, the universal free medical care system had continued even in the period of the Arduous March, the forced march when the country was pressed hard for everything due to the imperialists' obstructive moves. On the contrary, more update medical organs appeared in across the country.\n\t\t\t\t\t\n\t\t\t\t\t The free medical care is now ensured on a higher level in the DPRK, thanks to supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t In recent years alone, such modern medical service centers have taken their shapes as Breast Tumour Institute of Pyongyang Maternity Hospital, Okryu Children's Hospital and Ryugyong Dental Hospital. And a telemedicine service system and a distance surgery aid network were introduced to connect the central hospitals to local hospitals.\n\t\t\t\t\t\n\t\t\t\t\t The people in the DPRK will enjoy for good this free medical service system under the politics of love for the people shaped by the state and the party."
        },
        {
            "title": "Automatic Sulfurous Acid Gas Meter Developed",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-15ee.html",
            "content": "Automatic Sulfurous Acid Gas Meter Developed\r\nPyongyang, November 13 (KCNA) -- The Environmental Science and Technology Institute under the Ministry of Land and Environment Protection in the DPRK developed a new sulfurous acid gas meter.\n\t\t\t\t\t This automatic instrument makes it possible to monitor and measure the air pollution on a normal basis.\n\t\t\t\t\t\n\t\t\t\t\t The institute raised the measuring sensitivity of meter by means of electrical conductive method and developed control program for it.\n\t\t\t\t\t\n\t\t\t\t\t The instrument is higher in accuracy and lower in production cost and electricity consumption than the existing ones.\n\t\t\t\t\t\n\t\t\t\t\t It won a high appreciation at the 13th National Exhibition of Inventions and New Technologies."
        },
        {
            "title": "Well-known Football Coach",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-17ee.html",
            "content": "Well-known Football Coach\r\nPyongyang, November 13 (KCNA) -- The women's football team of the DPRK took the first place in the 17th Asian Games, emerging one of the strongest teams in the world. The team's success would have been unthinkable without the leading role of its chief coach Kim Kwang Min.\n\t\t\t\t\t Kim Kwang Min, born in Pyongyang, began football at his age of 15 before joining the April 25 Sports Team one year later.\n\t\t\t\t\t\n\t\t\t\t\t He was active as a back in the 13th Universiad and the 17th and 18th International Soccer Championships for King Cup, drawing attention of experts. Later, he was picked up as the chief coach of different women's football teams.\n\t\t\t\t\t\n\t\t\t\t\t He led his teams to winning the cups in the 22nd Universiad, the 4th Military World Games, the 15th Asian Games, the 2008 Asian Women's Football Championships, the 2013 East Asian Cup and the 6th East Asian Games.\n\t\t\t\t\t\n\t\t\t\t\t In 2008, the Asian Football Confederation awarded the DPRK team its best women's football team prize and Kim Kwang Min its best coach prize.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kwang Min, a winner of the titles of the DPRK Labor Hero and the People's Athlete, was selected as the best coach of the country in 2007, 2008 and 2013."
        },
        {
            "title": "Kim Il Sung's Ideological and Theoretical Feats in Developing Fishing Industry",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-18ee.html",
            "content": "Kim Il Sung's Ideological and Theoretical Feats in Developing Fishing Industry\r\nPyongyang, November 13 (KCNA) -- President Kim Il Sung authored many works indicating the way to be followed by the fisheries, performing undying ideological and theoretical feats for the development of the country's fishing industry.\n\t\t\t\t\t Already in the period of leading the arduous anti-Japanese armed struggle he matured a far-reaching plan to develop the fishing industry in Korea bounded on its three sides by the sea.\n\t\t\t\t\t\n\t\t\t\t\t In the days of leading the building of a new country after its liberation he clarified the position and importance of the fisheries in the development of the national economy and indicated the tasks to be fulfilled to organize state fishery enterprises and fishery cooperatives on a large scale and increase their roles.\n\t\t\t\t\t\n\t\t\t\t\t Foreseeing the victory in the Fatherland Liberation War when it was at its height, he underlined the need to make survey and researches to develop coastal aquatic culture and fish breeding and build the Juche-based fishing industry. He provided important guidelines for bringing the destroyed fishing industry to normal as early as possible on war debris.\n\t\t\t\t\t\n\t\t\t\t\t Basing himself on a scientific analysis of the situation of the country's fishing industry and the changing marine conditions, he convened the Meeting of Activists from the Fishing Industry on the East Coast in November, Juche 65 (1976) and published the work \"Let Us Thoroughly Implement Our Party's Fishing Policy\".\n\t\t\t\t\t\n\t\t\t\t\t In the work he indicated tasks for bringing about a revolutionary turn in developing the fishing industry including the issue of building modern fishing boats and developing them into multi-purpose ones and the issue of improving and strengthening the fishery science researches and the work of training technical personnel.\n\t\t\t\t\t\n\t\t\t\t\t During the last period of his life he authored works, indicating the tasks for steadily developing the nation's fishing industry."
        },
        {
            "title": "Many Literary and Art Works for Class Education Produced in DPRK",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-19ee.html",
            "content": "Many Literary and Art Works for Class Education Produced in DPRK\r\nPyongyang, November 13 (KCNA) -- Working people and young people across the DPRK are creating lots of articles and pictures for the class education.\n\t\t\t\t\t The creation of such works for more than 20 years has helped raise the transparent class consciousness of the rising generations and made a positive contribution to consolidating the class position under socialism.\n\t\t\t\t\t\n\t\t\t\t\tMore than 1,500 pieces of writings and pictures were created this year alone.\n\t\t\t\t\t\n\t\t\t\t\t They reflect the firm faith and will of the Korean people to decisively frustrate the reckless moves of the U.S. imperialists and their allies to stifle the DPRK and win victory after victory in the sacred struggle to reunify the country."
        },
        {
            "title": "KCNA Commentary Warns S. Korean Warmongers Not to Forget Lesson Taught by Yonphyong Island Incident",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-10ee.html",
            "content": "KCNA Commentary Warns S. Korean Warmongers Not to Forget Lesson Taught by Yonphyong Island Incident\r\nPyongyang, November 13 (KCNA) -- The largest-ever 2014 Hoguk war exercises targeting the DPRK have been under way throughout south Korea since Nov. 10.\n\t\t\t\t\tMore than 330,000 troops of the puppet army, over 23,000 mobile combat equipment, more than 60 warships and various type aircraft, the biggest scale since the start of Hoguk exercises in 1996, are involved in the exercises to stage the \"drill for carrying out the operational plan of frontline corps\", \"drill for defending northwestern islands\", \"naval and coastal infiltration drill\" and \"joint landing drill.\"\n\t\t\t\t\t\n\t\t\t\t\t This madcap saber-rattling now under way on the whole front including the areas along the Military Demarcation Line with all corps-level units involved has already turned the whole of  south Korea into a theater of provocative war exercises against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The international community is concerned about the possible development of this largest-ever war rehearsal into another Yonphyong Island shelling incident as it was kicked off at a time when the north-south relations have been pushed to the catastrophic phase due to the anti-DPRK leaflet-scattering operations by human scum.\n\t\t\t\t\t\n\t\t\t\t\t The Hoguk drills which the puppet warmongers started together with U.S. forces are a preliminary war, a test nuclear war to invade the DPRK to all intents and purposes in the light of their scale and programs. They seem to have forgotten the lesson taught by the Yonphyong Island shelling incident in which the five islands in the West Sea turned into \"hell haunted by the specter of death.\"\n\t\t\t\t\t\n\t\t\t\t\t The warmongers involved in the Hoguk war drills against the DPRK four years ago attempted to stage an adventurous shelling drill threatening it with Yonphyong Island as a base.\n\t\t\t\t\t\n\t\t\t\t\t To cope with this serious situation, the DPRK side sent a notice to the south side strongly warning that in case it perpetrates a provocative naval shelling, the DPRK will promptly deal physical retaliatory blows at it.\n\t\t\t\t\t\n\t\t\t\t\t But, the puppet forces, buoyed by hysteria for invading the north, opened fire into the inviolable territorial waters of the DPRK side, defying the repeated warnings made by the DPRK side in advance.\n\t\t\t\t\t\n\t\t\t\t\t Yonphyong Island was pounded by the powerful artillery pieces of the Korean People's Army on the southwestern front.\n\t\t\t\t\t\n\t\t\t\t\t The shelling was a merciless retaliation made by defenders of sovereignty as they taught the puppet military warmongers what high price they had to pay for their reckless provocation.\n\t\t\t\t\t\n\t\t\t\t\t They now look anxious to repeat the bitter setback they suffered at that time.\n\t\t\t\t\t\n\t\t\t\t\t They should bear in mind the bitter lesson taught by the Yonphyong Island shelling incident and immediately stop the reckless war maneuvers."
        },
        {
            "title": "Rodong Sinmun Blasts S. Korean Authorities' Moves to Cook up \"Charter for Unification\"",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-08ee.html",
            "content": "Rodong Sinmun Blasts S. Korean Authorities' Moves to Cook up \"Charter for Unification\"\r\nPyongyang, November 13 (KCNA) -- The south Korean authorities are working hard to institute what it called the \"charter for unification\". This is a charter for confrontation as it diametrically runs counter to the aspiration of the compatriots and the requirements of the era. Rodong Sinmun Thursday says this in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is needless to say that the \"charter for unification\" which the puppet regime claims in full line with \"its constitution\" and \"liberal democracy\" is the charter for achieving the unification of the social systems as it denies the ideology and social system chosen by the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t That was why the charter was thrown into a dumping ground as soon as the Lee Myung Bak group proposed it. However, the present ruling forces raised this antiquity-like charter and are advertising it as a \"proposal for unification\". This is no more than a daydream of idiots and confrontational maniacs who know nothing about the charter for reunification enshrined in the minds of the compatriots and the history of the reunification movement of the Korean nation which has aspired after independent reunification, peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The ulterior aim sought by the puppet group through its \"charter\" calling for the confrontation of the social systems is to ignite a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces are getting evermore frantic in their anti-DPRK nuclear racket and \"human rights\" campaign, backed by foreign forces. They are staging almost every day nuclear war exercises targeting the north by introducing foreign aggressor forces into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is an insult to the south Korean people and an unpardonable mockery at the north-south joint declarations for the puppet group to talk about \"unification\" while crying out for the confrontation of the social systems."
        },
        {
            "title": "Rodong Sinmun on Purpose of S. Korean Warmongers' Hoguk Drills",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-09ee.html",
            "content": "Rodong Sinmun on Purpose of S. Korean Warmongers' Hoguk Drills\r\nPyongyang, November 13 (KCNA) -- The north-targeted Hoguk drills which the south Korean puppet army kicked off together with U.S. imperialist aggressor forces on Monday involve over 330,000 troops of the south Korean army, U.S. forces, at least 23,000 mobile equipment, over  60 warships and various type aircraft. \n\t\t\t\t\t The war drills include an exercise for carrying out the operational plan of frontline corps, rehearsal between mechanized infantry divisions, exercise for defending the five islands in the West Sea, an exercise for coping with the naval and coastal infiltration, joint landing drill, rehearsal for detecting and intercepting  guided shells, etc.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Thursday says:\n\t\t\t\t\t\n\t\t\t\t\t It is crystal clear whom the Hoguk drills of the south Korean warmongers are targeting.\n\t\t\t\t\t\n\t\t\t\t\t The ongoing saber rattling is a product of the heinous conspiracy and nexus between the U.S. aiming to carry out its policy for invading the DPRK and its strategy for dominating the Asia-Pacific with south Korea as its military bridgehead and the puppet forces keen to ignite a war against the DPRK at any cost with the former's backing. It is also a blatant challenge to the call of the Korean nation and the international community for immediately defusing tensions on the Korean Peninsula and defending  peace there and a deliberate and premeditated move to push the tense situation to the brink of an all-out war under any circumstances.\n\t\t\t\t\t\n\t\t\t\t\t The sinister intention of the puppet forces to stand in confrontation with the DPRK to the last can never be concealed.\n\t\t\t\t\t\n\t\t\t\t\t The Hoguk drills have proved the hypocrisy of their talk about \"dialogue.\""
        },
        {
            "title": "U.S. Moves to Knock into Shape Alliance for Aggression Assailed",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-11ee.html",
            "content": "U.S. Moves to Knock into Shape Alliance for Aggression Assailed\r\nPyongyang, November 13 (KCNA) -- The People for Achieving Peace and Reunification held the 182nd action for independent reunification and peace outside the U.S. embassy in Seoul on Nov. 11 at which it denounced the U.S. moves for knocking into shape an alliance for aggression aimed at laying a siege to the DPRK.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. recently appointed as its ambassador in Seoul its official who played the role of a shock brigade in forming a triangular military alliance involving south Korea, U.S. and Japan.\n\t\t\t\t\t\n\t\t\t\t\t This is a revelation of its design to press for knocking the alliance into shape.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. intention to keep holding the wartime operation control (OPECON) was prompted by its strategic interests to form a new military alliance by integrating the missile defence systems of south Korea and Japan into its own system and round off its siege to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is selling lots of weapons to south Korea and mulling keeping the \"Combined Forces Command\" in Seoul under the pretext of the military alliance in a bid to bring a heavy financial burden upon the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop all those moves and immediately transfer the OPECON to south Korea."
        },
        {
            "title": "Probe into Truth about Ferry Sewol Disaster Demanded",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-12ee.html",
            "content": "Probe into Truth about Ferry Sewol Disaster Demanded\r\nPyongyang, November 13 (KCNA) -- The south Korean newspaper Hangyore carried an editorial titled \"Punishment of captain of ferry Sewol will not solve problem\" on Nov. 11.\n\t\t\t\t\t The court authorities inflicted prison terms on the captain and crewmen of the ferry Sewol, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The responsibility for the Sewol disaster not just rests with the captain and the crewmen.\n\t\t\t\t\t\n\t\t\t\t\t Hundreds of passengers were buried at sea in the eyes of all people because the authorities failed to fulfill its function.\n\t\t\t\t\t\n\t\t\t\t\t Truth about the tragedy will not be fully probed even if the captain and crewmen are severely punished unless the failure to make rescue operations and its reasons are thoroughly looked into to clarify who was responsible.\n\t\t\t\t\t\n\t\t\t\t\t It, therefore, can be said that probe into the truth begins from now. Investigation should be made into the maritime policemen concerned to know the reason why a proper rescue operation was not conducted. \n\t\t\t\t\t\n\t\t\t\t\t It is also necessary to find out the reason why the \"government's\" disaster control system did not work."
        },
        {
            "title": "S. Korean Military's Interference in Election Disclosed",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-13ee.html",
            "content": "S. Korean Military's Interference in Election Disclosed\r\nPyongyang, November 13 (KCNA) -- It was disclosed recently that former cyber commanders of the south Korean puppet army organized and commanded the red herring to help the present chief executive win the fraudulent election.\n\t\t\t\t\t According to a written arraignment related to the case of military cyber command's interference in politics, the man, who held the post of former chief secretary for defense of Chongwadae as a reward for spearheading the false propaganda as a cyber commander during the past \"presidential election,\" was informed of the results of the counter operation staged by the group for psychological warfare several times every day.\n\t\t\t\t\t\n\t\t\t\t\t He personally took part in the meeting of the group at 6:00 a.m. every day to approve the final report on the results of the counter operation.\n\t\t\t\t\t\n\t\t\t\t\t At 5:00 p.m. he examined the draft report on the results of the counter operation accompanied by information about a specified politician and pending political issues.\n\t\t\t\t\t\n\t\t\t\t\t He commanded such false propaganda as extolling the present chief executive and the \"Saenuri Party\" and playing down the candidate from the opposition parties by way of amending the report by himself or issuing an instruction to rewrite it. \n\t\t\t\t\t\n\t\t\t\t\t The former cyber commander who was appointed in November, 2012 to replace his predecessor was also busy with the operation to rig the election."
        },
        {
            "title": "Kim Jong Il's Work Posted on Indonesian Website",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-01ee.html",
            "content": "Kim Jong Il's Work Posted on Indonesian Website\r\nPyongyang, November 13 (KCNA) -- The full text of leader Kim Jong Il's work \"Socialism Is a Science\" was posted on the Indonesian website \"Kawan\" on November 2.\n\t\t\t\t\t The work, published on November 1, Juche 83 (1994), clarifies the idea that Korean-style socialism based on the Juche-oriented theory of socialism is the most scientific and vital one and the principled issues arising in defending and preserving socialism."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Uzbekistan",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Uzbekistan\r\nPyongyang, November 13 (KCNA) -- An Uzbek committee for remembering leader Kim Jong Il was formed in Tashkent on Nov. 8.\n\t\t\t\t\t Eldar Rasulov, chairman of the Uzbekistan-DPRK Friendship Forum, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to widely introduce the great revolutionary life of Kim Jong Il and his immortal exploits and hold diverse political and cultural events including a seminar and film show on the occasion of the 3rd anniversary of his demise."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Nepal",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-04ee.html",
            "content": "Kim Jong Il to Be Remembered in Nepal\r\nPyongyang, November 13 (KCNA) -- A Nepali committee for honoring the memory of leader Kim Jong Il was formed in Katmandu on Nov. 7 on the occasion of the 3rd anniversary of his demise.\n\t\t\t\t\t Nilam K. C., minister of Women, Children and Social Welfare of Nepal, and Krishna Bahadur Mahara, general secretary of the Central Committee of the Unified Communist Party of Nepal (Maoist), were elected honorary chairpersons of the memorial committee and C. P. Mainali, general secretary of the Central Committee of the Nepal Communist Party (Marxist-Leninist), chairman of the memorial committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee set a memorial period from Nov. 7 to Dec. 17 and decided to hold such events as seminar, book and photo exhibition and film show to give wide publicity to the undying contributions and great exploits Kim Jong Il performed in socialist construction in the DPRK and the cause of global independence and remember him with deep emotion during the period."
        },
        {
            "title": "Kim Jong Un's Work Posted by Swiss Organization on Its Website",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-02ee.html",
            "content": "Kim Jong Un's Work Posted by Swiss Organization on Its Website\r\nPyongyang, November 13 (KCNA) -- The Swiss Group for the Study of the Juche Idea posted supreme leader Kim Jong Un's work \"To Protect National Heritage Is a Patriotic Undertaking for Adding Brilliance to the History and Traditions of Our Nation\" on its website on November 2.\n\t\t\t\t\t The work, published on October 24, Juche 103 (2014), recalls that President Kim Il Sung and leader Kim Jong Il attached importance to the work for protecting national heritage and made efforts to glorify the long history and brilliant culture of the Korean nation in the whole period of their revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t It also indicates tasks for preserving the immortal exploits performed by Kim Il Sung and Kim Jong Il and further glorifying the history and traditions of the Korean nation by thoroughly carrying out the policy of the Workers' Party of Korea on protecting the national heritage."
        },
        {
            "title": "International Central Committee for Study of Songun Politics Inaugurated",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-05ee.html",
            "content": "International Central Committee for Study of Songun Politics Inaugurated\r\nPyongyang, November 13 (KCNA) -- The international central committee for the study of the Songun politics was inaugurated in Barisal, Bangladesh on Oct. 25.\n\t\t\t\t\t Massimo Zucchetti, member of the Central Committee of the Communist Party of Italy, was elected chairman of the above-said committee."
        },
        {
            "title": "International Seminar on Songun Politics Held in Bangladesh",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-06ee.html",
            "content": "International Seminar on Songun Politics Held in Bangladesh\r\nPyongyang, November 13 (KCNA) -- An international seminar on the Songun politics of the DPRK took place in Barisal, Bangladesh on Oct. 26.\n\t\t\t\t\t It was attended by delegates of political parties and organizations of Bangladesh, Nepal, Sri Lanka, the U.S., Australia and other countries and followers of the Juche idea and the Songun idea in Bangladesh.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK ambassador to Bangladesh was present there on invitation.\n\t\t\t\t\t\n\t\t\t\t\t M. Jahangir Khan, chairman of the Bangladesh Group for the Study of the Songun Policy, and other speakers deeply explained and proved the fact that leader Kim Jong Il advanced the original Songun revolutionary line and successfully implemented it.\n\t\t\t\t\t\n\t\t\t\t\t They praised the DPRK for having successfully advancing the revolution and construction while bolstering up its nuclear deterrence under the wise leadership of Marshal Kim Jong Un, faithful successor to the idea and cause of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t When we deeply study Kim Jong Il's works on the Songun politics and apply them to practice, we can protect the sovereignty and justice of the popular masses and hasten the victory of the cause of global independence, they said.\n\t\t\t\t\t\n\t\t\t\t\t At the seminar, a paper signed by 10 000 Bangladeshi people who participated in a signature campaign supporting the independent and peaceful reunification of the Korean Peninsula were conveyed to the DPRK ambassador."
        },
        {
            "title": "CNCDP condena ejercicios de guerra Hoguk anti-RPDC",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-13ss.html",
            "content": "CNCDP condena ejercicios de guerra Hoguk anti-RPDC\r\nPyongyang, 13 de noviembre (ACNC) -- En relacion con que la banda de los titeres surcoreanos inicio el dia 10 en la mayor dimension de la historia los ejercicios de guerra Hoguk 2014 contra la Republica Popular Democratica de Corea, el portavoz del Comite Nacional Coreano por la Defensa de la Paz (CNCDP) publico el dia 13 una declaracion que sigue:\n\t\t\t\t\tLa presente edicion de Hoguk con el caracter mas belicoso constituye una burla intolerable a todos los coreanos y la sociedad internacional, que desean la mejora de relaciones Norte-Sur y la paz y estabilidad de la Peninsula Coreana, y una grave provocacion contra la RPDC, senala el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\tA pesar de la situacion complicada, la RPDC hizo todos los esfuerzos posibles por lograr la reconciliacion y la unidad de la nacion y la mejora de relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tPor el contrario, la banda titere surcoreana lleva al extremado enfrentamiento las relaciones N-S cometiendo actos provocadores, tales como disparar balas y proyectiles hacia los buques de guerra y los militares de la RPDC, que estaban cumpliendo la mision de patrulla rutinaria en las aguas cadentes del Mar Oeste y en los alrededores de la Linea de Demarcacion Militar, e instigar a unas escorias humanas al lanzamiento de volantes que calumnian la dignidad y el regimen de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, trata de desatar la guerra de agresion al Norte de Corea introduciendo el PAC-3 desde Estados Unidos so pretexto de \"Kill Chain\" y el Sistema Antimisiles y realizando con el submarino norteamericano el entrenamiento para hacer frente al submarino de nuevo modelo de alguien.\n\t\t\t\t\t\n\t\t\t\t\tBajo tales circunstancias, comenzaron los ejercicios Hoguk en la mayor envergadura de la historia, lo cual insinua la intencion de los titeres surcoreanos de ultimar los preparativos de guerra nuclear contra la RPDC junto con su amo gringo y desatarla a toda costa tras agravar al extremo la situacion.\n\t\t\t\t\t\n\t\t\t\t\tOtro objetivo de ellos reside en justificar la criminal posposicion por tiempo indefinido de la transferencia del mando de operaciones en el tiempo de guerra y la participacion en el sistema antimisiles de EE.UU. y elevar la moral del ejercito titere surcoreano que cayo al suelo debido a los sonados casos de indisciplina militar y corrupcion.\n\t\t\t\t\t\n\t\t\t\t\tAsi quieren utilizarlo como brigada de choque en la eventual guerra de agresion al Norte y salir de la crisis del \"poder\" armando el alboroto de \"seguridad\".\n\t\t\t\t\t\n\t\t\t\t\tNo obstante, la mandataria titere surcoreana aboga en su gira extranjera por la \"renuncia nuclear del Norte\" y la \"paz y la cooperacion del Noreste Asiatico\". Nadie hace caso a esos embustes que causan solo la risa burlona de la gente.\n\t\t\t\t\t\n\t\t\t\t\tEl que prefiere el fuego, muere quemado."
        },
        {
            "title": "Kim Kwang Song gana medalla de oro en campeonato mundial",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-14ss.html",
            "content": "Kim Kwang Song gana medalla de oro en campeonato mundial\r\nPyongyang, 13 de noviembre (ACNC) --   Los jugadores de la Republica Popular Democratica de Corea siguen logrando exitos en el Campeonato Mundial de Levantamiento de Pesas 2014.\n\t\t\t\t\tEl dia 12, Kim Kwang Song conquisto una medalla de oro en el estilo envion de la division de 77kg al levantar sucesivamente 190kg, 195kg y 200kg.\n\t\t\t\t\t\n\t\t\t\t\tEl ocupo tercer lugar en el arranque y en el total, respectivamente."
        },
        {
            "title": "Alumna coreana Han Il Yong brilla en el concurso internacional",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-16ss.html",
            "content": "Alumna coreana Han Il Yong brilla en el concurso internacional\r\nPyongyang, 13 de noviembre (ACNC) -- Han Il Yong, alumna de la Republica Popular Democratica de Corea, logro exitos alentadores en el 9o Concurso Internacional de Ejecutantes de Musica Instrumental, efectuado en Rusia del dia 4 al 8.\n\t\t\t\t\tEn la ocasion participaron mas de 120 ejecutantes juveniles e infantiles provenientes de la Republica Popular Democratica de Corea, Rusia, Belarus, Vietnam, Kazajstan y otros paises.\n\t\t\t\t\t\n\t\t\t\t\tEl concurso tuvo 5 categorias como piano, instrumentos de viento y de cuerda y 2 rondas.\n\t\t\t\t\t\n\t\t\t\t\tA pesar de que era la mas pequena entre los participantes, la nina coreana de 8 anos, perteneciente a la primera categoria de piano (sub-14), interpreto excelentemente las musicas indicadas por el jurado.\n\t\t\t\t\t\n\t\t\t\t\tEn la premiacion del dia 8, se le concedieron la copa especial y el diploma correspondiente, maxima distincion del evento, y la copa y diploma para el primer lugar de la primera categoria de piano."
        },
        {
            "title": "Aplicado medidor automatico de gas sulfuroso de marca nacional",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-06ss.html",
            "content": "Aplicado medidor automatico de gas sulfuroso de marca nacional\r\nPyongyang, 13 de noviembre (ACNC) -- El Instituto de Ciencias y Tecnologias Ambientales del Ministerio de Proteccion Territorial y Ambiental produjo el medidor automatico de gas sulfuroso de marca nacional que posibilita vigilar y medir de manera cientifica y normalmente la contaminacion atmosferica.\n\t\t\t\t\tEl colectivo de investigacion desarrollo tambien el programa de control necesario a mejorar la sensibilidad de medicion con el metodo de la conduccion electrica.\n\t\t\t\t\t\n\t\t\t\t\tCuando la muestra de aire escogida pasa por las cadenas de infiltracion y otros, el aparato mide automaticamente la densidad del gas sulfuroso.\n\t\t\t\t\t\n\t\t\t\t\tEl aparato exige poco precio de fabricacion y poca electricidad y hace disminuir la mano de obra.\n\t\t\t\t\t\n\t\t\t\t\tEl medidor ocupo el primer lugar en la XIII Exposicion Nacional de Invenciones y Nuevas Tecnicas efectuada hace poco."
        },
        {
            "title": "ACNC comenta simulacro de guerra de agresion Hoguk 2014",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-12ss.html",
            "content": "ACNC comenta simulacro de guerra de agresion Hoguk 2014\r\nPyongyang, 13 de noviembre (ACNC) -- En toda la extension del Sur de Corea se libran desde el dia 10 los ejercicios de guerra de agresion Hoguk 2014 contra la Republica Popular Democratica de Corea. \n\t\t\t\t\tEn el marco de este simulacro se desarrollaran los \"ejercicios de los cuerpos del frente para cumplir el plan operacional\", los \"ejercicios para defender los islotes noroeste\", los \"ejercicios para infiltrarse en el mar y en la costa\", los \"ejercicios conjuntos de desembarco\" y otros con la movilizacion de mas de 330 mil efectivos del ejercito titere, mas de 23 mil pertrechos moviles, mas de 60 buques de guerra y los aviones de varios tipos, los cuales son las fuerzas armadas del maximo tamano desde cuando se inicio Hoguk en 1996.\n\t\t\t\t\t\n\t\t\t\t\tA diferencia de otros anos, esta vez se movilizan todas las unidades a nivel del cuerpo, razon por la cual todo el territorio surcoreano ya se ha convertido en un campo de guerra de agresion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa sociedad internacional se preocupa por que el presente simulacro que la banda de la capa militar titere desarrolla junto con EE.UU. podria causar el segundo caso de fuego artillero de la isla Yonphyong cuando las relaciones Norte-Sur corren a la crisis catastrofica por el lanzamiento de volantes anti-RPDC de las escorias humanas.\n\t\t\t\t\t\n\t\t\t\t\tEl simulacro siendo una guerra preliminar, la de ensayo nuclear para agredir a la RPDC constituye el acto belico peligroso de quienes olvidaron la leccion del incidente de la isla Yonphyong que convirtio las 5 islas del Mar Oeste en el \"infierno donde vagabundea el fantasma de muerte\".\n\t\t\t\t\t\n\t\t\t\t\tHace 4 anos desde ahora, los belicistas titeres surcoreanos que se entregaban a los ejercicios de guerra Hoguk contra la RPDC, se atrevieron a intentar el entrenamiento de fuego artillero aventurero con el fin de amenazarla tomando como base principal la isla Yonphyong.\n\t\t\t\t\t\n\t\t\t\t\tFrente a la situacion grave dada, nuestra parte emitio el aviso de advertencia de que si hacia el fuego artillero maritimo de caracter provocativo, \"dara el golpe fisico inmediato\".\n\t\t\t\t\t\n\t\t\t\t\tPero los titeres enloquecidos por la agresion a la RPDC, empezaron a tirar a ciegas hacia nuestras aguas territoriales sagradas sin escuchar con atencion el reiterado aviso previo.\n\t\t\t\t\t\n\t\t\t\t\tComo resultado, la isla Yonphyong recibio en un instante la lluvia de balas de contraataque de los valientes oficiales y soldados del Frente Sudoeste del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEl incidente de fuego artillero de la isla Yonphyong fue la amena batalla de represalia de los defensores de la soberania quienes ensenaron severamente a los belicistas de la capa militar titere cual es el precio de la provocacion imprudente.\n\t\t\t\t\t\n\t\t\t\t\tPero, hoy en dia la banda titere surcoreana pierde la paciencia para repetir la derrota de aquel tiempo.\n\t\t\t\t\t\n\t\t\t\t\tLos belicistas deben tener presente la leccion dolorosa de la isla Yonphyong y cesar de inmediato la campana de ejercicios de guerra de agresion a la RPDC."
        },
        {
            "title": "Rodong Sinmun condena ejercicios \"Hoguk\" iniciados en el Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201411/news13/20141113-02ss.html",
            "content": "Rodong Sinmun condena ejercicios \"Hoguk\" iniciados en el Sur de Corea\r\nPyongyang, 13 de noviembre (ACNC) -- El ejercito titere surcoreano comenzo el dia 10 con las tropas agresoras norteamericanas el entrenamiento \"Hoguk\" que supone la guerra de agresion contra la Republica Popular Democratica de Corea.\n\t\t\t\t\tEn esta maniobra, que se desarrollara hasta el dia 21, se movilizan mas de 330 mil efectivos surcoreanos, las tropas yanquis, mas de 23 mil equipos moviles y mas de 60 buques de guerra y aviones de diversos tipos.\n\t\t\t\t\t\n\t\t\t\t\tSe libraran en la presente edicion los \"ejercicios de los cuerpos del frente para cumplir el plan operacional\", los \"ejercicios de defensa de 5 islotes en el Mar Oeste\", los \"ejercicios contra la infiltracion en el mar y en la costa\", los \"ejercicios conjuntos de desembarco\" y otros.\n\t\t\t\t\t\n\t\t\t\t\tEl diario Rodong Sinmun, en un comentario individual difundido este jueves, apunta que la envergadura de \"Hoguk\" deja conocer claramente quien es el blanco de esta maniobra militar, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEse entrenamiento es producto de la confabulacion entre la banda titere surcoreana, que quiere desatar a toda costa la guerra anti-RPDC con la ayuda de EE.UU. que por su parte, pretende implementar su politica de agresion a Corea y la estrategia de dominio a la region de Asia-Pacifico usando como cabeza de puente el territorio surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tPor lo tanto, significa un desafio frontal a la demanda de la nacion y la sociedad internacional de relajar rapido la tension creada en la Peninsula Coreana y defender la paz y una maniobra premeditada para llevar a la fase de estallido de guerra total la ya aguda situacion regional.\n\t\t\t\t\t\n\t\t\t\t\tNo se puede ocultar de ninguna manera el siniestro intento de los titeres surcoreanos de enfrentarse hasta el final con la RPDC.  \n\t\t\t\t\t\n\t\t\t\t\tEl inicio de la maniobra militar \"Hoguk\" desmiente por si sola el \"dialogo\" referido por los titeres surcoreanos."
        }
    ]
}