{
    "date": "2014-09-17",
    "url": "http://kcna.co.jp/item/2014/201409/2014-09-17ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Congratulatory Group of Koreans in Japan",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-17ee.html",
            "content": "Kim Yong Nam Meets Congratulatory Group of Koreans in Japan\n\t\t\t\t\t\t\r\n Pyongyang, September 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with the congratulatory group of Koreans in Japan for celebrating the 66th founding anniversary of the DPRK headed by Ho Jong Man, chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, at the Mansudae Assembly Hall on Wednesday in a compatriotic atmosphere."
        },
        {
            "title": "DPRK FM Meets Foreign Figures",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-44ee.html",
            "content": "DPRK FM Meets Foreign Figures\r\n Pyongyang, September 17 (KCNA) -- DPRK Foreign Minister Ri Su Yong on September 15 met the vice-president of Iran and the secretary general of the Asian-African Legal Consultative Organization and exchanged with them views on a series of the issues of mutual concern. Ri is participating in the 53rd meeting of the Asian-African Legal Consultative Organization in Iran and paying an official goodwill visit to Iran.\n\t\t\t\t\t On the same day Ri respectively met and had conversations with ministers of Justice of Iran, Palestine, Sri Lanka and Jordan and the president of the Supreme Court of Lebanon."
        },
        {
            "title": "Iranian President Meets DPRK Foreign Minister",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-43ee.html",
            "content": "Iranian President Meets DPRK Foreign Minister\r\n Tehran, September 16 (KCNA) -- Hassan Rouhani, president of Iran, met and had a friendly talk with Ri Su Yong, foreign minister of the DPRK, on September 16.\n\t\t\t\t\t Noting that Iran and the DPRK have historical and traditional friendly ties, the president said the bilateral friendly relations provided by President Kim Il Sung developed onto a new higher stage under the deep care of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He said he was pleased that the good bilateral relations are favorably developing thanks to His Excellency Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He noted Iran was deeply concerned for peace and security on the Korean peninsula and in the region, expressing conviction that the peace and stability on the Korean peninsula would surely be achieved thanks to the wise guidance of Kim Jong Un though hostile forces are now resorting to all machinations."
        },
        {
            "title": "Participants in Meeting of Primary Organization Cadres of Youth League Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-14ee.html",
            "content": "Participants in Meeting of Primary Organization Cadres of Youth League Visit Mangyongdae\n\t\t\t\t\t\t\r\n Pyongyang, September 17 (KCNA) -- The participants in the 4th meeting of primary organization cadres of the Kim Il Sung Socialist Youth League visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They laid bouquets before the graves of Kim Po Hyon and Ri Po Ik, Kim Hyong Jik and Kang Pan Sok and paid silent tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Mangyongdae Revolutionary Museum and the old home in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t They looked round historic relics while looking back on the revolutionary history of the President.\n\t\t\t\t\t\n\t\t\t\t\t At the Revolutionary Martyrs Cemetery on Mt. Taesong they laid bunches of flowers before the bust of anti-Japanese war hero Kim Jong Suk and paid tribute to her. \n\t\t\t\t\t\n\t\t\t\t\t They visited the Victorious Fatherland Liberation War Museum. They paid tribute to the statue of the President waving back to the columns of the military parade at the square for celebrating the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets before the sculpture \"Victory\" in the Monument to the Victorious Fatherland Liberation War and paid deep respects for the victors in the great age before looking round various rooms of the museum.\n\t\t\t\t\t\n\t\t\t\t\t They toured the Museum of Weapons and Equipment of the Korean People's Army, National House of Class Education, Mirim Riding Club and  Munsu Water Park and enjoyed a performance given by the art squad of the Central Committee of the Kim Il Sung Socialist Youth League at the April 25 House of Culture."
        },
        {
            "title": "Participants in Pyongyang Int'l Science and Technology Book Fair Visit Mangyongdae ",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-18ee.html",
            "content": "Participants in Pyongyang Int'l Science and Technology Book Fair Visit Mangyongdae\r\n Pyongyang, September 17 (KCNA) -- The participants in the 9th Pyongyang International Science and Technology Book Fair visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t At the old home in Mangyongdae they went round with keen interest historic relics, being briefed on the revolutionary history of the President and his patriotic and revolutionary family members in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t Alexandr Gribob, head of the delegation of the Far Eastern Branch of the Russian Academy of Sciences, said that he was deeply impressed to visit Mangyongdae, adding that there is eternally prospering Korea today as there is Mangyongdae which gave the origin to the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t Kosima Weber Liu, representative of the Environmental Education Media Project, said that the old home in Mangyongdae where Kim Il Sung was born is a time-honored place which is of important significance in educating the younger generation. The feats performed by him and the revolutionary spirit of his family members in Mangyongdae will be conveyed to posterity, the representative stressed."
        },
        {
            "title": "Floral Basket Laid before Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-13ee.html",
            "content": "Floral Basket Laid before Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, September 17 (KCNA) -- The participants in the 14th International Pyongyang Film Festival visited the statues of President Kim Il Sung and leader Kim Jong Il at the Ministry of People's Security on Wednesday.\n\t\t\t\t\t They laid a floral basket and bouquets before the statues and paid tribute to them."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Turkmenistan",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-23ee.html",
            "content": "Greetings to Kim Jong Un from President of Turkmenistan\n\t\t\t\t\t\t\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Gurbanguly Berdymuhamedov, president of Turkmenistan, on Sept. 9.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I, on behalf of the government and people of Turkmenistan and on my own behalf, extend the warmest congratulations to you on the founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this joyful opportunity, I wish you good health and happiness and the Korean people peace, progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Tajikistan",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-24ee.html",
            "content": "Greetings to Kim Jong Un from President of Tajikistan\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Emomali Rahmon, president of the Republic of Tajikistan, on September 4.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend sincere congratulations to you and, through him, to all the people of the DPRK on the occasion of their national holiday.\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that our common efforts can enrich the contents of the friendly relations between our two countries and put them onto a higher stage.\n\t\t\t\t\t\n\t\t\t\t\t I wish you good health and happiness and the friendly people of the DPRK well-being and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Belarus ",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-25ee.html",
            "content": "Greetings to Kim Jong Un from President of Belarus\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Aleksandr Lukashenko, president of the Republic of Belarus, on September 9. \n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend sincere congratulations to you and the Korean people on the founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I express belief that the bilateral mutual cooperation will steadily develop in various fields in the future, too and contribute to strengthening friendship between the peoples of our two countries.\n\t\t\t\t\t\n\t\t\t\t\t I extend highest tribute to you and wish you good health and success in your work and the people of the DPRK peace, prosperity and wellbeing."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Cameroon",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-26ee.html",
            "content": "Greetings to Kim Jong Un from President of Cameroon\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Paul Biya, president of the Republic of Cameroon, on Sept. 8.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t  I am very pleased to extend warm congratulations to you on the occasion of the birthday of your country, Sept. 9, 2014.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I sincerely wish your people prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my highest regards."
        },
        {
            "title": "Greetings to Kim Jong Un from Sultan of Oman",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-27ee.html",
            "content": "Greetings to Kim Jong Un from Sultan of Oman\n\t\t\t\t\t\t\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Qaboos Bin Said, sultan of the Sultanate of Oman, on Sep. 7.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I am pleased to extend my sincere congratulations to Your Excellency on the occasion of the national day, the founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I wish you good health and happiness and your friendly people steady progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Sultan of Brunei Darussalam",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-28ee.html",
            "content": "Greetings to Kim Jong Un from Sultan of Brunei Darussalam\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received  a message of greeting from Haji Hassanal Bolkiah,  sultan and head of state of Brunei Darussalam, on Sept. 6.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I am very pleased to extend the warmest congratulations to Your Excellency and the government and people of your country on the 66th founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I am satisfied with the fact that the mutual relations between the peoples of our two countries have grown in the past period and wish that our relations will grow stronger."
        },
        {
            "title": "Greetings to Kim Jong Un from King of Bahrain",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-29ee.html",
            "content": "Greetings to Kim Jong Un from King of Bahrain\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Hamad Bin Isa al-Khalifa, king of the Kingdom of Bahrain, on August 30.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend warm congratulations and best wishes to you on my own behalf and on behalf of the people of the Kingdom of Bahrain on the occasion of the national day of your friendly country.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I sincerely wish Your Excellency good health and happiness and your people steady progress and prosperity under your wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my high regards."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Bangladesh",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-30ee.html",
            "content": "Greetings to Kim Jong Un from President of Bangladesh\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Abdul Hamid, president of the People's Republic of Bangladesh, on September 12.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend the sincerest congratulations to you and, through you, to the people of the DPRK on behalf of the people of Bangladesh and on my own behalf on the occasion of the founding anniversary of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Bangladesh and the DPRK have friendly relations based on the principle of mutual respect for sovereignty and understanding of each other's interests. \n\t\t\t\t\t\n\t\t\t\t\t I am sure that the existing friendly relations will grow stronger in the future under your leadership.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I wish Your Excellency good health and happiness and the friendly people of the DPRK steady peace, progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from King of Jordan",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-31ee.html",
            "content": "Greetings to Kim Jong Un from King of Jordan\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Abdullah Ⅱ, king of the Hashemite Kingdom of Jordan, September 9.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend the warmest congratulations and best wishes to Your Excellency on the founding anniversary of the DPRK on behalf of the people and the government of the Hashemite Kingdom of Jordan.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I wish Your Excellency good health and happiness and the friendly people of the DPRK progress and prosperity at all times."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Mauritania",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-32ee.html",
            "content": "Greetings to Kim Jong Un from President of Mauritania\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Mohamed Ould Abdel Aziz, president of Mauritania, on September 8.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I am pleased to extend the warmest greetings to Your Excellency on the national day of the DPRK on behalf of the Mauritanian government and people and on my own behalf and sincerely wish Your Excellency good health and happiness and the friendly Korean people greater progress and welfare.\n\t\t\t\t\t\n\t\t\t\t\t I reiterate my efforts to steadily boost the good bilateral relations of cooperation in the interests of the two friendly peoples.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my highest regards."
        },
        {
            "title": "Greetings to Kim Jong Un from King of Cambodia",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-33ee.html",
            "content": "Greetings to Kim Jong Un from King of Cambodia\n\t\t\t\t\t\t\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Norodom Sihamoni, king of the Kingdom of Cambodia, on September 8.\n\t\t\t\t\t The message extended the warmest greetings to Kim Jong Un on behalf of the Cambodian people on the occasion of the 66th birthday of the DPRK and wholeheartedly wished him success and happiness.\n\t\t\t\t\t\n\t\t\t\t\t It wished the people of the DPRK peace and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t It expressed firm conviction that the traditional relations of friendship, solidarity and cooperation between the two peoples would grow stronger."
        },
        {
            "title": "Greetings to Kim Jong Un from Tanzanian President",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-34ee.html",
            "content": "Greetings to Kim Jong Un from Tanzanian President\n\t\t\t\t\t\t\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Jakaya Mrisho Kikwete, president of the United Republic of Tanzania on September 9.\n\t\t\t\t\t The president in the message extended the wholehearted greetings to Kim Jong Un and the government and people of the DPRK on behalf of the government and people of the United Republic of Tanzania and on his own behalf on the auspicious 66th birthday of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He, availing himself of the historical day, reaffirmed his will to continue to cooperate with Kim Jong Un and the government of the DPRK in order to boost the existing relations of friendship and cooperation between the two countries and two peoples.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely wished Kim Jong Un good health and the people of the DPRK progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Ghana",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-35ee.html",
            "content": "Greetings to Kim Jong Un from President of Ghana\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from John Dramani Mahama, president of the Republic of Ghana, on September 9.\n\t\t\t\t\t The president in the message said he was pleased to extend the warmest congratulations and fraternal salute to Kim Jong Un and the government and people of the DPRK on behalf the government and people of Ghana and on his own behalf on the occasion of the 66th birthday of the DPRK, September 9, 2014.\n\t\t\t\t\t\n\t\t\t\t\t He expressed the strong hope that the friendly and cooperative relations between the two countries would grow stronger in the interests of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health and the DPRK progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Rwanda",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-36ee.html",
            "content": "Greetings to Kim Jong Un from President of Rwanda\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Paul Kagame, president of the Republic of Rwanda, on September 9.\n\t\t\t\t\t The president in the message extended warm greetings and wholehearted congratulations to Kim Jong Un on behalf of the Rwandan government and people on the occasion of the birthday of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He, availing himself of the opportunity, reiterated his will to further boost the good relations of friendship and cooperation existing between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health and the people of the DPRK bigger success and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from Emir of Kuwait",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-37ee.html",
            "content": "Greetings to Kim Jong Un from Emir of Kuwait\n\t\t\t\t\t\t\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Sabah Al-Ahmad Al-Jaber Al-Sabah, emir of the State of Kuwait, on Sept. 9.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend sincere congratulations to Your Excellency at a time when your people are celebrating the national day and sincerely hope that the friendly relations between two friendly countries and peoples will grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t I wish Your Excellency good health and happiness and your friendly people steady progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my high regards."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Congo",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-38ee.html",
            "content": "Greetings to Kim Jong Un from President of Congo\r\n Pyongyang, September 17 (KCNA) -- Kim JongUn, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Denis Sassou Nguesso, president of the Republic of Congo, on Sept. 5.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend the warmest congratulations to you on behalf of the people and government of Congo and on my own behalf on the occasion of your national day and wish Your Excellency happiness and the Korean people prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Please accept my high regards."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Sudan",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-39ee.html",
            "content": "Greetings to Kim Jong Un from President of Sudan\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Omar Hassan Ahmed Al-Bashir, president of the Republic of Sudan, on Sept. 8.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I am very pleased to extend sincere and warm congratulations to Your Excellency and the people of the DPRK on the occasion of Sept. 9, 2014, the 66th national day of your country.\n\t\t\t\t\t\n\t\t\t\t\t I sincerely wish your country progress and prosperity.\n\t\t\t\t\t\n\t\t\t\t\t I am sure that the friendly relations existing in all fields of the two fraternal countries will grow stronger under your leadership."
        },
        {
            "title": "Greetings to Kim Jong Un from Moroccan King",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-40ee.html",
            "content": "Greetings to Kim Jong Un from Moroccan King\n\t\t\t\t\t\t\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Moroccan King Mohamed Ⅵ on August 30.\n\t\t\t\t\t The king said in the message he deemed it great honor to extend the warmest congratulations to Kim Jong Un on the occasion of the birthday of the DPRK and sincerely wished the Korean people steady progress and prosperity."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Equatorial Guinea",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-41ee.html",
            "content": "Greetings to Kim Jong Un from President of Equatorial Guinea\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Obiang Nguema Mbasogo, president of the Republic of Equatorial Guinea, on September 5.\n\t\t\t\t\t The president in the message extended the sincerest warm congratulations to Kim Jong Un and the Korean people on behalf of the government and people of Equatorial Guinea on the occasion of the 66th birthday of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He, availing himself of the opportunity, reaffirmed his stand to boost the good friendly and cooperative relations existing between the peoples of the two countries."
        },
        {
            "title": "Greetings to Kim Jong Un from President of Senegal",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-42ee.html",
            "content": "Greetings to Kim Jong Un from President of Senegal\r\n Pyongyang, September 17 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a message of greeting from Macky Sall, president of the Republic of Senegal, on September 8.\n\t\t\t\t\t The president in the message said he was greatly pleased to extend the warmest congratulations to Kim Jong Un on behalf of the government and people of Senegal on the national day of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He wished Kim Jong Un good health and success in his work and the Korean people steady prosperity.\n\t\t\t\t\t\n\t\t\t\t\t He, availing himself of the opportunity, reaffirmed his pledge to join Kim Jong Un in the positive efforts to consolidate the good relations of friendship and cooperation existing between the two countries."
        },
        {
            "title": "Wreaths Laid before Grave of Choe Tok Sin",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-22ee.html",
            "content": "Wreaths Laid before Grave of Choe Tok Sin\n\t\t\t\t\t\t\r\n Pyongyang, September 17 (KCNA) -- Wreaths were laid before the grave of Choe Tok Sin at the Patriotic Martyrs Cemetery on Wednesday on the occasion of the centenary of his birth.\n\t\t\t\t\t Seen standing before the grave was a wreath in the name of supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present at the wreath-laying ceremony were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, officials concerned and overseas Koreans staying in the homeland.\n\t\t\t\t\t\n\t\t\t\t\t Placed before the grave were wreaths in the name of the Central Committee of the Democratic Front for the Reunification of Korea, the Committee for the Peaceful Reunification of Korea, the Central Committee of the Chondoist Chongu Party and the Religious Believers Council of Korea and bouquets.\n\t\t\t\t\t\n\t\t\t\t\t Yang Hyong Sop said in a speech that President Kim Il Sung and leader Kim Jong Il instilled the soul of the nation, reunification and patriotism into Choe Tok Sin and led him to lead a worthy life.\n\t\t\t\t\t\n\t\t\t\t\t Choe Tok Sin is always alive as a patriotic martyr remembered by the country and the nation under the warm care of Marshal Kim Jong Un, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Ryu Mi Yong, chairwoman of the Central Committee of the Chondoist Chongu Party who is widow of Choe Tok Sin, spoke.\n\t\t\t\t\t\n\t\t\t\t\t Deeply touched by the warm benevolence bestowed by the peerless great men upon Choe, she extended thanks to Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t She said that she would make every possible effort to build a thriving socialist nation and bring earlier the day of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid silent tribute to Choe."
        },
        {
            "title": "Journalists, Media Persons Start Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-15ee.html",
            "content": "Journalists, Media Persons Start Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu\r\n Hyesan, September 17 (KCNA) -- Journalists and other media persons from across the country began a study tour of the revolutionary battle sites in the area of Mt. Paektu.\n\t\t\t\t\t An inaugural ceremony took place in front of the Monument to the Victorious Battle of Pochonbo on Sept. 17.\n\t\t\t\t\t\n\t\t\t\t\t The participants placed bunches of flowers before the statue of President Kim Il Sung at the monument and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t Cha Sung Su, chairman of the Central Committee of the Journalists Union of Korea, made a speech.\n\t\t\t\t\t\n\t\t\t\t\t He said that the study tour will mark an occasion in deeply grasping the greatness of the leader, firmly arming themselves with the revolutionary traditions of the Workers' Party of Korea and establishing the anti-Japanese guerrilla method of work and way of life in media activities.\n\t\t\t\t\t\n\t\t\t\t\t He called upon the journalists and other media persons to bear deep in mind the noble intention of supreme leader Kim Jong Un and more deeply cherish through the study tour the revolutionary feats the President performed by leading the anti-Japanese war to the brilliant victory.\n\t\t\t\t\t\n\t\t\t\t\t They should train themselves politically, ideologically and physically and give full play to the strong will, indomitable fighting spirit, the strong sense of organization, discipline and the noble spirit of collectivism while marching following the footsteps of the anti-Japanese martyrs, the speaker said, adding: \n\t\t\t\t\t\n\t\t\t\t\t They should produce good works while keeping in mind what they see, hear and feel while making the study tour.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, journalists and other media persons headed for the Pochonbo Revolutionary Battle Site."
        },
        {
            "title": "World First Aid Day Marked in DPRK",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-16ee.html",
            "content": "World First Aid Day Marked in DPRK\r\n Phyongsong, September 17 (KCNA) -- A meeting for introducing first aid activities of young RC members took place at Tumu Senior Secondary School in Phyongsong City, South Phyongan Province Wednesday to observe World First Aid Day.\n\t\t\t\t\t Present there were officials of the Red Cross Society of the DPRK, officials concerned, young RC members, volunteers and members of the delegation of the International Federation of Red Cross and Red Crescent Societies working in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the event.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched the final contest held among the members which proved successful at the first-aid-related competitions among young RC members in the province.\n\t\t\t\t\t\n\t\t\t\t\t Prizes were awarded to excellent members and organizations.\n\t\t\t\t\t\n\t\t\t\t\t The participants enjoyed an art performance given by students and talked to one another about Red Cross activities."
        },
        {
            "title": "Pyongyang Int'l Film Festival Opens",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-19ee.html",
            "content": "Pyongyang Int'l Film Festival Opens\r\n Pyongyang, September 17 (KCNA) -- The 14th Pyongyang International Film Festival opened with due ceremony at the Ponghwa Art Theatre on Wednesday.\n\t\t\t\t\t Present there were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Kim Yong Jin, vice-premier of the Cabinet, Pak Chun Nam, minister of Culture who is chairman of the organizing committee of the festival, Cha Hui Rim, chairman of the Pyongyang City People's Committee, Kim In Bom, vice-minister of Culture and concurrently director of the Film General Bureau, and others.\n\t\t\t\t\t\n\t\t\t\t\t Also present were delegations, delegates and members of an international jury of the festival.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were diplomatic envoys and representatives of international organizations here and their wives and officials of culture of different embassies here. \n\t\t\t\t\t\n\t\t\t\t\t Screened there were films which won the top prizes at the past festivals.\n\t\t\t\t\t\n\t\t\t\t\t Pak Chun Nam in an opening address welcomed the movie persons and overseas Koreans who came here to take part in the festival.\n\t\t\t\t\t\n\t\t\t\t\t The festival is a significant assembly which helps achieve social progress and prosperity common to mankind and deepen the bonds of friendship among world movie persons aspiring after the development of national films, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the festival would prove a success thanks to the positive and sincere cooperation of all participants, he declared the festival open.\n\t\t\t\t\t\n\t\t\t\t\t Then presented films and members of the international jury were introduced.\n\t\t\t\t\t\n\t\t\t\t\t Mikhail Koshrev Nestserov, chairman of the international jury, made a speech.\n\t\t\t\t\t\n\t\t\t\t\t He hoped that all the film fans would enjoy the successfully produced films through the 14th Pyongyang International Film Festival. \n\t\t\t\t\t\n\t\t\t\t\t Prizes of the festival were introduced and pictures showing development of the Korean film art were screened. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the opening ceremony the participants watched a British feature film.\n\t\t\t\t\t\n\t\t\t\t\t The organizing committee of the festival hosted a reception for the participants in the festival at Okryu Restaurant that day."
        },
        {
            "title": "12th National Korean Dress Exhibition Held",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-21ee.html",
            "content": "12th National Korean Dress Exhibition Held\r\n Pyongyang, September 17 (KCNA) -- The 12th National Korean Dress Exhibition took place at the Central Youth Hall here on September 15-17.\n\t\t\t\t\t On display there were more than 700 pieces of Korean traditional costumes and 500 pieces of seasonal clothes, presented by those serving in garment field of the country.\n\t\t\t\t\t\n\t\t\t\t\t All of the exhibits look graceful yet natty, made in a way to suit manners of each locality. What caught visitors' eyes in particular were Korean national costumes presented by Pyongyang City and South Hamgyong and North Phyongan provinces.\n\t\t\t\t\t\n\t\t\t\t\t There were modeling, experience-sharing meetings and short courses as part of the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t Silk banner and trophies were awarded to those who proved successful at the exhibition."
        },
        {
            "title": "Korean National Musical Instruments",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-20ee.html",
            "content": "Korean National Musical Instruments\r\n Pyongyang, September 17 (KCNA) -- Various kinds of Korean national musical instruments have played a significant role in developing modern music in the DPRK.\n\t\t\t\t\t Korea has been considered one of developed nations in making different kinds of orchestral and percussion instruments with peculiar tones and shapes.\n\t\t\t\t\t\n\t\t\t\t\t Among its traditional instruments are thungso (bamboo flute), jotae (cross flute), tanso (short bamboo flute), saenap (brass wind instrument), kayagum and haegum (four-string fiddle).\n\t\t\t\t\t\n\t\t\t\t\t Compass and volume of those instruments were drastically improved, through implementation of leader Kim Jong Il's line on bettering national instruments.\n\t\t\t\t\t\n\t\t\t\t\t They are mostly played in solo and ensemble, while playing an important role in the Korean-style mixed orchestral music."
        },
        {
            "title": "U.S. Hostile Policy toward DPRK Bound to Go Bankrupt: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-08ee.html",
            "content": "U.S. Hostile Policy toward DPRK Bound to Go Bankrupt: Rodong Sinmun\r\n Pyongyang, September 17 (KCNA) -- The U.S. hostile policy toward the DPRK is bound to go bankrupt as it does not properly understand its rival, turning its face away from the trend of the times, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t The U.S. hostile policy toward the DPRK is, in essence, a denial of the socialist system in the DPRK and a revelation of its aggressive and criminal purpose of barring the Korean people from exercising their sovereign right, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S successive governments have pursued the hostile policy toward the DPRK only to sustain bitter setbacks. Not only during the Korean war but in all cases in the subsequent period the U.S. apologized for what happened and signed documents of surrender. The same case can be said of what is happening in the new century.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. tried to weaken and swallow up the DPRK but its attempts proved to be counter-productive. The tragedy is that the U.S. is not yet awake from its day-dream, while sticking to the hostile policy toward the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is seriously mistaken if it thinks it can do harm to the DPRK by political, economic and military pressure.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. unleashes a war, defying the DPRK's warnings, it will bring irrevocable disasters and disgrace to the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better roll back its outdated hostile policy toward the DPRK before it is too late and shape a new realistic policy. This would be helpful to the U.S. itself."
        },
        {
            "title": "Rodong Sinmun Blasts U.S.-S. Korea Military Nexus ",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-07ee.html",
            "content": "Rodong Sinmun Blasts U.S.-S. Korea Military Nexus \r\n Pyongyang, September 17 (KCNA) -- The south Korean puppet forces are mulling organizing south Korea-U.S. combined division till the next year by merging together  the Second Division of the U.S. imperialist aggressor forces in south Korea and a mechanized brigade of the puppet army under the pretext of \"strengthening combined defense posture\" and \"deterring provocation of the north\".\n\t\t\t\t\t Commenting on this, Rodong Sinmun Wednesday says this is an unpardonable move to escalate tensions on the Korean peninsula and in the rest of Northeast Asia and further bedevil the north-south relations as it is a revelation of the adventurous scenario to realize the ambition for invading the north with the backing of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The projected organization of the combined division is part of the ever-more tightening U.S.-south Korea military nexus, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Not only the stability in Northeast Asia but the north-south relations are faced with a serous crisis due to the military provocations of the warmongers at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities are interested in improved inter-Korean relations and peace, they should give up cooperation with foreign forces for aggression and opt for terminating military hostile relations between fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t However, they are working hard to ignite a war against the north in league with foreign forces while persistently challenging the desire of the nation for the independent reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces are a group of rare traitors pursuing only the ambition for doing harm to fellow countrymen in the north through the military nexus with foreign forces, indifferent to the improved inter-Korean relations and peace of the country.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to clearly prove that the danger of a nuclear war on the Korean peninsula comes from the U.S. and the puppet forces."
        },
        {
            "title": "Rodong Sinmun Calls for Reform of UN Security Council",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-09ee.html",
            "content": "Rodong Sinmun Calls for Reform of UN Security Council\r\n Pyongyang, September 17 (KCNA) -- The world should no longer be dominated by the U.S. and the UN arena should no longer be controlled by specified countries, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t It is most important for the UN Security Council to ensure impartiality in its activities, to begin with, in order to let it fulfill its responsibilities for international peace and security specified in the UN Charter.\n\t\t\t\t\t\n\t\t\t\t\t The principles of respect for sovereignty, equal sovereignty and non-interference in internal affairs provided for in the UN Charter are being openly ignored and \"resolutions\" that justify the U.S. policy for world domination are rammed through the UN due to the U.S. high-handed and arbitrary practices, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t A typical example is unwarranted \"resolutions\" adopted by the UN Security Council on imposing unilateral sanctions on the DPRK and bringing pressure on it.\n\t\t\t\t\t\n\t\t\t\t\t The UN Security Council backs the U.S. logic that agenda items should be taken into question depending on who sponsors them rather than what is to be taken up for discussion and echoes the U.S. sophism that certain issues can be justified or be considered as illegal depending on social systems.\n\t\t\t\t\t\n\t\t\t\t\t This is a challenge to human aspirations and desire to see the UN performing the role of a fair international body ensuring world peace and security.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is allowed to realize its ambition for world domination by abusing the signboard of the UN, there will be no justice and truth in the international relations and the world will become a planet where jungle law prevails.\n\t\t\t\t\t\n\t\t\t\t\t Voices demanding the reform of the UN Security Council are becoming louder in the international community, the article says, stressing the need for the UN not to turn a deaf ear to the just demand of the public."
        },
        {
            "title": "KCNA Commentary Calls for Heightening Vigilance against U.S. Hegemonic Moves",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-12ee.html",
            "content": "KCNA Commentary Calls for Heightening Vigilance against U.S. Hegemonic Moves\n\t\t\t\t\t\t\r\n Pyongyang, September 17 (KCNA) -- The DPRK Association for Human Rights Studies issued a report on human rights comprehensively dealing with the human rights situation of the DPRK on Sept. 13.\n\t\t\t\t\t The report comprehensively dealt with the efforts made by the DPRK in the past and at present to promote human rights, factors of obstructing the promotion of human rights and implementation of international convention on human rights.\n\t\t\t\t\t\n\t\t\t\t\t The report made public at a time when the U.S. is misleading the public opinion while getting undisguised in their anti-DPRK human rights racket based on fabrications and lies is of important significance in helping the world get rid of prejudice and misunderstanding of the human rights performance in the DPRK and have correct understanding of it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's attitude and stand on the human rights is based on the Juche idea, the idea centered on man and the scientific idea for advocating human independence.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government set a fair standard for ensuring human rights and guarantees the people all rights as social beings.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have confidence through their life experience that standard for human rights set by the DPRK government is a genuine and fair standard guaranteeing them independent rights.\n\t\t\t\t\t\n\t\t\t\t\t \"Human rights standard\" based on the U.S.-style view on value can not be applied to the DPRK and acts of exploiting them for political purposes or using them as preconditions for developing relations with the DPRK can never be tolerated.\n\t\t\t\t\t\n\t\t\t\t\t An act of pressurizing a country to accept political system, culture and lifestyle disliked by the people is a wanton interference in the internal affairs and a human rights abuse.\n\t\t\t\t\t\n\t\t\t\t\t But such rumor that human rights are above sovereignty is afloat on the international arena and interference in the internal affairs is justified due to the U.S. and some other Western countries.\n\t\t\t\t\t\n\t\t\t\t\t Human rights issue is an issue pertaining to the internal affairs and only when sovereignty is ensured, can human rights be guaranteed, too. It can neither be subject to interference in the internal affairs nor a tool for justifying the interference.\n\t\t\t\t\t\n\t\t\t\t\t All the people on the earth can exercise their rights to meet their independent requirements only when they have institutional and legal guarantee of the state in the countries where they live.\n\t\t\t\t\t\n\t\t\t\t\t It will only be an armchair argument to talk about ensuring human rights for the people who are deprived of their state sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by the human rights abuses committed during Japan's colonial rule over Korea and by those perpetrated by hegemonic forces in Iraq and various other countries in the world or caused by them at present.\n\t\t\t\t\t\n\t\t\t\t\t There are big or small countries, more developed and less developed countries in the world but no country is invested with the right to violate and encroach upon the sovereignty of other countries.\n\t\t\t\t\t\n\t\t\t\t\t Each country has equal sovereignty and sovereignty is an inviolable and absolute right.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and Western countries put collective pressure on those countries that maintain their own social systems and political mode by labeling them \"human rights abuser\", prompted by their unilateral interests quite irrelevant to human rights.\n\t\t\t\t\t\n\t\t\t\t\t  World peace is harassed and sovereignty of countries is abused, greatly hampering the national development due to the U.S. vicious interference and acts of aggression committed worldwide under the signboard of \"defence of human rights\".\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to heighten vigilance against the U.S. moves as it tries to realize its hegemonic ambition by way of pressure and aggression while internationalizing \"human rights issue\"."
        },
        {
            "title": "S. Korean Puppet Authorities Chiefly to Blame for Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-10ee.html",
            "content": "S. Korean Puppet Authorities Chiefly to Blame for Ferry Sewol Disaster\r\n Pyongyang, September 17 (KCNA) -- Evidence was disclosed to prove that the south Korean puppet regime is to blame for the ferry Sewol disaster, according to Kyunghyang Daily News on Sept. 14.\n\t\t\t\t\t This disclosure was made by a report on the results made by the Board of Audit and Inspection for handling the ferry Sewol sinking accident.\n\t\t\t\t\t\n\t\t\t\t\t Media reports conveying misinformation that \"all those aboard Sewol were rescued\", which was fabricated by administrative bureaucrats, caused the tragedy in which those who could be rescued after the ferry Sewol sinking accident were buried at sea.\n\t\t\t\t\t\n\t\t\t\t\t But the administrative bureaucrats of the \"incompetent government\" who are wholly responsible for the case still go unpunished."
        },
        {
            "title": "S. Korean Lawmaker's Sexual Abuse Denounced",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-11ee.html",
            "content": "S. Korean Lawmaker's Sexual Abuse Denounced\n\t\t\t\t\t\t\r\n Pyongyang, September 17 (KCNA) -- The south Korean newspaper Hangyore in an editorial on September 14 disclosed the sexual abuse perpetrated by a lawmaker from the ruling party of south Korea.\n\t\t\t\t\t The sexual abuse committed by permanent adviser of the \"Saenuri\" Party Pak Hui Thae against a female attendant at a golf course was disclosed, causing a public furor, the editorial said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The public is stunned by the poor human rights awareness and unspeakable shameful act of Pak who once held the post of the speaker of the \"National Assembly.\"\n\t\t\t\t\t\n\t\t\t\t\t The victim asked for replacement in the middle of service, a revelation of the grave sexual abuse committed by Pak.\n\t\t\t\t\t\n\t\t\t\t\t It was not the first time that he committed sexual abuses against women in the course and, therefore, he is regarded by them as a \"guest to be avoided\" from long ago.\n\t\t\t\t\t\n\t\t\t\t\t Acts of abusing women's rights should never be tolerated."
        },
        {
            "title": "Kim Il Sung's Noble Personality Lauded by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-01ee.html",
            "content": "Kim Il Sung's Noble Personality Lauded by Nigerian Organization\r\n Pyongyang, September 17 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted articles dealing with the noble personality of President Kim Il Sung on its website on Sept. 3.\n\t\t\t\t\t The organization in an article titled \"President Kim Il Sung and Zhang Weihua\" introduced in detail the fact that the President recollected Zhang, Chinese anti-Japanese revolutionary martyr, with deep emotion in his reminiscences \"With the Century\" and showed fatherly love for his family.\n\t\t\t\t\t\n\t\t\t\t\t It in an article titled \"President Kim Il Sung as praised by Billy Graham\" said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was a rare genius and person possessed of firm faith in human history. Those who met him could clearly understand his warm humanity and qualifications as a leader.\n\t\t\t\t\t\n\t\t\t\t\t This was the appreciation made by American reverend Billy Graham of Kim Il Sung, the founder of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t What type of man Kim Il Sung was as devout reverend Graham renowned not only in the U.S. but in the world admired him so much.\n\t\t\t\t\t\n\t\t\t\t\t The article recalled the facts that Graham met Kim Il Sung during his visit to the DPRK and deeply admired his noble personality as an incarnation of human love and was deeply impressed by Korean style socialism centered on the popular masses."
        },
        {
            "title": "DPRK's Birthday Marked in Foreign Countries ",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-02ee.html",
            "content": "DPRK's Birthday Marked in Foreign Countries \r\n Pyongyang, September 17 (KCNA) -- Seminars on the exploits of the great leaders of the DPRK took place in Abuja of Nigeria, Katmandu of Nepal and Stockholm of Sweden from September 5 to 8 to mark the 66th founding anniversary of the DPRK. \n\t\t\t\t\t Alhassan Mamman Muhammad, chairman of the Nigerian National Committee for the Study of Kimilsungism-Kimjongilism, in his report titled \"Immortal exploits performed by President Kim Il Sung, founder of the DPRK, in nation-building\" said that the President founded the DPRK on September 9, 1948 after the liberation of Korea on the basis of historical experience gained in building the people's revolutionary government during the anti-Japanese armed struggle. \n\t\t\t\t\t\n\t\t\t\t\t Ahmed Blaza Lawan, chairman of the Nigerian Group for the Study of the Songun Politics, noted that leader Kim Jong Il established the state machinery with the National Defence Commission as its pivot and laid a foundation for achieving the eternal prosperity of the DPRK to cope with the grave situation late in the last century. \n\t\t\t\t\t\n\t\t\t\t\t Igwanagu Nicholas, chairman of the Nigerian Group for the Study of Kimilsungism-Kimjongilism, said that the DPRK would shine long as an invincible socialist power thanks to the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Manju Ratna Sakya, chairman of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, and other speakers praised Kim Il Sung and Kim Jong Il as father of socialist Korea, prominent leader in the 20th century, peerless brilliant Songun commander and world political elder who turned the DPRK into a political, ideological power, military power and nuclear weapons state. \n\t\t\t\t\t\n\t\t\t\t\t Oskar Molleby, chief of the Swedish Group for the Study of the Juche Idea, said under the leadership of Kim Jong Un the Korean people are now dynamically pushing forward the building of a thriving nation despite the moves of the U.S. imperialists and their allies to stifle the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Un were adopted at the seminars."
        },
        {
            "title": "DPRK's Birthday Marked in Czech Republic ",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-03ee.html",
            "content": "DPRK's Birthday Marked in Czech Republic \r\n Pyongyang, September 17 (KCNA) -- The Paektusan Czech-Korean Friendship Association published a special bulletin on September 9, the 66th founding anniversary of the DPRK. \n\t\t\t\t\t The bulletin in an article titled \"Invincible socialist power\" said that President Kim Il Sung, founder of the DPRK, and leader Kim Jong Il, faithful successor to his cause, turned the DPRK into a socialist power. \n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un is firmly consolidating the position of the DPRK as a politico-ideological power and commanding the building of an economic power based on the latest science and technology, it added. \n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Might of Songun\" the bulletin praised Kim Jong Il as a peerless brilliant commander of Songun who victoriously led the standoff with the U.S. by dint of Songun. \n\t\t\t\t\t\n\t\t\t\t\t An article titled \"U.S. hostile policy towards DPRK\" said that the U.S. hostile policy towards the DPRK should be lifted in order to settle the nuclear issue on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t Another article captioned \"Streets of scientists in Pyongyang\" introduced in detail the fact that streets of scientists are appearing in the DPRK one after another."
        },
        {
            "title": "DPRK's Birthday Celebrated at DPRK Missions in Foreign Countries ",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-04ee.html",
            "content": "DPRK's Birthday Celebrated at DPRK Missions in Foreign Countries\r\n Pyongyang, September 17 (KCNA) -- Events including reception, photo and book exhibition and film show took place at the DPRK missions in Khabarovsk of Russia, Mongolia, Laos, Myanmar, Iran, Kuwait, Senegal, Angola, Equatorial Guinea, Peru, Italy and Spain from September 4 to 9 to mark the 66th founding anniversary of the DPRK. \n\t\t\t\t\t On display at the venues of the events were photos documenting exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were works of the peerless great men of Mt. Paektu and photos and books introducing the history of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films \"Pyongyang Built on Ruins\" and \"Fireworks of a Thriving Nation\". \n\t\t\t\t\t\n\t\t\t\t\t The first vice prime minister of the Khabarovsk Territory Administration said he was pleased that under the leadership of Kim Jong Un the Korean people have achieved successes in the work to achieve socio-economic development of the country and boost the friendly and cooperative relations with foreign countries including Russia. \n\t\t\t\t\t\n\t\t\t\t\t A secretary of the Khabarovsk Territorial Committee of the Communist Party of the Russian Federation said all the victories the Korean people have won in socialist construction for the past 66 years are the fruition of the wise guidance of Kim Il Sung and Kim Jong Il, the great leaders of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The vice foreign minister of Myanmar said today the leader and people of the DPRK, closely united as one, are achieving eye-opening successes in all fields and vigorously advancing along the way chosen by themselves despite interferences and challenges from outside forces. \n\t\t\t\t\t\n\t\t\t\t\t The foreign affairs adviser to the Office of Prime Minister of Equatorial Guinea praised Kim Il Sung as the invincible and iron-willed commander who defeated U.S. and Japanese imperialism in one generation and the peerless great man who turned the DPRK into a powerful socialist country, independent in politics, self-supporting in economy and self-reliant in national defence, in a short span of time. \n\t\t\t\t\t\n\t\t\t\t\t The director of the General Bureau for Asian and Oceania Affairs of the Foreign Ministry of Peru, the secretary general of the Commission for Foreign Affairs of the Senate of Italy and other personages praised the peerless great men for leading the DPRK along the road of shining victory and glory."
        },
        {
            "title": "DPRK's Birthday Marked Abroad ",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-05ee.html",
            "content": "DPRK's Birthday Marked Abroad \r\n Pyongyang, September 17 (KCNA) -- Lectures took place in Vietnam, Dominica, Mexico and Guinea in the period from Sept. 3 to 7 to mark the 66th founding anniversary of the DPRK. \n\t\t\t\t\t The standing vice-chairman of the Hai Duong Provincial Committee of the Vietnam Union of Friendship Organizations who is chairman of the Hai Duong Provincial Committee of the Vietnam-DPRK Friendship Association said that the Korean people true to the leadership of their great leaders waged an indomitable struggle overcoming great difficulties and ordeals and achieved shining successes in socialist construction. \n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the United Left Movement of Dominica said the foundation of the DPRK was a historic event as the Korean people, who had been subject to colonial slavery, became the master of a sovereign state. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Mexican Institute for the Study of the Juche Idea said that the DPRK founded by Kim Il Sung turned into a socialist power of Juche, independent in politics, self-supporting in economy and self-reliant in national defence. \n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to supreme leader Kim Jong Un was adopted at the lecture held in Dominica."
        },
        {
            "title": "Se conmemora centenario de natalicio de Choe Tok Sin",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-50ee.html",
            "content": "Se conmemora centenario de natalicio de Choe Tok Sin\r\nPyongyang, 17 de septiembre (ACNC) -- Con motivo del centenario de natalicio de Choe Tok Sin, fueron colocadas el dia 17 ofrendas florales ante su tumba en el Cementerio de Martires Patrioticos.\n\t\t\t\t\tAlli estaba puesta una ofrenda floral a nombre del Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia de homenaje participaron el vicepresidente del Presidium de la Asamblea Popular Suprema, Yang Hyong Sop y otros funcionarios y los compatriotas de visita en la patria. \n\t\t\t\t\t\n\t\t\t\t\tFueron depositados los cestos y ramos de flores a nombre del Comite Central del Frente Democratico para la Reunificacion de la Patria, el Comite por la Reunificacion Pacifica de la Patria, el Comite Central del Partido Chondoista Chong-U y el Consejo de Religiosos de Corea. \n\t\t\t\t\t\n\t\t\t\t\tAl hacer uso de la palabra, Yang Hyong Sop refirio que los Generalisimos Kim Il Sung y Kim Jong Il infundieron en el corazon de Choe Tok Sin el espiritu nacional, el patriotico pro-reunificacion y le condujeron para que pudiera llevar una vida digna. \n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que bajo la atencion del Mariscal Kim Jong Un, Choe vive para siempre como martir patriotico en la recordacion de la patria y la nacion. \n\t\t\t\t\t\n\t\t\t\t\t　Le siguio en usar la palabra la viuda de Choe, Ryu Mi Yong, presidenta del Comite Central del Partido Chondoista Chong-U. \n\t\t\t\t\t\n\t\t\t\t\tMuy emocionada por la gran benevolencia de los grandes hombres sin iguales, expreso gran agradecimiento al Mariscal y expuso la decision de hacer todo lo posible por construir un Estado prospero socialista y adelantar cuanto antes el dia de reunificacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes guardaron un momento de silencio en memoria de Choe."
        },
        {
            "title": "Periodistas comienzan recorrido por lugares de batalla revolucionaria",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-51ee.html",
            "content": "Periodistas comienzan recorrido por lugares de batalla revolucionaria\n\t\t\t\t\t\t\r\nHyesan, 17 de septiembre (ACNC) -- Quedo iniciado el recorrido de los periodistas y hombres de prensa de todo el pais por los lugares de batalla revolucionaria en la zona del monte Paektu.\n\t\t\t\t\tTuvo lugar el dia 17 la ceremonia de partida del grupo de recorrido ante el Monumento a la Victoria en la Batalla de Pochonbo.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes rindieron homenaje al Presidente Kim Il Sung tras depositar ramos de flores ante su estatua de bronce erguida en el Monumento a la Victoria en la Batalla de Pochonbo.\n\t\t\t\t\t\n\t\t\t\t\tEl presidente del Comite Central de la Union de Periodistas de Corea, Cha Sung Su, senalo en el acto que el recorrido de esta vez sirve de un motivo importante para asimilar profundamente la grandeza del Presidente, armarse firmemente con la tradicion revolucionaria del Partido del Trabajo de Corea y establecer en la labor de prensa e informacion el modo de trabajo y el de vida al estilo de guerrilla antijaponesa.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que a traves del recorrido, los periodistas y los hombres de prensa deben guardar profundamente en el corazon el noble proposito del Mariscal Kim Jong Un y estudiar las hazanas revolucionarias realizadas por el Presidente quien organizo y dirigio a la victoria la guerra antijaponesa.\n\t\t\t\t\t\n\t\t\t\t\tEnseno que al marchar siguiendo las pistas dejadas por los martires antijaponeses, deben prepararse politica, ideologica y fisicamente y manifestar la ferrea voluntad, el indoblegable espiritu de lucha, el caracter organizativo y el de disciplina y noble espiritu colectivista.\n\t\t\t\t\t\n\t\t\t\t\tAgrego que tienen que tomar como temas principales de las obras a crear entre las cosas oidas, vistas y sentidas en el proceso del recorrido y escribir muchos articulos de alta calidad.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que todos los miembros del grupo de recorrido deben acelerar con coraje la marcha hacia el monte Paektu. \n\t\t\t\t\t\n\t\t\t\t\tTerminado el acto, los integrantes del recorrido partieron hacia el lugar de batalla revolucionaria de Pochonbo."
        },
        {
            "title": "Acto por Dia Mundial de Primeros Auxilios",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-52ee.html",
            "content": "Acto por Dia Mundial de Primeros Auxilios\r\nPhyongsong, 17 de septiembre (ACNC) -- Tuvo lugar el dia 17 el acto dedicado al Dia Mundial de Primeros Auxilios en la Escuela Secundaria Superior de Tumu de la ciudad de Phyongsong, provincia de Phyong-an del Sur.\n\t\t\t\t\tAsistieron a la ocasion los funcionarios y los miembros de la Asociacion de la Cruz Roja de la Republica Popular Democratica de Corea y los integrantes de la Asociacion de la Cruz Roja de Jovenes y Ninos, los voluntarios y los miembros de la delegacion de la Federacion Internacional de Sociedad de la Cruz Roja y la Medialuna Roja, que trabajan en la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes vieron la final de los miembros que lograron buenas notas en las competencias de primeros auxilios de la cruz roja de los jovenes y ninos realizadas por etapas en la provincia de Phyong-an del Sur.\n\t\t\t\t\t\n\t\t\t\t\tTerminadas las competencias, hubo premiacion a los miembros y entidades sobresalientes.\n\t\t\t\t\t\n\t\t\t\t\tLuego, los participantes vieron una funcion artistica de los alumnos y departieron sobre las actividades de la cruz roja."
        },
        {
            "title": "Inaugurado XIV Festival Internacional de Cine de Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201409/news17/20140917-53ee.html",
            "content": "Inaugurado XIV Festival Internacional de Cine de Pyongyang\r\nPyongyang, 17 de septiembre (ACNC) -- Quedo inaugurado el dia 17 en el Teatro de Arte Ponghwa el XIV Festival Internacional de Cine de Pyongyang.\n\t\t\t\t\tA la ceremonia inaugural asistieron el vicepresidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Yang Hyong Sop, el vicepremier Kim Yong Jin, el presidente del Comite Organizador del Festival, Pak Chun Nam, ministro de Cultura, el presidente del Comite Popular de la Ciudad de Pyongyang, Cha Hui Rim, el viceministro de Cultura, Kim In Bom, director general de la Direccion General de Pelicula y otros.\n\t\t\t\t\t\n\t\t\t\t\tAdemas estuvieron presentes delegaciones, delegados y jurados internacionales.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los matrimonios de representantes diplomaticos y los funcionarios de la rama cultural de las embajadas, acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn el acto fue proyectada una videocinta alusiva a las peliculas destacadas en los pasados festivales de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tEn el discurso inaugural, Pak Chun Nam dio bienvenida a los cineastas de varios paises y  los coreanos residentes en ultramar quienes vinieron a esta capital para tomar parte en el festival.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el presente festival sirve de un encuentro importante para profundizar el lazo de amistad entre los cineastas del mundo que aspiran al progreso social y la prosperidad comun de la humanidad y al desarrollo de peliculas nacionales.\n\t\t\t\t\t\n\t\t\t\t\tConvencido de que el festival se realice exitosamente en medio de las cooperaciones dinamicas y sinceras de todos los participantes, el declaro la apertura del festival.\n\t\t\t\t\t\n\t\t\t\t\tSeguidamente, fue rodada una cinta que hace conocer las peliculas presentadas y fueron introducidos los jurados.\n\t\t\t\t\t\n\t\t\t\t\tMikhail Koshrev Nestserov, presidente de la comision internacional de calificacion, hizo uso de la palabra.\n\t\t\t\t\t\n\t\t\t\t\tEl dijo expreso la esperanza de que a traves de este festival todos los aficionados a la pelicula presenciaran excelentes obras.\n\t\t\t\t\t\n\t\t\t\t\tDespues de la presentacion sobre los premios de festival, se llevaron a la pantalla las escenas alusivas al aspecto del desarrollo del arte cinematografico de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTerminada la ceremonia inaugural, los participantes vieron la pelicula britanica \"Muchachas agiles\".\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, el Comite Organizador del festival ofrecio en el Restaurante Okryu un banquete en honor de los participantes."
        }
    ]
}