{
    "date": "2014-12-11",
    "url": "http://kcna.co.jp/item/2014/201412/2014-12-11ee.html",
    "articles": [
        {
            "title": "CPRK Spokesman Slams Park Geun Hye's Anti-DPRK Invectives",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-26ee.html",
            "content": "CPRK Spokesman Slams Park Geun Hye's Anti-DPRK Invectives\r\nPyongyang, December 11 (KCNA) -- A spokesman for the Committee for the Peaceful Reunification of Korea gave the following answer to the question put by KCNA on Thursday as regards the fact that Park Geun Hye, chief executive of south Korea, persists in making reckless remarks of pulling up the DPRK over its nukes and \"human rights\" issue:\n\t\t\t\t\t Park, in her keynote speech at a recent meeting in Seoul, asserted the \"north's nuclear development is the biggest factor of instability in Northeast Asia and it poses a serious threat to world peace.\" She even let loose such groundless remarks that the north has deteriorated the rights of its inhabitants and humanitarian situation by pursuing a contradictory policy of simultaneously pushing forward the development of a nuclear force and economic construction, adding that it has posed a nuclear threat again to the international community.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, when holding talks with the Hungarian prime minister on Nov. 28, she talked such rubbish that economic development can never succeed without efforts for denuclearization, urging the DPRK to abandon its nukes and cancel its plan for ballistic missile development.\n\t\t\t\t\t\n\t\t\t\t\t In a \"message\" to the ceremony marking the \"Day of Human Rights Declaration\" on Dec. 10, she termed the \"human rights\" situation in the DPRK indescribably bad, saying \"she feels sick at heart,\" a ridiculous remark.\n\t\t\t\t\t\n\t\t\t\t\t This is another intolerable grave provocation against the DPRK and a mockery of its people.\n\t\t\t\t\t\n\t\t\t\t\t The nukes that Park has always taken issue with whenever an opportunity presented itself are nothing but a shield of justice and a powerful treasured sword for defending the security of the nation from the U.S. and south Korean puppet forces' reckless moves to ignite a nuclear war against the DPRK and for protecting peace on the Korean Peninsula and in other parts of the region.\n\t\t\t\t\t\n\t\t\t\t\t If Park wants to talk about nukes, she should take issue with the nukes of her U.S. master before any others as the U.S. has a stockpile of tens of thousands of nuclear weapons and attempts to inflict disaster of a nuclear war upon the Korean nation. She should reflect on and make an apology for the war drills south Korea has staged in collusion with outsiders against compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t What Park uttered is so stunning that it lashes all into a great fury.\n\t\t\t\t\t\n\t\t\t\t\t If she is to utter human rights issue, she should first censure the U.S. which is slammed worldwide as the worst human rights abuser for its barbarous killings of innocent black people and for its thrice-cursed tortures in various parts of its land. Park should also reflect on the human rights performance in south Korea, the world's worst tundra of human rights.\n\t\t\t\t\t\n\t\t\t\t\t Park echoed this or that like a parrot to pull up the DPRK over its nuclear deterrence for defending the nation and its social system that fully ensures genuine human rights. Yet she has kept mum about her U.S. master's outrageous and arbitrary practices. This has brought into bolder relief her disgusting color as a mouthpiece of her U.S. master and colonial stooge bereft of reason, being seized with sycophancy toward the U.S. and wild ambition for confrontation with the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t As was already warned by the DPRK, she had better control her tongue for the mending of the relations with the north and for herself."
        },
        {
            "title": "Message to Kim Jong Un from Mexican Party Leader",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-24ee.html",
            "content": "Message to Kim Jong Un from Mexican Party Leader\r\nPyongyang, December 11 (KCNA) -- Marshal Kim Jong Un received a message from Alberto Anaya Gutierrez, national leader of the Workers' Party of Mexico, on Nov. 26 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The message paid highest tribute to Kim Jong Il, eternal general secretary of the Workers' Party of Korea (WPK), on behalf of all members of the Workers' Party of Mexico and on his behalf on the occasion of the 3rd anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t Convinced that the noble Songun revolutionary idea and exploits of Kim Jong Il would be steadily glorified under the tested and wise guidance of Kim Jong Un, the message expressed solidarity with the WPK and the Korean people in their just struggle for building a thriving socialist nation and reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t It sincerely wished Kim Jong Un victories and successes in his responsible work to lead the revolutionary cause of Juche, Songun revolutionary cause and the cause of global independence."
        },
        {
            "title": "Gift to Kim Jong Il from Swiss Organizations",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-17ee.html",
            "content": "Gift to Kim Jong Il from Swiss Organizations\r\nPyongyang, December 11 (KCNA) -- A gift was presented to leader Kim Jong Il by the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea in their joint name.\n\t\t\t\t\t The gift was handed over to an official of the DPRK embassy in Geneva on Dec. 6 by Martin Lotscher, chairman and chief of the organizations."
        },
        {
            "title": "Greetings to Kenyan President",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-16ee.html",
            "content": "Greetings to Kenyan President\r\nPyongyang, December 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a message of greeting to Uhuru Kenyatta, president of Kenya, on the occasion of the 51st anniversary of its independence.\n\t\t\t\t\t Kim Yong Nam in his message expressed belief that the friendly and cooperative relations between the DPRK and Kenya would grow stronger and wished the Kenyan president and people successes in their efforts for stability and prosperity of the country."
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Czech Ambassador",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-23ee.html",
            "content": "Kim Yong Nam Receives Credentials from Czech Ambassador\r\nPyongyang, December 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Czech Ambassador to the DPRK Milan Hupcej at the Mansudae Assembly Hall Thursday.\n\t\t\t\t\t After receiving the credentials, Kim had a talk with the ambassador."
        },
        {
            "title": "Congratulations to SWAPO",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-32ee.html",
            "content": "Congratulations to SWAPO\r\nPyongyang, December 11 (KCNA) -- The Central Committee of the Workers' Party of Korea sent a message to the South West Africa People's Organization of Namibia (SWAPO) Wednesday to congratulate the party on winning a victory again and a candidate from the party on getting elected as president of the Republic of Namibia in the recent general election.\n\t\t\t\t\t The message said that the party's victory in the general election is an expression of high support and trust of the Namibian people in the party.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the traditional relations of friendship and cooperation between the two parties would grow stronger in the interests of the peoples of the two countries and wished the party greater success in the efforts for the development of the party and the prosperity of the country."
        },
        {
            "title": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from SWAPO",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-31ee.html",
            "content": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from SWAPO\r\nPyongyang, December 11 (KCNA) -- A floral basket sent by the C.C., the South West Africa People's Organization of Namibia was placed before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Thursday on the occasion of the third anniversary of demise of Kim Jong Il."
        },
        {
            "title": "Foreign Embassy Officials Visit Kim Il Sung University",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-27ee.html",
            "content": "Foreign Embassy Officials Visit Kim Il Sung University\r\nPyongyang, December 11 (KCNA) -- Foreign embassy officials in charge of cultural and friendly relations visited Kim Il Sung University Thursday with the approach of the third anniversary of demise of leader Kim Jong Il. \n\t\t\t\t\t The visitors laid bouquets before the statues of President Kim Il Sung and Kim Jong Il standing at the university and paid tribute to them and went round several rooms of the revolutionary museum there. \n\t\t\t\t\t\n\t\t\t\t\t They were briefed on the fact that Kim Jong Il entered Kim Il Sung University and performed undying exploits on behalf of history through his ceaseless thought and research and energetic activities and great persons of Mt. Paektu took a deep care of the university's development.\n\t\t\t\t\t\n\t\t\t\t\t They made an entry in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t They also visited e-library and swimming pool in the university."
        },
        {
            "title": "Delegations of Foreign Political Parties, Bodies Visit DPRK Embassies",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-09ee.html",
            "content": "Delegations of Foreign Political Parties, Bodies Visit DPRK Embassies\r\nPyongyang, December 11 (KCNA) -- Delegations of political parties and bodies of Uganda, Equatorial Guinea and DR Congo visited the DPRK embassies in their countries on Dec. 2 and 5 in remembrance of leader Kim Jong Il.\n\t\t\t\t\t A joint delegation of the Uganda National Resistance Movement and the Ugandan National Executive Committee of the Pan-African Movement and the members of the delegation of the Democratic Party of Equatorial Guinea and a delegate of the People's Revolutionary Party of DR Congo laid floral baskets and wreaths before portraits of smiling President Kim Il Sung and Kim Jong Il and full-length pictures of them standing together and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Kirunda Kivejinja, senior adviser to the Ugandan president, Henri Masico, department director of the presidency of Uganda, and the chairman of the Ugandan National Executive Committee of the Pan－African Movement said that it is bitter grief to not only the Korean people but also the Ugandan people that Kim Jong Il, who made tireless efforts for the cause of global independence, passed away so suddenly.\n\t\t\t\t\t\n\t\t\t\t\t Although he passed away, his feats will always be remembered by the Korean people and the African peoples, they said.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Marshal Kim Jong Un, who is successfully carrying forward the cause of the President and Kim Jong Il, the DPRK has held a secure position on the world stage as a space power and nuclear power which no imperialists dare provoke."
        },
        {
            "title": "DPRK Friendship Delegation Back Home from Vietnam",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-29ee.html",
            "content": "DPRK Friendship Delegation Back Home from Vietnam\r\nPyongyang, December 11 (KCNA) -- A friendship delegation led by  So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairman of the DPRK-Vietnam Friendship Association, came back home Thursday after visiting Vietnam."
        },
        {
            "title": "National Symposium on Kim Jong Il's Exploits Held",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-28ee.html",
            "content": "National Symposium on Kim Jong Il's Exploits Held\r\nPyongyang, December 11 (KCNA) -- A national symposium on the undying exploits of leader Kim Jong Il for the revolutionary cause of Juche took place at the People's Palace of Culture on Thursday. \n\t\t\t\t\t The participants heard the papers explaining in detail the noble revolutionary career and exploits of Kim Jong Il who made immortal contribution to accomplishing the revolutionary cause of Juche, human cause of independence with his outstanding idea and theories, energetic leadership and gigantic revolutionary practices.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Sik, editor-in-chief of Rodong Sinmun, said Kim Jong Il will always be alive in the hearts of Korean people and other progressives along with the immortal revolutionary idea indicating the way for the times and history. \n\t\t\t\t\t\n\t\t\t\t\t Thae Hyong Chol, president of Kim Il Sung University and minister of Higher Education, said Kim Jong Il was a peerless leader who provided a decisive guarantee for the final victory of the revolutionary cause of Juche by perfectly settling the issue of continuity of the leadership. \n\t\t\t\t\t\n\t\t\t\t\t Cha Kyong Il, rector of Kim Il Sung University of Politics, said the exploits Kim Jong Il performed before the history of the nation will shine long as he left the greatest legacy that guarantees the rosy future of the country and nation by training the Korean People's Army into the Paektusan revolutionary army strongest in the world. \n\t\t\t\t\t\n\t\t\t\t\t Ri Hye Jong, president of the Academy of Social Sciences, said the revolutionary career of Kim Jong Il was the most sacred, devotional and sacrificing life of the father of the people as he devoted himself to the people with the steadfast theory of warship for people and serving the people. \n\t\t\t\t\t\n\t\t\t\t\t Ryu Yong Sik, vice-director of the Political Department of the Cabinet, said the monolithic leadership of Marshal Kim Jong Un is the sure guarantee for accomplishing the revolutionary cause of Juche, Songun revolutionary cause by successfully carrying out the behests of Kim Jong Il down through generations. \n\t\t\t\t\t\n\t\t\t\t\t Present at the symposium were Kim Ki Nam, secretary of the Central Committee of the Workers' Party of Korea, Kim Yong Jin, vice-premier of the Cabinet, officials of national institutions and the party and administrative bodies and working people's organizations in Pyongyang, officials of the armed forces organs and in fields of science, education, literature and art, mass media, organs training party workers and the field of the preservation of the revolutionary relics in Pyongyang."
        },
        {
            "title": "Over 80,000 Literary Works Praising Kim Jong Il Created and Published",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-30ee.html",
            "content": "Over 80,000 Literary Works Praising Kim Jong Il Created and Published\r\nPyongyang, December 11 (KCNA) -- Songs singing high praises of charismatic character of leader Kim Jong Il, the great sun of Songun, and people's reverence for him have been heard in the DPRK century after century.\n\t\t\t\t\t The first hymn presented to Kim Jong Il was \"We Will Be Loyal Down through Generations\" that saw the light in Juche 60 (1971). Lots of works have since been created praising the sun including poems, novels and juvenile literary pieces to number more than 80,000 at present. \n\t\t\t\t\t\n\t\t\t\t\t Many odes such as \"Song of the Dear Comrade Kim Jong Il\" and \"Long Live the Dear Leader\" have resounded throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t The first collection of poems \"Hymn in February\" was published in 1974, \"The General was Born on Mt. Paektu\" being a typical one.\n\t\t\t\t\t\n\t\t\t\t\t Book of children's songs and poems \"Children across the country present glory\" was the masterpiece in juvenile literary works in 1984 in which Kim Jong Il was lauded as the sun that gives off warm rays.\n\t\t\t\t\t\n\t\t\t\t\t The publication in 1982 of the collection of short stories \"Sacred Trace\" that portrayed Kim Jong Il for the first time was followed by \"Sun of Guidance\", \"Korea's Happiness\" and \"Glorious Era\".\n\t\t\t\t\t\n\t\t\t\t\t Full-length novels depicting Kim Jong Il's noble traits were published every year, numbering several tens over the past two decades since the first full-length novel \"Wisdom\" was printed in October 1990.\n\t\t\t\t\t\n\t\t\t\t\t Many revolutionary legendaries in the period of the arduous march and the forced march were put together in the \"Collection of Legendaries of Shining Star of Mt. Paektu\" Vols.1-5.\n\t\t\t\t\t\n\t\t\t\t\t It was the greatest pride and honor of the Korean people that the immortal revolutionary hymn \"Song of General Kim Jong Il\" was produced on the occasion of the February holiday in 1997.\n\t\t\t\t\t\n\t\t\t\t\t More than 3 560 works cherishing the memory of Kim Jong Il were created and published during the 100-day mourning period after his demise. At least 2,660 poems were released in this period.\n\t\t\t\t\t\n\t\t\t\t\t Over 10,000 literary pieces were created and published during three years after his demise."
        },
        {
            "title": "Protection of National Heritages Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-22ee.html",
            "content": "Protection of National Heritages Brisk in DPRK\r\nPyongyang, December 11 (KCNA) -- A work to protect the national heritages is gaining momentum in the DPRK, with the publication of supreme leader Kim Jong Un's work \"To Protect National Heritage Is a Patriotic Undertaking for Adding Brilliance to the History and Traditions of Our Nation\" as an occasion.\n\t\t\t\t\t In this regard, Ro Chol Su, deputy director of the National Authority for the Protection of Cultural Heritage, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Big efforts are directed to preserving national heritages in conformity with principle of historicism.\n\t\t\t\t\t\n\t\t\t\t\t The Authority has stepped up a work to make a scientific study of historical relics and remains in the country, keeping in touch with the Academy of Social Sciences and the History Faculty of Kim Il Sung University.\n\t\t\t\t\t\n\t\t\t\t\t It also pays attention to putting the preservation of national heritages on a scientific basis. A work is going on to classify the national heritages across the country into various indices and make database for handling them in a quick and accurate way. And geographical information system (GIS) is applied to discovery and preservation of relics and remains.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Authority has pushed ahead with a work to produce materials necessary for the preservation of heritages, in cooperation with the Hamhung Branch of the State Academy of Sciences and other scientific institutes."
        },
        {
            "title": "Multifunctional Paper Machine Developed",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-21ee.html",
            "content": "Multifunctional Paper Machine Developed\r\nPyongyang, December 11 (KCNA) -- The Paper Engineering Institute under the State Academy of Sciences in the DPRK has recently developed a new type of multifunctional paper machine.\n\t\t\t\t\t This machine is able to turn out various kinds of paper, including writing paper, wrapper, toilet roll and cardboard, in the same production process. It lessens the production area and raises the quality of products 1.5 times.\n\t\t\t\t\t\n\t\t\t\t\t It can be made through technical updating of the existing machines.\n\t\t\t\t\t\n\t\t\t\t\t The Institute also invented a method of turning waste fiber from the paper production into heat-insulating building materials and blockboard and into mushroom substrate."
        },
        {
            "title": "DPRK Strives to Develop Space Science and Technology",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-33ee.html",
            "content": "DPRK Strives to Develop Space Science and Technology\r\nPyongyang, December 11 (KCNA) -- A seminar on space science and technology took place at Kim Il Sung University in the DPRK on Wednesday.\n\t\t\t\t\t The seminar marked an important occasion in making a rapid progress in the nation's space development.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Jong Tong Gil, deputy department director of the National Aerospace Development Administration, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The seminar was aimed to develop the space science and technology of the country onto a higher level through the presentation of papers and scientific interchanges on basic theories and application related to the space science and technology, including the technology of manufacturing and launching satellites and carrier rockets.\n\t\t\t\t\t\n\t\t\t\t\t What drew special attention of its participants were papers on the matters arising in perfecting the technology of manufacturing satellite and carrier rocket in a Korean style and applying to various domains of the economy the satellite-based GIS and image processing technologies.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated at the seminar were the papers on technological problems arising in developing carrier rockets, earth observation satellites and working communications satellites.\n\t\t\t\t\t\n\t\t\t\t\t The seminar gave a conviction that the country would surely turn into a satellite power.\n\t\t\t\t\t\n\t\t\t\t\t Kim Kum Chol, a teacher of Kim Chaek University of Technology, said:\n\t\t\t\t\t\n\t\t\t\t\t I presented to the seminar a paper on the new spacecraft structure designing method, which is of importance in developing our satellites for peaceful purpose. I will work harder to perfect this method and thus contribute to the country's space development.\n\t\t\t\t\t\n\t\t\t\t\t Ko Pyong Chun, a teacher of Kim Il Sung University, said that he would strive to present more valuable research results to the future seminar on space."
        },
        {
            "title": "DPRK Takes Strides in Figure Skating",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-20ee.html",
            "content": "DPRK Takes Strides in Figure Skating\r\nPyongyang, December 11 (KCNA) -- A figure-skating tournament took place in the DPRK on December 3-6, as part of the Osandok Prize Sports Contest.\n\t\t\t\t\t In this regard, Ri Chol Un, deputy secretary of the DPRK Skating Association, told KCNA that the tournament gave a glimpse of the nation's development of figure skating.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t What is always kept in our memory is the benevolent image of leader Kim Jong Il viewing a demonstration performance of figure skaters in December Juche 100 (2011). At that time he expressed great satisfaction over the performance and gave an important instruction on further developing the local figure skating.\n\t\t\t\t\t\n\t\t\t\t\t True to his instruction, the figure skaters and their coaches have worked hard to improve the techniques, with their deep yearning for him.\n\t\t\t\t\t\n\t\t\t\t\t They fully displayed their techniques at the Paektusan Prize International Figure Skating Festival every year to significantly mark the Day of the Shining Star, the birth anniversary of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They also proved successful at the 2012 Figure Skating Tournament for Asian Cup, the figure-skating competition of the International Skating Union World Development Trophy 2014 and the 2014 Figure Skating Tournament for Asian Cup."
        },
        {
            "title": "KCNA Commentary Assails Projected Start of Broadcasting Service against DPRK",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-14ee.html",
            "content": "KCNA Commentary Assails Projected Start of Broadcasting Service against DPRK\r\nPyongyang, December 11 (KCNA) -- These days the south Korean puppet group is busy making arrangements for starting what it called the \"Broadcasting Service for People's Unity.\"\n\t\t\t\t\t It let such reptile media as the \"Free Korea Broadcasting Service\", \"Open Broadcasting Service for Northerners\" and \"Daily NK\" open a \"meeting of sponsors\" and noisily advertises the start of the \"first broadcasting service for unification\" and the \"plan for winning listeners in the north.\"\n\t\t\t\t\t\n\t\t\t\t\t Such charade of the anti-reunification elements hell-bent on confrontation with compatriots in the north is being censured by all Koreans as it is an unreasonable act of provoking a side-splitting laughter.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group's farce is nothing but an unpardonable provocation against the DPRK and a dangerous reckless act of bedeviling the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t The \"broadcasting service\" is a base plot-breeding tool to dare hurt the ideology and social system of the DPRK, pursuant to the U.S. anti-DPRK \"human rights\" racket from A to Z.\n\t\t\t\t\t\n\t\t\t\t\t Washington has provided a huge amount of funds to 10 media including the \"Free Korea Broadcasting Service\", \"Korean Pro-reform Radio\" and \"Open Broadcasting Service for Northerners\" under the pretext of \"supporting non-governmental broadcasting services\" against the DPRK. Those media are being operated by such human scum as \"defectors from the north.\"\n\t\t\t\t\t\n\t\t\t\t\t On Oct. 28, Tom Malinovski, assistant secretary of State, when interviewed by the \"Free Korea Broadcasting Service\", asserted that it is very important to spread foreign news to north Korea to improve human rights. This is a typical example of the U.S. involvement in the establishment of the above-said broadcasting service. \n\t\t\t\t\t\n\t\t\t\t\t The projected start of the \"broadcasting service for unification\" is part of the puppet group's moves for the psychological warfare, pursuant to the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group steeped in sycophancy toward the U.S. and confrontation with compatriots in the north has zealously followed the U.S. anti-DPRK \"human rights\" racket and hurled the conservative media, puppet troops and even riff-raffs into such desperate smear campaign against the DPRK as broadcasting for psychological warfare and leaflet-scattering operations.\n\t\t\t\t\t\n\t\t\t\t\t The objective of their projected broadcasting service is to lead someone to \"change\" and build \"pubic opinion for unification\" and \"make preparations for unification\".\n\t\t\t\t\t\n\t\t\t\t\t By setting up such undesirable media as \"broadcasting service for unification\" the puppet group seeks to spread misinformation peppered with lies and fabrications among the people in the DPRK, induce it to undergo a \"change\" and defame its dignified social system.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group's projected broadcasting service aimed at scaling up its anti-DPRK \"human rights\" racket has only brought into bolder relief its true colors as ugly confrontation maniacs.\n\t\t\t\t\t\n\t\t\t\t\t It is sadly mistaken if it calculates it can tarnish the image of the invincible DPRK and stem the strong trend of independent reunification through the start of such conspiratorial broadcasting service.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can bring down the firm socialist system and single-minded unity in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group's frantic psychological warfare aimed at achieving the \"unification of the social systems\" would only precipitate its miserable end."
        },
        {
            "title": "Rodong Sinmun Ridicules U.S. Talk about \"Human Rights\"",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-10ee.html",
            "content": "Rodong Sinmun Ridicules U.S. Talk about \"Human Rights\"\r\nPyongyang, December 11 (KCNA) -- Unabated human rights abuses in the U.S. are a vivid manifestation of racism deeply rooted in its society.\n\t\t\t\t\t Rodong Sinmun Thursday says this in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t America was built on the heap of the remains of Indians and grew rich with the sweat and blood of African black people, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Since the emergence of the state, racial discrimination has been an abscess of the U.S. society.\n\t\t\t\t\t\n\t\t\t\t\t Racist laws in force in the U.S. at present whip up extreme social atmosphere of discriminating against the colored races.\n\t\t\t\t\t\n\t\t\t\t\t Deplorable is the fact that policemen of the country top the list of all human rights abuses and racial discrimination though they are obliged to protect the rights of the residents and put its society in good order.\n\t\t\t\t\t\n\t\t\t\t\t It is stark reality of the U.S. that even soldiers are involved in suppressing the people who turned out in demonstration against racism.\n\t\t\t\t\t\n\t\t\t\t\t The great irony is that the U.S., worst human rights abuser, is trumpeting about \"human rights protection\" and \"improved human rights.\"\n\t\t\t\t\t\n\t\t\t\t\t The world public advises the U.S. to mind its own business, aware of its awkward position.\n\t\t\t\t\t\n\t\t\t\t\t It had better get more serious about its reactionary, unpopular and corrupt social system than taking \"pain\" to settle the \"human rights issue\" of someone."
        },
        {
            "title": "Rodong Sinmun Calls for Building Structures for People",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-11ee.html",
            "content": "Rodong Sinmun Calls for Building Structures for People\r\nPyongyang, December 11 (KCNA) -- It is the steadfast will of the respected Marshal Kim Jong Un to pave an avenue for building a thriving socialist nation while creating a new history of construction in Songun Korea, Rodong Sinmun Thursday says in an article.\n\t\t\t\t\t The monumental edifices which proudly go by the name of \"people\" in the history of construction of the DPRK are precious fruition of the policy of architecture centered on the popular masses enforced by the Workers' Party of Korea (WPK), the article notes and goes on: \n\t\t\t\t\t\n\t\t\t\t\t The cozy and convenient looking apartment houses in the Wisong Scientists Residential Quarters are fitted out with sets of quality furniture. There are excellent parks for scientists nearby. \n\t\t\t\t\t\n\t\t\t\t\t Pyongyang Baby Home and Orphanage have nursing rooms, education rooms, bedrooms, washrooms, playrooms and nature study room equipped with good facilities and fixtures including dining tables and chairs. They are conducive to nursing and education, growth and intelligence development of children. They tell the warm love of the WPK for the people and posterity.\n\t\t\t\t\t\n\t\t\t\t\t Apartment houses for educators of Kim Chaek University of Technology and the Yonphung Scientists Rest Home were built in a matter of a few months to meet modern architectural needs with a good combination of Juche character, national identity, originality and convenience. They show a high level of architectural style. This is proud success which could be made by only the soldier-builders boundlessly faithful to the WPK. \n\t\t\t\t\t\n\t\t\t\t\t The Mirae Scientists Street is now being built along the bank of the River Taedong into a world-class one and many edifices showing rapid development of Juche architecture appear one after another across the country. \n\t\t\t\t\t\n\t\t\t\t\t A lot of monumental edifices meeting the needs of a highly civilized socialist nation have been erected. This would be unthinkable without the energetic leadership of Kim Jong Un."
        },
        {
            "title": "Misrule Snubbed by People in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-12ee.html",
            "content": "Misrule Snubbed by People in S. Korea\r\nPyongyang, December 11 (KCNA) -- An article titled \"Politics in south Korea doomed to ruin, outdated politics forsaken by people\" by Kwak Tong Gi, permanent researcher of Uri Institute for Social Studies, was posted on Saram Ilbo, south Korean internet paper, on Dec. 1. \n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The people do not believe in the politics in south Korea and they don't pin any hope on the politicians any longer.\n\t\t\t\t\t\n\t\t\t\t\t It is the inveterate illness of the conservative political camp to disregard and deceive the people. They are disillusioned with the conservative political camp fond of telling lies. \n\t\t\t\t\t\n\t\t\t\t\t The conservative political forces allowed the intelligence organ to interfere in the \"presidential\" election and meddled in the media activities, stamping out the minimum requirement of democracy to meet their interests."
        },
        {
            "title": "Solidarity Action Expands in Support of Strike Protesting Layoff of Part-time Workers in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-13ee.html",
            "content": "Solidarity Action Expands in Support of Strike Protesting Layoff of Part-time Workers in S. Korea\r\nPyongyang, December 11 (KCNA) -- Part-time workers in the field of wire broadcasting have been on sit-in strike for the right to existence in south Korea, according to CBS of south Korea.\n\t\t\t\t\t Enraged by the company side's action of violating human rights, trampling down even the elementary right of workers to existence they launched a sit-in strike outside the press center in Seoul at which they declared they would carry on their action till their demands are met. \n\t\t\t\t\t\n\t\t\t\t\t This is joined in by people from various walks of life in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t 1 090 members of civic and public organizations grouping people of different social standings published a declaration in demand of the reinstatement of discharged workers and stop to restructuring.\n\t\t\t\t\t\n\t\t\t\t\t Civic and public organizations held a press conference at which they declared they would launch an indefinite sit-in strike until the issue is settled.\n\t\t\t\t\t\n\t\t\t\t\t The Citizens Solidarity for Democratic Society and the Solidarity for Social Progress also staged a similar action from Dec. 9."
        },
        {
            "title": "Foot-and-Mouth Disease Rapidly Spreads in S. Korean Province",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-15ee.html",
            "content": "Foot-and-Mouth Disease Rapidly Spreads in S. Korean Province\r\nPyongyang, December 11 (KCNA) -- Foot-and-mouth disease is rapidly spreading in North Chungchong Province, according to KBS of south Korea.\n\t\t\t\t\t Pigs were found to have been infected with the fatal disease on a farm in Jinchon, North Chungchong Province on Dec. 8.\n\t\t\t\t\t\n\t\t\t\t\t The disease broke out in another farm near it on Dec. 3."
        },
        {
            "title": "Halt to Anti-DPRK Leaflet Scattering Demanded in S Korea",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-25ee.html",
            "content": "Halt to Anti-DPRK Leaflet Scattering Demanded in S Korea\r\nPyongyang, December 11 (KCNA) -- The Bar Association for Democratic Society of south Korea demanded a stop to the anti-DPRK leaflet scattering operations on Wednesday, according to Yonhap News of south Korea. \n\t\t\t\t\t The association said:\n\t\t\t\t\t\n\t\t\t\t\t Due to the anti-north leaflet scattering vital rights of the people living near the Military Demarcation Line are threatened and their uneasiness is growing. \n\t\t\t\t\t\n\t\t\t\t\t However, the \"Alliance for the Movement of Free North\" and other conservative organizations are going to continue the dangerous operations despite protests of the people. \n\t\t\t\t\t\n\t\t\t\t\t The organization demanded measures to ban the materials related to the leaflet scattering including balloons from going to Phaju, Kimpho and Phochon areas of Kyonggi Province. \n\t\t\t\t\t\n\t\t\t\t\t It demanded legal sanctions including fine against the ultra-right conservative organizations keen on leaflet scattering operations."
        },
        {
            "title": "Anniversary of Kim Jong Il's Demise Observed by Korean in Germany",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-18ee.html",
            "content": "Anniversary of Kim Jong Il's Demise Observed by Korean in Germany\r\nPyongyang, December 11 (KCNA) -- Ri Jun Sik, a Korean in Germany dedicated an article titled \"Songun politics of Juche Korea\" to the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The DPRK has foiled the moves of the imperialists to slap sanctions upon it, blockade it and pose a threat by labeling it a target of preemptive nuclear attack thanks to the independent, self-supporting and self-reliant politics and the invincible Songun politics bequeathed by President Kim Il Sung and Kim Jong Il as revolutionary legacies, the article noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people holding Kim Jong Un, first chairman of the National Defence Commission (NDC) of the DPRK, as the leader representing the dignity of Korea and destiny of all Koreans, turned out as one in the drive for building a highly civilized socialist nation and the movement for national reunification and are dashing ahead like wind through thick and thin, remaining true to Chairman of the NDC Kim Jong Il's Songun politics and revolutionary cause of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Today the international community is paying its deepest attention to the fact that Kim Jong Un has successfully steered the showdown with the U.S. under the uplifted banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\tThe struggle of the Korean people vigorously advancing with Kim Jong Un at the helm of the revolution convinces me of the rosy future of a socialist thriving nation."
        },
        {
            "title": "Korean in U.S. Praises Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-19ee.html",
            "content": "Korean in U.S. Praises Kim Jong Il\r\nPyongyang, December 11 (KCNA) -- An article written by Yu Thae Yong, permanent member of the editorial board of Minjok Thongsin, internet newspaper of Koreans in the U.S., was posted on it on the occasion of the third anniversary of demise of leader Kim Jong Il. \n\t\t\t\t\t It was the great exploits of Chairman of the National Defence Commission (NDC) of the DPRK Kim Jong Il that he provided two north-south summits in Pyongyang which culminated in the adoption of the June 15 joint declaration and the October 4 declaration, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t NDC Chairman Kim Jong Il said that national reunification meant the greatest patriotic work and regarded the implementation of the behests of President Kim Il Sung for national reunification as his lifelong mission and paved a wide avenue for the era of peaceful reunification. \n\t\t\t\t\t\n\t\t\t\t\t The noble patriotism of Kim Jong Il and his exploits performed for peace and justice for human society are enshrined in the minds of patriotic people in the north, south and abroad struggling for national reunification and instill great confidence into them. \n\t\t\t\t\t\n\t\t\t\t\t Koreans in the north, south and abroad should dynamically turn out in the just struggle for fully implementing the June 15 joint declaration and the October 4 declaration and achieving national reunification to realize the noble wish of Kim Jong Il for reunification of Korea. \n\t\t\t\t\t\n\t\t\t\t\t Koreans in the U.S. will also pool their efforts in the spirit of By Korean Nation Itself and make positive efforts to achieve the independent and peaceful reunification of the country."
        },
        {
            "title": "Anniversary of Kim Jong Il's Demise Observed in Peru",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-06ee.html",
            "content": "Anniversary of Kim Jong Il's Demise Observed in Peru\r\nPyongyang, December 11 (KCNA) -- Leader Kim Jong Il's exploits performed in socialist construction in the DPRK and accomplishing the cause of global independence will last forever.\n\t\t\t\t\t The Kim Jong Suk Library of Peru and the Peruvian People's Women Union said this in their joint statement issued on Dec. 4 on the occasion of the third anniversary of Kim Jong Il's demise.\n\t\t\t\t\t\n\t\t\t\t\t The statement noted that the world is highly lauding Kim Jong Il's revolutionary exploits, honoring the memory of him in the humblest reverence. It went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's august name is remembered as the eternal leader of the Korean people and world progressives along with the august name of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He was born in Mt. Paektu, the holy mountain of the Korean revolution, during the arduous days of the anti-Japanese war and grew up to be a great revolutionary and patriot, given revolutionary education by anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\t He led the Korean revolution to victory true to the intention of Kim Il Sung, holding aloft the banner of Juche and Songun.\n\t\t\t\t\t\n\t\t\t\t\t His whole life was dedicated to the country, revolution and people.\n\t\t\t\t\t\n\t\t\t\t\t We pay the highest tribute to Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The great leader Kim Jong Il will live forever.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will always triumph thanks to Marshal Kim Jong Un who is creditably carrying forward the idea and cause of Kim Jong Il."
        },
        {
            "title": "Demise Anniversary of Kim Jong Il Observed Abroad",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-05ee.html",
            "content": "Demise Anniversary of Kim Jong Il Observed Abroad\r\nPyongyang, December 11 (KCNA) -- Remembrance meetings were held by the Democratic Party of Equatorial Guinea, the People's Socialist Party of Mexico and the Kuwait House of Works from Dec. 2 to 4 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The general secretary of the Democratic Party of Equatorial Guinea said the revolutionary career of Kim Jong Il and the exploits he performed on behalf of the times and history would always be remembered by the Korean people and other progressives.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that the Workers' Party of Korea and the Korean people will certainly realize his lifetime desire under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the Socialist Party of Mexico said in a speech that Kim Jong Il so suddenly passed away to the sorrow on Dec. 17, 2011 while leading the Korean revolution and the global socialist revolution for half a century.\n\t\t\t\t\t\n\t\t\t\t\t The fraternal Korean people are translating Kim Jong Il's noble plan for building a thriving nation into a brilliant reality, single-mindedly rallied around Kim Jong Un, he added.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Kuwait House of Works who is chairman of the Kuwait-DPRK Friendship Association said it would give wide publicity to the exploits of Kim Jong Il and the struggle of the Korean people through media on the occasion of the third anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are registering great successes in the general drive for building a thriving nation under the leadership of Kim Jong Un, he added.\n\t\t\t\t\t\n\t\t\t\t\t He paid the highest tribute to Kim Jong Il."
        },
        {
            "title": "Kim Jong Il Remembered Abroad",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-03ee.html",
            "content": "Kim Jong Il Remembered Abroad\r\nPyongyang, December 11 (KCNA) -- Events were held in different countries on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t They included remembrance meetings and film shows in Sankt-Peterburg and Ulyanovsk, Russia and Tehran and a seminar on Kim Jong Il's exploits in Bratislava on December 3 and 4.\n\t\t\t\t\t\n\t\t\t\t\t On display at the venues of the events were works of President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un and photos showing the true picture of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Participants in the film shows watched Korean films including \"Arms of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t The first secretary of the Central Committee of the Lenin Young Communist League of the Russian Federation said in his speech that Kim Jong Il was a great leader as he, born in the most revolutionary family, traveled a lot to mix with people and performed exploits for the Korean revolution and the cause of global independence by pursuing the Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the \"Jongilbong\" Russia-Korea Friendship Association of Ulyanovsk Region of Russia noted that there are many leaders in the world but it was only Kim Jong Il who made ceaseless journeys of total dedication to the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the Korean people would translate the desire of Kim Jong Il into a reality true to his behests and surely build a thriving socialist nation under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The president of the International Taekwon-Do Association in Iran stated that Kim Jong Il was a matchless great man and peerless patriot as he devoted his life to happiness of the Korean people and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Slovakia-Korea Friendship Association said that the Songun politics pursued by Kim Jong Il put the dignity and might of the DPRK on the highest level, adding that the DPRK serves as beacon of hope not only for the adherents to the Juche idea but also for progressive mankind."
        },
        {
            "title": "Kim Jong Il's Exploits Lauded by Foreign Personages",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-04ee.html",
            "content": "Kim Jong Il's Exploits Lauded by Foreign Personages\r\nPyongyang, December 11 (KCNA) -- Events took place in foreign countries from Nov. 22 to 26 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t They included lectures in Mexico, Bangladesh and Guinea and roundtable talks in Ethiopia.\n\t\t\t\t\t\n\t\t\t\t\t A member of the National Coordinating Committee of the Workers' Party of Mexico said in his lecture titled \"Mt. Paektu of Korea and Kim Jong Il\" that Kim Jong Il who was born in Mt. Paektu grew up, hearing gunfire as a lullaby during the great anti-Japanese war.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that Kim Jong Il was the peerless brilliant Songun commander who turned the DPRK into the politico-ideological power and military power, meeting all sorts of challenges of imperialist allied forces with his original Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t Andres Gasca Sanchez, president of the Mexican Friend Association for Memory of President Kim Il Sung and leader Kim Jong Il, praised Kim Jong Il as the peerless politician who demonstrated the dignity and might of the country before the world by leading the Workers' Party of Korea (WPK) and Korean people under the banner of Juche and the world elder statesman who made great contributions to accomplishing the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t M. Jahangir Khan, chairman of the Bangladesh Group for the Study of the Songun Policy, said that Kim Jong Il left as his legacy the great exploits guaranteeing the eternal foundation and bright future of socialist Korea, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il formulated the revolutionary idea of Kim Il Sung as an integral system of ideology, theory and method of Juche.\n\t\t\t\t\t\n\t\t\t\t\t He developed the WPK into the invincible guiding force, the DPRK into an invulnerable fortress of socialism and the Korean People's Army into an invincible army.\n\t\t\t\t\t\n\t\t\t\t\t He turned the whole society into a great family by pursuing the politics of love and trust.\n\t\t\t\t\t\n\t\t\t\t\t The immortal exploits performed by him all his life serve as the most precious legacy guaranteeing the victory of socialism in the DPRK and the accomplishment of the human cause of independence."
        },
        {
            "title": "Kim Jong Il Remembered by Leader of Regional Body",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-07ee.html",
            "content": "Kim Jong Il Remembered by Leader of Regional Body\r\nPyongyang, December 11 (KCNA) -- Leader Kim Jong Il is always alive in the minds of progressive mankind.\n\t\t\t\t\t The secretary general of the Afro-Asian People's Solidarity Organization said this in a statement issued on Dec. 4 on the occasion of the 3rd anniversary of Kim Jong Il's demise.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Il was the great leader and father of the people who dedicated himself to the happiness of the Korean people and the prosperity of socialist Korea all his life.\n\t\t\t\t\t\n\t\t\t\t\t He made an undying contribution to boosting the friendship and solidarity between the Korean people and all other world progressives.\n\t\t\t\t\t\n\t\t\t\t\t I, together with the friendly Korean people, pay highest tribute to him."
        },
        {
            "title": "Kim Jong Il Remembered by Russian Papers",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-08ee.html",
            "content": "Kim Jong Il Remembered by Russian Papers\r\nPyongyang, December 11 (KCNA) -- Russian papers carried articles accompanied by the portrait of smiling leader Kim Jong Il under various titles on Nov. 26 and 27 on the occasion of the 3rd anniversary of his demise.\n\t\t\t\t\t The Russian paper Zabaikalski Rabochi in an article titled \"Man Believing in People as in Heaven\" said that Kim Jong Il regarded it as his motto to believe in people as in Heaven all his life.\n\t\t\t\t\t\n\t\t\t\t\t Uncountable are legend-like stories about his boundless love for his people, the paper said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The venerable image of Kim Jong Il as a tender-hearted father will be always remembered by the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Russian paper Pri Armurskiye Wedomostsi carried the following article under the title of \"Legacy Left by Leader Kim Jong Il\":\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il left his great feats guaranteeing the eternal foundation for socialist Korea and its promising future as legacies.\n\t\t\t\t\t\n\t\t\t\t\t The great ideological and theoretical feats are the most priceless legacies bequeathed by him not only to the Korean people but to all other world progressives.\n\t\t\t\t\t\n\t\t\t\t\t The Russian paper S. M. No. 1 in an article titled \"Undying Feats Performed for Cause of Global Independence\" said that history knows no such a great man as Kim Jong Il who performed feats for the cause of global independence with his matchless great idea and leadership ability.\n\t\t\t\t\t\n\t\t\t\t\t His feats will be always remembered by progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the website of Khabarovsk Territory of Russia K. P. Ru in articles titled \"Juche Idea and Kim Jong Il\", \"Undying Great Programme\", etc. praised the feats of Kim Jong Il, who indicated the road ahead of mankind with his brilliant wisdom and through his ideological and theoretical activities."
        },
        {
            "title": "Kim Jong Un's Work Off Press in Brazil",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-01ee.html",
            "content": "Kim Jong Un's Work Off Press in Brazil\r\nPyongyang, December 11 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" was brought out in booklet by the Asa Copias Publishing House of Brazil on December 5.\n\t\t\t\t\t The work, published on July 26, Juche 101 (2012), tells about the essence of Kim Jong Il's patriotism and his noble career dedicated to the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It clarifies the important matters arising in applying Kim Jong Il's patriotism."
        },
        {
            "title": "CRPP denuncia disparate anti-RPDC de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-18ss.html",
            "content": "CRPP denuncia disparate anti-RPDC de Park Geun-hye\r\nPyongyang, 11 de diciembre (ACNC) -- Con respecto a que la mandataria surcoreana Park Geun-hye sigue soltando los disparates anti-Republica Popular Democratica de Corea acusandola de misiles y del problema de \"DDHH\", el portavoz del Comite por la Reunificacion Pacifica de la Patria dio el dia 11 la siguiente respuesta a la ACNC:\n\t\t\t\t\tAl pronunciar el discurso de base en la VII reunion politica mundial, recien efectuada en Seul, Park dijo que el \"desarrollo nuclear del Norte de Corea deviene mayor factor de inestabilidad en el Nordeste Asiatico y grave amenaza a la paz mundial\" y que \"el Norte de Corea vino empeorando la situacion humanitaria y la de derechos humanos de los habitantes practicando la politica paradojica, o sea, el desarrollo paralelo del desarrollo nuclear y la construccion economica y vuelve a amenazar la sociedad internacional hablando de la guerra nuclear\".\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, en las conversaciones con el premier hungaro sostenidas el 28 de noviembre pasado, disparateo que \"no se puede lograr exito en el desarrollo economico sin la desnuclearizacion\" y urgio a la RPDC a \"abandonar las armas nucleares y el plan de desarrollo de misil balistico\". \n\t\t\t\t\t\n\t\t\t\t\tEn su \"mensaje\" enviado el pasado dia 10 a la ceremonia conmemorativa del \"Dia Mundial de la Declaracion de DDHH\", maldijo que \"es lamentable y dolorosa la peor situacion de derechos humanos de la poblacion norcoreana\".\n\t\t\t\t\t\n\t\t\t\t\tEsto es otro grave desafio a la RPDC e intolerable burla a nuestro pueblo.\n\t\t\t\t\t\n\t\t\t\t\tNuestras armas nucleares constituyen el escudo de justicia y remedio todopoderoso para defender la seguridad nacional y preservar la paz de la Peninsula Coreana y de la region desde las imprudentes maniobras de guerra nuclear anti-RPDC de EE.UU. y los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tSi quiere hablar de las armas nucleares, Park debe cuestionar primero a su amo norteamericano que con decenas de miles de armas nucleares acarrea el nubarron de guerra nuclear a la nacion coreana y pedir perdon por sus ejercicios de guerra nuclear anti-RPDC, librados junto con las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tLos disparates de Park hieren tanto a nuestro ejercito y  pueblo.\n\t\t\t\t\t\n\t\t\t\t\tPark debe denunciar primero a EE.UU., archi-violador de derechos humanos, que esta sentado en el banquillo de acusados del tribunal mundial de DDHH por haber asesinado sucesivamente a los jovenes negros inocentes y por haber torturado a los prisioneros. Y debe reflexionarse de la peor situacion de derechos humanos  en el territorio surcoreano.\n\t\t\t\t\t\n\t\t\t\t\tSin hablar nada sobre el despotismo y las arbitrariedades de su amo norteamericano, censura solo el disuasivo nuclear de la parte connacional y el regimen norcoreano donde se aseguran los autenticos derechos humanos. De esta manera, ella revela mas su asquerosa naturaleza como portavoz y sirvienta colonial de EE.UU. que esta acostumbrada al servilismo proyanqui y a la confrontacion fratricida sin tener el sano juicio.\n\t\t\t\t\t\n\t\t\t\t\tComo hemos aconsejado reiteradamente, seria mejor que Park cuide con su boca para las relaciones intercoreanas y para si misma."
        },
        {
            "title": "Kim Jong Un recibe mensaje de Alberto Anaya Gutierrez",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-17ss.html",
            "content": "Kim Jong Un recibe mensaje de Alberto Anaya Gutierrez\r\nPyongyang, 11 de diciembre (ACNC) -- El Mariscal Kim Jong Un recibio un mensaje que le remitiera el 26 de noviembre el dirigente nacional del Partido del Trabajo de Mexico, Alberto Anaya Gutierrez, con motivo del 3o aniversario del deceso del Dirigente Kim Jong Il.\n\t\t\t\t\tEn su misiva, el remitente escribio que con motivo del 3o aniversario del fallecimiento del Dirigente, eterno Secretario General del Partido del Trabajo de Corea, tiene el honor de expresarle el testimonio de la mas alta consideracion en nombre de todos los militantes del PTM y en el suyo propio.\n\t\t\t\t\t\n\t\t\t\t\tConvencido de que bajo la direccion probada y destacada del destinatario, brillaran de continuo la noble idea y hazanas revolucionarias del Songun del Dirigente, manifesto la solidaridad con la lucha del PTC y el pueblo coreano por construir un Estado prospero socialista y reunificar el pais.\n\t\t\t\t\t\n\t\t\t\t\tAprovecho la oportunidad para desear las victorias y exitos en las responsabilidades del destinatario como conductor de la causa revolucionaria del Juche, la revolucionaria del Songun y la de socialismo mundial."
        },
        {
            "title": "Kim Yong Nam recibe cartas  credenciales de embajador checo",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-14ss.html",
            "content": "Kim Yong Nam recibe cartas  credenciales de embajador checo\r\nPyongyang, 11 de diciembre (ACNC) -- Milan Hupcej presento el dia 11 en el capitalino Palacio de los Congresos Mansudae ante el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, sus cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica de Checo en Corea.\n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "Kim Yong Nam envia mensaje de felicitacion al presidente de Kenia",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-13ss.html",
            "content": "Kim Yong Nam envia mensaje de felicitacion al presidente de Kenia\r\nPyongyang, 11 de diciembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 10 un mensaje de felicitacion al presidente de Kenia, Uhuru Muigai Kenyatta, con motivo del 51o aniversario de la independencia de este pais africano.\n\t\t\t\t\tEl remitente expreso la conviccion de que se fortaleceran y se desarrollaran las relaciones de amistad y cooperacion entre los dos paises y deseo exitos en los esfuerzos del destinatario y su pueblo por la estabilidad y la prosperidad del pais."
        },
        {
            "title": "Tiene lugar seminario sobre ciencias y tecnicas cosmicas",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-19ss.html",
            "content": "Tiene lugar seminario sobre ciencias y tecnicas cosmicas\r\nPyongyang, 11 de diciembre (ACNC) -- Tuvo lugar el dia 10 en la Universidad Kim Il Sung el seminario sobre ciencias y tecnicas cosmicas.\n\t\t\t\t\tEste foro marco un hito importante para buscar nuevas esferas de ciencias claves para el desarrollo y el uso del cosmos como la fisica espacial.\n\t\t\t\t\t\n\t\t\t\t\tEl subjefe de departamento de la Administracion Nacional de Desarrollo Espacial, Jong Tong Gil, dijo a la ACNC que el objetivo del seminario estuvo en elevar el nivel de las ciencias y tecnicas espaciales del pais a traves de la presentacion de las disertaciones sobre la tecnica de fabricacion y lanzamiento de satelite artificial y el cohete transportador y del intercambio academico, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tAtrajeron la atencion de los participantes las tesis que tratan los problemas surgidos en establecer nuevamente y al estilo coreano la tecnica de fabricacion del satelite artificial y el cohete transportador y aplicar en varias ramas de economia nacional la tecnica de sistema de informatica geografica de satelite artificial y la de procesamiento de imagenes.\n\t\t\t\t\t\n\t\t\t\t\tObtuvieron buena evaluacion del jurado las tesis que argumentaron profundamente los importantes problemas tecnicos presentados en fabricar los cohetes de transporte de satelite, el satelite de observacion de la Tierra y el otro de comunicaciones de uso practico.\n\t\t\t\t\t\n\t\t\t\t\tA traves del presente seminario, llegue a tener la conviccion de que podemos convertir a nuestro pais en una potencia espacial.\n\t\t\t\t\t\n\t\t\t\t\tTrabajare con responsabilidad para el desarrollo de ciencias y tecnicas cosmicas.\n\t\t\t\t\t\n\t\t\t\t\tEl profesor de la Universidad Politecnica Kim Chaek, Kim Kum Chol, quien presento la tesis sobre el metodo de diseno de ingenieria sistematica del objeto volador, dijo como sigue:\n\t\t\t\t\t\n\t\t\t\t\tEl nuevo metodo de diseno es mas practico y eficiente y ocupa una posicion muy importante en el desarrollo del satelite artificial con fines pacificos.\n\t\t\t\t\t\n\t\t\t\t\tVoy a mejorarlo y completarlo en un nivel mas alto para contribuir al desarrollo espacial del pais.\n\t\t\t\t\t\n\t\t\t\t\tEl profesor de la Universidad Kim Il Sung, Ko Pyong Chun, subrayo que durante el seminario, pudo conocer bien el nivel de las ciencias y tecnicas cosmicas del pais.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la decision de esforzarse por presentar mas exitos de investigacion en los futuros seminarios de la rama."
        },
        {
            "title": "ACNC rechaza instalacion de radioemisora anti-RPDC en Sur de Corea",
            "url": "http://kcna.co.jp/item/2014/201412/news11/20141211-11ss.html",
            "content": "ACNC rechaza instalacion de radioemisora anti-RPDC en Sur de Corea\r\nPyongyang, 11 de diciembre (ACNC) -- Ahora los titeres surcoreanos andan atareados para instalar la \"radio de unificacion del pueblo\". \n\t\t\t\t\tConvocaron la \"conferencia de promotores\" instigando a los medios venales como \"Daily NK\" y preconizan el \"plan de ampliacion de radioyentes norcoreanos\" describiendo el medio a instalar como \"primera radioemisora para la unificacion\". \n\t\t\t\t\t\n\t\t\t\t\tProvoca las denuncias de compatriotas tal comportamiento de los elementos anti-reunificacion enloquecidos por la campana de enfrentamiento fratricida. \n\t\t\t\t\t\n\t\t\t\t\tLa fabricacion de la \"radio de unificacion\" deviene otra intolerable provocacion a la connacional RPDC y ejerce influencias negativas sobre las relaciones entre ambas partes coreanas. \n\t\t\t\t\t\n\t\t\t\t\tLa \"radio de unificacion\" es sucio aparato de conspiracion para suprimir la idea y el regimen de la RPDC en adhesion a la campana de \"DDHH\" anti-RPDC de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tHasta ahora, EE.UU. vino invirtiendo enormes fondos en mas de 10 medios de prensa operados por los \"fugitivos norcoreanos\" bajo el rotulo de \"ayuda a la radio civil\" anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEn entrevista con la \"radio de Corea libre\" concedida el 28 de octubre pasado, el asistente del secretario del Departamento de Estado de EE.UU., Tom Malinovski, dijo que \"es importante el flujo de informaciones exteriores al Norte de Corea para mejorar su situacion de DDHH\". Esto es un ejemplo de la intervencion de EE.UU. en la instalacion de la radio que forma parte de la campana psicologica contra la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos, acostumbrados al servilismo proyanqui y al enfrentamiento fratricida, recurren a la campana intrigante anti-RPDC como la radiodifusion psicologica y el lanzamiento de volantes instigando a los medios conservadores, el ejercito titere y hasta las escorias humanas. \n\t\t\t\t\t\n\t\t\t\t\tLa anunciada meta de ellos es inducir el \"cambio\" de alguien, \"crear la opinion publica por la unificacion\" y \"hacer preparativos de unificacion\". \n\t\t\t\t\t\n\t\t\t\t\tMediante la instalacion de aparatos como \"radio de unificacion\", los titeres surcoreanos intentan inducir el \"cambio\" de alguien con los datos intrigantes e insultar el prestigioso regimen norcoreano. \n\t\t\t\t\t\n\t\t\t\t\tCon el recrudecimiento del complot de \"DDHH\" anti-RPDC, los titeres surcoreanos revelaron por si mismos su naturaleza conflictiva. \n\t\t\t\t\t\n\t\t\t\t\tEs una ilusion manchar la imagen de la RPDC y frenar la corriente hacia la reunificacion independiente con esa sucia radiodifusion. \n\t\t\t\t\t\n\t\t\t\t\tSon inquebrantables por nada el regimen socialista y la unidad monolitica de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos tendran el fin tragico si siguen actuando como ahora."
        }
    ]
}