{
    "date": "2014-12-20",
    "url": "http://kcna.co.jp/item/2014/201412/2014-12-20ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Kim Jong Suk Pyongyang Textile Mill",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Kim Jong Suk Pyongyang Textile Mill\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, gave field guidance to the Kim Jong Suk Pyongyang Textile Mill.\n\t\t\t\t\t Shaking hands with officials of the mill one by one, he said he came to the mill to meet its workers who fulfilled the production tasks assigned by the party and are bringing about miracles and innovations in the year-end drive every day.\n\t\t\t\t\t\n\t\t\t\t\t He handed his autograph \"Kim Jong Suk Pyongyang Textile Mill\" to the officials.\n\t\t\t\t\t\n\t\t\t\t\t He looked round the newly arranged room for the education in the revolutionary history and the room dedicated to the history of the mill.\n\t\t\t\t\t\n\t\t\t\t\t He expressed satisfaction over the fact that the officials and employees of the mill displayed the photos of President Kim Il Sung and leader Kim Jong Il prominently with due respect and face-lifted the rooms to be models to be followed by the whole country. \n\t\t\t\t\t\n\t\t\t\t\t Recollecting that Kim Il Sung and Kim Jong Il lent their ears to the voices of the people and reflected their wishes in the lines and policies of the party, always finding themselves among them, Kim Jong Un underlined the need for the officials to learn from their work method and style and make a revolution with a correct viewpoint on the people.\n\t\t\t\t\t\n\t\t\t\t\t He went round the rayon fabric shop, combined dyeing shop and other places of the mill to learn in detail about the production and quality of the products.\n\t\t\t\t\t\n\t\t\t\t\t He said he was greatly pleased to see weaving, dyeing, printing and all other production processes operating in full capacity and appreciated the high quality of the produced rayon and printed fabrics. He praised the employees for devoting themselves to mass-producing varieties of cloth. \n\t\t\t\t\t\n\t\t\t\t\t If people are made to get more benefits in their living, we can hear happier laughter and louder hurrah for the WPK from them, he said, adding that the mill is like a major battle area for improving the people's living standard and the first trench for defending socialism.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need for the mill to produce more fabrics and bring the quality of products to the world level.\n\t\t\t\t\t\n\t\t\t\t\t He gave an instruction for focusing efforts on the production of cloth for school uniforms, in particular.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the party would be entirely responsible for solving the issues of school uniforms, shoes, school things and bags, he instructed the mill to simultaneously push ahead with the work to build technical processes necessary for the production of cloth for school bags. \n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to arrange better the scientific and technological dissemination room so that the employees of the mill may fully acquire modern science and technology.\n\t\t\t\t\t\n\t\t\t\t\t He learned about the management and operation of the workers' hostel newly built at the mill and its supply service and called for continuing to pay deep attention to providing good living conditions to the workers who are in charge of production.\n\t\t\t\t\t\n\t\t\t\t\t Walking the compound of the mill, he praised it for good greening. He called on it to be a model to be followed by the whole country in all aspects including production results and living environment.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with officials and workers of the mill.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, secretary of the C.C., the WPK, An Jong Su and Han Kwang Sang, department directors of the C.C., the WPK, Ri Jae Il, first vice department director of the C.C., the WPK, and Pak Myong Sun, vice department director of the C.C., the WPK."
        },
        {
            "title": "Congratulatory Message to Dominican PM",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-12ee.html",
            "content": "Congratulatory Message to Dominican PM\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- Premier of the DPRK Pak Pong Ju Friday sent a congratulatory message to Roosevelt Skerrit on his reappointment as prime minister of the Commonwealth of Dominica.\n\t\t\t\t\t The message wished the prime minister success in his responsible work for the country's development and people's well-being, expressing belief that the friendly and cooperative relations between the two countries would grow stronger through cooperation in several fields such as support and cooperation in the international arena."
        },
        {
            "title": "Kim Jong Un Receives Message from Russian Political Party Leader",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-13ee.html",
            "content": "Kim Jong Un Receives Message from Russian Political Party Leader\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea (WPK), received a message from Gennadi Andreyevich Zhuganov, chairman of the Central Committee of the Communist Party of the Russian Federation, on Dec. 17.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Today the Korean people and their foreign friends are remembering Comrade Kim Jong Il, the outstanding leader of the WPK and the DPRK, in boundless reverence.\n\t\t\t\t\t\n\t\t\t\t\t We are paying high tribute to Comrade Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are steadily advancing along the road indicated by him.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the behests of Comrade Kim Jong Il will come true.\n\t\t\t\t\t\n\t\t\t\t\t We wish the Korean people big success in building the socialist society."
        },
        {
            "title": "DPRK Foreign Ministry Rejects U.S. Accusation against Pyongyang over Cyber Attack ",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-22ee.html",
            "content": "DPRK Foreign Ministry Rejects U.S. Accusation against Pyongyang over Cyber Attack \n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to a question put by KCNA Saturday as regards the U.S. accusation against the DPRK over a cyber attack on a movie company in the U.S.:\n\t\t\t\t\t Obama, Kerry and other high-ranking authorities of the U.S. cried out for sort of counter-measure Friday, claiming that the results of the  investigation into the cyber-attack on the Sony Pictures Entertainment proved that the DPRK was behind it.\n\t\t\t\t\t\n\t\t\t\t\t They, without presenting any specific evidence, are asserting they can not open it to public as it is \"sensitive information.\"\n\t\t\t\t\t\n\t\t\t\t\t Clear evidence is needed to charge a sovereign state with a crime.\n\t\t\t\t\t\n\t\t\t\t\t Reference to the past cyber-attacks quite irrelevant with the DPRK and a string of presumptive assertions such as \"similarity\" and \"repetition\" can convince no one.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. act of daring charge the DPRK with a crime based on absurd \"investigation results\" reveals its inveterate bitterness toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is proven, as in the recent cyber-attack, by the recent urge made by a man called a \"human rights special  envoy\" of the U.S. State Department to movie-makers that they should harass the north Korean government and keep alive scenes hurting the dignity of the its supreme leadership. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. ruling quarters are working hard to divert the criticism of its administration to the DPRK as the plan of putting on show the anti-DPRK film on Christmas Day canceled due to the controversial cyber-attack, causing an uproar in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t We will never pardon those undesirable elements keen on hurting the dignity of the supreme leadership of the DPRK. In case we retaliate against them, we will target with legitimacy those responsible for the anti-DPRK acts and their bases, not engaging in terrorist attack aimed at the innocent audience in cinemas.\n\t\t\t\t\t\n\t\t\t\t\t The army of the DPRK has the will and ability to do so.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. State Secretary is going to justify the production of the movie hurting the dignity of the supreme leadership of a sovereign state while trumpeting about the freedom of expression. He should know that there is punishment of libel in enforcement of international law.\n\t\t\t\t\t\n\t\t\t\t\t We propose the U.S. side conducting a joint investigation into the case, given that Washington is slandering Pyongyang by spreading unfounded rumor.\n\t\t\t\t\t\n\t\t\t\t\t We have a way to prove that we have nothing to do with the case without resorting to torture as what the CIA does.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should bear in mind that it will face serious consequences in case it rejects our proposal for joint investigation and presses for what it called countermeasure while finding fault with the DPRK."
        },
        {
            "title": "DPRK Foreign Ministry Categorically Rejects Anti-DPRK \"Human Rights Resolution\" Rammed through UNGA",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-17ee.html",
            "content": "DPRK Foreign Ministry Categorically Rejects Anti-DPRK \"Human Rights Resolution\" Rammed through UNGA\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- The Foreign Ministry of the DPRK released the following statement on Saturday:\n\t\t\t\t\t The efforts of the DPRK government to build the world's best power and a land of bliss for people where they are well-off as the masters under the socialist system have faced a grave challenge of the hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK \"human rights resolution\" which had been rammed through the Third Committee of the UN General Assembly by the U.S. was finally adopted in a forcible manner at a plenary session of the 69th UN General Assembly on Friday.\n\t\t\t\t\t\n\t\t\t\t\t The \"resolution\" contains even the poisonous call for considering the matter of referring the \"human rights issue\" of the DPRK to the International Criminal Court, not content with malignantly hurting the DPRK's policy for ensuring genuine human rights. It is the most vivid manifestation of the U.S. harsh hostile policy toward the DPRK aimed at isolating and stifling it at any cost.\n\t\t\t\t\t\n\t\t\t\t\t Washington, in utter disregard of the procedures and regulations of the UN, staged a farce of making the \"human rights issue\" of the DPRK an official agenda item by instigating its followers at the UN Security Council even before the adoption of the \"resolution\" at the UN General Assembly. This fact clearly proves its dangerous politically-motivated attempt to invent an excuse for mounting an invasion of the DPRK under the pretext of \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t Under the present serious situation where the human rights issue of an individual country was politicized at the UN to make a dangerous precedent for abusing it for toppling the social system of the country and the human rights issue stands at the crossroads of genuine cooperation or war, the Ministry of Foreign Affairs of the DPRK solemnly clarifies its stand as follows:\n\t\t\t\t\t\n\t\t\t\t\t First. The DPRK vehemently and categorically rejects the anti-DPRK \"human rights resolution\" rammed through the plenary session of the UN General Assembly by the hostile forces on the basis of plots, lies and fabrications and high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t The \"resolution\", which was fabricated on the basis of the misinformation, a collection of \"testimonies\" made by human scum bereft of even an iota of conscience and appearance as human beings, failing to witness the actual human rights performance in the DPRK, can never remain valid no matter where and by whom it was \"adopted.\"\n\t\t\t\t\t\n\t\t\t\t\t Second. As the U.S. hostile policy toward the DPRK to mount an invasion of it under the excuse of human rights has become clear, the denuclearization of the Korean Peninsula has lost its meaning. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has reduced to dead papers all the agreements it made with the DPRK including the Sept. 19 joint statement adopted at the six-party talks in which the DPRK and the U.S. committed themselves to the mutual respect for sovereignty and peaceful co-existence from the moment it launched an all-out human rights showdown with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Third. The DPRK will take all the necessary measures, not bound to anything, to defend its sovereignty and security from the evermore undisguised moves of the U.S. to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will put increased spurs to its efforts to bolster up in every way its capability for self-defence including nuclear force.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK will smash the hostile forces' reckless \"human rights\" racket through unprecedentedly toughest counteractions and firmly defend the socialist system, their life and soul."
        },
        {
            "title": "CPRK Secretariat Blasts S. Korean Puppet Authorities for Disbanding UPP ",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-23ee.html",
            "content": "CPRK Secretariat Blasts S. Korean Puppet Authorities for Disbanding UPP\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- The puppet south Korean authorities Friday let the \"constitutional court\" forcibly disband the Unified Progressive Party (UPP), a legitimate progressive party, and deprive five lawmakers from the party of their membership as the \"National Assemblymen\".\n\t\t\t\t\t The fascist authorities made the decision on the dissolution in just thirty minutes, charging that the programme of the party is just like the \"Juche idea and Juche concept of the north\" and the \"north's revolutionary strategy toward the south\", and that its objective and activities are aimed to \"realize progressive democracy by violence and to build socialism the way the north did in the end\".\n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) in information bulletin No. 1082 Saturday said the forcible disbandment of the legitimate political party as part of violence of elementary political freedom and democratic right in south Korea is a crime against humanity and a hideous and crucial case that blatantly challenges human civilization and universal human rights.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces fully revealed their true colors and barbarity as the kingpin of human rights abuses and a rare fascist tyrant through the recent act, the information bulletin said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The recent act means a crude violation of democracy in south Korea as it will bring to naught the fruit of democratization which the south Koreans have won with much efforts.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group's tyrannical act is pursuant to its sinister intention to revenge the shame and insult it sustained from the Unified Progressive Party during the past \"presidential election\", highlight the \"coloring of those following the north\" and thus wipe out pro-reunification patriotic forces and prevent the opposition party from coming to power. It is also aimed to divert elsewhere the public attention focused on the \"government\" following the case of Jong Yun Hoe's interference in the state affairs and thus tide over the serious ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t It is clear that the sword of fascism that disbanded the Unified Progressive Party will mangle other progressive political parties and turn the whole of south Korea into a tundra of democracy and human rights.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of impudence for the violators of democracy and human rights to take issue with others over \"human rights\" and \"democracy.\"\n\t\t\t\t\t\n\t\t\t\t\t The present puppet conservative forces obsessed by fascism and confrontation with fellow countrymen will only cause the disaster of war, far from helping win independence, democracy and human rights in south Korea and reunification of the country."
        },
        {
            "title": "DPRK Citizens Condemn U.S. Crimes against Humanity　",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-15ee.html",
            "content": "DPRK Citizens Condemn U.S. Crimes against Humanity\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- The U.S. and its followers' desperate anti-DPRK \"human rights\" racket has touched off bitter resentment of the Korean people. \n\t\t\t\t\t The museum in Sinchon County of the DPRK, a place testifying to the brutality and cruelty of the U.S. imperialist aggressors, is crowded with visitors condemning their massacres and hair-raising crimes committed against humanity during the 1950-1953 Korean War.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are the worst human rights abuser that committed the indelible crimes against the entire Korean nation, said Kim Kyong Jin, a researcher of the Socio-politics Institute under the Academy of Social Sciences.\n\t\t\t\t\t\n\t\t\t\t\t Noting that they perpetrated cruel genocides not only in the north of Korea but also in the south, he told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialist aggressors occupied the south of Korea after its liberation from the Japanese colonial rule on August 15, 1945. Since then, they had slaughtered at random those patriots and other civilians opposing their colonial rule in Kwangju, Taegu, Jeju Island, Ryosu and other parts of south Korea. The number of those killed before the Korean War amounted to hundreds of thousands.\n\t\t\t\t\t\n\t\t\t\t\t Typical of the atrocities committed by the U.S. imperialists in south Korea during the war is the massacre of civilians in Rogun-ri.  \n\t\t\t\t\t\n\t\t\t\t\t In July 1950, those fleeing soldiers of the 7th armored regiment belonging to the U.S. 1st armored division forced civilians to gather on the railway near Rogun-ri in Yongdong County, North Chungchong Province and called fighters by radio to massacre them with indiscriminate bombing and strafing. Not content with this, the aggressors fired machine-guns even at some of them who took shelter under a bridge. \n\t\t\t\t\t\n\t\t\t\t\t In the war period, the U.S. imperialist cannibals killed at least 1.23 million people in the north of Korea and 1.24 million in the south, according to official statistics.\n\t\t\t\t\t\n\t\t\t\t\t Even after the war, the Yankees' atrocities against humanity in south Korea have continued. They include a case of shooting a girl to death in Kunsan, a case of painting a woman in Uijongbu and a case of driving an armored car over schoolgirls Sin Hyo Sun and Sim Mi Son to death in 2002.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S, the worst human rights abuser in the world, and its stooges are now pulling up the DPRK over the \"human rights issue\". Such group of gangsters should be brought to the human rights court and given a stern punishment at once."
        },
        {
            "title": "U.S. Offensive against DPRK over \"Human Rights Issue\" Bound to Go Bust: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-11ee.html",
            "content": "U.S. Offensive against DPRK over \"Human Rights Issue\" Bound to Go Bust: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- The U.S. and its followers are blustering that it is necessary to take substantial measures for improving the human rights performance and it is essential to increase the efficiency of pressure on north Korea. They are, at the same time, vociferously crying out for operating the program for financial aid to the organizations for human rights of north Korea in the U.S. and other countries.\n\t\t\t\t\t Rodong Sinmun Saturday observes in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is seeking a criminal aim to realize its scenario to invade and bring down the DPRK through its \"human rights racket\" at any cost as it failed to do so through political, economic and military pressures and ideological and cultural poisoning.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. black-hearted intention to kick off the \"human rights\" racket against the DPRK is to prevent the world people's attention from focusing on socialist Korea and infringe upon the sovereignty of other countries as it pleases.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. scenario to internationalize the \"human rights issue\" of the DPRK by setting in motion its followers is designed to turn all countries of the world into countries like Iraq, Afghanistan and Libya.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. offensive against the DPRK over its \"human rights\" issue is bound to go bankrupt due to its criminal and reactionary nature.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is so naive as to try to hold in check the advance of all service personnel and people of the DPRK to develop the socialist system, the most advantageous one in the world and their life and soul, with sinister intrigues and plots as their determination is to make socialism and capitalism poles apart.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. \"human rights\" racket against the DPRK is a preliminary measure and prelude to ignite the second Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will set the U.S. imperialists keen to ignite a new war of aggression under the pretext of \"protecting human rights\" while conducting \"human rights\" offensive as a principal goal of attack and bolster up its war deterrent for self-defence in every way."
        },
        {
            "title": "Minjok Thongsin Praises Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-18ee.html",
            "content": "Minjok Thongsin Praises Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- A memorial article jointly written by the former attorney general of the U.S. and the co-chairman of the International Action Center was posted on Minjok Thongsin, internet newspaper of Koreans in the U.S., on Dec. 15 on the occasion of the third anniversary of demise of leader Kim Jong Il. \n\t\t\t\t\t The article said three years have passed since the demise of Kim Jong Il, the great leader of the DPRK, adding that he devoted himself to the work for peaceful reunification of the Korean Peninsula in his lifetime. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il had a historical summit with Kim Dae Jung, former president of south Korea, in June 2000 and this exploit will go down in history, the article said, and went on: \n\t\t\t\t\t\n\t\t\t\t\t The historic June 15 joint declaration gave hope to all people. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to his devoted efforts exchange among people from all walks of life was made between the north and the south and the reunion of separated families and relatives from the north and the south took place. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. listed the DPRK as a member of the \"axis of evil\" and pursued a hostile policy toward socialist Korea in a bid to isolate it while deteriorating the situation on the Korean Peninsula keen to advance towards reconciliation and peace. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il bolstered military capability for self-defence to cope with the U.S. hostile policy toward the DPRK and persistent threats. \n\t\t\t\t\t\n\t\t\t\t\t The article expressed the will to work hard to let people widely know about his devoted efforts for defending the sovereignty of the DPRK and national reconciliation and cooperation."
        },
        {
            "title": "S. Korean Authorities' Unreasonable Judgment Protested",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-19ee.html",
            "content": "S. Korean Authorities' Unreasonable Judgment Protested\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- The south Korean All-People Measures Committee for Checking the Ban of Jaju Minbo grouping members of civic and public organizations and overseas Koreans held an emergency press conference in Seoul on Dec. 17 to denounce the puppet group for cracking down on progressive media.\n\t\t\t\t\t Kwon O Hon, co-representative of the all-people committee, recalled that the Seoul High Court held a trial on an appeal and made a decision on canceling the registration of internet paper Jaju Minbo.\n\t\t\t\t\t\n\t\t\t\t\t Chongwadae is suppressing all those who say right things, he noted, adding that the freedom of speech and expression is being trampled down and  progressive political parties and many organizations for the reunification movement are being  suppressed after being branded as \"ones benefiting the enemy\".\n\t\t\t\t\t\n\t\t\t\t\t A press release was read out. It said that the unreasonable decision of the Seoul High Court revealed once again the true colors of the present regime standing against democracy, nation and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The all-people committee will rise up in the struggle to protect Jaju Minbo that took the lead in implementing the June 15 joint declaration and the October 4 declaration and achieve the reunification of the country, the cherished desire of all Koreans, it stressed."
        },
        {
            "title": "S. Korean Authorities' Search Protested",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-20ee.html",
            "content": "S. Korean Authorities' Search Protested\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- The South Side Committee for Implementing June 15 Joint Declaration held a press conference outside the puppet Seoul Metropolitan Police Agency on Dec. 18 to protest against the unreasonable search of the committee building.\n\t\t\t\t\t The security authorities searched an office of the committee by taking issue with a lecture of Sin Un Mi, a Korean in the U.S., and Hwang Son, representative of the Forum for the Study of Politics Desired, the committee recalled, adding it is a wrong step based on a wrong ground.\n\t\t\t\t\t\n\t\t\t\t\t The illegal search is a revelation of the attempt to find fault with the committee at any cost, it said.\n\t\t\t\t\t\n\t\t\t\t\t It urged the present regime to stop the \"witch-hunting for eliminating the followers of the north\", apologize for the unreasonable search and punish those involved in it."
        },
        {
            "title": "Thorough Investigation into Terrorist Case Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-14ee.html",
            "content": "Thorough Investigation into Terrorist Case Demanded in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- The Taejon Headquarters of the South Side Committee for Implementing June 15 Joint Declaration held a press conference before the Taejon City Office on Dec. 15 at  which it demanded a thorough investigation into the terrorist act against progressive activists.\n\t\t\t\t\t The organization said that the persistent false reporting of the conservative media about Sin Un Mi, a Korean professor in the U.S., and Hwang Son, representative of the Forum for the Study of Politics Desired, and police authorities' unreasonable acts of  \"labeling them followers of the north\" finally led to a terrorist act.\n\t\t\t\t\t\n\t\t\t\t\t It referred to the fact that the travel notes written by Sin Un Mi on the north were selected as the best book of the Ministry of Culture, Sports and Tourism, and the Ministry of Unification introduced her visit, too.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the present \"government\" branded Sin Un Mi as the \"follower of the north\" by mobilizing the conservative media, ultra-right conservative organizations and human scum, and is spreading the consciousness of confrontation with the north, it charged.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the \"government\" stop the unreasonable crackdown upon Sin Un Mi and Hwang Son and thoroughly investigate the terrorist case."
        },
        {
            "title": "S. Korean Regime Flayed for Its Human Rights Abuses",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-16ee.html",
            "content": "S. Korean Regime Flayed for Its Human Rights Abuses\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- Son Se Yong, a member of the editorial board of the internet paper of compatriots in the U.S. Minjok Thongsin, in an article condemned the human rights abuses, a product of the south Korean puppet regime's hostile policy towards the DPRK.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Education in confrontation with the DPRK prevails in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t At present when it is nearly 70 years since the national division, no one can know about the north due to the so-called \"Security Law\". This is the reality of south Korean society.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities and conservative media are suppressing Sin Un Mi, a Korean professor in the U.S., as \"a follower of the north\" for the mere reason that in south Korea she gave lectures on her impressions of the north. \n\t\t\t\t\t\n\t\t\t\t\t In order to properly know about the north under this situation one should travel the north as an adage says \"Seeing is believing\" or see for oneself it through books or video clips on it."
        },
        {
            "title": "Memorial Service for Kim Jong Il Held by Teachers, Students of Korean University of Chongryon",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-21ee.html",
            "content": "Memorial Service for Kim Jong Il Held by Teachers, Students of Korean University of Chongryon\n\t\t\t\t\t\t\r\n Tokyo, December 19 (KNS-KCNA) -- A memorial service of teachers and students of Korean University under the General Association of Korean Residents in Japan (Chongryon) was held at the lecture hall of the university in Tokyo on Dec. 15 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The participants watched video \"Cantata to General Kim Jong Il\", the 1 000-people chorus performance of students of the university which was given on his birth anniversary in 2002.\n\t\t\t\t\t\n\t\t\t\t\t Jang Pyong Thae, rector of the university, said that Kim Jong Il showed particular loving care and solicitude for the university so that it might train many able talents of the nation who will inherit the patriotic cause.\n\t\t\t\t\t\n\t\t\t\t\t Then followed an art performance."
        },
        {
            "title": "Kim Jong Il's Work Posted by Mexican Organization",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-02ee.html",
            "content": "Kim Jong Il's Work Posted by Mexican Organization\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- Leader Kim Jong Il's work \"On the Juche Idea\" was posted by the Mexican Committee for the Study of Kimilsungism-Kimjongilism on its website on Dec. 5.\n\t\t\t\t\t The work, published on March 31, Juche 71 (1982), deals with the immortal historical exploits performed by President Kim Il Sung in founding the Juche idea and its significance, and the founding of the Juche idea, its philosophical principle, socio-historical principle, guiding principle and historic significance."
        },
        {
            "title": "Brief Biography of Kim Jong Il Introduced by British Organization",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-03ee.html",
            "content": "Brief Biography of Kim Jong Il Introduced by British Organization\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- The British Group for the Study of the Juche Idea introduced a brief biography of leader Kim Jong Il in its bulletin on Dec. 13.\n\t\t\t\t\t The bulletin also carried a portrait of smiling Kim Jong Il."
        },
        {
            "title": "Nigerian Organization Introduces Kim Jong Suk's Exploits",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-04ee.html",
            "content": "Nigerian Organization Introduces Kim Jong Suk's Exploits\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism on Dec. 11 posted an article on its website on the occasion of the 97th birth anniversary of anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t The article titled \"Anti-Japanese war hero\" said:\n\t\t\t\t\t\n\t\t\t\t\t December 24 is the birth anniversary of Kim Jong Suk, anti-Japanese war hero.\n\t\t\t\t\t\n\t\t\t\t\t She was born into a poor peasant family in Hoeryong, North Hamgyong Province when the Korean people were suffering distress under the military occupation by the Japanese imperialists, and took the road of struggle for the country and people in her teens.\n\t\t\t\t\t\n\t\t\t\t\t She joined the Korean People's Revolutionary Army led by President Kim Il Sung and earned her fame as an anti-Japanese war hero who fought for the liberation of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It was her greatest feat that she devotedly defended Kim Il Sung in the fierce battle sites against the Japanese imperialists. \n\t\t\t\t\t\n\t\t\t\t\t During the anti-Japanese war she displayed her matchless pluck, superb strategy, marksmanship of never missing any target, distinguished bravery and self-sacrificing spirit.\n\t\t\t\t\t\n\t\t\t\t\t She personally practiced parachuting and encouraged her colleagues in the decisive battles for the national liberation.\n\t\t\t\t\t\n\t\t\t\t\t She made great feats in arousing the popular masses to the righteous struggle for national liberation with her skillful and tested political underground activities. \n\t\t\t\t\t\n\t\t\t\t\t The soldiers of the then Korean People's Revolutionary Army and people called her \"woman commander of guerilla army\" and \"anti-Japanese war hero\" with affection and respect with the tales of her military exploits being wide spread.\n\t\t\t\t\t\n\t\t\t\t\t Anti-Japanese fighters carved on the barked trunks of trees the letters praising her feats."
        },
        {
            "title": "Anniversary of Kim Jong Il's Demise Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-05ee.html",
            "content": "Anniversary of Kim Jong Il's Demise Observed in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- Events took place in different countries on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t A photo exhibition was held by the Committee of Angola for Friendship and Solidarity with Peoples, a book exhibition and film show at a hospital in Zamfara State of Nigeria and film shows by the Kim Il Sung Institute of Agricultural Science in Guinea, a club of the Taekwon-Do Association of Mongolia, the Universal Surveying Company of Thailand and a university of Algeria from Dec. 8 to 13.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos documenting the revolutionary career and exploits of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were works of Kim Jong Il and Marshal Kim Jong Un and books introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Participants of the film shows watched Korean films dealing with the revolutionary career and exploits of Kim Jong Il and Songun leadership feats of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The acting chairman of the Committee of Angola for Friendship and Solidarity with Peoples who is chairman of the committee for honoring the memory of Kim Jong Il praised him as prominent statesman and activist and outstanding leader ardently revered by not only Korean and Angolan peoples but all other world progressives.\n\t\t\t\t\t\n\t\t\t\t\t He was an ardent patriot and benevolent father as he dedicated his all to the prosperity of the country and happiness of its people all his life and a great example of genuine international soldiers as he made tangible contributions to the cause of global independence, the acting chairman said.\n\t\t\t\t\t\n\t\t\t\t\t The director general of the Kim Il Sung Institute of Agricultural Science in Guinea noted that Kim Jong Il was the greatest man who performed great feats before the country and people, adding he always lives in the hearts of the Korean people and progressive mankind."
        },
        {
            "title": "Seminar on Exploits of Kim Jong Il Held in Poland",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-06ee.html",
            "content": "Seminar on Exploits of Kim Jong Il Held in Poland\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- A joint seminar took place in Warsaw, Poland on Dec. 13 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Displayed at the venue of the seminar were works of Kim Jong Il and Marshal Kim Jong Un and books introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Polish committee for honoring the memory of Kim Jong Il, the Warsaw Regional Committee of the Polish Communist Party, the Poland-Korea Association, the Polish branch of the Korean Friendship Association and the Union of Polish Communist Youth and the masses.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Polish branch of the Korean Friendship Association made a report.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il dedicated everything to the happiness of the people to the last moments of his life, regarding it as his motto to believe them as in Heaven and finding himself among them.\n\t\t\t\t\t\n\t\t\t\t\t He successfully carried forward the idea and cause of President Kim Il Sung with his rare ideology and theory and great revolutionary practices.\n\t\t\t\t\t\n\t\t\t\t\t He firmly defended the sovereignty of the DPRK and socialism and put the national power on the highest level with his unique Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t He, peerless statesman and great master of independent politics, will always be alive in the hearts of not only the Korean people but other world progressives for the great feats he performed before the times and history.\n\t\t\t\t\t\n\t\t\t\t\t The first vice-chairman of the Central Committee of the Poland-Korea Association and other speakers praised him for turning the DPRK into an invincible socialist fortress with powerful nuclear deterrence, laying a solid foundation for building a thriving nation under the uplifted banner of Songun, banner of independence against imperialism and making tangible contributions to the cause of global independence."
        },
        {
            "title": "Korean Film Shows Held in Nigeria",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-07ee.html",
            "content": "Korean Film Shows Held in Nigeria\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- Film shows were held by the Ministry of Agriculture in Yobe State, Nigeria, Ministry of Construction in Zamfara State, Franoson Mannyon International Company LTD, a machine company in Lagos and a construction company in Abuja City from Dec. 9 to 12 on the occasion of the third anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t Films shown included Korean films documenting the revolutionary career and exploits of Kim Jong Il and Songun leadership exploits of Marshal Kim Jong Un."
        },
        {
            "title": "Russian Composer Praises Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-08ee.html",
            "content": "Russian Composer Praises Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- Russian composer Gennadi Sharin wrote a poem \"Honoring the memory of leader Kim Jong Il\" on the occasion of the third anniversary of his demise.\n\t\t\t\t\t He in his poem said that the world was in deep sorrow after hearing the sad news that Kim Jong Il passed away, adding though three years have passed, the world people remember, praise and love him.\n\t\t\t\t\t\n\t\t\t\t\t He emphasized that Kim Jong Il is alive in the hearts of the Korean people and world progressives, adding that a steady stream of visitors to the Kumsusan Palace of the Sun where he lies in state fully reflects reverence of the world people for Kim Jong Il."
        },
        {
            "title": "Kim Jong Il's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-09ee.html",
            "content": "Kim Jong Il's Work Published in Russia\n\t\t\t\t\t\t\r\n Pyongyang, December 20 (KCNA) -- Leader Kim Jong Il's work \"The Juche Philosophy Is an Original Revolutionary Philosophy\" was brought out in booklet by the Nakhodka Format Publishing House of Russia on Dec. 11.\n\t\t\t\t\t The work, published on July 26, Juche 85 (1996), clarifies the idea that the Juche philosophy is an original one developed and systemized with its own principles and a revolutionary and popular one truly contributing to the popular masses' struggle for independence."
        },
        {
            "title": "Kim Jong Un visita Fabrica Textil Kim Jong Suk de Pyongyang",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-30ee.html",
            "content": "Kim Jong Un visita Fabrica Textil Kim Jong Suk de Pyongyang\n\t\t\t\t\t\t\r\nPyongyang, 20 de diciembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito la Fabrica Textil Kim Jong Suk de Pyongyang.\n\t\t\t\t\tTomando uno tras otro las manos de los funcionarios de la fabrica, el Mariscal dijo que el mismo vino a la fabrica para encontrarse con la clase obrera que cumplio perfectamente la  tarea productiva dada por el Partido y crean cada dia los milagros e innovaciones en la campana del fin de este ano.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal entrego a los funcionarios su autografo \"Fabrica Textil Kim Jong Suk de Pyongyang\".\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal recorrio la sala de educacion en la historia revolucionaria y la otra de presentacion del historial, acondicionadas nuevamente.\n\t\t\t\t\t\n\t\t\t\t\tSe mostro muy satisfecho de que los funcionarios y empleados de la fabrica hayan colocado con alta cortesia y claramente las fotos del Presidente Kim Il Sung y el Dirigente Kim Jong Il y renovado las mencionadas salas para que sean ejemplos de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que, el Presidente y el Dirigente, encontrandose siempre entre el pueblo, escuchaban las voces de este y las reflejaron en la linea y politica del Partido y destaco la necesidad de hacer la revolucion con la concepcion correcta sobre el pueblo asimilando el modo de trabajo de los grandes hombres.\n\t\t\t\t\t\n\t\t\t\t\tDando recorrido por varios lugares de la fabrica como el taller de tejido de seda artificial y el combinado de tenido, averiguo en detalles del estado de produccion y de la calidad de los productos.\n\t\t\t\t\t\n\t\t\t\t\tMostro su placer de que ponen en pleno funcionamiento todos los procesos de produccion como la tejedura, el tenido, la estampacion, etc., evaluo altamente la calidad del tejido de seda artificial y el de estampacion y alabaron el trabajo de los empleados que se esfuerzan por producir en gran cantidad los tejidos de muchas variedades.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que creceran entre los habitantes las sonrisas y las vivas el Partido del Trabajo cuando ellos tengan mas beneficios en la vida.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que esta fabrica es la base principal para el mejoramiento de los niveles de la vida del pueblo y la trinchera en la primera linea de defensa del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo producir mucho mas telas y elevar al nivel mundial la calidad de los productos.\n\t\t\t\t\t\n\t\t\t\t\tDio enfasis en concentrarse en la produccion de telas para la confeccion de uniformes escolares.\n\t\t\t\t\t\n\t\t\t\t\tPrometio que el Partido se encargara de resolver todos los problemas que surjan en la produccion de uniformes, calzados, utensilios y maletines escolares e indico impulsar simultaneamente el establecimiento del proceso tecnico necesario a la produccion de telas de maletin escolar.\n\t\t\t\t\t\n\t\t\t\t\tDijo que se debe acondicionar mejor la sala de divulgacion de conocimientos cientificos y tecnicos, de modo que los empleados conozcan bien las ciencias y tecnologias modernas.\n\t\t\t\t\t\n\t\t\t\t\tTras averiguar el estado de la administracion de albergue de obreros nuevamente construido y de las labores de abastecimiento, enfatizo la necesidad de seguir prestando profunda atencion a asegurar buenas condiciones de vida a los obreros, encargados directamente de la produccion.\n\t\t\t\t\t\n\t\t\t\t\tPaseando por el recinto de la fabrica, encomio la buena reforestacion y senalo que la fabrica debe ponerse al frente de todo el pais en todos los aspectos como el resultado de produccion, el ambiente de vida, etc.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un se fotografio junto a los funcionarios y obreros de la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion el secretario del Comite Central del PTC, Choe Ryong Hae, los jefes de departamento del CC del PTC, An Jong Su y Han Kwang Sang, el primer subjefe de departamento del CC del PTC, Ri Jae Il, y el subjefe de departamento del CC del PTC, Pak Myong Sun."
        },
        {
            "title": "Portavoz de MINREX denuncia a EE.UU. por acusar RPDC de caso de SONY Pictures",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-31ee.html",
            "content": "Portavoz de MINREX denuncia a EE.UU. por acusar RPDC de caso de SONY Pictures\n\t\t\t\t\t\t\r\nPyongyang, 20 de diciembre (ACNC) -- A pregunta formulada por la ACNC en relacion con que Estados Unidos cuestiona a la Republica Popular Democratica de Corea con el caso de ataque cibernetico contra la distribuidora norteamericana de fabricacion de pelicula SONY Pictures, el portavoz del Ministerio de Relaciones Exteriores de la RPDC le respondio el dia 20 como sigue:\n\t\t\t\t\tEl dia 19, Obama, Kerry y otras altas autoridades de EE.UU. dijeron que como resultado de haber indagado sobre el ataque cibernetico contra SONY Pictures, quedo  comprobado el hecho de que la RPDC lo controlo por detras, y hablaron ruidosamente de tomar las contramedidas correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tPero, insistieron en que no pueden publicar las pruebas detalladas porque son las \"informaciones sensibles\".\n\t\t\t\t\t\n\t\t\t\t\tUno debe exponer, ante todo, las pruebas si quiere tildar de criminal a un Estado soberano.\n\t\t\t\t\t\n\t\t\t\t\tNo convencera a nadie si acusa a la RPDC con la insistencia abstracta y deduciente diciendo que tal ataque es \"similar\" a los pasados ataques ciberneticas que se realizaban repetidamente.\n\t\t\t\t\t\n\t\t\t\t\tLa intencion de EE.UU. de imputar la culpabilidad a nuestro pais a base de ese \"resultado de investigacion\" tan pueril da lo mismo que demostrar sus entranas de acostumbrada hostilidad a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Como se ha revelado en el reciente ataque cibernetico, el \"enviado especial de DDHH\" del Departamento de Estado de EE.UU. instruyo a los realizadores del filme que molestaran al gobierno norcoreano y mantuvieran para este fin las escenas que insultan la dignidad de la Direccion Suprema de nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\t  Ya que debido al ataque cibernetico, se ha cancelado la proyeccion del filme anti-RPDC, prevista para el Dia de Navidad, se produce revuelo en el interior del pais y se dirige a la Administracion la flecha de criticas, los gobernantes norteamericanos se apresuran a desviarla hacia nuestro pais.\n\t\t\t\t\t\n\t\t\t\t\t  No toleraremos nunca a los elementos malsanos que tratan de insultar la dignidad de nuestra Direccion Suprema. En el caso de venganza, no asestaremos el ataque terrorista contra los inocentes espectadores del cine sino el justo y legitimo contra los responsables del presente acto hostil anti-RPDC y su base principal.\n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo tienen tal voluntad y capacidad.\n\t\t\t\t\t\n\t\t\t\t\tEl secretario de Estado estadounidense trata de justificar la produccion de la pelicula, que insulta la maxima dignidad de un Estado soberano, abogando por  la libertad de expresion, pero debe saber que en las practicas de la ley internacional, hay el castigo para el caso de deshonra.\n\t\t\t\t\t\n\t\t\t\t\tFrente a la difamacion anti-RPDC que comete EE.UU. difundiendo rumores absurdos, insistimos en abrir la investigacion conjunta sobre el presente caso junto con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tTenemos el remedio de confirmar nuestra inocencia sin usar el metodo de tortura que prefiere la Agencia Central de Inteligencia de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe tener presente que si aboga por las contramedidas rechazando hasta nuestra propuesta de investigacion conjunta y acusandonos hasta el final, se le produciran graves consecuencias."
        },
        {
            "title": "MINREX rechaza \"resolucion de DDHH\" anti-RPDC de ONU",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-32ee.html",
            "content": "MINREX rechaza \"resolucion de DDHH\" anti-RPDC de ONU\n\t\t\t\t\t\t\r\nPyongyang, 20 de diciembre (ACNC) -- El Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo publica el dia 20 la siguiente declaracion: \n\t\t\t\t\tAhora tropiezan con graves desafios de las fuerzas hostiles los esfuerzos del gobierno de la RPDC por levantar en el regimen socialista la mejor potencia y el paraiso del pueblo donde todos vivan sin envidiar nada a nadie.\n\t\t\t\t\t\n\t\t\t\t\tEn el pleno del 69o periodo de sesiones de la Asamblea General de la ONU, efectuado el pasado dia 19, fue aprobada forzadamente la \"resolucion de DDHH\" anti-RPDC, inventada de manera injusta por Estados Unidos en la reunion del tercer comite de la Asamblea General. \n\t\t\t\t\t\n\t\t\t\t\tLa \"resolucion\" calumnia la politica de la RPDC sobre el aseguramiento de derechos humanos e insiste hasta en someter a la consideracion de la Corte Penal Internacional el \"problema de DDHH\" de la RPDC, lo que resulta la maxima expresion de la politica hostil de EE.UU. para aislar y aplastar a toda costa la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tDespreciando sin escrupulos hasta las formalidades y reglamentos de la ONU, EE.UU. hizo presentar como agenda oficial del Consejo de Seguridad de la ONU el \"problema de DDHH\" de la RPDC instigando a sus paises satelites, antes de ser aprobada la \"resolucion\" en la Asamblea General de la ONU. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho evidencia el intento politico aventurero del imperio de preparar el pretexto de invasion armada contra la RPDC cuestionando la \"situacion de DDHH\" de ella. \n\t\t\t\t\t\n\t\t\t\t\tDado que en la ONU se ha elaborado el precedente peligroso que permita politizar el problema de DDHH de un pais y abusarlo en el derrocamiento de su regimen, y el tema de DDHH se encuentra en el dilema de la verdadera cooperacion o la guerra, el Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea declara con solemnidad como lo siguiente:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, rechazamos totalmente la resolucion de \"DDHH\" anti-RPDC aprobada forzadamente en el pleno de la Asamblea General de la ONU a base de los complots, datos falsificados, despotismo y arbitrariedades de las fuerzas hostiles. \n\t\t\t\t\t\n\t\t\t\t\tEs invalida, aunque sea aprobada por quienquiera en cualquier escenario, la \"resolucion\" fabricada con los documentos falsificados a base de los \"testimonios\" de las escorias humanas que no vieron la verdadera situacion de DDHH de la RPDC y perdieron hasta la conciencia y las cualidades del ser humano.\n\t\t\t\t\t\n\t\t\t\t\tSegundo, puesto que se hizo evidente la politica hostil de EE.UU. de agredir por via militar a la RPDC so pretexto de DDHH, ya no tendra sentido esta palabra: desnuclearizacion de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  Desde cuando entro en la confrontacion total de DDHH con la RPDC, EE.UU. invalido todos los acuerdos como la Declaracion Conjunta del 19 de Septiembre de las conversaciones a 6 bandas en que ambas partes se comprometieron a respetar la soberania de la contraparte y convivir en paz.\n\t\t\t\t\t\n\t\t\t\t\t  Tercero, frente a las cada dia mas crecientes maniobras de aplastamiento anti-RPDC de EE.UU., tomaremos sin comprometernos a nada todas las medidas necesarias para defender la soberania y la seguridad del pais.\n\t\t\t\t\t\n\t\t\t\t\t  Se dara mas acicate a nuestros esfuerzos por incrementar por todos los medios la capacidad de autodefensa nacional, incluyendo las fuerzas armadas nucleares.\n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo frustraran la imprudente campana de \"DDHH\" de las fuerzas hostiles con la batalla de enfrentamiento intransigente nunca vista antes y defenderan con firmeza el regimen socialista que significan la vida para ellos."
        },
        {
            "title": "Pueblo coreano condena violacion de DDHH de EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201412/news20/20141220-33ee.html",
            "content": "Pueblo coreano condena violacion de DDHH de EE.UU. \r\nPyongyang, 20 de diciembre (ACNC) -- La frenetica campana de \"derechos humanos\" de Estados Unidos y sus fuerzas seguidoras contra la Republica Popular Democratica de Corea centuplican el odio a los enemigos jurados.\n\t\t\t\t\tEn estos dias,  numerosas personas visitan el Museo de Sinchon, tierra de rencor para condenar la barbariedad y los archi-crimenes de DDHH de los imperialistas yanquis.\n\t\t\t\t\t\n\t\t\t\t\tCitado por la ACNC, el investigador del Instituto de Ciencias Socio-Politicas, adscrito a la Academia de Ciencias Sociales, Kim Kyong Jin dijo que el imperialismo norteamericano cometio los indelebles crimenes antieticos contra la nacion coreana, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tLas masacres cometidas por los yanquis durante la pasada guerra coreana no se limitaron solo en la parte norte de la Republica.\n\t\t\t\t\t\n\t\t\t\t\tDespues de la liberacion de Corea desde el coloniaje Japones (15 de agosto de 1945), los agresores yanquis ocuparon el territorio surcoreano, mataron indiscriminadamente a los patriotas y habitantes que se oponian a su dominio colonial. El numero de los asesinados desde aquel entonces hasta antes de la guerra llega a cientos mil personas.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, la masacre a los civiles inocentes en el barrio Rogun durante la guerra coreana es otro testimonio vivo que comprueba la bestialidad del imperialismo norteamericano.\n\t\t\t\t\t\n\t\t\t\t\tEn julio de 1950, los gangsteres del septimo regimiento blindado de la primera division blindada de EE.UU., que se huian, concentraron por la fuerza a los civiles sobre las ferrovias cerca del barrio Rogun y llamo los aviones con radiotelegrafia para que los mataran sin piedad con bombardeo y el tiro de ametralladoras aereas.\n\t\t\t\t\t\n\t\t\t\t\tNo satisfechos con esto, asesinaron a disparo de ametralladoras a todas las personas vivientes que se encontraban escondidas bajo el puente.\n\t\t\t\t\t\n\t\t\t\t\tSegun los datos estadisticos oficiales, los asesinos norteamericanos mataron en la parte Norte de la Republica a mas de un millon 230 mil personas y en el Sur de Corea, a mas de un millon 240 mil personas.\n\t\t\t\t\t\n\t\t\t\t\tDespues de terminada de guerra, en el Sur de Corea sigue la historia de crimenes antieticos de los yanquis penetrados por la corrupcion y  misantropia tales como el tiro de fusil a una nina en Kunsan, el asesinato a las alumnas Sin Hyo Sun y Sim Mi Son en 2002, etc.\n\t\t\t\t\t\n\t\t\t\t\tTales criminales de DDHH acusan cinicamente a alguien de problema de DDHH, y sus lacayos surcoreanos obedecen a su amo gringo que violo a la nacion coreana de siglo a siglo.\n\t\t\t\t\t\n\t\t\t\t\tEl mundo debe castigar a esta horda en el tribunal de DDHH."
        }
    ]
}