{
    "date": "2014-09-20",
    "url": "http://kcna.co.jp/item/2014/201409/2014-09-20ee.html",
    "articles": [
        {
            "title": "S. Korean Authorities' Evasion of Blame for Anti-DPRK \"Balloon Operation\" Is Height of Shamelessness",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-20ee.html",
            "content": "S. Korean Authorities' Evasion of Blame for Anti-DPRK \"Balloon Operation\" Is Height of Shamelessness\r\n Pyongyang, September 20 (KCNA) -- The south Korean authorities are behaving shamelessly, far from repenting of their frantic anti-DPRK psychological campaign. \n\t\t\t\t\t In this regard the spokesman for the north side's delegation to the north-south high-level contact gave the following answer to a question put by KCNA on Saturday:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are claiming that they are abiding by the agreement reached at the north-south high-level contact and making excuses that leaflets scattering has nothing to do with the authorities. This is the height of shamelessness.\n\t\t\t\t\t\n\t\t\t\t\t They clarified the stand that they cannot stop such anti-DPRK psychological campaign as leaflets scattering because of \"nature of the social system\" and \"basic right\". But this is nothing but sheer sophism.\n\t\t\t\t\t\n\t\t\t\t\t What is more intolerable is that they are spreading rumor that at the first round of the  high-level contact they made the DPRK \"understand\" that it is impossible to settle the issue of scattering leaflets because of \"nature of the social  system\".\n\t\t\t\t\t\n\t\t\t\t\t Whether it is true or not will be clearer when Kim Kyu Hyon, chief delegate of the south side at that time, is given a chance to open his mouth.\n\t\t\t\t\t\n\t\t\t\t\t It is nonsensical to build confidence and promote reconciliation while persisting in slandering the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t To scatter leaflets peppered with invectives hurting the dignity of the supreme leadership of the DPRK and its social system is the gravest hostile act of barring the inter-Korean relations from being mended and national reconciliation and unity from being achieved.\n\t\t\t\t\t\n\t\t\t\t\t That is the reason why at the first round of the north-south high level contact the DPRK raised the issue of stopping the mud-slinging at each other as the first requirement for improving the relations. \n\t\t\t\t\t\n\t\t\t\t\t If he or she is a politician ready to put an end to the history of division and an intellectual sincerely concerned for the peace of the country and security of the nation, they should make utmost efforts to create an atmosphere favorable for improving the relations, first of all. \n\t\t\t\t\t\n\t\t\t\t\t If a dialogue is to take place, it is necessary to build confidence and create an atmosphere for improving the relations, to begin with. \n\t\t\t\t\t\n\t\t\t\t\t The north-south relations will never improve if the south Korean authorities shamelessly employ a trick to evade their \"responsibility,\" persisting in the smear campaign against the other party under the pretext of \"nature of the social  system.\" \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will closely watch how the south Korean authorities will deal with the anti-DPRK leaflets scattering by human scum on Sunday.\n\t\t\t\t\t\n\t\t\t\t\t If Chongwadae's commitment to confidence building between the north and the south is made with sincerity, they will make a practical courageous decision to unconditionally halt leaflets scattering operation.\n\t\t\t\t\t\n\t\t\t\t\t Herein lies the way out for improving the north-south relations."
        },
        {
            "title": "KCNA Releases Detailed Report on Truth about Crime of American ",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-06ee.html",
            "content": "KCNA Releases Detailed Report on Truth about Crime of American \r\n Pyongyang, September 20 (KCNA) -- The Korean Central News Agency released the following detailed report on Saturday:\n\t\t\t\t\t Recently another American was arrested and tried for committing criminal acts against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A due legal judgment was passed on the American for his crime committed as part of the U.S. anti-DPRK human rights campaign and he admitted his crime and accepted the judgment. \n\t\t\t\t\t\n\t\t\t\t\t However, officials of the present U.S. administration responsible for his crime took issue with the just legal action taken by the DPRK like a guilty party filing the suit first. They raised unreasonable \"human rights issues\" in a foolish attempt to cover up the crimes perpetrated by Americans. \n\t\t\t\t\t\n\t\t\t\t\t Upon the authorization, the KCNA discloses the truth behind the crimes committed by American Miller Matthew Todd. \n\t\t\t\t\t\n\t\t\t\t\t He was sentenced to six years of hard labor at a trial held on September 14. He entered the DPRK as a tourist on April 10, 2014 and rudely behaved, tearing off his tourist visa when he was going through formalities for entry at Pyongyang Airport. So, he was put in custody by a relevant organ. \n\t\t\t\t\t\n\t\t\t\t\t The results of the investigation made it clear that he did so not because of simple lack of understanding and psychopathology but deliberately perpetrated such criminal act for the purpose of directly going to prison after being intentionally reprimanded by a legal organ of the DPRK, pursuant to the present U.S. administration's anti-DPRK campaign, spying on \"human rights\" performance and making it known to the world. \n\t\t\t\t\t\n\t\t\t\t\t On the basis of this investigation the DPRK Supreme Public Prosecutors Office issued warrant of arrest for Miller Matthew Todd and accused him of criminal responsibility according to Article 64 of the Criminal Law of the DPRK and put him in custody. \n\t\t\t\t\t\n\t\t\t\t\t According to the preliminary examination, Miller Matthew Todd left a university halfway and remained jobless in Yongdungpho District, Seoul City of south Korea. There he had inveterate hostility towards the DPRK while systematically listening broadcasting programs and reading publications of the U.S. and south Korea slandering the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t He believed that people in the DPRK have neither freedom nor human rights and if they disobey the government they would be subject to a miserable prison life. So, he had a foolish idea of spying on prison and human rights situation while experiencing \"prison life\" after intentionally committing crimes in violation of the law in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t He tried to find a way for entering the DPRK. It was his calculation that when he kicked up a fuss tearing off tourist visa while going through formalities for entry as a tourist he would be arrested by a relevant organ and taken to \"prison\". So, he applied for tour through a travel agency in the U.S. \n\t\t\t\t\t\n\t\t\t\t\t Prompted by the intention to refurnish his image before finding his way to \"prison\" he had prepared a memo book in advance. It contained the following sentences: \"I seek a political asylum. I am seeking refuge after failing in my attempt to collect information about the U.S. Government. I am planning to open to public information like Snowden.\" \n\t\t\t\t\t\n\t\t\t\t\t He, at the same time, prepared iPad and iPod he claimed containing important information about the military bases of the U.S. imperialist aggressor forces in south Korea which he gathered by having access to internet and papers containing invectives against the north let loose by defectors from the north he obtained by visiting them. \n\t\t\t\t\t\n\t\t\t\t\t According to the already worked out scenario, he tore off his tourist visa while going through formalities for entry and insisted that he came in pursuit of \"refuge\" and he sought \"political asylum\". \n\t\t\t\t\t\n\t\t\t\t\t He confessed during the preliminary examination that he tried to meet American Kenneth Bae who had been sentenced to hard labor if he succeeded in going to \"prison\" and have negotiations for Bae's \"release\" and become \"witnesses\" together with Bae disclosing the \"human rights\" situation in the DPRK after leaving prison.\n\t\t\t\t\t\n\t\t\t\t\t As proved by his confession, the crime committed by Miller Matthew Todd was prompted by his sinister political aim to deliberately slander the DPRK in the light of his aim, preparations and implementation of his plan. \n\t\t\t\t\t\n\t\t\t\t\t He perpetrated the above-said acts in the hope of becoming a \"world famous guy\" and the \"second Snowden\" through intentional hooliganism. This is an intolerable insult and mockery of the DPRK and he, therefore, deserved a punishment. \n\t\t\t\t\t\n\t\t\t\t\t What mattered was that his crime timed to coincide with the reckless remarks made by officials of the present U.S. administration including Secretary of State Kerry terming the dignified DPRK a \"country of evil\" over its rocket firing and elections to power bodies in March and April this year, and the smear campaign over its \"human rights issue.\" \n\t\t\t\t\t\n\t\t\t\t\t What he committed was espionage coming under Article 64 of the Criminal Law of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t This case of the American helps the army and people of the DPRK recollect what miserable end American spies met after being arrested before infiltrating into the prisoners' camp where a lot of American POWs including Dean, commander of the 24th Division of the U.S. imperialist aggressor forces, were in custody, for the purpose of spying on it during the last Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t Much water flowed under the bridge and old generation was replaced by a new one but the shameful tradition of the U.S. in which it was hit hard and sustained heavy setbacks by the DPRK historically and the latter's proud tradition in which it meted out a stern judgment to the former, the kingpin of plot-breeding, are given steady continuity and these law-governed two traditions will last forever.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Public Prosecutors Office of the DPRK brought the Supreme Court an indictment against the American as the truth about the crime committed by the accused was confirmed by his statement and evidence.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Court of the DPRK held a trial of him on Sept. 14.\n\t\t\t\t\t\n\t\t\t\t\t There was no pleading by the counsel as the accused rejected it and the trial was held in camera according to his request.\n\t\t\t\t\t\n\t\t\t\t\t At the trial he admitted that he committed the crimes, prompted by his political motive to personally spy on the \"human rights\" situation in the DPRK and disclose it in a bid to isolate and stifle the DPRK's system.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Court of the DPRK sentenced Miller Matthew Todd to six years of hard labor according to Article 64 of the criminal law.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK are now watching with vigilance the forces behind the scene as Miller's crime was committed in pursuance of the U.S. hostile policy toward the DPRK and strongly calling for ferreting out all those who dare provoke the dignified DPRK and meting out a merciless punishment to them, no matter who they are and where they are. \n\t\t\t\t\t\n\t\t\t\t\t The disgusting U.S. which is behaving in the international human rights arena as if it were an inborn \"judge\" and those who are acting like tiger moths, talking about \"human rights\" pursuant to its line will not be able to escape a judgment by the era and history and the present U.S. administration clinging to the evil repugnancy toward the DPRK and its inveterate hostile policy toward the latter will not be able to evade the responsibility for the recent case of the American."
        },
        {
            "title": "KCNA Commentary Condemns S. Korean Puppet Forces for Soliciting Re-extension of OPECON",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-11ee.html",
            "content": "KCNA Commentary Condemns S. Korean Puppet Forces for Soliciting Re-extension of OPECON\r\n Pyongyang, September 20 (KCNA) -- The south Korean puppet forces continue soliciting re-extension of the wartime operation control (OPECON) as the issue of its transfer is high on agenda.\n\t\t\t\t\t This issue was discussed at the U.S.-south Korea meeting on the issue of the transfer of OPECON held in Washington recently and it was a main purpose of the U.S. trip by Kim Kwan Jin, chief of the security office of Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t This is the issue of retaking the military control traitor Syngman Rhee transferred to his American master during the past Korean war. The south Koreans waged a protracted struggle for the transfer of OPECON by April of 2012.\n\t\t\t\t\t\n\t\t\t\t\t The time for its transfer was postponed by 2015 due to the traitorous act of Lee Myung Bak but the present regime, not content with this, is mulling extending it well beyond 2020.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are claiming that it should be transferred only \"after they have counter combat force capable of early identifying, detecting and striking the north's nukes and missiles\" and that \"it is possible in 2020 when south Korea has in place a ballistic missile interceptor system of its style\". \n\t\t\t\t\t\n\t\t\t\t\t What the south Korean authorities are doing now is a vicious criminal act of selling off the dignity and self-respect of the nation and an outrageous and treacherous act as it fosters sycophancy and treachery and escalates confrontation with the fellow countrymen in the north and moves for a war against it. \n\t\t\t\t\t\n\t\t\t\t\t It is a dangerous move for escalating tension on the Korean peninsula and in the rest of Northeast Asia and sparking off an arms race as it will allow the U.S. to perpetuate its forces' presence in south Korea and let it ignite a war of aggression as it pleases.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is the only land in the world which has OPECON, core of military sovereignty, usurped by foreign forces. Yet, it is trumpeting about \"nuclear and missile threats from the north\" and claiming that OPECON would be transferred on the premise of its fundamental solution. This is little short of declaring that south Korea would not take over OPECON.\n\t\t\t\t\t\n\t\t\t\t\t  Foreign media comment that the main reason why the puppet forces postpone the takeover of the OPECON from the U.S. forces is that they cannot get rid of dependence on the U.S. in all aspects including the information gathering, command and control related to the OPECON. \n\t\t\t\t\t\n\t\t\t\t\t At present the puppet forces still depend on the U.S. forces in south Korea for 70 percent of all the military strategic and tactical information and the majority of weapons is provided by the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The move to re-extend the OPECON clearly reveals the wretched plight of the colonial servants who depend on foreign forces to prolong their remaining days, bereft of even an iota of awareness of independence. \n\t\t\t\t\t\n\t\t\t\t\t The Korean nation should never remain an onlooker to the U.S. and the puppet forces' moves to re-extend the OPECON but curb and foil them to protect its dignity."
        },
        {
            "title": "Rodong Sinmun Denounces S. Korean Authorities for Scattering Anti-DPRK Leaflets",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-08ee.html",
            "content": "Rodong Sinmun Denounces S. Korean Authorities for Scattering Anti-DPRK Leaflets\r\n Pyongyang, September 20 (KCNA) -- Rodong Sinmun Saturday in an article urged the south Korean authorities to stop scattering anti-DPRK leaflets without delay as it is the most undisguised hostile act toward the DPRK.\n\t\t\t\t\t Such operation is a graver provocation than the firing of bullets and shells at the DPRK, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Such racket kicked up by the puppet forces is nothing but a false propaganda and mud-slinging at the dignity of the supreme leadership and social system which the Korean people value as their life and soul.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that the south Korean authorities' scattering of leaflets is getting evermore desperate as their anti-DPRK human rights racket orchestrated by their American master has reached its height.\n\t\t\t\t\t\n\t\t\t\t\t The scattering of anti-DPRK leaflets peppered with lies, plots and fabrications is an unpardonable challenge to the inviolable dignity and social system in the DPRK and a crude violation of the inter-Korean agreement on halting the smear campaign against the other party.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the south Korean authorities excuse themselves for their responsibility for overturning the agreement. They have to pay a due price.\n\t\t\t\t\t\n\t\t\t\t\t They are chiefly to blame for fostering the distrust and confrontation between compatriots and even bringing the danger of a war through the criminal leaflet scattering operations. It is nonsensical for them to talk about \"dialogue\" as if they were interested in the issue of north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had better drop the daggers hidden behind their belts and stop at once all their hostile acts against the other party before talking about \"dialogue.\""
        },
        {
            "title": "Rodong Sinmun Raps S. Korean Authorities for Making Poor Excuses",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-09ee.html",
            "content": "Rodong Sinmun Raps S. Korean Authorities for Making Poor Excuses\r\n Pyongyang, September 20 (KCNA) -- The south Korean authorities are making poor excuses, showing \"regret\" at the DPRK's principled demand that they show sincerity for improving the inter-Korean relations by putting an end to the \"balloon operations\" against the DPRK.\n\t\t\t\t\t Rodong Sinmun Saturday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t They are like an ostrich with its head in the sand. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are chiefly to blame for the anti-DPRK psychological warfare including the leaflets scattering operation, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The prevailing situation goes to prove that the south Korean authorities have not an iota of the intention to halt the anti-DPRK psychological warfare.\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK leaflets scattering operation is the most vicious psychological warfare against it, a grave breach of the inter-Korean agreement and a dangerous move for a war.\n\t\t\t\t\t\n\t\t\t\t\t We would like to re-clarify that the inter-Korean relations can never be improved unless an end is put to the leaflets scattering operations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop making poor excuses and discontinue the anti-DPRK \"balloon operations\" which foster the mistrust and confrontation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is not excuses but practical actions that will prove one's sincere efforts for mending the inter-Korean relations."
        },
        {
            "title": "Minju Joson Slams S. Korean Puppet Forces for Kicking up Anti-DPRK Human Rights Campaign",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-10ee.html",
            "content": "Minju Joson Slams S. Korean Puppet Forces for Kicking up Anti-DPRK Human Rights Campaign\r\n Pyongyang, September 20 (KCNA) -- Riff-raffs of the \"Saenuri Party\" of south Korea at a measure-taking session of the Parliament on September 16 said they would \"finalize the North Korean Human Rights Act at an early date\", \"it is likely that the concerns for human rights in the north will grow\" in the international arena and \"the North Korean Human Rights Act must be passed as soon as possible with the session as an occasion\".\n\t\t\t\t\t Commenting on this, Minju Joson Saturday terms this an open provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that the puppet forces are talking about someone's \"human rights issue\" and \"North Korean Human Rights Act\" though they fail to put their own problems under control after turning south Korea into the worst human rights tundra in the world, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK human rights campaign getting ever-more undisguised by the puppet forces is part of the moves of the confrontational maniacs to tarnish the image of the DPRK in the international arena and realize cooperation in putting international pressure on the DPRK in league with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces had better not pull up the DPRK over its inviolable human rights but repent of their own human rights abuses. They will get nothing but disgrace and ruin from their despicable human rights campaign against the DPRK."
        },
        {
            "title": "Popular Films in 14th PIFF",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-18ee.html",
            "content": "Popular Films in 14th PIFF\r\n Pyongyang, September 20 (KCNA) -- The 14th Pyongyang International Film Festival with the idea of independence, peace and friendship was opened on Wednesday in Pyongyang, the capital city of the DPRK, drawing many citizens.\n\t\t\t\t\t The festival is going on, divided into competition, specialty and information sections.\n\t\t\t\t\t\n\t\t\t\t\t The most popular are competitive films now on show at cinemas in Pyongyang, including the Pyongyang International Cinema House.\n\t\t\t\t\t\n\t\t\t\t\t They include feature films, documentary films, short feature films and animations.\n\t\t\t\t\t\n\t\t\t\t\t Typical of them are German film \"My Beautiful Country\", Russian film \"Vasilisa\", Indian films \"Ram-Leela\" and \"Singh saab the Great\", Chinese film \"The Ferry\", Myanmar film \"The Moon Lotus\", British film \"Fast Girls\" and Iranian film \"Cinema Dream\".\n\t\t\t\t\t\n\t\t\t\t\t Russian documentary film \"What Is Holocaust?\" shows the atrocious crimes the fascist Hitlerites committed in Auschwitz Concentration Camp during the Second World War.\n\t\t\t\t\t\n\t\t\t\t\t The Korean animation \"Awangnyo Who Found Fire\" vividly deals with the discovery of fire, which brought about an epoch-making change in human evolution."
        },
        {
            "title": "Foreign Delegations, Delegates Leave",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-15ee.html",
            "content": "Foreign Delegations, Delegates Leave\r\n Pyongyang, September 20 (KCNA) -- The delegation of the Pugwash Conference on Science and World Affairs, the delegation of the Haihua Group of China and a delegate of the U.S. branch of the Korean Friendship Association left here on Saturday after attending the 9th Pyongyang International Science and Technology Book Fair.\n\t\t\t\t\t Also leaving here earlier were delegations and delegates of different countries and international bodies."
        },
        {
            "title": "Comradeship of Kim Jong Suk, Anti-Japanese War Hero",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-17ee.html",
            "content": "Comradeship of Kim Jong Suk, Anti-Japanese War Hero\r\n Pyongyang, September 20 (KCNA) -- Kim Jong Suk was an anti-Japanese war hero possessed of ardent comradeship.\n\t\t\t\t\t She did not hesitate anything for the sake of comrades.\n\t\t\t\t\t\n\t\t\t\t\t After embarking upon the road of revolution, she had always found her happiness in sharing sweets and bitters with comrades during her lifetime. \n\t\t\t\t\t\n\t\t\t\t\t Recorded in the history of anti-Japanese armed struggle led by President Kim Il Sung are many stories about her comradeship.\n\t\t\t\t\t\n\t\t\t\t\t It is one of those stories that she sincerely treated and restituted a woman guerilla in a thick forest for 29 days.\n\t\t\t\t\t\n\t\t\t\t\t Her comradeship was not merely a feeling of sympathy but a revolutionary loving care based on trust in comrades and revolutionary principles.\n\t\t\t\t\t\n\t\t\t\t\t When a meeting on the issue of over 100 guerillas on a false charge of being members of \"Minsaengdan (spy organization formed by the Japanese imperialists)\" was convened by Kim Il Sung in Maanshan, China during the anti-Japanese armed struggle, she unhesitatingly defended them at the risk of her life. \n\t\t\t\t\t\n\t\t\t\t\t After the country's liberation from the Japanese colonial rule, she took warm care of bereaved children of comrades, who sacrificed themselves in the struggle for the country's liberation."
        },
        {
            "title": "Delegations of Different Countries and Regions Here",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-19ee.html",
            "content": "Delegations of Different Countries and Regions Here\r\n Pyongyang, September 20 (KCNA) -- The delegations of Germany, Malaysia, Singapore, China, Cuba and Taipei of China arrived here on Saturday to take part in the 10th Pyongyang Autumn International Trade Fair.\n\t\t\t\t\t Also arriving here earlier was an Italian delegation."
        },
        {
            "title": "Algin Lotion Popular in DPRK",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-16ee.html",
            "content": "Algin Lotion Popular in DPRK\r\n Pyongyang, September 20 (KCNA) -- Algin lotion, developed by the Life Science Faculty of Kim Il Sung University, is enjoying popularity among women in the DPRK.\n\t\t\t\t\t As a natural functional cosmetic, this lotion is made of algin, extracted from sea tangle, and licorice and cucumber extracts.\n\t\t\t\t\t\n\t\t\t\t\t The algin lotion helps soften the skin and ensure its elasticity, activating metabolism of skin tissue. It has whitening effectiveness and removes side effects caused by cosmetics."
        },
        {
            "title": "S. Korean Puppet Ministry of Education under Fire for Suppressing Teachers",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-12ee.html",
            "content": "S. Korean Puppet Ministry of Education under Fire for Suppressing Teachers\r\n Pyongyang, September 20 (KCNA) -- The Teachers Union of south Korea released a statement denouncing the puppet Ministry of Education for moving to suppress the teachers struggling in demand of a probe into the truth about the ferry Sewol disaster, according to the south Korean CBS on September 17.\n\t\t\t\t\t The statement disclosed that the ministry sent emergency official documents to the city and provincial education offices putting a ban on wearing yellow ribbons, waging one-by-one demo and holding joint lessons and other activities, charging that the struggle of some organizations demanding the institution of a special law on the ferry Sewol undermines the political neutrality of education.\n\t\t\t\t\t\n\t\t\t\t\t The statement branded the response of the ministry as a reckless act dating back to the era of dictatorship as it regards even a memorial movement as a seditious act."
        },
        {
            "title": "S. Korean Social Body Protests against Regime's Move to Open Rice Market",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-13ee.html",
            "content": "S. Korean Social Body Protests against Regime's Move to Open Rice Market\r\n Pyongyang, September 20 (KCNA) -- Civic and social bodies including the south Korean Federation of Peasants Associations staged a sit-in strike in Seoul on Sept. 18 in protest against the move of the regime to open the rice market, according to south Korean MBC.\n\t\t\t\t\t As soon as a session began to discuss the opening of the rice market at the hall of the \"national assemblymen\", they stormed the hall and staged a sit-in strike.\n\t\t\t\t\t\n\t\t\t\t\t They strongly demanded the regime stop going ahead with its plan for the opening of the rice market, pelting eggs and pepper pouches at law-makers from the ruling party and officials concerned of the Ministry of Agriculture, Forestry, Stockbreeding and Food."
        },
        {
            "title": "Hand Grenade Explosion Occurs in S. Korean Marine Corps Training Center",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-14ee.html",
            "content": "Hand Grenade Explosion Occurs in S. Korean Marine Corps Training Center\r\n Pyongyang, September 20 (KCNA) -- A hand grenade exploded in the training center of the south Korean puppet Marine Corps on September 16 amid un-ending occurrence of various cases in the army units, according to KBS of south Korea.\n\t\t\t\t\t The case left one person dead and two others wounded.\n\t\t\t\t\t\n\t\t\t\t\t Group violence, murder, suicide and explosion cases which are taking place every day in the puppet army units are throwing the south Korean society into extreme uneasiness."
        },
        {
            "title": "S. African Personage Demands Withdrawal of U.S. Troops from S. Korea",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-05ee.html",
            "content": "S. African Personage Demands Withdrawal of U.S. Troops from S. Korea\r\n Pyongyang, September 20 (KCNA) -- We strongly demand the withdrawal of the U.S. troops from south Korea, finding it hard to repress our surging anger at the U.S. imperialist aggressors who resort to all atrocities while trampling upon the dignity of human beings. \n\t\t\t\t\t Bonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party, said this in a statement on Sept. 10. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists occupied south Korea on Sept. 8, 1945 which became a starting point of the disgraceful history of division of the Korean nation. \n\t\t\t\t\t\n\t\t\t\t\t Their occupation of south Korea is an unpardonable act which mercilessly dampened the aspiration and trampled the rights of the Korean people for independent development. \n\t\t\t\t\t\n\t\t\t\t\t It is also an anti-reunification criminal act as it disturbs peace on the Korean peninsula, increases the danger of a nuclear war and prevents the reunification of Korea. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. terms its troops in south Korea a \"deterrence\" for peace and security and \"protectors\" of south Korean people but it is a sheer lie as was proven by the 69 year-long history of the U.S. troops' presence in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t We denounce the U.S. forces' presence in south Korea as it disturbs peace on the Korean peninsula and brings a new war to it. \n\t\t\t\t\t\n\t\t\t\t\t We extend full support and solidarity to the Korean people in their righteous struggle for the reunification of the country."
        },
        {
            "title": "Kim Jong Un's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-01ee.html",
            "content": "Kim Jong Un's Work Published in Russia\r\n Pyongyang, September 20 (KCNA) -- Supreme leader Kim Jong Un's work \"Become Pillars Supporting a Prosperous Future Korea\" was brought out in booklet by the Khabarovsk Territory Publishing House of Russia on Sept. 9."
        },
        {
            "title": "DPRK's Founding Anniversary Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-02ee.html",
            "content": "DPRK's Founding Anniversary Observed in Foreign Countries\r\n Pyongyang, September 20 (KCNA) -- Events took place in various countries on the occasion of the 66th founding anniversary of the DPRK.\n\t\t\t\t\t Meetings, book and photo exhibitions and film shows were held in Russia, Pakistan and Switzerland from Sept. 6 to 9.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos documenting the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were works of the peerless great men of Mt. Paektu and books and photos introducing the history of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean films \"Grand Monuments in Pyongyang\" and \"Fireworks of a Thriving Nation\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Russian Society for Promoting the Study and Dissemination of Comrade Kim Jong Il's Works stressed that Korea's liberation is the result of the anti-Japanese armed struggle organized by the President.\n\t\t\t\t\t\n\t\t\t\t\t He said that the heroic struggle of the Korean people who are advancing while overcoming all trials with the might of the single-minded unity is greatly encouraging the world people in their struggle for opposing the imperialist aggression.\n\t\t\t\t\t\n\t\t\t\t\t Speakers including the secretary general of the Karachi branch of the Pakistan-Korea Friendship Association praised the President and Kim Jong Il for founding the DPRK and turning it into a socialist power of independence, self-reliance and self-defence to which the Juche idea is applied.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Switzerland-Korea Committee said that the founding of the DPRK by the President was an epoch-making event in the history of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Today the DPRK realized the single-minded unity of the leader, party and the masses and put its national power on the highest level thanks to the wise leadership of Kim Jong Un, the chairman added.\n\t\t\t\t\t\n\t\t\t\t\t Congratulatory messages to Kim Jong Un were adopted at the events."
        },
        {
            "title": "Korean Photo Exhibitions, Film Shows Held Abroad ",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-03ee.html",
            "content": "Korean Photo Exhibitions, Film Shows Held Abroad \r\n Pyongyang, September 20 (KCNA) -- Photo exhibitions and film shows for celebrating the 66th founding anniversary of the DPRK took place in Guinea, Indonesia and Nigeria from Sept. 2 to 9. \n\t\t\t\t\t On display at the venues of photo exhibitions were photos documenting the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and other photos showing victorious and glorious course covered by the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean film \"Fireworks of a Thriving Nation\". \n\t\t\t\t\t\n\t\t\t\t\t The director general of the Kim Il Sung Institute of Agricultural Science in Guinea said in a speech that the exploits of Kim Il Sung who founded the DPRK, a genuine people's country, and built socialist system centered on the popular masses will shine forever. \n\t\t\t\t\t\n\t\t\t\t\t As Kim Jong Il developed and enriched the President's Juche-oriented nation-building idea and turned the DPRK into an invincible power by dint of the unique Songun politics, the Korean people could invariably push forward the construction for an economic power despite the moves of the U.S. imperialists and their followers. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK will as ever make a long drive as it is holding Kim Jong Un, who is identical to Kim Il Sung and Kim Jong Il, as supreme leader."
        },
        {
            "title": "DPRK's Birthday Marked in Foreign Countries ",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-04ee.html",
            "content": "DPRK's Birthday Marked in Foreign Countries \r\n Pyongyang, September 20 (KCNA) -- Foreign newspapers carried special write-ups with photos of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un to mark the 66th founding anniversary of the DPRK. \n\t\t\t\t\t The Iranian paper Iran News on Sept. 7 in an article titled \"66th founding anniversary of DPRK\" referred to the exploits Kim Il Sung and Kim Jong Il performed for the building of the DPRK and its development. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK, an invincible socialist power, is fully demonstrating its might thanks to supreme leader Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the army and people of the DPRK open the history of fresh victory in the standoff with the U.S. and achieve eye-opening successes in the building of a highly civilized socialist nation. \n\t\t\t\t\t\n\t\t\t\t\t The Kuwaiti paper Al Shahid on Sept. 8 carried an article titled \"H.E. Kim Jong Un is wisely leading DPRK by dint of people's mental power and military muscle\" which said:\n\t\t\t\t\t\n\t\t\t\t\t Many people regard the DPRK as an impregnable bulwark safeguarding peace and security in Northeast Asia and the rest of the world. \n\t\t\t\t\t\n\t\t\t\t\t He is building the DPRK into a country with military muscle strong enough to defeat any formidable enemy. \n\t\t\t\t\t\n\t\t\t\t\t The world people unanimously say that it is a miracle that the DPRK, not a big country, stands firmly against the U.S., adding such a miracle is a product of his leadership. \n\t\t\t\t\t\n\t\t\t\t\t The Malaysian paper Guang Ming Daily on Sept. 7 in an article \"Socialist system centered on popular masses\" said the DPRK is the socialist country centered on the popular masses which thoroughly applied Kim Il Sung's idea of believing in people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t It noted that all the people lead a happy life, enjoying all social benefits under the care of the Workers' Party of Korea and the government of the DPRK."
        },
        {
            "title": "Efectuada IV Conferencia de Funcionarios de Organizacion de Base de UJS",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-22ee.html",
            "content": "Efectuada IV Conferencia de Funcionarios de Organizacion de Base de UJS\r\n Pyongyang, 20 de septiembre (ACNC) -- Tuvo lugar los dias 18 y 19 en esta capital la IV Conferencia de los Funcionarios de Organizacion de Base de la Union de la Juventud Socialista Kim Il Sung. \n\t\t\t\t\t El presente conclave marca un hito importante para elevar por todos los medios el poderio combativo de las organizaciones de base de la Union de la Juventud conforme a la demanda del periodo historico del cumplimiento de la causa revolucionaria del Juche y para fortalecerla como entidad de vanguardia juvenil.\n\t\t\t\t\t\n\t\t\t\t\t Asistieron a la ocasion Kim Yong Nam, Choe Thae Bok, Choe Ryong Hae y otros cuadros, los funcionarios de organizacion de base, los miembros ejemplares de la UJS y los funcionarios de la UJS en la capital y las localidades y otros correspondientes. \n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam, miembro del Presidium del Buro Politico del Comite Central del Partido del Trabajo de Corea y presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, dio lectura al mensaje enviado por el Mariscal Kim Jong Un a los participantes en el presente conclave \"!Sean jovenes combatientes de vanguardia infinitamente fieles a la causa revolucionaria del Songun del Partido!\"\n\t\t\t\t\t\n\t\t\t\t\t El informe de la ocasion estuvo a cargo del presidente del Comite Central de la UJS, Jon Yong Nam. \n\t\t\t\t\t\n\t\t\t\t\t El informante recordo que el Presidente Kim Il Sung presento como importante tarea del movimiento juvenil formar a los jovenes como constructores del socialismo competentes y consecuentes en lo ideologico de acuerdo con la demanda de la revolucion en desarrollo y condujo a hacer que las organizaciones de base de la Union de la Juventud cumplieran plenamente su mision y deber y continuo:\n\t\t\t\t\t\n\t\t\t\t\t El Dirigente Kim Jong Il abrio la era de prosperidad del autoctono movimiento juvenil y desarrollo la UJS como organizacion del Presidente y fidedigno destacamento vanguardista del partido. \n\t\t\t\t\t\n\t\t\t\t\t Hoy dia, gracias al Mariscal Kim Jong Un, el movimiento juvenil de Corea se hereda con brillantez y acoge nueva era dorada de su desarrollo. \n\t\t\t\t\t\n\t\t\t\t\t En el tiempo pasado, las organizaciones de base de la UJS se esforzaron por preparar a todos los miembros de la UJS como defensores del lider y llamarlos a la gran marcha por construir un Estado prospero. \n\t\t\t\t\t\n\t\t\t\t\t El menciono que las organizaciones de base de la UJS deben formar a todos los jovenes como kimilsungistas y kimjongilistas fieles al Mariscal Kim Jong Un y hacerles manifestar plenamente el impetu de las vanguardias juveniles de la epoca del Songun en la sagrada lucha por la victoria final.\n\t\t\t\t\t\n\t\t\t\t\t En la conferencia hubo discursos.\n\t\t\t\t\t\n\t\t\t\t\t El presidente del comite de la UJS en la provincia de Hamgyong del Sur, Han In Chol, rindio el maximo honor y expreso el mas calido agradecimiento al Mariscal Kim Jong Un quien preparo esta conferencia, que escribira una pagina brillante en la historia del movimiento juvenil del Juche y enseno claramente el futuro camino del mismo movimiento en su mensaje enviado al conclave.\n\t\t\t\t\t\n\t\t\t\t\t Las presidentas de las organizaciones de base del Orfanato de Pyongyang y del Campamento Internacional de Ninos de Songdowon, Kim Jin Ok y Jang Mi Hyang, dijeron que haran repercutir siempre la cancion \"No tenemos que envidiar nada a nadie\", en acato al noble proposito del Mariscal quien abraza a todos los ninos del pais y forja el futuro maravilloso de la patria.\n\t\t\t\t\t\n\t\t\t\t\t La presidenta de la organizacion de base del taller general de tejedura de la Fabrica Textil Kim Jong Suk de Pyongyang comento que los miembros de su organizacion sobrecumplieron cada ano el plan anual de economia nacional, manifestando el colectivismo.\n\t\t\t\t\t\n\t\t\t\t\t El presidente del comite de base de la UJS en la Granja Cooperativa de Migok de la ciudad de Sariwon, Song Chol Jun, expreso la decision de llamar a los miembros del equipo juvenil de trabajo a la lucha para materializar el legado de los grandes hombres sin iguales y apoyar fielmente con arroz al Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Los oradores dijeron que bien conscientes de la gran esperanza que les deposita el partido y la importancia de las labores de la UJS, los funcionarios de esta organizacion deben transformarla como colectivo de vanguardias que apoyen fielmente la direccion mediante el Songun del Mariscal, al elevar decisivamente la funcion y el papel de las organizaciones de base."
        },
        {
            "title": "Kim Jong Un envia mensaje a los participantes en IV conferencia de funcionarios de UJS",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-23ee.html",
            "content": "Kim Jong Un envia mensaje a los participantes en IV conferencia de funcionarios de UJS\r\n Pyongyang, 20 de septiembre (ACNC) -- El Mariscal Kim Jong Un envio el dia 18 a los participantes en la IV Conferencia de los Funcionarios de Organizacion de Base de la Union de la Juventud Socialista Kim Il Sung un mensaje intitulado \"Sean jovenes combatientes de vanguardia infinitamente fieles a la causa revolucionaria del Songun del Partido\".\n\t\t\t\t\t En su mensaje, el Mariscal recordo que el Presidente Kim Il Sung y el Dirigente Kim Jong Il amaban mas que nadie a los jovenes e hicieron ingentes esfuerzos fisicos y mentales por las labores con la juventud.\n\t\t\t\t\t\n\t\t\t\t\t Abajo sigue el contenido del texto resumido:\n\t\t\t\t\t\n\t\t\t\t\t El Presidente Kim Il Sung se compenetro desde hace mucho tiempo con los jovenes y  comenzo sus actividades revolucionarias por agruparlos en las filas de lucha como camaradas que compartan la vida y la muerte.\n\t\t\t\t\t\n\t\t\t\t\t Al crear y materializar la original idea de dar importancia a los jovenes, los formo como vanguardistas de la revolucion y fidedignas reservas del partido.\n\t\t\t\t\t\n\t\t\t\t\t Al continuar esa idea, el Dirigente Kim Jong Il entrego a los jovenes la antorcha de la revolucion e hizo denominar la Union de la Juventud con el nombre del Presidente.\n\t\t\t\t\t\n\t\t\t\t\t Dirigio a los jovenes para que ellos cumplan bien su mision y deber asumidos ante la epoca y la revolucion.\n\t\t\t\t\t\n\t\t\t\t\t Bajo la direccion destacada y en el regazo generoso del Presidente y el Dirigente, los jovenes vinieron recorriendo por la senda gloriosa decorando los anales de la revolucion con las proezas heroicas y victorias orgullosas.\n\t\t\t\t\t\n\t\t\t\t\t Los jovenes de la primera generacion de la revolucion coreana, quienes cumplieron la historica causa de liberacion de la patria al cabo de la larga y ardua lucha antijaponesa enalteciendo al Presidente como el sol de la nacion, crearon el ejemplo de defensa a ultranza al lider.\n\t\t\t\t\t\n\t\t\t\t\t Las generaciones juveniles trajeron en la Guerra de Liberacion de la Patria el 27 de julio de la victoria combatiendo heroicamente gritando \"!Viva el General Kim Il Sung!\" y en la epoca de construccion posbelica socialista, cumplieron al frente el proposito del partido y el lider y realizaron en los sectores mas dificiles las proezas admiradas por el mundo, asi que pusieron de pleno manifiesto el temperamento heroico de la Corea de Chollima.\n\t\t\t\t\t\n\t\t\t\t\t En la epoca de la Marcha Penosa, la forzada sin precedentes, con la conviccion de compartir hasta el final el destino con el Dirigente, demostraron a todo el mundo el invencible poderio de la Corea del Songun en la defensa socialista y el enfrentamiento con Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\t La tradicion de defensa a ultranza al lider, la de lucha heroica, creadas y materializadas de modo brillante en los anales de la revolucion, son el noble patrimonio revolucionario y la bandera de victoria eterna a continuar por los jovenes coreanos de siglo en siglo.\n\t\t\t\t\t\n\t\t\t\t\t La epoca actual es la de lucha dinamica, la nueva de la revolucion jucheana en que bajo la direccion del partido, se libra la ofensiva general para lograr la victoria final enarbolando la bandera del gran kimilsungismo-kimjongilismo.\n\t\t\t\t\t\n\t\t\t\t\t En la marcha historica de hoy, los jovenes deben dedicar toda su fuerza, inteligencia y pasion de la juventud para cumplir satisfactoriamente el papel de vanguardia juvenil del partido.\n\t\t\t\t\t\n\t\t\t\t\t \"!Sean jovenes combatientes de vanguardia infinitamente fieles a la causa revolucionaria del Songun del Partido!\", esto es la consigna combativa a ser mantenida por los jovenes coreanos.\n\t\t\t\t\t\n\t\t\t\t\t Los jovenes deben apoyar fielmente la direccion del Partido del Trabajo de Corea y ser baluarte y escudo que defienda firmemente al partido.\n\t\t\t\t\t\n\t\t\t\t\t Deben ser combatientes vanguardistas en la batalla de materializacion de la idea y de defensa de la politica del partido y el peloton suicida para salvaguardar la patria socialista.\n\t\t\t\t\t\n\t\t\t\t\t Y deben establecer el ambiente de amar siempre al arma y dar importancia al asunto militar y frustrar tajantemente la ofensiva de penetracion ideologica y cultural de los imperialistas.\n\t\t\t\t\t\n\t\t\t\t\t Deben ser vanguardista y brigadista en la construccion de un Estado prospero socialista y abanderado en la campana por alcanzar niveles sofisticados y ponerse al frente en la apertura de la era dorada del pais civilizado socialista.\n\t\t\t\t\t\n\t\t\t\t\t Al final de su mensaje, el Mariscal aclaro la posicion y el papel de las organizaciones de base de la UJS en hacer a los jovenes cumplir excelentemente su honrosa mision de vanguardia juvenil del partido de la nueva epoca.\n\t\t\t\t\t\n\t\t\t\t\t Expreso la conviccion de que bajo la direccion del partido, todos los jovenes demostraran sin reservas el temperamento heroico de la vanguardia juvenil en la marcha historica para llevar a feliz termino la causa revolucionaria del Songun."
        },
        {
            "title": "Sera castigado cualquier tipejo que acuse a la RPDC: informacion detallada de ACNC",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-24ee.html",
            "content": "Sera castigado cualquier tipejo que acuse a la RPDC: informacion detallada de ACNC\r\n Pyongyang, 20 de septiembre (ACNC) -- La Agencia Central de Noticias de Corea publico el dia 20 la siguiente informacion detallada:\n\t\t\t\t\t Recientemente, el otro delincuente norteamericano fue arrestado y enjuiciado por haber cometido actos criminales y hostiles contra la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Se ha dictado la sentencia merecida sobre su crimen que forma parte de la brutal campana anti-RPDC de EE.UU. en el campo de derechos humanos.\n\t\t\t\t\t\n\t\t\t\t\t El norteamericano reconocio su culpabilidad y acepto el veredicto. \n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, partiendo de su logica de bandido, los politiqueros de la actual administracion norteamericana, que causaron el incidente de ese delincuente, critican el justo procesamiento legal sobre el hecho en la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Asimismo maniobran estupidamente para encubrir los actos criminales de los delincuentes norteamericanos planteando injustamente el supuesto \"problema de DDHH\".\n\t\t\t\t\t\n\t\t\t\t\t Al respecto, la Agencia Central de Noticias de Corea publica, bajo la autorizacion, la verdad del caso del criminal norteamericano.\n\t\t\t\t\t\n\t\t\t\t\t El estadounidense nombrado Miller Matthew Todd, enjuiciado el 14 de septiembre, entro el 10 de abril de 2014 en la RPDC como turista y fue interceptado por el organo competente mientras armaba un revuelo rompiendo la visa del turismo en el curso de tramites de entrada en la RPDC en el centro de control de transito aereo de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Segun el resultado de investigacion, tal comportamiento de Miller Matthew Todd no fue un problema causado por la falta de comprension o enfermedad psiquica sino un acto criminal cometido intencionalmente.\n\t\t\t\t\t\n\t\t\t\t\t Es que adhiriendose a la campana de DDHH anti-RPDC de la actual administracion norteamericana, el pretendio ser interceptado por el organo legal de la RPDC y entrar en la \"carcel\" para espiar en el terreno la situacion de DDHH y publicarla a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\t Basandose en ello, la Fiscalia Suprema de la RPDC despacho la orden de arresto sobre Miller Matthew Todd y lo detuvo tras reprocharle la responsabilidad penal en virtud del articulo 64 del codigo penal de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Segun el proceso de sumario, Miller pidio la baja de la universidad donde estudiaba y permanecio como desempleado en el distrito Yongdungpho de la ciudad de Seul del Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Entonces, vio y escucho sistematicamente los materiales de demagogia sobre la RPDC difundidos por los medios norteamericanos y surcoreanos y adquirio la hostilidad contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t El creyo como verdad la demagogia segun la cual en la RPDC no hay libertad ni derechos humanos y mandan a la carcel a los desobedientes al gobierno.\n\t\t\t\t\t\n\t\t\t\t\t Por eso, tomo la mala decision de espiar la situacion de reformatorio y de DDHH en la RPDC experimentando la vida en \"carcel\" adonde pretendio entrar al violar intencionalmente la ley.\n\t\t\t\t\t\n\t\t\t\t\t Mientras buscaba la manera de entrar en la RPDC, el pidio el turismo a una agencia de viajes de EE.UU. pensando que si arma escandalo rompiendo la visa de turista durante el proceso de control de entrada en el pais, sera arrestado por el organo legal y llevado a la \"carcel\".\n\t\t\t\t\t\n\t\t\t\t\t Para hacerse caro en el caso de enviarse a la \"carcel\", preparo de antemano una libreta con los apuntes de que \"pide el asilo politico\" y \"esta buscando el asilo porque fue descubierto cuanto intentaba robar los secretos del gobierno norteamericano y esta planeando publicar los secretos como Snowden\".\n\t\t\t\t\t\n\t\t\t\t\t Tambien preparo iPad e iPod que segun el, contienen los datos importantes sobre las bases militares norteamericanas en el suelo surcoreano, recogidos en Internet, y los documentos en que estan anotadas las calumnias que escucho de los norcoreanos que huyeron al Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t Segun su guion ya trazado el grito que \"vino a buscar el refugio\" y \"pide el asilo politico\", rompiendo la visa de turista.\n\t\t\t\t\t\n\t\t\t\t\t Durante el sumario, el confeso que intento encontrarse en la \"carcel\" con Keneth Pae, otro norteamericano que cumple ahora trabajos reeducativos, para negociar su \"excarcelacion\" y luego, ser el \"testigo vivo\" que revele con Keneth Pae la situacion de \"DDHH\" de la RPDC en caso de que se pongan en libertad.\n\t\t\t\t\t\n\t\t\t\t\t Como demuestran sus declaraciones, los crimenes del reo no convicto Miller Matthew Todd, desde su proposito y la preparacion previa hasta su ejecucion, partieron totalmente del malsano motivo politico de calumniar intencionalmente a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Sus crimenes perpetrados con la intencion de ser \"persona de fama mundial\" y \"segundo Snowden\" burlandose de la RPDC son intolerable insulto para esta y merecen ser castigados.\n\t\t\t\t\t\n\t\t\t\t\t Lo mas grave del caso es que el acto criminal de Miller Matthew Todd coincidio con que los politiqueros de la actual administracion norteamericana inclusive Kerry, secretario de Estado, chismearon en marzo y abril que la RPDC es el \"pais del mal\" librando una intensa campana publicitaria sobre el inexistente \"problema de DDHH\" de ella y cuestionando el lanzamiento de cohetes y las elecciones del organo del poder.\n\t\t\t\t\t\n\t\t\t\t\t Su delito corresponde al articulo 64 (crimen de espionaje) del codigo penal de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t El presente caso hace a los militares y habitantes de la RPDC recordar el fin tragico de los espias norteamericanos que durante la Guerra de Liberacion de la Patria (1950-1953) fueron capturados despues de infiltrar en la RPDC para espiar el campo de concentracion donde estaban retenidos muchos prisioneros norteamericanos inclusive Dean, jefe de la 24a division de infanteria norteamericana.\n\t\t\t\t\t\n\t\t\t\t\t Aunque transcurrio mucho tiempo y se sucedieron las generaciones, continuan la tradicion vergonzosa de EE.UU. que sufrio historicamente la derrota ante el duro castigo de la RPDC y la tradicion orgullosa de esta que obligo a EE.UU., cabecilla de complots e intrigas, a sentarse en el banquillo de acusado y lo sentencio severamente. Seran eternas esas dos tradiciones que son una ley.\n\t\t\t\t\t\n\t\t\t\t\t La Fiscalia Suprema de la RPDC acuso al delincuente norteamericano al Tribunal Supremo, ya que fue definido el aspecto de los crimenes del reo no convicto segun las declaraciones y las pruebas.\n\t\t\t\t\t\n\t\t\t\t\t El Tribunal Supremo de la RPDC realizo el 14 de septiembre en su tribunal el juicio sobre el acusado.\n\t\t\t\t\t\n\t\t\t\t\t Puesto que el rechazo la defensa, no se ofrecieron los alegatos del abogado y el juicio fue efectuado a puertas cerradas segun la peticion del acusado.\n\t\t\t\t\t\n\t\t\t\t\t En el juicio, el reconocio que sus actos son crimenes que partieron del motivo politico de espiar personalmente y acusar la situacion de \"DDHH\" de la RPDC y usar este tema en aislar y atropellar el regimen de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t El Tribunal Supremo de la RPDC condeno al acusado norteamericano Miller Matthew Todd a 6 anos de trabajos reeducativos en virtud del articulo 64 del codigo penal.\n\t\t\t\t\t\n\t\t\t\t\t Actualmente, los militares y habitantes de la RPDC estan observando agudamente el trasfondo y las fuerzas que estan detras de los actos hostiles de Miller Matthew Todd, ya que estos fueron cometidos adhiriendose a la politica hostil anti-RPDC de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t Y demandan fuertemente que castiguen implacablemente a todos los que se atrevan a acusar a la digna RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Los tipejos que actualmente, se hacen eco del supuesto problema de \"DDHH\" obedeciendo a EE.UU., que actua repugnantemente como \"juez\" de nacimiento en la escena internacional de DDHH, seran condenados al castigo de la epoca y la historia.\n\t\t\t\t\t\n\t\t\t\t\t La actual administracion norteamericana, que practica fanaticamente la politica contra la RPDC con el veto cronico a esta, no podra eludir nunca la responsabilidad por el presente caso del delincuente norteamericano."
        },
        {
            "title": "Presidente de Mongolia se reune con delegacion de PTC",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-25ee.html",
            "content": "Presidente de Mongolia se reune con delegacion de PTC\r\n Pyongyang, 20 de septiembre (ACNC) -- El presidente de Mongolia, Tsakhiagiin Elbegdorj, departio el dia 18 en el edificio del Estado con la delegacion del Partido del Trabajo de Corea, presidida por Kang Sok Ju, miembro del Buro Politico y secretario del Comite Central de la misma organizacion, que le hizo una visita de cortesia.\n\t\t\t\t\t En la ocasion el mandatario expreso la firme posicion de su gobierno y pueblo de desarrollar las relaciones con la RPDC y senalo que para eso, hay que continuar las tradicionales relaciones de amistad que prepararon los lideres antecesores.\n\t\t\t\t\t\n\t\t\t\t\t Prosiguio que Mongolia insiste en solucionar todos los problemas a traves del dialogo y negociaciones, aunque continua la campana de \"sancion\" para aislar y atropellar a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t En el encuentro participaron el asesor del presidente para la Seguridad Nacional y la Politica Exterior, el viceministro de Relaciones Exteriores de Mongolia, el embajador de Mongolia en la RPDC y el embajador coreano en ese pais."
        },
        {
            "title": "Premier de Mongolia se reune con delegacion de PTC",
            "url": "http://kcna.co.jp/item/2014/201409/news20/20140920-26ee.html",
            "content": "Premier de Mongolia se reune con delegacion de PTC\r\n Pyongyang, 20 de septiembre (ACNC) -- Noroviin Altankhuyag, primer ministro de Mongolia y presidente del Partido Democratico de Mongolia, departio el dia 18 en el edificio del Estado con la delegacion del Partido del Trabajo de Corea, presidida por Kang Sok Ju, miembro del Buro Politico y secretario del Comite Central de la misma organizacion.\n\t\t\t\t\t En la ocasion participaron el ministro de Relaciones Exteriores, el secretario general del Partido Democratico de Mongolia, el embajador de Mongolia en la RPDC y el embajador coreano en Mongolia.\n\t\t\t\t\t\n\t\t\t\t\t El premier dijo que las relaciones entre ambos paises son las tradicionales de amistad que tienen larga historia y el Partido Democratico de Mongolia aprecia mucho las relaciones con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Recordo que el Presidente de Mongolia visito la RPDC en el ano significativo del 25o aniversario de la visita a Mongolia realizada por el Presidente Kim Il Sung y subrayo que la visita de la delegacion del PTC es una oportunidad importante para el desarrollo de las relaciones entre ambos partidos y paises.\n\t\t\t\t\t\n\t\t\t\t\t Afirmo que se esforzara mucho por ampliar y desarrollar las relaciones de amistad y cooperacion con la RPDC en la politica, la economia y otras ramas."
        }
    ]
}