{
    "date": "2014-07-31",
    "url": "http://kcna.co.jp/item/2014/201407/2014-07-31ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Reply Messages to Syrian, Ugandan Presidents ",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-16ee.html",
            "content": "Kim Jong Un Sends Reply Messages to Syrian, Ugandan Presidents \r\n Pyongyang, July 31 (KCNA) -- Supreme leader Kim Jong Un sent messages to Syrian President Bashar Al-Assad and Ugandan President Yoweri Kaguta Museveni in reply to their messages on the occasion of the 20th anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t He expressed deep thanks to them for sending their warm messages carrying reverence for the President on the occasion of the 20th anniversary of his demise. \n\t\t\t\t\t\n\t\t\t\t\t He wished them bigger successes in their responsible work."
        },
        {
            "title": "Kim Jong Un Sends Gifts to Employees of Kosan Fruit Farm",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-22ee.html",
            "content": "Kim Jong Un Sends Gifts to Employees of Kosan Fruit Farm\r\n Kosan, July 31 (KCNA) -- Supreme leader Kim Jong Un sent gifts to the families of employees of the Kosan Fruit Farm who moved to new houses.\n\t\t\t\t\t Visiting the farm on July 23, he said that world-startling changes have taken place thanks to the members of the Construction Shock Brigade 618 and employees of the farm who are making devoted efforts to keep the promise made with leader Kim Jong Il, and congratulated the couples of discharged soldiers on moving to new houses and had a photo taken with them. Later he showed such warm loving care as sending articles for cultural use to more than 2 000 families of the farm.\n\t\t\t\t\t\n\t\t\t\t\t A meeting for conveying the gifts took place at the farm on Thursday."
        },
        {
            "title": "Congratulations to General Chairwoman of Central Directive Council of IDPS",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-21ee.html",
            "content": "Congratulations to General Chairwoman of Central Directive Council of IDPS\r\n Pyongyang, July 31 (KCNA) -- The Central Committee of the Workers' Party of Korea Wednesday sent a congratulatory message to Megawati Soekarnoputri, general chairwoman of the Central Directive Council of the Indonesian Democratic Party of Struggle (IDPS), on its victory in the presidential election.\n\t\t\t\t\t The message said that the win of the party in the election is an expression of strong support and deep trust of the Indonesian people in the party.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the good friendly and cooperative relations between the two parties would grow stronger in line with the desire and wishes of the peoples of the two countries, the message wished her greater success in her responsible work for the development of the party."
        },
        {
            "title": "Sexual Slavery for U.S. Forces Disclosed",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-04ee.html",
            "content": "Sexual Slavery for U.S. Forces Disclosed\r\n Pyongyang, July 31 (KCNA) -- A criminal fact that had been buried deep into the oblivion of history for decades was disclosed recently. It is the sexual slavery for the U.S. forces enforced on south Korean women in the 1950s after the Korean war. Revealing this, Wall Street Journal said that this was enforced at the connivance of the south Korean puppet government at the request of the U.S. forces.\n\t\t\t\t\t Rodong Sinmun on Thursday in a commentary says that the sexual slavery for the U.S. forces fully revealed Yankees' dirty history interwoven with immoral and indecent acts.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is the U.S. attitude to this criminal fact, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the U.S. Defense Department asserted that it is the stand of the U.S. forces to oppose all forms of human rights abuses including sexual slavery and flesh trafficking, while dodging the answer. It is insisting that the U.S. forces in south Korea should be questioned to know about the truth. The U.S. forces in south Korea, for their part, let loose senseless remarks that human rights abuses do not stand together with the U.S. forces' view on value, shifting the responsibility on to the south Korean authorities. The U.S. behavior is just like a guilty party filing the suit first, a revelation of the shameless nature of the descendents of American cannibals.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. which was stripped bare in the world eyes is the chief criminal who should be taken to the human rights court. Before talking about non-existent \"human rights\" of someone, the U.S. should repent of its human rights abuses interwoven with aggression, war, domination and plunder before history and mankind.\n\t\t\t\t\t\n\t\t\t\t\t No statute of limitations is applicable to the unprecedented inhuman crimes committed by the U.S. against the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists should not run amuck, clearly understanding why the Korean people bitterly condemn the U.S. as the sworn enemy and get themselves ready for a final do-or-die battle, calling for annihilating the U.S. imperialist aggressors."
        },
        {
            "title": "Wreaths Laid before Statue and Grave of Kang Pan Sok",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-14ee.html",
            "content": "Wreaths Laid before Statue and Grave of Kang Pan Sok\n\t\t\t\t\t\t\r\n Pyongyang, July 31 (KCNA) -- Wreaths were laid before the statue of Kang Pan Sok, an indomitable revolutionary fighter and outstanding leader of the Korean women's movement, at the Chilgol Revolutionary Site, Pyongyang and her grave in Mangyongdae on Thursday on the occasion of the 82nd anniversary of her demise.\n\t\t\t\t\t Seen standing before the statue and grave were wreaths sent by Kim Jong Un, first secretary of the Workers' Party of Korea (WPK), first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army (KPA).\n\t\t\t\t\t\n\t\t\t\t\t Present at the wreath-laying ceremonies were Choe Thae Bok, Choe Ryong Hae, Yang Hyong Sop, Choe Pu Il and Vice-Premiers Kim Yong Jin and Ri Mu Yong, Chairman of the Central Committee of the Korean Social Democratic Party Kim Yong Dae, Chief Secretary of the Pyongyang City Committee of the WPK Kim Su Gil, officials of party and power bodies, working people's organizations and ministries, KPA service personnel and officials of various units and working people in the city.\n\t\t\t\t\t\n\t\t\t\t\t Placed before the statue and grave were wreaths in the name of the WPK Central Committee, the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Also laid before them were wreaths in the name of working people's organizations, ministries, military academies, educational and press organs, revolutionary schools and party and power bodies and farms in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a silent tribute to Kang Pan Sok while looking back on her revolutionary career."
        },
        {
            "title": "Kang Pan Sok's Feats Will Remain Long in Korea's History",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-20ee.html",
            "content": "Kang Pan Sok's Feats Will Remain Long in Korea's History\r\n Pyongyang, July 31 (KCNA) -- It has been 82 years after Kang Pan Sok (April 21, 1892 - July 31, 1932), an outstanding leader of the women's movement in Korea, passed away.\n\t\t\t\t\t Kang Pan Sok is the great mother of Korea as she gave birth to Kim Il Sung, the great leader of the Korean nation, and did all she could to help him in his revolutionary activities for the national liberation.\n\t\t\t\t\t\n\t\t\t\t\tShe implanted patriotism and strong will in the mind of Kim Il Sung in his childhood and devoted all her sincerity to his growth.\n\t\t\t\t\t\n\t\t\t\t\t When her son launched the armed struggle to liberate Korea from Japan's colonial rule, she had energetically helped him in the revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t Though she was suffering from serious illness, she worked hard with other women to provide uniforms and food for the first revolutionary armed unit in Korea to be found by Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t One day when Kim Il Sung found it hard to leave the house at which his mother was staying in sick bed, she pushed his son to the way of revolution, saying he must think of his lost country and its people.\n\t\t\t\t\t\n\t\t\t\t\tRecalling the day, President Kim Il Sung wrote in his reminiscences \"With the Century\":\n\t\t\t\t\t\n\t\t\t\t\t \"Her image at that time was more of a teacher than of a mother. I felt so happy that my heart seemed to burst with pride in my mother who was so excellent and so kindhearted.\"\n\t\t\t\t\t\n\t\t\t\t\t With her unbounded devotion and noble spirit for the country and the revolution kept in his mind, he led the anti-Japanese armed struggle to victory to finally liberate Korea."
        },
        {
            "title": "Officials' Swimming Contest Held",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-15ee.html",
            "content": "Officials' Swimming Contest Held\r\n Pyongyang, July 31 (KCNA) -- There took place a swimming contest among officials of the commissions, ministries and national institutions at the swimming pool of the Changgwang Health Complex from July 28 to 31.\n\t\t\t\t\t The contest, divided into four groups, brought together hundreds of players.\n\t\t\t\t\t\n\t\t\t\t\t Citations and medals were awarded to organizations which proved successful."
        },
        {
            "title": "Making Foodstuff Based on Spirulina Spores Proves Successful",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-17ee.html",
            "content": "Making Foodstuff Based on Spirulina Spores Proves Successful\r\n Pyongyang, July 31 (KCNA) -- Among exhibits at the presentation of sci-tech successes held on the occasion of the 60th anniversary of the Branch Academy of Light Industrial Science under the DPRK State Academy of Sciences was the method of making foodstuff based on spirulina.\n\t\t\t\t\t Spirulina is believed to be one of most ideal materials for health foods.\n\t\t\t\t\t\n\t\t\t\t\t Pak Song Hui, a section chief of the Pyongyang Yusong Foodstuff Factory, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The factory succeeded in nurturing and treating spirulina spores in an industrial way to secure high quality of foodstuffs.\n\t\t\t\t\t\n\t\t\t\t\t Spirulina-mixed foodstuffs such as ice cream and sugar are rich in protein and amino acid and very good daily subsidiaries.\n\t\t\t\t\t\n\t\t\t\t\t Spirulina is especially efficacious against radiation damage and poisoning by heavy metal.\n\t\t\t\t\t\n\t\t\t\t\t The method based on spirulina and its products won a highest appraisal at the presentation."
        },
        {
            "title": "E-libraries Popular among DPRK's People",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-18ee.html",
            "content": "E-libraries Popular among DPRK's People\r\n Pyongyang, July 31 (KCNA) -- E-libraries, called Miraewon, built in counties and districts across the DPRK, have been crowded with visitors.\n\t\t\t\t\t The e-library in Mangyongdae District, Pyongyang is one of them.\n\t\t\t\t\t\n\t\t\t\t\t People of all social standings including students, workers and public officers come to the library.\n\t\t\t\t\t\n\t\t\t\t\t In the library, visitors can take online lectures on scientific and technological issues given by the Grand People's Study House.\n\t\t\t\t\t\n\t\t\t\t\t Librarian Kim Jin Sun told KCNA that they will render services in a more creditable way in close relation with Kim Il Sung University, the Grand People's Study House and other scientific institutions, so as to make a contribution to materializing the plan of the Workers' Party of Korea on educating all the people to be well versed in science and technology."
        },
        {
            "title": "Int'l Children's Camping at Songdowon of DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-19ee.html",
            "content": "Int'l Children's Camping at Songdowon of DPRK\r\n Pyongyang, July 31 (KCNA) -- Children from different countries are now spending pleasant days at the Songdowon International Children's Camp on the east coast of the DPRK.\n\t\t\t\t\t Their camping programs include swimming at beach, playing at the outdoor and indoor wading pools equipped with nose-dive waterslide, and visit to the greenhouse full of various species of ornamental plants and flowers and the aquarium with 80 kinds of fishes.\n\t\t\t\t\t\n\t\t\t\t\t At the international friendship children's hall of the Camp, girls and boys were seen playing video games with pleasure and watching films of different themes at the 4-D simulation cinema. And at the gymnasium, campers were enjoying themselves with rock-climbing.\n\t\t\t\t\t\n\t\t\t\t\t A football match between the campers, divided into Friendship and Solidarity teams, took place on Wednesday to deepen their friendly feelings with each other.\n\t\t\t\t\t\n\t\t\t\t\t Such happy life at the Camp will remain long in memory of those children."
        },
        {
            "title": "Korean in U.S. Criticizes Chief Executive of S. Korea",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-09ee.html",
            "content": "Korean in U.S. Criticizes Chief Executive of S. Korea\r\n Pyongyang, July 31 (KCNA) -- A Korean in the U.S. on July 28 posted an article on the website of the Federation of Koreans in the U.S., criticizing the present chief executive of south Korea obsessed with flunkeyism. \n\t\t\t\t\t The article said that the DPRK regarding independence as its life and soul is firmly protecting the dignity and sovereignty of the nation, while standing firm against big powers. \n\t\t\t\t\t\n\t\t\t\t\t But, south Korea has its sovereignty seriously encroached upon under the military occupation and colonial rule by the U.S., the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The political camp and sycophantic forces in south Korea are turning their faces away from the aspiration and desire of the nation to lead an independent life and fully revealing their nature of slaves of modern version begging for the presence of the U.S. forces in south Korea for an indefinite period. \n\t\t\t\t\t\n\t\t\t\t\t South Korea accepts the U.S. demands despite whatever disasters they may bring to it without making even a single word of complaint, and sacrifices its own people only. \n\t\t\t\t\t\n\t\t\t\t\t The reality in south Korea is the product of the sycophantic policy of the traitorous chief executive of south Korea who inherited pro-Japanese policy and is obsessed with pro-U.S. flunkeyism.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive should discard her sycophantic nature and make an effort to independently achieve national reunification and peace from the stand of By Our Nation Itself, though belatedly."
        },
        {
            "title": "S. Korean Paper Slams Fabrication of Attempted Rebellion",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-07ee.html",
            "content": "S. Korean Paper Slams Fabrication of Attempted Rebellion\r\n Pyongyang, July 31 (KCNA) -- The south Korean Internet paper Voice of People carried an editorial on July 29 in denunciation of the fabrication of attempted rebellion.\n\t\t\t\t\t The editorial said that there took place the final hearing on an appeal regarding the case of attempted rebellion on July 28.\n\t\t\t\t\t\n\t\t\t\t\t The ruling group, the rebellion forces, is resorting to the fabrication of attempted rebellion in a bid to suppress and oust those people opposed to it, the editorial said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The present regime is working hard to revive the evil habits dating back to the period of dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The case of attempted rebellion clearly disclosed the present regime's undemocratic nature.\n\t\t\t\t\t\n\t\t\t\t\t The case was fabricated by the Intelligence Service from every aspect, the editorial said, urging the judicial authorities to clearly see through the essence and make a correct judgment.\n\t\t\t\t\t\n\t\t\t\t\t The democratic forces should conduct the dynamic reunification campaign, it held."
        },
        {
            "title": "S. Korean Organization Condemns Prosecution's Unreasonable Penalties ",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-08ee.html",
            "content": "S. Korean Organization Condemns Prosecution's Unreasonable Penalties \r\n Pyongyang, July 31 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea issued a statement on July 28 denouncing the prosecution for taking legal actions as regards the case of attempted rebellion. \n\t\t\t\t\t The prosecution sentenced Ri Sok Gi to 20 years in prison and 10 year's suspension of qualifications and other suspects to the same penalties as it did at the first trial on the same day, the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t People of different social standings, including church and legal circles, and foreign political circles expressed their opposition to it.\n\t\t\t\t\t\n\t\t\t\t\t The prosecution is working hard to inflict heavy penalties on the suspects of the case, groundlessly charging that the agreement made by more than two persons will lead to a rebellion.\n\t\t\t\t\t\n\t\t\t\t\t Saying that truth is sure to be disclosed, the statement warned that the prosecution will meet the judgment of history as it is standing against democratization."
        },
        {
            "title": "S. Korean Authorities' Action of Refusing Institution of Special Law Slammed",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-10ee.html",
            "content": "S. Korean Authorities' Action of Refusing Institution of Special Law Slammed\r\n Pyongyang, July 31 (KCNA) -- South Korean people of different social standings including civic, religious, academic and cultural circles held a meeting in Seoul on July 28 to demand the institution of a special law to probe the truth about the ferry Sewol disaster, according to the south Korean Internet paper Voice of People.\n\t\t\t\t\t At the meeting speakers said that no longer visible is the appearance of the \"government\" and the ruling party which begged for one more chance after they failed to rescue hundreds of children.\n\t\t\t\t\t\n\t\t\t\t\t In order to prevent disasters and build a secure society, it is necessary to take a measure that had not been taken before, they noted, adding: If the truth is not probed, more disaster will occur.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that the truth about the disaster should be probed under any circumstances."
        },
        {
            "title": "Human Rights Abuses against Prisoners Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-11ee.html",
            "content": "Human Rights Abuses against Prisoners Protested in S. Korea\r\n Pyongyang, July 31 (KCNA) -- The south Korean Joint Action for Releasing Prisoners of Conscience held a press conference in Seoul on July 29 in protest against human rights abuses against prisoners, according to the south Korean internet paper Jaju Minbo.\n\t\t\t\t\t It recalled that the Seoul prison side on July 17 detained in a room for punishment and investigation a prisoner of conscience who demanded the improvement of treatment of prisoners, and tied his head, waist, arms and legs with handcuffs and other tools and inflicted pain on him for more than 30 hours.\n\t\t\t\t\t\n\t\t\t\t\t Such hideous human rights abuses are going on not only in the Seoul prison but all other prisons across south Korea, it charged.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the Seoul prison side apologize for such atrocities, sternly punish those responsible for them and stop at once all maltreatment."
        },
        {
            "title": "Punishment of Those Responsible for Ferry Sinking Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-12ee.html",
            "content": "Punishment of Those Responsible for Ferry Sinking Called for in S. Korea\r\n Pyongyang, July 31 (KCNA) -- Survivors of the ferry Sewol sinking accident in south Korea demanded severe punishment of the crew and marine police who shunned the rescue of passengers on July 28. \n\t\t\t\t\t That day students of Tanwon High School, who presented themselves as witnesses at the trial regarding the crew of ferry Sewol, said that they did not receive any help from the crew and marine police during escape from the ferry. \n\t\t\t\t\t\n\t\t\t\t\t Many students waited for a rescue team at the corridor heading to an emergency door, but they failed to escape as waves surged into the door, the witnesses said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The marine police just kept looking at the emergency door even after hearing that many students were inside it. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the crewmen repeatedly broadcasted \"Stay calm\". Many people could have been rescued if there were only a broadcasting calling for an escape. \n\t\t\t\t\t\n\t\t\t\t\t The survivors demanded severe punishment of those who turned away from the rescue including the crewmen."
        },
        {
            "title": "U.S. Accused of Abusing Reunion of Separated Koreans in U.S. for Anti-DPRK Smear Campaign",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-13ee.html",
            "content": "U.S. Accused of Abusing Reunion of Separated Koreans in U.S. for Anti-DPRK Smear Campaign\r\n Pyongyang, July 31 (KCNA) -- The spokesman for the Central Committee of the DPRK Red Cross Society Thursday released a statement accusing the U.S. of picking up the issue of reunion of separated families and relatives of Koreans in the U.S. and trying to politicize it in a bid to use it as a lever for pressurizing the DPRK.\n\t\t\t\t\t The U.S. Congress passed the bill on tightening the sanctions against the DPRK and stipulated in it an amendment to the act on reunion of separated families which calls for promoting unhindered reunion of separated families and relatives, the statement notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Taking advantage of it, riff-ruffs including those of the \"committee for promoting reunion of separated families of Koreans in the U.S.\" are busy staging such a charade as requesting U.S. lawmakers to help realize the reunion and sending a letter to the DPRK mission at the UN, floating false rumors that the issue of the reunion remains unsettled due to the DPRK attitude.\n\t\t\t\t\t\n\t\t\t\t\t This clearly indicates that the U.S. is seeking a sinister aim to pressurize the DPRK over the \"human rights issue\" by politicizing even a pure humanitarian issue.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind this smear campaign is a cynical ploy to tarnish the international prestige of the DPRK and foment distrust among Koreans. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is in the hostile relationship with the U.S. but has sincerely ensured the activities for the rights and interests of the Koreans in the U.S. on the basis of warm love for fellow countrymen and compatriotism and made every effort to confirm whereabouts of their separated families and relatives and realize their reunion.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. has unhesitatingly perpetrated such unethical crimes as preventing Koreans in the U.S. from remitting even a petty amount of money to their families and relatives, not content with watching them on their visits to the homeland to meet their families, questioning them and searching their bodies.\n\t\t\t\t\t\n\t\t\t\t\t Agents of the puppet consulate of south Korea openly threatened and blackmailed the visitors, while blocking their trips to the homeland.\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, the U.S. is politicizing the issue of the reunion of separated families and relatives of Koreans in the U.S. in a bid to abuse it for its anti-DPRK smear campaign. This is, indeed, nothing but a gangster-like behavior.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately the U.S. kicks up an anti-DPRK racket, politicizing the above-said issue, the more glaringly it will reveal its true colors as the worst abuser of humanitarianism and human rights.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is truly concerned for the pain of the Korean nation resulting from its split and interested in settling humanitarian issues caused by it, it should roll back its very old hostile policy toward the DPRK and immediately stop its anachronistic and unethical acts including smear campaign and nuclear war exercises against it, hurdles lying in the way of improving the north-south relations and achieving the reunification of Korea."
        },
        {
            "title": "Brazilian Criticizes U.S.-S. Korea Joint Military Drills ",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-05ee.html",
            "content": "Brazilian Criticizes U.S.-S. Korea Joint Military Drills \r\n Pyongyang, July 31 (KCNA) -- The UN Security Council should call into question the offensive, threatening and provocative joint military drills of the U.S. and south Korea in order to fulfill its mission for the world peace and security. \n\t\t\t\t\t Acilino Riveiro, national coordinator of the Genuine Democratic Movement of Brazil, said this in a statement on July 24. \n\t\t\t\t\t\n\t\t\t\t\t He referred to the fact that recently the UN Security Council made public a resolution criticizing the DPRK at an unofficial consultative meeting at which it termed the DPRK's launch of short-range missiles a \"violation of resolution\". \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t All the military measures of the Korean People's Army including launch of tactical rockets are the exercise of the right to self-defense to protect the sovereignty of the country and security of the nation to cope with the U.S. nuclear threat and moves for aggression. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK set forth several proposals for peace on its own initiative including the crucial proposal and special proposal of the National Defence Commission and the statement of the DPRK government, and took practical measures for realizing them. \n\t\t\t\t\t\n\t\t\t\t\t But, the U.S. together with south Korea waged Key Resolve and Foal Eagle joint military drills and combined landing exercise and combined air drill largest ever since 1993. \n\t\t\t\t\t\n\t\t\t\t\t It is unpardonable that the UNSC turned blind eyes to the frantic war drills for aggression and nuclear threats by the U.S. and took the issue with the DPRK over its inevitable option to cope with them. \n\t\t\t\t\t\n\t\t\t\t\t We strongly demand that the UNSC maintain impartiality in the settlement of international issues and call into question the U.S.-south Korea joint military drills against the DPRK and stop them."
        },
        {
            "title": "War Victory Day of DPRK Marked in Romania, Angola ",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-06ee.html",
            "content": "War Victory Day of DPRK Marked in Romania, Angola \r\n Pyongyang, July 31 (KCNA) -- A seminar and lecture took place in Romania and Angola on July 22 and 24 to mark the 61st anniversary of the victory of the Korean people in the Fatherland Liberation War. \n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, said that July 27 is the day of the great victory of the Korean people who defeated the U.S., boss of world imperialism, and brought about the beginning of a downhill turn for it and the historic day when they instilled the confidence of victory into the world progressives. \n\t\t\t\t\t\n\t\t\t\t\t He warmly congratulated the Korean people on the V-day in the war and expressed the belief that they would win victory again in the standoff with the U.S. under the wise guidance of Supreme Commander Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Domingos Coelho Da Cruz, chairman of the Committee of Angola for Friendship and Solidarity with Peoples, said the U.S. has made ceaseless military provocations to screw up the situation on the Korean peninsula in the postwar, far from drawing a due lesson from the defeat it sustained in the last Korean War. \n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. has been defeated and the DPRK has won victory, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will win one victory after another in the standoff with the U.S. under the distinguished guidance of Kim Jong Un, and July 27 of the DPRK will shine long."
        },
        {
            "title": "June 25-July 27 Month of Anti-U.S. Joint Struggle Ends in Cuba",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-01ee.html",
            "content": "June 25-July 27 Month of Anti-U.S. Joint Struggle Ends in Cuba\r\n Pyongyang, July 31 (KCNA) -- The June 25-July 27 month of the anti-US joint struggle ended with due ceremony in Havana on July 24.\n\t\t\t\t\t Present at the closing ceremony were figures of the Cuban Institute of Friendship with the Peoples and the Cuban Committee for Supporting Korea's Reunification and masses. the staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t Juan Jose Leon Vega, first vice-chairman of the Cuban Committee for Supporting Korea's Reunification, said:\n\t\t\t\t\t\n\t\t\t\t\t Every year we meaningfully celebrate July 27, a day of historic significance when the Korean people made the U.S. imperialists bite the dust under the leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and forces following them introduced all kinds of military hardware into the war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t All the Korean people turned out in the sacred war to protect the country under the leadership of Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The three-year war ended with the victory of the DPRK by the heroic struggle of its army and people.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and leader Kim Jong Il worked heart and soul for the independent and peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un is carrying forward the idea and cause of the preceding leaders and leading the Korean revolution to victory.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their followers are seriously threatening the peace and security on the Korean Peninsula and blocking the reunification with their frequent moves to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy towards the DPRK should be rolled back as it is bringing the situation on the Korean peninsula to the brink of war and the Korean Armistice Agreement be replaced by a peace treaty.\n\t\t\t\t\t\n\t\t\t\t\t The Cuban people will invariably support the Korean people's struggle for the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t We wish Kim Jong Un good health and bigger success in his noble work."
        },
        {
            "title": "British Organization Marks Anniversary of War Victory of Korean People",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-02ee.html",
            "content": "British Organization Marks Anniversary of War Victory of Korean People\r\n Pyongyang, July 31 (KCNA) -- The Korean Friendship Association UK released a statement on July 20 on the occasion of the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean war provoked by the U.S. imperialists on June 25, 1950 ended with a brilliant victory of the Korean people who turned out true to the leadership of President Kim Il Sung, gifted strategist and invincible and iron-willed commander.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists hurled not only the south Korean puppet army of Syngman Rhee but also armies of its fifteen satellite countries including the UK into the war to nip in the bud the less than two years old DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They indiscriminately bombed the whole area of Korea, massacred many people and used even germ and chemical weapons.\n\t\t\t\t\t\n\t\t\t\t\t But neither their brutality nor overwhelming military strength could bring to their knees the Korean people who turned out to uphold the leadership of the President.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists could not but sign the shameful Armistice Agreement (AA) on July 27, 1953.\n\t\t\t\t\t\n\t\t\t\t\t The Korean war ended with a great crushing defeat of the U.S. imperialists as a result of which the anti-imperialist national liberation movement rapidly spread worldwide.\n\t\t\t\t\t\n\t\t\t\t\t The AA should be replaced by a permanent peace agreement and the U.S. forces be withdrawn. The south Korean authorities should accept just proposals for peace and reunification set forth by the DPRK."
        },
        {
            "title": "ACR rechaza alboroto anti-RPDC de EE.UU. ",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-25ee.html",
            "content": "ACR rechaza alboroto anti-RPDC de EE.UU. \r\n Pyongyang, 31 de julio (ACNC) -- El portavoz del Comite Central de la Asociacion de la Cruz Roja (ACR) de la Republica Popular Democratica de Corea hizo publica el dia 31 una declaracion denunciando a Estados Unidos que se desespera por politizar el encuentro de familiares y parientes separados de coreanos residentes en Estados Unidos y utilizarlo como un aparato para aplastar a la RPDC.  \n\t\t\t\t\t EE.UU. aprobo en el Congreso la \"ley de intensificacion de sancion anti-RPDC\" inclusive el \"proyecto de enmienda de la ley de encuentro de familiares separados\". Ese proyecto urge realizar sin restriccion alguna el encuentro de los familiares y parientes separados. \n\t\t\t\t\t\n\t\t\t\t\t En tanto, las chusmas del \"comite de promocion de familiares separados residentes en EE.UU.\" y otros solicitaron a los parlamentarios norteamericanos el encuentro de familiares y parientes separados y enviaron una carta a la representacion de la RPDC ante la ONU, como si este tema no se resolviera por culpa de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Esto demuestra claramente que EE.UU. intenta politizar hasta el tema humanitario con el malsano objetivo de aplastar a la RPDC en el tema de \"derechos humanos\", revela la declaracion y continua: \n\t\t\t\t\t\n\t\t\t\t\t EE.UU. dice como si el problema humanitario no se resolviera debido a la RPDC con el designio malintencionado de manchar el prestigio exterior de ella y sembrar la desconfianza en el interior de la nacion coreana. \n\t\t\t\t\t\n\t\t\t\t\t Aunque la RPDC esta en relaciones hostiles con EE.UU., vino haciendo todos los esfuerzos con gran amor por la nacion y los connacionales por asegurar los derechos e intereses de los compatriotas residentes en EE.UU. y confirmar si estan vivos o muertos sus familiares y parientes separados y realizar el encuentro entre ellos. \n\t\t\t\t\t\n\t\t\t\t\t Pero, EE.UU. comete sin escrupulos el crimen de lesa humanidad vigilando, interrogando y registrando a los compatriotas que visitan la patria para encontrarse con sus familiares e impidiendo hasta la remesa de poco dinero a los familiares y parientes. \n\t\t\t\t\t\n\t\t\t\t\t Los compinches del Consulado del Sur de Corea tambien impiden la visita a la patria de los compatriotas residentes en EE.UU. y les ejercen la amenaza y chantaje abiertos. \n\t\t\t\t\t\n\t\t\t\t\t Sin embargo, EE.UU. politiza el encuentro de familiares y parientes separados y lo abusa en su campana intrigante anti-RPDC, lo cual es un acto gangsteril. \n\t\t\t\t\t\n\t\t\t\t\t Cuanto mas EE.UU. recurra a las intrigas anti-RPDC politizando el encuentro de familiares y parientes separados, tanto mas se revelara su asquerosa naturaleza de verdugo de humanitarismo y violador de DDHH. \n\t\t\t\t\t\n\t\t\t\t\t Si EE.UU. tiene de veras algun interes en los sufrimientos y tragedia de la division de la nacion coreana y en la solucion del problema humanitario, debe retirar primero su politica hostil a la RPDC que practica siglo tras siglo y decada tras decada y abandonar las propagandas intrigantes y los ejercicios de guerra nuclear  anti-RPDC y otros actos anacronicos y antieticos que impiden la mejora de las relaciones entre ambas partes coreanas y la reunificacion de Corea."
        },
        {
            "title": "CRPP publica informacion de condena a Han Min Gu",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-23ee.html",
            "content": "CRPP publica informacion de condena a Han Min Gu\r\n Pyongyang, 31 de julio (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) divulgo la vispera una informacion no. 1070 condenando a Han Min Gu, ministro titere de Defensa Nacional del Sur de Corea.\n\t\t\t\t\t El documento se refiere a que hace poco en la entrevista con la TV, Han acuso a la Republica Popular Democratica de Corea de \"provocacion\" y dijo absurdamente que \"ella debe pensarse en hasta la existencia o ruina del regimen\".\n\t\t\t\t\t\n\t\t\t\t\t Muy atemorizado ante el entrenamiento normal de lanzamiento de cohete realizado por la RPDC, el tipejo Han fue apresuradamente a la comandancia de misil de las fuerzas terrestres titeres y ordeno, acariciando unos viejos misiles entregados por su amo gringo, que \"se dispongan a atacar cualquier blanco del Norte (de Corea)\", asevera y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t Cuando ocupaba el cargo del jefe de la Junta de Jefes de Estado Mayor del ejercito titere, Han se asusto mucho ante el terrible fuego artillero del Ejercito Popular de Corea en la isla Yonphyong.\n\t\t\t\t\t\n\t\t\t\t\t Por tal motivo no cumplio su mandato y en la audiencia del personal de la \"Asamblea Nacional\" sudo la gota gorda por el caso de canonazos en la isla Yonphyong.\n\t\t\t\t\t\n\t\t\t\t\t Han, quien se tiembla mucho si se escucha siquiera la palabra de isla Yonphyong, dijo en la audiencia que \"si el Norte provoca, le dara el castigo duro\" y asi pudo tomar dificilmente el actual cargo bajo el amparo de los gangsteres conservadores.\n\t\t\t\t\t\n\t\t\t\t\t Es evidente que Han, que no pasa de ser titere de EE.UU., es tonto que no conoce quien es su contraparte y como transcurre la situacion mundial.\n\t\t\t\t\t\n\t\t\t\t\t Es muy miserable la situacion de Han que se porta vilmente para lisonjear a su ama de Chongwadae.\n\t\t\t\t\t\n\t\t\t\t\t Los politiqueros surcoreanos no deben olvidar que debido a este imbecil Han se acarreara un gran catastrofe.\n\t\t\t\t\t\n\t\t\t\t\t Han Min Gu debe conocer claramente que si suelta tales disparates fanaticos sera el primer objeto de liquidacion de la RPDC."
        },
        {
            "title": "ACNC comenta informe anual de Departamento de Estado de EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-24ee.html",
            "content": "ACNC comenta informe anual de Departamento de Estado de EE.UU.\r\n Pyongyang, 31 de julio (ACNC) -- El pasado dia 28, el Departamento de Estado norteamericano publico el \"informe anual sobre la libertad religiosa internacional de 2013\", ocasion en la cual calumnio perversamente la situacion religiosa de la Republica Popular Democratica de Corea.\n\t\t\t\t\t Al acusar sin fundamento la RPDC diciendo que en ella no hay verdadera libertad religiosa y son reprimidas cruelmente las actividades religiosas de los individuos y las entidades, alisto la RPDC en la lista de los \"paises especialmente peligrosos\" en esta materia.\n\t\t\t\t\t\n\t\t\t\t\t EE.UU. con la mascara de religion, se entrega a las maniobras para derrocar los regimenes y desintegrar el interior de los paises que no le agradan. Es el apogeo de hipocresia que tal pais hable ruidosamente de la libertad religiosa.\n\t\t\t\t\t\n\t\t\t\t\t Durante la pasada guerra coreana, el pais norteamericano asesino cruelmente a numerosos religiosos con el bombardeo indiscriminado sobre todas las regiones de la RPDC y la masacre y destruyeron mas de mil 900 instalaciones religiosas.\n\t\t\t\t\t\n\t\t\t\t\t Antes de la liberacion de la patria, envio a Corea a los religiosos inclusive Underwood, quienes difundieron entre los coreanos el servilismo proyanqui y el modo de vida a estilo norteamericano y despues lanzaron a los elementos recalcitrantes domados a la sublevacion con fines de derrumbar el partido y el regimen de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Continuan hoy tambien los actos hostiles anti-RPDC de EE.UU. bajo la pancarta de religion.\n\t\t\t\t\t\n\t\t\t\t\t Son incontables los crimenes antirreligiosos de EE.UU. cometidos por doquier del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Insatisfecho con describir el Islam como Fascismo, el ex secretario de Departamento de Defensa, Rumsfeld y la capa gobernante de EE.UU. recurrieron obstinadamente a la represion a Islam y al derrocamiento de los paises islamicos bajo el pretexto de la \"guerra antiterrorista\".\n\t\t\t\t\t\n\t\t\t\t\t Es precisamente este pais norteamericano que quemo Coran y lo echo al bocin y violo a las religiosas.\n\t\t\t\t\t\n\t\t\t\t\t En la RPDC, en virtud de la Constitucion estan garantizadas totalmente la creencia y la libertad religiosas de los ciudadanos y todas las condiciones para desarrollar libremente las actividades religiosas segun la voluntad de los creyentes.\n\t\t\t\t\t\n\t\t\t\t\t Los informes con diversos titulos publicados anualmente por EE.UU. no pasan de ser una farsa para manchar la imagen de la RPDC y son una expresion concentrada de la politica hostil anti-RPDC. \n\t\t\t\t\t\n\t\t\t\t\t Mientras sigan tales actos hostiles, la RPDC recrudecera mas el castigo a los delincuentes quienes con la mascara religiosa cometieron los actos ilegales."
        },
        {
            "title": "Rinden tributo a Kang Pan Sok ",
            "url": "http://kcna.co.jp/item/2014/201407/news31/20140731-26ee.html",
            "content": "Rinden tributo a Kang Pan Sok \r\n Pyongyang, 31 de julio (ACNC) -- Con motivo del 82o aniversario del fallecimiento de Kang Pan Sok, indoblegable combatiente revolucionaria y destacada dirigente del movimiento femenino de Corea, fueron colocadas el dia 31 ofrendas florales ante su estatua de bronce en el lugar de interes historico-revolucionario de Chilgol en esta capital y ante su tumba en Mangyongdae.\n\t\t\t\t\t Alli estaban puestan ofrendas florales enviadas por el Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\t En las ceremonias de homenaje participaron Choe Thae Bok, Choe Ryong Hae, Yang Hyong Sop, Choe Pu Il, los vicepremieres Kim Yong Jin y Ri Mu Yong, el presidente del Comite Central del Partido Social-Democrata de Corea, Kim Yong Dae, el secretario jefe del Comite del PTC en la Ciudad de Pyongyang, Kim Su Gil, los funcionarios de los organismos del partido y el poder, entidades de masas, ministerios, oficiales y soldados del EPC,  funcionarios y trabajadores de varias ramas en la capital.\n\t\t\t\t\t\n\t\t\t\t\t Fueron depositadas las ofrendas florales a nombre del Comite Central del PTC, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t Tambien fueron colocadas las otras a nombre de las entidades de masas, ministerios, academias militares, organos de educacion y prensa, escuelas revolucionarias, organismos del partido y el poder, granjas, etc. en esta capital.\n\t\t\t\t\t\n\t\t\t\t\t Los participantes guardaron un momento de silencio en memoria de la vida revolucionaria de Kang Pan Sok."
        }
    ]
}