{
    "date": "2014-02-17",
    "url": "http://kcna.co.jp/item/2014/201402/2014-02-17ee.html",
    "articles": [
        {
            "title": "President of SPA Presidium Meets Koreans from Japan",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-13ee.html",
            "content": "President of SPA Presidium Meets Koreans from Japan\r\n Pyongyang, February 17 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly (SPA) of the DPRK, met and had a talk in an atmosphere overflowing with compatriotic feelings with an art troupe of Koreans in Japan for celebrating the Day of the Shining Star (birth anniversary of leader Kim Jong Il) led by Ri Yong Su at the Pyongyang Grand Theatre on Monday.\n\t\t\t\t\t Present there were Hong In Hum, chairman of the Central Audit Committee of the General Association of Korean Residents in Japan who is heading the delegation of Koreans in Japan for celebrating the Day of the Shining Star."
        },
        {
            "title": "Banquet Given for Overseas Koreans",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-14ee.html",
            "content": "Banquet Given for Overseas Koreans\r\n Pyongyang, February 17 (KCNA) -- A banquet was given for the overseas Koreans who visited the homeland to mark the Day of the Shining Star (birth anniversary of leader Kim Jong Il) at the People's Palace of Culture on Monday.\n\t\t\t\t\t Present there on invitation were overseas Koreans staying in socialist homeland.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jin Guk, director of the Bureau of Service for Overseas Compatriots, and officials concerned attended the banquet."
        },
        {
            "title": "Chinese Delegation Arrives",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-17ee.html",
            "content": "Chinese Delegation Arrives\r\n Pyongyang, February 17 (KCNA) -- A delegation of the Chinese Foreign Ministry led by its Vice-Minister of Foreign Affairs Liu Zhenmin arrived here on Monday."
        },
        {
            "title": "Staff Members of AINDF Visit Kimjongilia Festival",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-16ee.html",
            "content": "Staff Members of AINDF Visit Kimjongilia Festival\r\n Pyongyang, February 17 (KCNA) -- Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF), and his staff members visited the venue of the 18th Kimjongilia Festival on the occasion of the birth anniversary of leader Kim Jong Il on Monday.\n\t\t\t\t\t They were excited to go round the venue full of Kimjongilia flowers which represent deep reverence of Koreans and world progressive people for Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Jo Il Min said:\n\t\t\t\t\t\n\t\t\t\t\t The Kimjongilia Festival is a flower exhibition dedicated to a great man.\n\t\t\t\t\t\n\t\t\t\t\t Through the visit I could feel the reverence of all Koreans and progressive people all over the world for him.\n\t\t\t\t\t\n\t\t\t\t\t Famous flower Kimjongilia will bloom all over the world, conveying his feats for the times and history.\n\t\t\t\t\t\n\t\t\t\t\t The AINDF and the patriotic people in south Korea will stage more dynamic struggle for Korea's reunification under the banner of By Our Nation Itself."
        },
        {
            "title": "Lao President Supports Policies of WPK, DPRK Government",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-05ee.html",
            "content": "Lao President Supports Policies of WPK, DPRK Government\r\n Pyongyang, February 17 (KCNA) -- The party, government and people of Laos will invariably support the just line and policies of the Workers' Party of Korea (WPK) and the DPRK government on independent and peaceful reunification of the country.\n\t\t\t\t\t Lao President Choummaly Sayasone said this when receiving credentials from DPRK Ambassador to his country Ri Sang Gun on Feb. 13.\n\t\t\t\t\t\n\t\t\t\t\t The president noted that the relations between Laos and the DPRK are deep-rooted traditional ones of friendship and cooperation provided by President Kaysone Phomvihane and President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He can never forget the privilege and honor of being received by leader Kim Jong Il and Marshal Kim Jong Un when he visited friendly DPRK in September 2011, he said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was, indeed, a great leader who turned the DPRK into a powerful country with his Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Now all service personnel and people of the DPRK are achieving great successes in increasing national capability, defending the security of the country and improving the people's living standard, single-mindedly united around the WPK headed by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Being rejoiced over the fact that the friendly and cooperative relations between the two countries are growing stronger, he expressed the will to develop them onto a higher stage."
        },
        {
            "title": "Camping of Students and Pupils Starts at Masikryong Ski Resort",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-01ee.html",
            "content": "Camping of Students and Pupils Starts at Masikryong Ski Resort\r\n Pyongyang, February 17 (KCNA) -- Ski camping of students and pupils started at the Masikryong Ski Resort, a splendid popular sports and tourist destination in the mountain area, under the loving care of Marshal Kim Jong Un. \n\t\t\t\t\t Students of Kim Il Sung University and Pyongyang University of Architecture and pupils of Pyongyang Primary School No. 4 had the honor of enjoying camping before any others.\n\t\t\t\t\t\n\t\t\t\t\t At Masikryong Hotel the students were briefed on the leadership and feats of Kim Jong Un who made sure that a great monumental edifice in the era of the Workers' Party was built on Masik Pass.\n\t\t\t\t\t\n\t\t\t\t\t Going round the hotel built to match the mountain scenery and ski service and lodging buildings suited to the visitors' emotion and needs, the students and pupils were greatly excited to find themselves in the remote mountain scenery.\n\t\t\t\t\t\n\t\t\t\t\t They were admired to watch long skiing courses, sleighing tracks, mountains and skating ground covered with snow and modern equipment for operating the skiing ground.\n\t\t\t\t\t\n\t\t\t\t\t They began learning how to ski with the kind help of ski instructors.\n\t\t\t\t\t\n\t\t\t\t\t The skiing ground was alive with university students donning skiwear to ski and primary schoolchildren vying with each other to learn how to ski.\n\t\t\t\t\t\n\t\t\t\t\t An Sung Chol, student of Kim Il Sung University, said he felt as if he had reached the height of happiness after skiing at the Masikryong Ski Resort which he had wished to visit so much.\n\t\t\t\t\t\n\t\t\t\t\t Yang Kuk Song, student of Pyongyang University of Architecture, said he enjoyed skiing very much on Masik Pass, adding that his single desire is to show Kim Jong Un his proud appearance as a pace-setter in raising the hot wind of skiing."
        },
        {
            "title": "Int'l Figure Skating Festival Closes",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-15ee.html",
            "content": "Int'l Figure Skating Festival Closes\r\n Pyongyang, February 17 (KCNA) -- The 23rd Paektusan Prize International Figure Skating Festival for celebrating the Day of the Shining Star (birth anniversary of leader Kim Jong Il) closed with due ceremony at the Ice Rink here on Monday.\n\t\t\t\t\t Present at the ceremony were Choe Thae Bok, Yang Hyong Sop, Ro Tu Chol, and officials concerned and other people.\n\t\t\t\t\t\n\t\t\t\t\t Also on hand were overseas Koreans, the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front, foreign diplomatic envoys and representatives of international bodies here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The prizes of the festival were awarded at the closing ceremony to players of Russia, Italy and the DPRK who displayed high skills in the festival at the closing ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Minister of Finance Choe Kwang Jin, chairman of the Figure Skating Association, made a closing address.\n\t\t\t\t\t\n\t\t\t\t\t There were demonstration performances of figure skaters of foreign countries and the DPRK."
        },
        {
            "title": "Koreans in U.S. Condemn Military Exercises on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-12ee.html",
            "content": "Koreans in U.S. Condemn Military Exercises on Korean Peninsula\r\n Pyongyang, February 17 (KCNA) -- Koreans in the U.S. held round-table talks and a seminar on the theme of peaceful reunification of the Korean peninsula in Los Angeles, the U.S. on Jan. 24 and 25, according to Minjok Thongsin, an internet paper of the Koreans in the U.S. \n\t\t\t\t\t The speakers said that agreements between the north and the south should be implemented to turn the inter-Korean relations into those of reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t They insisted that south Korea-U.S. joint military exercises should not be allowed to be held as the exercises threaten the peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the south Korean authorities abandon the May 24 measure and make efforts for the national reunification."
        },
        {
            "title": "Explosion Claims Damage in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-11ee.html",
            "content": "Explosion Claims Damage in S. Korea\r\n Pyongyang, February 17 (KCNA) -- There was an explosion in a plant in Tonong-dong, Namyangju City, Kyonggi Province on Feb. 13 according to the KBS of south Korea.\n\t\t\t\t\t It was reported that ammonia gas leaked out, destroying part of the building and leaving some people injured or missing."
        },
        {
            "title": "Koreans in Uzbekistan Celebrate Day of Shining Star",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-09ee.html",
            "content": "Koreans in Uzbekistan Celebrate Day of Shining Star\r\n Pyongyang, February 17 (KCNA) -- Koreans in Uzbekistan held a meeting and photo exhibition on Feb. 11 to mark the birth anniversary of leader Kim Jong Il (Day of Shining Star).\n\t\t\t\t\t Present there were Ju Yong Il, chairman of the Uzbekistan \"Old Persons\" Association for Korean Cultural Tradition, heads of compatriots' art troupes and Koreans in Uzbekistan. \n\t\t\t\t\t\n\t\t\t\t\t A meeting was held.\n\t\t\t\t\t\n\t\t\t\t\t A speaker at the meeting praised Kim Jong Il for achieving the unity and cohesion of all the people and performing great exploits in all fields including politics, economy and military by dint of unity while leading the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's cause has been successfully carried forward by Marshal Kim Jong Un without the slightest deviation, he added.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need for all the Koreans in the north, the south and overseas to make dynamic efforts to open up a turning phase in national reunification this year by achieving solidarity and alliance, true to the behests of President Kim Il Sung and Kim Jong Il on national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The meeting was followed by a photo exhibition.\n\t\t\t\t\t\n\t\t\t\t\t On display there were photos showing the immortal exploits Kim Jong Il performed for the prosperity of the country, happiness of its people and accomplishment of the cause of national reunification and those of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were photos showing the development made in the DPRK and the vigorous movement for national reunification waged by all Koreans in the north, the south and overseas."
        },
        {
            "title": "Kimjongilia Exhibition Held in Dalian, China",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-02ee.html",
            "content": "Kimjongilia Exhibition Held in Dalian, China\r\n Pyongyang, February 17 (KCNA) -- A Kimjongilia exhibition took place in Dalian City, Liaoning Province, China on Feb. 9 in celebration of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t On display in the exhibition were more than 700 potted Kimjongilia flowers together with photos of the diplomas and gold medals which the immortal flower had been awarded in international festivals.\n\t\t\t\t\t\n\t\t\t\t\t Officials and other citizens of the city took part in the exhibition, and officials of the DPRK consulate general in Shenyang and officials of several units of the DPRK working in the city were invited to the event.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made there.\n\t\t\t\t\t\n\t\t\t\t\t The director general of a company in the city said that the company and the city deemed it an honor to cultivate the flowers named after the august names of President Kim Il Sung and Kim Jong Il, who provided the Sino-DPRK friendship and brought it into bloom.\n\t\t\t\t\t\n\t\t\t\t\t The director general of the company expressed the will to bring the flower into bloom in the future, too in order to make a positive contribution to developing the friendship.\n\t\t\t\t\t\n\t\t\t\t\t The general manager renewed the determination to widely propagate the flowers not only in China but in other countries, saying that the flowers reflect the reverence of the world progressives for the peerlessly great persons."
        },
        {
            "title": "Kim Jong Il's Feats Praised by Foreign Papers",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-03ee.html",
            "content": "Kim Jong Il's Feats Praised by Foreign Papers\r\n Pyongyang, February 17 (KCNA) -- Uruguayan and Bulgarian papers carried special write-ups in celebration of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t The Uruguayan paper La Juventud on Feb. 6 devoted a whole page to an article \"Succession to Socialist Cause in DPRK,\" accompanied with the photos of President Kim Il Sung, Kim Jong Il and supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper said that Kim Jong Il was born in the secret camp in Mt. Paektu on Feb. 16, 1942, where the headquarters of the then Korean People's Revolutionary Army was situated.\n\t\t\t\t\t\n\t\t\t\t\t In his early years Kim Jong Il, regarding it as his lifelong mission to accomplish the revolutionary cause of Juche pioneered by the President, steadily advanced the revolution and construction, true to the idea and intentions of the President, assisting him in his work, the paper noted.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the Songun revolutionary leadership of Kim Jong Il, the country converted into an impregnable politico-ideological power in which all service persons and all other people are single-mindedly united, and a military power that no one dares provoke, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It said that although he passed away, the undying feats performed by him in accomplishing a socialist cause will always be remembered by the Korean people and all other world progressives.\n\t\t\t\t\t\n\t\t\t\t\t The Bulgarian paper Novo Rabotnichesko Delo 1-15 carried an article under several titles with a heading \"Future of DPRK\".\n\t\t\t\t\t\n\t\t\t\t\t The paper introduced the great achievements made by the Korean people under the wise leadership of Kim Jong Un last year in politics, military, economy, culture and all other sectors of socialist construction."
        },
        {
            "title": "Kim Jong Il Praised by Bangladeshi Personage",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-04ee.html",
            "content": "Kim Jong Il Praised by Bangladeshi Personage\r\n Pyongyang, February 17 (KCNA) -- Leader Kim Jong Il led the Korean people to the road of independence and great national unity and ushered in the June 15 era of reunification advancing in the idea of By Korean National Itself with his firm will to carry out the last instructions of President Kim Il Sung for national reunification.\n\t\t\t\t\t M. Jahangir Khan, chairman of the Bangladesh Group for the Study of the Songun Policy, said this at the releasing ceremony of Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" held on Feb. 10.\n\t\t\t\t\t\n\t\t\t\t\t Very pleased to publish the work on the occasion of the birth anniversary of Kim Jong Il, the chairman said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il dedicated his life to opening the wide avenue for accomplishing the cause of Kim Il Sung for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t We would stage positive activities for solidarity with the Korean people who are struggling to achieve the independent and peaceful reunification of the country, true to the leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Exploits of Kim Jong Il Lauded by Romanian, Nigerian Personages",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-06ee.html",
            "content": "Exploits of Kim Jong Il Lauded by Romanian, Nigerian Personages\r\n Pyongyang, February 17 (KCNA) -- Seminars took place in Romania and Nigeria on Feb. 5 and 6 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, explained the main contents of Kim Jong Il's work \"Socialism Is a Science\", saying this work serves as a historic document saving the world socialist movement from crisis.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il in his work proved the validity and truth of socialism and gave clear answers to the principled questions arising in developing the socialist movement, he said.\n\t\t\t\t\t\n\t\t\t\t\t He was convinced that progressives are looking up to the DPRK as the beacon of hope and that Kim Jong Il's ideological and theoretical feats will shine long in the history of humankind's ideology.\n\t\t\t\t\t\n\t\t\t\t\t Alhassan Mamman Muhammad, chairman of the Nigerian National Committee for the Study of the Juche Idea, said that Kim Jong Il lived a pure life, building monuments and statues for revolutionary forerunners and those who performed great feats for the country but not allowing his own statue.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il was, indeed, the benevolent father embracing all people, he stressed."
        },
        {
            "title": "Vietnamese Website Introduces Okryu Children's Hospital",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-07ee.html",
            "content": "Vietnamese Website Introduces Okryu Children's Hospital\r\n Pyongyang, February 17 (KCNA) -- Vietnamese internet news VN Express introduced in a photo-accompanied article titled \"Paradise of Korean children\" Okryu Children's Hospital in Pyongyang on February 10.\n\t\t\t\t\t Korean people are greatly proud of socialist healthcare system which provides competent doctors, clean hospitals and free medical treatment, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Those ranging from new-born baby to teenagers are allowed access to the hospital.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un personally guided the construction of the hospital and named it Okryu Children's Hospital.\n\t\t\t\t\t\n\t\t\t\t\t The hospital has six floors and famous doctors treat patients.\n\t\t\t\t\t\n\t\t\t\t\t There are rooms for treatment, dressing and operation equipped with latest medical apparatuses as well as sickrooms, playing ground, rest places and classrooms for children under long-term treatment.\n\t\t\t\t\t\n\t\t\t\t\t Children play and study while undergoing treatment at the hospital.\n\t\t\t\t\t\n\t\t\t\t\t Ryugyong Dental Hospital was also built.\n\t\t\t\t\t\n\t\t\t\t\t Here Pyongyangites receive dental treatment free of charge.\n\t\t\t\t\t\n\t\t\t\t\t Free medical care system and free education system are, indeed, symbolic of well-being provided in Korean society.\n\t\t\t\t\t\n\t\t\t\t\t An internet newspaper of Vietnam and other websites also introduced Okryu Children's Hospital."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Bangladesh",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-08ee.html",
            "content": "Kim Jong Il's Work Off Press in Bangladesh\r\n Pyongyang, February 17 (KCNA) -- Leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was brought out in booklet by a Bangladeshi publishing house with due ceremony on Feb. 10.\n\t\t\t\t\t The work, published on Aug. 4, Juche 86 (1997), deals with the undying feats President Kim Il Sung performed for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t It also formulates the three principles of national reunification, the ten-point programme of the great unity of the whole nation and proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and clarifies the tasks and ways to accomplish the cause of national reunification based on the three charters."
        },
        {
            "title": "Celebrado acto nacional de ONC por 72o aniversario de nacimiento de Kim Jong Il",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-20ee.html",
            "content": "Celebrado acto nacional de ONC por 72o aniversario de nacimiento de Kim Jong Il\r\nPyongyang, 17 de febrero (ACNC) -- Tuvo lugar el dia 16 en esta capital el acto nacional de la Organizacion de Ninos de Corea (ONC) por el 72o aniversario de natalicio del Generalisimo Kim Jong Il con la participacion de los delegados de la ONC provenientes de todas las provincias, los ninos escolares de esta capital y los otros que ingresan en la ONC.\n\t\t\t\t\tFueron invitados Choe Thae Bok, Yang Hyong Sop, los funcionarios del partido, la Union de la Juventud Socialista Kim Il Sung en esta capital, los veteranos de guerra y los ameritados.\n\t\t\t\t\t\n\t\t\t\t\tAl pronunciar el informe de la ocasion, el presidente del Comite Central de la UJS, Jon Yong Nam se refirio a que el Generalisimo Kim Jong Il dispenso gran benevolencia para que los integrantes de la ONC aprendieran a sus anchas sin envidiar nada en el mundo y florecieran sus talentos.\n\t\t\t\t\t\n\t\t\t\t\tApunto que el Mariscal Kim Jong Un quien encarna tal como es el amor del Dirigente por las generaciones venideras, brinda el amor inolvidable a los miembros de la ONC.\n\t\t\t\t\t\n\t\t\t\t\tApunto que todos los integrantes de la ONC deben ser fidedignas reservas de la causa de la revolucion del Songun capaces de apoyar con fidelidad la direccion del Mariscal.\n\t\t\t\t\t\n\t\t\t\t\tSe efectuo la ceremonia de ingreso en la ONC.\n\t\t\t\t\t\n\t\t\t\t\tNuevos integrantes de la ONC hicieron su juramento imitando la voz guia de Choe Thae Bok, miembro del Buro Politico y secretario del CC del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tTerminado el juramento, los funcionarios, los veteranos de guerra y los ameritados les colgaron en el cuello las panoletas rojas y las insignias de la ONC.\n\t\t\t\t\t\n\t\t\t\t\tLos recien ingresados en la ONC hicieron el primer saludo de pioneros en respuesta a la consigna \"!Preparemonos siempre para la patria socialista!\".\n\t\t\t\t\t\n\t\t\t\t\tEl director de la Escuela Revolucionaria de Mangyongdae, O Ryong Thaek, el director de la Escuela Secundaria No.1 de Pyongyang, Pang Sung Son y el heroe del Trabajo y deportista del Pueblo, Om Yun Chol hicieron uso de la palabra de felicitacion."
        },
        {
            "title": "Ofrecida funcion de musica y danza de Conjunto Artistico Mansudae ",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-21ee.html",
            "content": "Ofrecida funcion de musica y danza de Conjunto Artistico Mansudae\r\nPyongyang, 17 de febrero (ACNC) -- En ocasion del dia de nacimiento del Dirigente Kim Jong Il, el Conjunto Artistico Mansudae ofrecio la vispera en el Gran Teatro de Pyongyang Este la funcion de musica y danza \"Cancion del Sol de Songun\".\n\t\t\t\t\tEn la funcion iniciada con el solo femenino y coro \"Al camarada Kim Jong Il\", se pusieron diversas piezas tales como el coro \"Encanto y veneracion\", la interpretacion de violin con otros instrumentos musicales \"El General utiliza el metodo de acortar las distancias\", el solo masculino y pangchang femenino \"Cuentalo, el camino de Songun\", etc.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes elogiaron las hazanas acumuladas por el Dirigente ante el partido, la revolucion, la patria y el pueblo al conducir la revolucion y construccion de Corea por la unica senda victoriosa.\n\t\t\t\t\t\n\t\t\t\t\tEl coro sin acompanamiento musical \"Himno a la Patria\" dejo una profunda impresion a los espectadores por sus letras celebres y la melodia solemne.\n\t\t\t\t\t\n\t\t\t\t\tLa funcion llego al climax con el sexteto femenino \"No podemos vivir sin el\" y el solo femenino y coro \"Siempre con la bandera del partido\", etc.\n\t\t\t\t\t\n\t\t\t\t\tLos artistas describieron bien el sentimiento de confianza de todos los militares y civiles en el Mariscal Kim Jong Un quien crea una nueva leyenda de noble amor por el pueblo y el futuro.\n\t\t\t\t\t\n\t\t\t\t\tLa vieron Kim Yong Nam y otros cuadros directivos del partido, el Estado y el ejercito, el presidente de partido amigo, los funcionarios de las instituciones del partido, las fuerzas armadas y el poder, entidades de masas, ministerios y organos centrales, los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los ameritados, los trabajadores capitalinos, los compatriotas en ultramar y el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tFueron invitados los matrimonios de representantes diplomaticos y de organizaciones internacionales y los otros de agregados militares, acreditados en Corea, y los demas huespedes extranjeros."
        },
        {
            "title": "Efectuados bailes de jovenes y estudiantes por 16 de febrero",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-22ee.html",
            "content": "Efectuados bailes de jovenes y estudiantes por 16 de febrero\r\nPyongyang, 17 de febrero (ACNC) -- Tuvieron lugar el dia 16 en diferentes localidades bailes de los jovenes y estudiantes por el dia del nacimiento del Dirigente Kim Jong Il.\n\t\t\t\t\tEn las explanadas frente al Monumento a la Fundacion del Partido, la Casa Cultural 25 de Abril, el Arco de Triunfo y otros lugares de esta capital se iniciaron los bailes festivos al son de la cancion \"Enalteceremos a nuestro General\".\n\t\t\t\t\t\n\t\t\t\t\tLos bailadores mostraron el sentimiento de infinita anoranza y veneracion hacia el Dirigente quien dedico todo lo suyo para el pueblo hasta el ultimo momento de su gran vida.\n\t\t\t\t\t\n\t\t\t\t\tLos jovenes y estudiantes envueltos en orgullo y felicidad de tener al Mariscal Kim Jong Un, bailaron apasionadamente al compas de las canciones \"Nuestro dirigente adorado por el pueblo\" y otras.\n\t\t\t\t\t\n\t\t\t\t\tLas canciones \"Corramos hacia el futuro\", \"Aprendamos\", \"Hablan los duenos de esta tierra\" y \"Es radiante nuestro futuro\" llevaron al climax el ambiente festivo.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, hubo bailes similares en diversas localidades mostrando bien la voluntad de las vanguardias juveniles del Songun de unirse mas compactamente en torno al Mariscal y dedicar toda su inteligencia y entusiasmo en la ofensiva general por la victoria final de la construccion de un Estado prospero."
        },
        {
            "title": "Clausurado XXIII Festival Internacional de Patinaje Artistico sobre Hielo por Premio Paektusan",
            "url": "http://kcna.co.jp/item/2014/201402/news17/20140217-23ee.html",
            "content": "Clausurado XXIII Festival Internacional de Patinaje Artistico sobre Hielo por Premio Paektusan\r\nPyongyang, 17 de febrero (ACNC) -- Tuvo lugar el dia 17 en el Complejo de Patinaje bajo Techo la ceremonia de clausura del XXIII Festival Internacional de Patinaje sobre el Hielo por el Premio Paektusan en celebracion del Dia de la Estrella Luz (16 de febrero, dia de natalicio del Dirigente Kim Jong Il).\n\t\t\t\t\tParticiparon Choe Thae Bok, Yang Hyong Sop, Ro Tu Chol y otros funcionarios interesados junto con los trabajadores. \n\t\t\t\t\t\n\t\t\t\t\tTambien estuvieron presentes los compatriotas, el representante de la sucursal del Frente Democratico Nacional Antiimperialista en Pyongyang, los representantes diplomaticos de varios paises y los otros de las organizaciones internacionales, acreditados en Corea y los demas huespedes extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fue otorgado el premio del festival a los jugadores de Rusia, Italia y Corea. \n\t\t\t\t\t\n\t\t\t\t\tEl ministro de Finanzas Choe Kwang Jin quien es el presidente de la Asociacion de Patinaje sobre el Hielo, pronuncio la palabra de clausura. \n\t\t\t\t\t\n\t\t\t\t\tLuego, hubo la actuacion modelo de los patinaderos coreanos y de otros paises."
        }
    ]
}