{
    "date": "2014-07-30",
    "url": "http://kcna.co.jp/item/2014/201407/2014-07-30ee.html",
    "articles": [
        {
            "title": "Body of S. Korean Inhabitant Handed over to S. Korean Side via Panmunjom",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-16ee.html",
            "content": "Body of S. Korean Inhabitant Handed over to S. Korean Side via Panmunjom\r\n Pyongyang, July 30 (KCNA) -- A body of a man believed to be a south Korean inhabitant was found on the shore of Taegi-ri, Ongjin County, South Hwanghae Province in the morning on July 27.\n\t\t\t\t\t An ID card found in the body proved that he was an inhabitant residing in Chonmun-ro, Sangrok District in Ansan City, Kyonggi Province of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The Central Committee of the Red Cross Society of the DPRK notified the south Korean Red Cross of the condition of the body. It handed over to the south side the body and things found in him via Panmunjom on Wednesday morning from a humanitarian standpoint on the basis of confirmation."
        },
        {
            "title": "Kim Yong Nam Sends Congratulations to Indonesian President-Elect",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-27ee.html",
            "content": "Congratulations to Indonesian President-Elect\r\n Pyongyang, July 30 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on July 29 sent congratulations to Joko Widodo upon his election as president of Indonesia.\n\t\t\t\t\t In the belief that the bilateral friendly and cooperative relations with a long history and tradition would steadily grow strong in the common interests and desire of the two peoples, the message wished the president-elect success in his responsible work."
        },
        {
            "title": "Secretariat of CPRK Urges S. Korean Defense Minister to Properly Wag His Tongue",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-28ee.html",
            "content": "Secretariat of CPRK Urges S. Korean Defense Minister to Properly Wag His Tongue\r\n Pyongyang, July 30 (KCNA) -- Han Min Gu, puppet Minister of Defense of south Korea, let loose a whole string of reckless remarks like an old rabid dog only to become a laughing stock of the world.  \n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea (CPRK) released information bulletin No. 1070 on Wednesday dismissing them.\n\t\t\t\t\t\n\t\t\t\t\t The information bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t Han Min Gu made a television appearance like an ugly looking rabid dog and grumbled about \"provocations\" from the north recently. Not content with this, he told such cock-and-bull-story that \"the north should be aware of the danger to the existence of its social system.\"\n\t\t\t\t\t\n\t\t\t\t\t Taken aback by the north's routine rocket firing drill, he hastily inspected the missile command of the puppet ground force. Watching a few aging missiles provided by the U.S., he cried out for \"getting fully combat-ready\" to \"strike any target in the north.\"\n\t\t\t\t\t\n\t\t\t\t\t When he was the chairman of the puppet Joint Chiefs of Staff, he was so frightened by the deadly retaliatory shelling of the Korean People's Army on the Yonphyong Island that he was tongue-tied, finding himself hard to breathe.\n\t\t\t\t\t\n\t\t\t\t\t Because of this incident, he was fired before the expiration of the term of his office.\n\t\t\t\t\t\n\t\t\t\t\t It was said that he had a hard time at the confirmation hearing, too, for his \"responsibility\" at that time.\n\t\t\t\t\t\n\t\t\t\t\t So, the mere word of Yonphyong Island made Han tremble with fear.  \n\t\t\t\t\t\n\t\t\t\t\t At the confirmation hearing he shouted hoarse \"he would resolutely retaliate against any provocation in the future\" to please the leading conservative gangsters and succeeded in holding the post of the Minister of Defense with difficulty.\n\t\t\t\t\t\n\t\t\t\t\t Han, a mere puppet of the U.S., let loose such reckless remarks without any thought, risking his life. He must be an idiot, not aware of who his rival is, what is going on in the world and in what miserable position he is finding himself.\n\t\t\t\t\t\n\t\t\t\t\t Han, his face looking like a mole with clouded eyes, had to orchestrate such clumsy farce in a bid to encourage the boss of Chongwadae. Wretched, indeed, is the plight of Han.\n\t\t\t\t\t\n\t\t\t\t\t The ruling quarters of south Korea should bear in mind that they will meet a great disaster because of such reckless outpourings of bete noire called Han.\n\t\t\t\t\t\n\t\t\t\t\t He should properly wag his tongue, properly knowing that the above-said rubbish talked by him would make it hard for him even to survive, to say nothing of staying in his office after becoming the primary target of retaliatory strike of the KPA."
        },
        {
            "title": "Anniversary of Kim Jong Un's Work Observed",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-06ee.html",
            "content": "Anniversary of Kim Jong Un's Work Observed\r\n Pyongyang, July 30 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" serves as an engine powerfully encouraging the service personnel and the people of the DPRK to perform fresh miracles, says Rodong Sinmun on Wednesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The work, published on July 26, Juche 101 (2012), deals with the undying patriotic feats of leader Kim Jong Il, the essence and nature of patriotism displayed by him and the tasks and ways to positively apply it to practical activities.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's patriotism serves as a textbook in life and struggle as it helps the service personnel and the people devote all their lives to the struggle for eternally glorifying the socialist country with the noble outlook on the country. It also serves as the ideological and moral pabulum to help them give full play to the spirit of patriotic devotion in all fields for building a thriving nation with the noble outlook on the rising generation.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm will of the service personnel and the people of the DPRK to usher in the heyday of the prosperity of the country in the new century of Juche, bearing the above-said patriotism deep in mind.\n\t\t\t\t\t\n\t\t\t\t\t The army and the people of the DPRK are devotedly struggling to build a thriving socialist nation by giving full play to the patriotic enthusiasm under the wise leadership of Marshal Kim Jong Un, the greatest personifier of that patriotism.\n\t\t\t\t\t\n\t\t\t\t\t The slogan \"Let's take responsibility for the safety of the projects  and guarantee their absolute quality  for all eternity \" is held high by all service personnel and people  as faith and a great leap forward and signal  innovations are being ceaselessly effected  in all work sites thanks to a high-pitched drive for creating the Korean speed.\n\t\t\t\t\t\n\t\t\t\t\t Immensely bright and rosy is the future of the country as it deeply loves the future and spares nothing for the younger generation."
        },
        {
            "title": "Rodong Sinmun Marks Anniversary of Promulgation of Law on Sex Equality ",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-05ee.html",
            "content": "Rodong Sinmun Marks Anniversary of Promulgation of Law on Sex Equality \r\n Pyongyang, July 30 (KCNA) -- Rodong Sinmun Wednesday in an editorial calls on the Korean women to creditably perform their revolutionary duty in the general advance for achieving the final victory on the occasion of the anniversary of the Law on Sex Equality.\n\t\t\t\t\t President Kim Il Sung promulgated the Law on Sex Equality on July 30, Juche 35 (1946). This was a great political event that paved a wide avenue for the Korean women to enjoy their worthy life and happiness, freed from all kinds of social fetters, inequality, humiliation and absence of rights, the editorial notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t Over the past nearly seven decades, the Korean women's movement has shined as a proud history in which an example of the era was set in solving the issue of women as they were led by President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They wisely led the Korean women's movement with a deep insight into the women's position and role in the revolution, construction and social development.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to their wise leadership, the Korean women could make a tangible contribution to the struggle for building a rich and powerful country generation after generation, holding their legitimate position as the mistress of the country and society from the very day of the country's liberation. .\n\t\t\t\t\t\n\t\t\t\t\t The Juche-oriented Korean women's movement has greeted a shining heyday in its development as it is led by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The Korean women are the loyal human beings and staunch revolutionaries who uphold the party and the leader with their pure and clean conscience and sense of obligation, the ardent patriots who unsparingly devote their precious blood and sweat to the struggle for defending socialism and achieving the prosperity of the country and the creators of beautiful life as they build a large family of socialism with their warm love and dedication.\n\t\t\t\t\t\n\t\t\t\t\t All the women should dynamically advance full of confidence in victory under the Songun leadership of the party and demonstrate the revolutionary stamina of the Korean women in the advance in the new century of Juche."
        },
        {
            "title": "With No Burlesque Can U.S. Paint Its Defeat as Victory: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-07ee.html",
            "content": "With No Burlesque Can U.S. Paint Its Defeat as Victory: Rodong Sinmun\r\n Pyongyang, July 30 (KCNA) -- Two days before July 27 U.S. President Obama made \"presidential proclamation\" in which he estimated the big loss suffered by the U.S. forces in the Korean war.\n\t\t\t\t\t He blustered that the U.S. imperialist aggressor forces secured a \"hard-earned victory\" in the war, while describing their miserable deaths as \"sacrifices made for peace\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday observes in an article in this regard: This is nothing but a strange charade for painting the defeat in the war as a \"victory\" in it.\n\t\t\t\t\t\n\t\t\t\t\t  History can never be altered, concealed or cooked up, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Bosses of the White House have been replaced by new ones since the 1950s but the U.S. harsh hostile policy toward the DPRK remains unchanged.\n\t\t\t\t\t\n\t\t\t\t\t The Obama administration is so foolish and naive that it still fails to understand the passage of time would make the U.S. position more unfavorable.\n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that the U.S. ruling quarters are unable to properly understand the profound principle and history of the Korean revolution as they are keen on aggression and high-handed and arbitrary practices and blinded with money making.\n\t\t\t\t\t\n\t\t\t\t\t Nothing will change in the heritage of Obama no matter how hard he may paint the U.S. defeat on July 27 as \"victory\".\n\t\t\t\t\t\n\t\t\t\t\t He seems to be nervous about the heritage of his administration as the tenure of his office is to expire before long. It is only the disgraceful tradition he can hand to the next administration as regards the Korean issue because he has sustained only setbacks, hit hard by the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Obama government would be well advised to clearly understand that its distortion of history would never help escape its final doom."
        },
        {
            "title": "Gifts to Kim Jong Un from Russian Figures",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-18ee.html",
            "content": "Gifts to Kim Jong Un from Russian Figures\r\n Pyongyang, July 30 (KCNA) -- Supreme leader Kim Jong Un received gifts from Aleksandr Rusin, chairman of the Crimean Association for the Study of the Juche Idea of Russia, and S. A. Fyodorov, general manager of the SK Molnia Co. Ltd., of Russia, on the occasion of the Day of Songun of the DPRK and the 66th founding anniversary of the DPRK. \n\t\t\t\t\t The gifts were handed over to the DPRK ambassador to Russia on July 24 and 25 by the chairman of the association and the general manager of the company."
        },
        {
            "title": "Swiss Party Delegation Leaves",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-19ee.html",
            "content": "Swiss Party Delegation Leaves\r\n Pyongyang, July 30 (KCNA) -- The delegation of the Communist Party of Italian-Speaking Region in Switzerland led by Lucchini Alessandro, deputy secretary for political affairs, left here for home on Wednesday."
        },
        {
            "title": "Int'l Children's Camping Begins in DPRK",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-20ee.html",
            "content": "Int'l Children's Camping Begins in DPRK\r\n Pyongyang, July 30 (KCNA) -- The 29th international children's camping began at the remodeled Songdowon International Children's Camp on the east coast of the DPRK on July 29.\n\t\t\t\t\t The camping, which will run through August 5, has drawn several hundred children from various countries.\n\t\t\t\t\t\n\t\t\t\t\t According to Kim Sang Yong, director of the Camp, the campers will have sea bathing and conduct sports activities in the period while touring aquarium, aviary and greenhouse. They will also hold various events such as national days to deepen their friendship.\n\t\t\t\t\t\n\t\t\t\t\t Aleksey Chernoli Vski, head of the Pokino City Children Campers Group from Russia, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t I had been to this camp several times. I was surprised to see on the Internet the camp remodeled wonderfully this year.\n\t\t\t\t\t\n\t\t\t\t\t But, it is more wonderful than what I had expected, as a proverb says that seeing is believing. All members of my group are now admired at this splendid camp.\n\t\t\t\t\t\n\t\t\t\t\t The camp lively represents the loving care shown by Kim Jong Un, supreme leader of the DPRK, for the coming generations.\n\t\t\t\t\t\n\t\t\t\t\t The happy camping here will remain forever in memory of those campers, I am sure."
        },
        {
            "title": "Leading Party Officials Start Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu ",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-25ee.html",
            "content": "Leading Party Officials Start Study Tour of Revolutionary Battle Sites in Area of Mt. Paektu \r\n Hyesan, July 30 (KCNA) -- Leading party officials from across the country began a study tour of revolutionary battle sites in the area of Mt. Paektu.\n\t\t\t\t\t Supreme leader Kim Jong Un organized this tour.\n\t\t\t\t\t\n\t\t\t\t\t The tour of the historic land where the Korean revolution started will offer its participants an opportunity to more deeply grasp the great revolutionary careers and revolutionary feats of the peerless great persons of Mt. Paektu and the indomitable revolutionary spirit and effective methods of political work created in the crucible of the anti-Japanese war. \n\t\t\t\t\t\n\t\t\t\t\t A starting ceremony took place in front of the Monument to the Victorious Battle of Pochonbo in Hyesan City, Ryanggang Province on July 30.\n\t\t\t\t\t\n\t\t\t\t\t The participants placed a floral basket and bunches of flowers before the statue of President Kim Il Sung of the monument and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, at the ceremony called on the leading party officials to bear deep in mind the noble intention of Kim Jong Un, more deeply grasp the undying revolutionary feats of the President in every revolutionary battle site and cherish the faith and will to wage a resolute struggle for accomplishing the revolutionary cause of Juche under the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony, they left Hyesan City and arrived in the historic land where the President commanded the battle in Pochonbo in the period of the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t They paid tribute to the statue of the President.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the Pochonbo Revolutionary Battle Site, they looked round the command post of the battle, the then post office, sub-county office, fire house, police post of the Japanese imperialists, etc.\n\t\t\t\t\t\n\t\t\t\t\t They went round the spring site in Poso-ri and the monument to the teachings given by leader Kim Jong Il in the Tableland of Junghung. \n\t\t\t\t\t\n\t\t\t\t\t Those places are associated with the revolutionary feats he performed by firmly adhering to the purity of the revolutionary traditions of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Then they headed for Mt. Paektu, the holy mountain of the revolution."
        },
        {
            "title": "Seminar of Officials of Youth League Held",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-26ee.html",
            "content": "Seminar of Officials of Youth League Held\r\n Pyongyang, July 30 (KCNA) -- Officials of the youth league held a seminar on the education in Kim Jong Il's patriotism, faith, the working  class and morality at the hall of the youth league Wednesday.\n\t\t\t\t\t The seminar heard papers underscoring the significance and importance of the idea on the education in Kim Jong Il's patriotism, faith, the working class and morality clarified by Marshal Kim Jong Un and the issues arising in dynamically conducting the above-said education among the school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the C.C., the Kim Il Sung Socialist Youth League, said that the idea of conducting the said education in a unique manner serves as important guidelines to be held fast to in the work of educating the school youth and children at present.\n\t\t\t\t\t\n\t\t\t\t\t  Sin Kwang Chol, vice-rector of Kumsong University of Politics, noted that it is a main duty for educating all the school youth and children to firmly prepare them as true patriots who thoroughly apply Kim Jong Il's patriotism to their practical activities.\n\t\t\t\t\t\n\t\t\t\t\t Choe Song Ryong, vice-chairman of the C.C., the Kim Il Sung Socialist Youth League, noted that the youth league organizations should firmly prepare the school youth and children as successors to the Songun revolution having revolutionary faith.\n\t\t\t\t\t\n\t\t\t\t\t O Hye Son, director of the Kumsong Youth Publishing House, said that it is an important requirement of the struggle for defending socialism to intensify the working class education among the school youth and children.\n\t\t\t\t\t\n\t\t\t\t\t Ham Kwang Chol, vice-chairman of the C.C., the Kim Il Sung Socialist Youth League, held that it is an important issue arising in educating the school youth and children to raise a strong wind of establishing a socialist moral lifestyle among them at present.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were officials concerned and officials of the youth league."
        },
        {
            "title": "DPRK's Victory in Korean War Prevents New World War",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-22ee.html",
            "content": "DPRK's Victory in Korean War Prevents New World War\r\n Pyongyang, July 30 (KCNA) -- The DPRK's victory in the 1950-1953 Korean War prevented possible outbreak of another world war.\n\t\t\t\t\t World experts on politics and history still affirm that the U.S. provoked the Korean War as a prelude to another world war in consideration of geopolitical significance of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The then U.S. President Truman said in his reminiscences that the U.S. was planning to use A-bomb in early period of the war when its forces could not but retreat and, at the same time, start a third world war.\n\t\t\t\t\t\n\t\t\t\t\t Before the war, MacArthur's Command at Truman's instruction had mapped out a scenario for invasion of the Far East, which was ratified by the U.S. Joint Chiefs of Staff. The scenario envisaged launching the Korean War by the U.S. and south Korean forces, expansion of the war into Manchuria with participation of rearmed Japanese forces and Chiang Kai-shek's forces of Taiwan and invasion of Russia's Ural area.\n\t\t\t\t\t\n\t\t\t\t\t The facts evidently proved that the U.S. schemed to provoke another world war by spreading the Korean War into China and Russia.\n\t\t\t\t\t\n\t\t\t\t\t That's why historians claimed that if the DPRK had failed to win in the Korean War, mankind would have faced a third world war accompanied by nuclear warfare. The world people appreciated the DPRK's war victory as a significant contribution to defending global peace.\n\t\t\t\t\t\n\t\t\t\t\t Over 60-odd years after the Korean War, there has been no war in the Korean peninsula, a zone plagued with biggest danger of another world war, a nuclear war, despite the U.S. persistent military provocations for world domination.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will remain forever as an invincible fortress for global peace under the guidance of Marshal Kim Jong Un, who is glorifying the feats Generalissimos Kim Il Sung and Kim Jong Il performed in leading the war to victory and pursuing the Songun (military-first) policy."
        },
        {
            "title": "Ryongsupho Beach in DPRK Draws Tourists",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-23ee.html",
            "content": "Ryongsupho Beach in DPRK Draws Tourists\r\n Pyongyang, July 30 (KCNA) -- Ryongsupho beach in Kwail County, South Hwanghae Province of the DPRK has become one of the attractions for local people in this hot weather.\n\t\t\t\t\t The 4 km-long beach, a scenic spot on the west coast, is most suitable to sea bathing for gentle wave and shallow water.\n\t\t\t\t\t\n\t\t\t\t\t After sea bathing, its visitors enjoy folklore amusements and sports games, taking various kinds of dishes they cook with seafood on their own hands.\n\t\t\t\t\t\n\t\t\t\t\t According to Ro Yong Hyon, manager of the Ryongsupho Beach Management Office, more than 10 000 people a day come to the beach at present to enjoy sea bathing."
        },
        {
            "title": "Historical Fact Can Never Be Cooked Up: News Analysis",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-21ee.html",
            "content": "Historical Fact Can Never Be Cooked Up: News Analysis\r\n Pyongyang, July 30 (KCNA) -- It is a hard fact that the DPRK won the great victory in the 1950-1953 Korean War. But there still remain some political blockheads in the U.S. and south Korea who are keen on painting the U.S. defeat in the war as victory.\n\t\t\t\t\t On July 25, Obama in his \"presidential proclamation\" said:\n\t\t\t\t\t\n\t\t\t\t\t \"Thanks to all who served and all who died, allied forces pushed invading armies back across the 38th parallel, and on July 27, 1953, they secured a hard-earned victory.\" \n\t\t\t\t\t\n\t\t\t\t\t Moreover, an event took place in the U.S. to mark the Korean war armistice day and award \"honorary orders\" and \"stamps\" to \"war veterans\".\n\t\t\t\t\t\n\t\t\t\t\t In south Korea, Park Geun Hye in her \"presidential memorial address\" described the U.S. defeat as \"victorious one\".\n\t\t\t\t\t\n\t\t\t\t\t Their remarks remind everyone of Don Quixote de La Mancha who immerses himself in foolish acts, regardless of hard reality.\n\t\t\t\t\t\n\t\t\t\t\t As for the U.S. defeat in the Korean War, Clark, former commander of the \"UN Forces\", avowed that by carrying out the order of the government he took the disgrace as the first U.S. forces commander in U.S. history who signed an armistice agreement without victory.\n\t\t\t\t\t\n\t\t\t\t\t After the armistice, the U.S. took its stand that there would be no \"celebrations\", and south Korea's Syngman Rhee called July 27 \"national humiliation day\".\n\t\t\t\t\t\n\t\t\t\t\t Marshall, former U.S. secretary of defense, said that the myth was broken and the U.S. was not such a powerful country as others thought.\n\t\t\t\t\t\n\t\t\t\t\t Even Western media ridiculed that the myth of invincible U.S. came to an end.\n\t\t\t\t\t\n\t\t\t\t\t History can never be altered, concealed and cooked up no matter how much water may flow under the bridge. \n\t\t\t\t\t\n\t\t\t\t\t Now the DPRK has turned into a politico-ideological and military power.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has already declared that it will destroy the enemies without mercy so that not a single man can survive to sign a document of surrender when the U.S. imperialists ignite another Korean war."
        },
        {
            "title": "U.S. State Department's Annual Report on Religious Freedom: News Analyst",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-24ee.html",
            "content": "U.S. State Department's Annual Report on Religious Freedom: News Analyst\r\n Pyongyang, July 30 (KCNA) -- The U.S. State Department on July 28 in an annual report on international religious freedom for 2013 groundlessly pulled up the DPRK over its religious situation.\n\t\t\t\t\t It enlisted the DPRK as a \"country of special concern\" as regards the religious issue, while groundlessly pulling it up, claiming that genuine religious freedom is not guaranteed in north Korea and religious activities of individuals and organizations are harshly suppressed.\n\t\t\t\t\t\n\t\t\t\t\t It is a height of hypocrisy for the U.S. to cry out for religious freedom as it has been engrossed in regime changes and destabilization activities in those countries that court its displeasure while going under the mask of religion.\n\t\t\t\t\t\n\t\t\t\t\t During the last Korean war the U.S. mercilessly killed many religionists through indiscriminate air raids and bloody slaughter and destroyed more than 1 900 church complexes.\n\t\t\t\t\t\n\t\t\t\t\t Before the liberation of Korea, the U.S. infiltrated Underwood and other operatives under the mask of religion and worked hard to instill flunkeyism toward the U.S. and American lifestyle into the Koreans. It did not hesitate to commit such despicable act as instigating those wicked elements trained by them to carry out an armed rebellion aimed at bringing down the party and social system of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. hostile policy toward the DPRK is still going on under the mask of religion.\n\t\t\t\t\t\n\t\t\t\t\t Innumerable are the crimes committed by the U.S. in violation of religions in different parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t Former U.S. Defense Secretary Rumsfeld and other reactionary ruling quarters of the U.S. worked with blood-shot eyes to crack down on Islam and bring down the social systems in Islamic countries under the pretext of \"war on terror\", not content with describing Islam as fascism.\n\t\t\t\t\t\n\t\t\t\t\t It was none other than American hooligans who burned Koran and threw it into the toilet bowl and indecently behaved towards female Muslims who regard human ethics as holy.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK religious belief and freedom are fully guaranteed by its constitution and all conditions are provided and guaranteed by law so that believers can freely practice religions at will.\n\t\t\t\t\t\n\t\t\t\t\t Various reports released as annual farces in the U.S. are nothing but clumsy farces to tarnish the image of the DPRK and they are a vivid manifestation of the U.S. hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t As long as the U.S. persists in its hostile acts against the DPRK, the latter will inflict harsher punishment on those who commit crimes against the law of the DPRK under the mask of religion."
        },
        {
            "title": "Koreans in U.S. Urge S. Korean Regime to Take Steps for Peaceful Reunification ",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-14ee.html",
            "content": "Koreans in U.S. Urge S. Korean Regime to Take Steps for Peaceful Reunification \r\n Pyongyang, July 30 (KCNA) -- The U.S. Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration on July 24 issued a statement calling upon the south Korean regime to behave to meet the desire of the nation for peaceful reunification.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The north's decision to send a players group together with a cheerleading  squad to the 17th Asian Games to be held in Inchon, south Korea, will be an important occasion in improving the inter-Korean ties and defusing the distrust between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime should positively accept the offer and intention of the north from a standpoint of dialogue and cooperation, not the one of confrontation and distrust.\n\t\t\t\t\t\n\t\t\t\t\t The Asian Games will offer an occasion of showcasing harmony and solidarity between the north and the south, it said, urging the south Korean regime to take measures for meeting the desire of all Koreans for the peaceful reunification."
        },
        {
            "title": "War Victory Day Celebrated by Koreans in China",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-10ee.html",
            "content": "War Victory Day Celebrated by Koreans in China\r\n Pyongyang, July 30 (KCNA) -- The Yanbian Regional Society and branches under the General Association of Koreans in China and the Yanbian Regional Society of the Federation of Korean Young Nationals in China held a meeting in Yanji City, Jilin Province, China on July 27, the 61st anniversary of the victory of the Korean people in the Fatherland Liberation War.\n\t\t\t\t\t July 27 is the day of the second liberation because the Korean People's Army and the Korean people honorably defended the freedom and independence of the country and the gains of the revolution by defeating the U.S. imperialist aggressors who boasted of being the \"strongest\" in the world and achieved a historic victory in the hard-fought Fatherland Liberation War, united close around President Kim Il Sung, speakers said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Under the wise guidance of leader Kim Jong Il, peerless Songun commander identical to Kim Il Sung in grit and stamina, the army and people of the DPRK mercilessly frustrated the moves of the U.S. imperialists for aggression for years by dint of the treasured sword of Songun and won only victories in the confrontation with them.\n\t\t\t\t\t\n\t\t\t\t\t  No force on earth can match the army of the DPRK powerful enough to defeat any aggressor forces at a single blow as it is led by Marshal Kim Jong Un, illustrious commander identical to Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. imperialists ignite another war of aggression, instead of drawing a lesson from their defeat in the Korean war, the powerful revolutionary army of Mt. Paektu will wipe out them to the last man and achieve national reunification, the cherished desire of the nation, without fail."
        },
        {
            "title": "DPRK Will Always Emerge Victorious: Vice-Chairman of General Association of Koreans in China",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-12ee.html",
            "content": "DPRK Will Always Emerge Victorious: Vice-Chairman of General Association of Koreans in China\r\n Pyongyang, July 30 (KCNA) -- Vice-Chairman of the General Association of Koreans in China Cha Sang Bo made public a statement titled \"Our country will always emerge victorious as it is led by illustrious commander\" on July 27.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people could inflict a shameful heavy defeat upon the U.S.-led imperialist allied forces and demonstrate their honor as great victors in the Fatherland Liberation War entirely thanks to the wise guidance of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The President shattered to the smithereens the myth of the U.S. imperialists' \"mightiness\" for the first time in history and demonstrated the invincible might and dignity of heroic Korea all over the world, thereby ushering in the new era of surge in the struggle against the imperialists and the U.S. These feats will remain shining forever.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il turned the DPRK into an invincible military power which no formidable imperialist enemies dared provoke with his unique Songun politics and added shine to the feats performed by Kim Il Sung in winning the war.\n\t\t\t\t\t\n\t\t\t\t\t The undying feats performed by Kim Il Sung and Kim Jong Il are shining more brilliantly, recording another chapter of victory in the history of struggle against the imperialists and the U.S., and the history and tradition of steady victory of heroic Korea are given steady continuity thanks to the outstanding Songun leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t As there is his outstanding Songun leadership and the army and people are single-mindedly united, the DPRK will surely triumph in the fierce political and military confrontation with the U.S. imperialists and build a prosperous and reunified country, the statement declared."
        },
        {
            "title": "Foot-and-Mouth Disease Breaks out in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-08ee.html",
            "content": "Foot-and-Mouth Disease Breaks out in S. Korea\r\n Pyongyang, July 30 (KCNA) -- Foot-and-mouth disease broke out again in North Kyongsang Province, south Korea, according to KBS of south Korea.\n\t\t\t\t\t Pigs at a pig farm in Koryong County were confirmed to have been infected with the disease on July 28 in the wake of its occurrence in Pian-myon, Uisong County, North Kyongsang Province on July 23."
        },
        {
            "title": "S. Korean Soldier Kills Himself",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-09ee.html",
            "content": "S. Korean Soldier Kills Himself\r\n Pyongyang, July 30 (KCNA) -- A private second class hang himself to death at a military unit in south Korean Kangwon Province just two months after his recruitment, according to MBC of south Korea.\n\t\t\t\t\t Before joining the army he attempted several suicides, it reproted.\n\t\t\t\t\t\n\t\t\t\t\t There occurred in this unit in June an incident in which a soldier made a shooting spree at his colleagues before taking to flight."
        },
        {
            "title": "S. Korean Peasants Protest against Authorities' Decision to Open Rice Market",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-13ee.html",
            "content": "S. Korean Peasants Protest against Authorities' Decision to Open Rice Market\r\n Pyongyang, July 30 (KCNA) -- Peasants in North and  South Chungchong provinces of south Korea belonging to the Federation of Peasants Associations held a rally in Sejong City on July 25 in protest against the authorities' moves to open the rice market, according to KBS of south Korea.\n\t\t\t\t\t Speakers accused the \"government\" of unilaterally making the decision to open the rice market without going through a full debate.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities immediately roll back the policy on opening the rice market.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the rally tried to enter the \"government\" building to thrust a written protest to the Ministry of Agriculture, Stock-breeding and Food.\n\t\t\t\t\t\n\t\t\t\t\t The police blocked them and walked off seven protesters."
        },
        {
            "title": "S. Korean Organizations Demand Withdrawal of \"Law on Supervision for Public Peace\"",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-15ee.html",
            "content": "S. Korean Organizations Demand Withdrawal of \"Law on Supervision for Public Peace\"\r\n Pyongyang, July 30 (KCNA) -- More than 20 civic and social organizations in North Jolla Province, south Korea held a press conference in Jonju on July 28 supporting Rev. Han Sang Ryol disobeying the \"law on supervision for public peace\".\n\t\t\t\t\t The Lee Myung Bak puppet group threw Han behind bars on charges of the violation of the \"Security Law\" in 2010 for visiting Pyongyang to take part in the joint national event to mark the 10th anniversary of the publication of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t After his release from prison, the present authorities have watched his every movement and suppressed him by invoking the \"law on supervision for public peace\".\n\t\t\t\t\t\n\t\t\t\t\t When Han refused to inform the public security authorities of his movement in protest against their action, police are threatening him with a series of summonses to appear in the police station.\n\t\t\t\t\t\n\t\t\t\t\t The organizations at the press conference supported Han for refusing to comply with the requirements stipulated in the \"law\" after his discharge from prison.\n\t\t\t\t\t\n\t\t\t\t\t Lots of progressive figures are suffering due to the law which originated from the evil law during the Japanese imperialists' rule, they said.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would fight it out till the evil law is abolished.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities repeal the law immediately."
        },
        {
            "title": "Prosecution's Action under Fire in S. Korea ",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-17ee.html",
            "content": "Prosecution's Action under Fire in S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, July 30 (KCNA) -- Members of the Unified Progressive Party, the opposition party of south Korea, and their families Monday held a meeting outside the building of the Seoul High Court denouncing the prosecution authorities for demanding heavy penalties for those suspected in the involvement in the case of attempted rebellion fabricated by them.\n\t\t\t\t\t That day, the prosecution demanded 20 years in prison, etc. for lawmaker Ri Sok Gi and other suspects, asserting that \"they made detailed preparations for carrying out a rebellion through a revolutionary organization which defines south Korea as its enemy\".\n\t\t\t\t\t\n\t\t\t\t\t At the meeting, speakers disclosed the prosecution's repressive action, adding that this action could not be taken by any others except for a politically-motivated prosecution. \n\t\t\t\t\t\n\t\t\t\t\tThe prosecution talked about the threat of security, but the arch criminal posing a threat to social security is none other than the present regime and the Intelligence Service, the speakers held.\n\t\t\t\t\t\n\t\t\t\t\t  The regime and the prosecution are making a mockery of the people and the court, they noted, calling for ousting the forces who are working hard to disband the political party, telling lies to the people.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the court make a correct judgment of the prosecution action."
        },
        {
            "title": "Kim Il Sung Remembered in Japan",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-04ee.html",
            "content": "Kim Il Sung Remembered in Japan\r\n Pyongyang, July 30 (KCNA) -- A meeting for remembering President Kim Il Sung took place in Tokyo on July 24 on the occasion of the 20th anniversary of his demise.\n\t\t\t\t\t Present there were members of organizations for friendship and solidarity with the Korean people and Juche idea study organizations in Japan and masses. Present there on invitation were officials of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t\n\t\t\t\t\t Fumihiro Himori, chairman of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, made a report at the meeting to be followed by speeches of those related to revolutionary activities of the President.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers recalled that brisk activities are going on worldwide to highly praise and glorify the exploits of the President on the occasion of the 20th anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the President performed great exploits for socialist construction, the independent and peaceful reunification of Korea, normalization of Japan-DPRK diplomatic relations and the peace and stability in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The President founded the original Juche idea and proved its validity and vitality in the revolutionary practice, they said, praising the founding of the Juche idea as the feat of world historic significance.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to further boost solidarity with the Korean people in order to implement the behests of the President, expressing expectation that the normalization of Japan-DPRK relations would come true at an early date."
        },
        {
            "title": "Meetings for Solidarity with Korean People Held in Russia, Nepal",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-01ee.html",
            "content": "Meetings for Solidarity with Korean People Held in Russia, Nepal\r\n Pyongyang, July 30 (KCNA) -- Meetings for solidarity with the Korean people were held in Moscow, Karelia of Russia and Katmandu of Nepal on July 23 on the occasion of the June 25-July 27 month of the anti-U.S. joint struggle.\n\t\t\t\t\t Present at the meetings were figures of the Russian Association for Friendship and Cultural Cooperation with the DPRK, the Institute of Oriental Studies of the Russian Academy of Sciences, the Koryo Medical Centre, the Karelia-DPRK Friendship Association, the Nepal Worker-Peasant Party and the Baktapur, Nepal, Solidarity Committee for Supporting Korea's Reunification and masses.\n\t\t\t\t\t\n\t\t\t\t\t V. A. Petrov, chairman of the Russian Association for Friendship and Cultural Cooperation with the DPRK, said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. ignited a war of aggression against the DPRK 64 years ago.\n\t\t\t\t\t\n\t\t\t\t\t The heroic Korean People's Army and the Korean people beat the formidable enemy imperialists and won a victory under the leadership of President Kim Il Sung, iron-willed brilliant commander.\n\t\t\t\t\t\n\t\t\t\t\t His immortal exploits performed in leading the war to a victory will last forever.\n\t\t\t\t\t\n\t\t\t\t\t Zhukova, manager of the Russian side to the Koryo Medical Centre, said that the DPRK shattered the myth of U.S. \"mightiness\" and showed the world that the U.S. is by no means an undefeatable country.\n\t\t\t\t\t\n\t\t\t\t\t Viktor Yegorov, chairman of the Karelia-DPRK Friendship Association of Russia, and other speakers noted the Korean people's victory in the Fatherland Liberation War was a precious fruition of Kim Il Sung's outstanding strategies and tactics and unique war methods.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the meeting in Nepal said that it was a miracle of the 20th century that the young DPRK won a victory in the war against the U.S. and its allied forces."
        },
        {
            "title": "British Progressive Organizations Observe War Victory Day of Korean People",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-02ee.html",
            "content": "British Progressive Organizations Observe War Victory Day of Korean People\r\n Pyongyang, July 30 (KCNA) -- British progressive organizations released a joint statement on July 19 on the occasion of the 61st anniversary of the Korean people's victory in the Fatherland Liberation War.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t July 27 is the day of the second liberation of the Korean people and the day of victory of not only the Korean people but followers of the Juche idea and the Songun idea and anti-imperialist fighters. \n\t\t\t\t\t\n\t\t\t\t\t The heroic Korean People's Army won a shining victory by decisively shattering the numerical and technical superiority of the U.S. imperialists and their 15 satellite countries' troops in the Korean War under the leadership of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists committed horrible genocide through a barbaric germ and chemical warfare during the war but they bent their knees before the Korean people who rose up as one under the wise leadership of the President.\n\t\t\t\t\t\n\t\t\t\t\t In the war the Korean people shattered the U.S. imperialists' myth of \"invincibility\" to smithereens, put strong spurs to all the national liberation struggles in colonies and the revolutionary movement in the world and brought about the beginning of a downhill turn for the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that the Korean people led by Marshal Kim Jong Un will firmly defend the socialist homeland and achieve a final victory by carrying forward the spirit of July 27 when they defeated the U.S. imperialists."
        },
        {
            "title": "Kim Jong Un's Songun Leadership Feats Praised by British Organization",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-03ee.html",
            "content": "Kim Jong Un's Songun Leadership Feats Praised by British Organization\r\n Pyongyang, July 30 (KCNA) -- The Korean Friendship Association UK issued a statement on July 20 on the occasion of the second anniversary of the conferment of the title of Marshal of the DPRK upon supreme leader Kim Jong Un.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un has led the DPRK to a shining victory in the showdown with the U.S. imperialists and other enemies keen to stifle Juche-oriented socialism over the last two years, thus protecting the sovereignty of the DPRK and the happiness of its people and making a great contribution to ensuring global peace.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has achieved progress in all fields, shedding its rays all over the world.\n\t\t\t\t\t\n\t\t\t\t\t The line of simultaneously developing the two fronts, a new ever-victorious strategy, is being successfully carried out.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made ceaseless tours to meet soldiers on the forefront and the people across the country and energetically led the building of a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will certainly achieve a final victory under his outstanding Songun revolutionary leadership."
        },
        {
            "title": "Kim Yong Nam envia mensaje de felicitacion al presidente indonesio",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-30ee.html",
            "content": "Kim Yong Nam envia mensaje de felicitacion al presidente indonesio\r\n Pyongyang, 30 de julio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 29 un mensaje de felicitacion a Joko Widodo, recien electo como presidente de la Republica de Indonesia.\n\t\t\t\t\t El remitente expresa su conviccion de que las relaciones de amistad y cooperacion Corea-Indonesia con larga historia y tradiciones, se consolidaran y se desarrollaran incesantemente conforme a los intereses y deseos comunes de los pueblos de los dos paises y desea al mandatario exitos en sus labores ulteriores."
        },
        {
            "title": "Cuadros de partido empiezan recorrido por lugares de batalla revolucionaria",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-29ee.html",
            "content": "Cuadros de partido empiezan recorrido por lugares de batalla revolucionaria\r\n Hyesan, 30 de julio (ACNC) -- Fue iniciado el recorrido de los cuadros jefes del partido de todo el pais por los lugares de batalla revolucionaria en la zona del monte Paektu.\n\t\t\t\t\t El Mariscal Kim Jong Un hizo organizarlo.\n\t\t\t\t\t\n\t\t\t\t\t A traves del recorrido por la tierra historica donde se inicio la revolucion coreana, los participantes asimilaran mas profundamente la vida y las hazanas revolucionarias de los grandes hombres sin pares del monte Paektu, el espiritu indoblegable creado en medio de la lucha antijaponesa y metodos de la labor politica.\n\t\t\t\t\t\n\t\t\t\t\t Tuvo lugar el dia 30 la ceremonia de partida del grupo de recorrido ante el Monumento a la Victoria en la Batalla de Pochonbo situado en la ciudad de Hyesan de la provincia de Ryanggang.\n\t\t\t\t\t\n\t\t\t\t\t Ellos rindieron homenaje al Presidente Kim Il Sung tras depositar cestos y ramos de flores ante la estatua de bronce erguida en el Monumento a la Victoria en la Batalla de Pochonbo.\n\t\t\t\t\t\n\t\t\t\t\t En la ocasion el secretario del Comite Central del PTC Kim Ki Nam, exhorto a los participantes a asimilar mas las inmortales hazanas revolucionarias del Presidente, impregnadas en cada lugar de batalla revolucionaria, guardando en lo profundo de corazon el noble espiritu del Mariscal Kim Jong Un, y tener la fe y voluntad de luchar con  firmeza por completar la causa revolucionaria del Juche apoyando la direccion del Partido.\n\t\t\t\t\t\n\t\t\t\t\t Despues de partir de la ciudad de Hyesan, el grupo de recorrido llego al lugar historico donde el Presidente organizo y dirigio la batalla de Pochonbo.\n\t\t\t\t\t\n\t\t\t\t\t Ellos rindieron homenaje al Presidente ante su estatua de bronce.\n\t\t\t\t\t\n\t\t\t\t\t Luego de escuchar la explicacion general, recorrieron varios lugares inclusive el puesto de mando de la batalla de Pochonbo, la oficina de correos, el ayuntamiento del canton, el cuartel de bomberos y la estacion de policia.\n\t\t\t\t\t\n\t\t\t\t\t Seguidamente recorrieron el manantial de Posori y el monumento a las instrucciones en la meseta Junghung donde estan impregnadas las hazanas revolucionarias del Dirigente Kim Jong Il quien mantuvo la pureza de la tradicion revolucionaria de Paektu y se dirigieron al monte Paektu, monte sagrado de la revolucion."
        },
        {
            "title": "Seminario de funcionarios de la Union de la Juventud ",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-31ee.html",
            "content": "Seminario de funcionarios de la Union de la Juventud \r\n Pyongyang, 30 de julio (ACNC) -- Tuvo lugar el dia 30 en la Casa de la Union de la Juventud Socialista Kim Il Sung el seminario de los funcionarios de esta organizacion juvenil sobre la educacion en el patriotismo de Kim Jong Il y en la conviccion, la educacion clasista y la moral.\n\t\t\t\t\t En la ocasion fueron presentadas las disertaciones que argumentan el significado y la importancia de estas cuatro educaciones indicadas por el Mariscal Kim Jong Un y los asuntos para realizarlas ofensivamente entre los jovenes y ninos.\n\t\t\t\t\t\n\t\t\t\t\t El presidente del Comite Central de la UJS, Jon Yong Nam, subrayo que la idea de desarrollar activamente las 4 educaciones, sirve de una guia programatica a ser mantenida firmemente hoy en dia en la educacion de los jovenes y ninos.\n\t\t\t\t\t\n\t\t\t\t\t El vicerrector de la Universidad Politica Kumsong, Sin Kwang Chol, explico que preparar firmemente a todos los jovenes y ninos como patriotas verdaderos que materialicen cabalmente el patriotismo de Kim Jong Il en las actividades practicas, es el deber principal presentado en la educacion juvenil.\n\t\t\t\t\t\n\t\t\t\t\t El vicepresidente del CC de la Union de la Juventud, Choe Song Ryong, destaco que las organizaciones juveniles deben preparar firmemente a los jovenes y ninos como sucesores de la revolucion del Songun armados con la conviccion revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\t La directora de la Editorial de la Juventud Kumsong, O Hye Son, dijo que intensificar la educacion clasista entre los jovenes y ninos es una demanda importante que se presenta en la batalla de defensa del socialismo.\n\t\t\t\t\t\n\t\t\t\t\t El vicepresidente del CC de la Union de la Juventud, Ham Kwang Chol, apunto que en la actualidad, librar la campana para establecer el ambiente de la vida moral socialista entre los jovenes y ninos es el asunto importante presentado en la educacion de ellos.\n\t\t\t\t\t\n\t\t\t\t\t En el seminario participaron los funcionarios interesados y de la union de la juventud."
        },
        {
            "title": "Iniciado campismo internacional de ninos en Songdowon",
            "url": "http://kcna.co.jp/item/2014/201407/news30/20140730-32ee.html",
            "content": "Iniciado campismo internacional de ninos en Songdowon\r\n Pyongyang, 30 de julio (ACNC) -- En Songdowon, pintoresco lugar del Mar Este de Corea, quedo iniciado el XXIX campismo internacional de ninos de Songdowon (29 de julio-5 de agosto).\n\t\t\t\t\t Al Campamento Internacional de Ninos de Songdowon vinieron centenares de ninos escolares de varios paises.\n\t\t\t\t\t\n\t\t\t\t\t El jefe del Campamento Kim Sang Yong dijo a ACNC como sigue:\n\t\t\t\t\t\n\t\t\t\t\t Los campistas se banaran en el mar y desarrollaran actividades deportivas y profundizaran los conocimientos recorriendo acuario, pajarera e invernaderos de flores.\n\t\t\t\t\t\n\t\t\t\t\t A traves de diversas actividades inclusive el dia nacional, los ninos estrecharan el sentimiento de amistad.\n\t\t\t\t\t\n\t\t\t\t\t Los campistas pasaron alegres el primer dia de ingreso banandose en el mar y divirtiendose en deportes y recreo.\n\t\t\t\t\t\n\t\t\t\t\t Aleksey Chernoli Vski, jefe del grupo de campistas de la ciudad de Pokino de Rusia dijo a la ACNC:\n\t\t\t\t\t\n\t\t\t\t\t Vine aqui varias veces. Este ano, vi por via Internet el campamento reconstruido con excelencia y decidi venir aqui.\n\t\t\t\t\t\n\t\t\t\t\t El campamento es mas excelente que lo que imagine.\n\t\t\t\t\t\n\t\t\t\t\t Los ninos estan muy fascinados por el hecho de que en Corea hay el campamento tan excelente.\n\t\t\t\t\t\n\t\t\t\t\t Podemos sentirnos aqui el amor del Mariscal Kim Jong Un  por los ninos.\n\t\t\t\t\t\n\t\t\t\t\t Si yo regreso, dire como pasamos aqui."
        }
    ]
}