{
    "date": "2014-01-22",
    "url": "http://kcna.co.jp/item/2014/201401/2014-01-22ee.html",
    "articles": [
        {
            "title": "DPRK Ambassador to Algeria Appointed ",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-23ee.html",
            "content": "DPRK Ambassador to Algeria Appointed\r\n Pyongyang, January 22 (KCNA) -- Choe Hyok Chol was appointed as DPRK ambassador to Algeria, according to a decree of the Presidium of the Supreme People's Assembly."
        },
        {
            "title": "Friendly Meeting Held",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-17ee.html",
            "content": "Friendly Meeting Held\r\n Pyongyang, January 22 (KCNA) -- Chinese Ambassador to the DPRK Liu Hongcai arranged a friendly meeting at the Taedonggang Diplomatic Club on Wednesday on the occasion of the New Year Juche 103 (2014) and Spring Festival.\n\t\t\t\t\t Present there on invitation were Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as vice-chairman of the Central Committee of the DPRK-China Friendship Association, Ri Sun Chol, vice-minister of Culture, officials concerned, foreign diplomatic envoys and representatives of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Present there were staff members of the Chinese embassy here, members of the Jilin Provincial Song and Dance Ensemble of China and Chinese guests here.\n\t\t\t\t\t\n\t\t\t\t\t After speeches were made, the participants enjoyed a performance given by artistes of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t They deepened friendly feelings, talking to one another about the need to boost the relations among various countries including the DPRK and China this year marking the 65th anniversary of the establishment of diplomatic relations between the two countries."
        },
        {
            "title": "Poster Exhibition Opens in DPRK",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-22ee.html",
            "content": "Poster Exhibition Opens in DPRK\r\n Pyongyang, January 22 (KCNA) -- A poster exhibition \"Let us raise a fierce wind of making a fresh leap forward on all fronts of building a thriving country filled with confidence in victory!\" opened at the Pyongyang International House of Culture Wednesday.\n\t\t\t\t\t On display at the exhibition hall are more than 60 posters presented by the Mansudae Art Studio, Central Fine Arts Studio, Art Studio of the Ministry of Railways and Pyongyang University of Fine Arts.\n\t\t\t\t\t\n\t\t\t\t\t Among them are such posters as \"Let us firmly prepare ourselves as Kimilsungists-Kimjongilists!\", \"Let's give fullest play to the mental power of all service personnel and people!\", \"Let's hit without fail the target of agricultural production set by the Party!\", \"Let's give fullest scope to scientific talents and enthusiasm!\", \"Let's make all ports resound with the whistles of vessels returning with full loads!\" and \"Let's make economical use of every watt of electricity, every gram of coal and every drop of water!\"\n\t\t\t\t\t\n\t\t\t\t\t The posters reflect the strong will of the service personnel and people of the DPRK to dynamically push ahead with the heroic drive this year under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Some posters ardently call on all Koreans in the north, the south and abroad to actively turn out in a nation-wide struggle for the country's reunification, firmly united under the banner of genuine patriotism and in the idea of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t Pak Chun Nam, minister of Culture, officials concerned, artists and Pyongyang citizens looked round the exhibition."
        },
        {
            "title": "Denuclearization of Korean Peninsula Is Invariable Will of Army and People of DPRK: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-06ee.html",
            "content": "Denuclearization of Korean Peninsula Is Invariable Will of Army and People of DPRK: Rodong Sinmun\r\n Pyongyang, January 22 (KCNA) -- The denuclearization of the Korean Peninsula is a goal common to the nation and invariable will of the army and people of the DPRK, says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. threat of nuclear war against the DPRK is a fundamental factor which spawned the nuclear issue on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has systematically introduced nuclear weapons into south Korea from the period of the Korean War and frequently staged small and large-scale drills for a nuclear war against the north, posing a constant nuclear threat to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t These nuclear war moves of the U.S. compelled the DPRK to have access to nuclear weapons as a means for protecting peace on the peninsula and the sovereignty of the nation \n\t\t\t\t\t\n\t\t\t\t\t Had the DPRK failed to have access to nukes, it would have upset the equilibrium of force on the peninsula and the Korean nation would have met such tragic fate as suffering a nuclear disaster imposed by the aggressors.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear force is a means to cope with the U.S. nuclear threat, to all intents and purposes. They are by no means aimed at blackmailing and hurting compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Its nuclear force serves as an all-powerful treasured sword common to the nation to put an end to the U.S. nuclear threat and blackmail and defend peace and security of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities remain unchanged in their distrust and hostility toward their compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Absolutely unjustifiable is the double-dealing posture and stand of allowing nukes of foreign forces designed to do harm to the compatriots and denying the nukes of compatriots for protecting all Koreans. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities truly want the improved relations between the north and the south of Korea and peace and denuclearization on the peninsula, they should stop such reckless acts as introducing U.S. nuclear offensive means into south Korea as proposed by the DPRK."
        },
        {
            "title": "Actions against War Assure Peace: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-07ee.html",
            "content": "Actions against War Assure Peace: Rodong Sinmun\r\n Pyongyang, January 22 (KCNA) -- It presents itself as a task of the times whose fulfillment brooks no further delay to create a peaceful environment and it is desire common to humankind.\n\t\t\t\t\t Rodong Sinmun Wednesday observes this in an article.\n\t\t\t\t\t\n\t\t\t\t\t Peace can never be ensured by appeal or begging, the article says and goes on:\n\t\t\t\t\t\n\t\t\t\t\t As proven by history and reality, if a country yields to the imperialists' policy of strength, it will only suffer humiliation as a slave, not peace.\n\t\t\t\t\t\n\t\t\t\t\t Peace can be achieved only through a struggle. This is a bitter lesson taught by human history.\n\t\t\t\t\t\n\t\t\t\t\t As long as imperialism exists on this earth, the desire of the people for peace can never be won by talking only.\n\t\t\t\t\t\n\t\t\t\t\t Powerful military muscle is prerequisite to protecting the dignity, sovereignty, peace and security of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t Korea, once big powers' theatre of fierce scramble for bringing it under their thumb, has emerged an ideological and military power by dint of Songun which no one dares provoke. This reality greatly stuns the world.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK can never remain a passive onlooker to the situation prevailing in the country where the dark clouds of a nuclear war are always hovering over it. \n\t\t\t\t\t\n\t\t\t\t\t It is the DPRK's right to protect its sovereignty, peace and dignity with powerful military muscle for self-defense."
        },
        {
            "title": "Rodong Sinmun Calls for Forcing Japan to Pay Dearly for Its Past Crimes",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-10ee.html",
            "content": "Rodong Sinmun Calls for Forcing Japan to Pay Dearly for Its Past Crimes\r\n Pyongyang, January 22 (KCNA) -- Rodong Sinmun Wednesday carries an article on the lapse of 95 years since the Japanese imperialists poisoned the emperor of the Feudal Joson Dynasty to death. \n\t\t\t\t\t They fabricated various kinds of illegal \"treaties\" on Jan. 22, 1919, turning Korea into their colony. Moreover, they committed such hideous crime as poisoning Emperor Kojong to death, not content with dethroning him by holding him responsible for the emissary case in Hague, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t These crimes of the Japanese imperialists can never be pardoned.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities are, however, working hard to deny, justify and repeat those crimes committed by the imperialists in the past, far from admitting and apologizing for them.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese imperialists reduced 200 000 Korean women to sexual slaves for the imperial Japanese army in battlefields by use of state power to satisfy the animal passion of their troops and stir up their aggressive fervor. This is the hideous crime against humanity unprecedented in the world war history.\n\t\t\t\t\t\n\t\t\t\t\t  This being a hard fact, the Japanese reactionaries take pain to cover up their crimes, asserting that the sexual slavery for the imperial Japanese army was necessary at that time, it was done by prostitutes themselves for money and the issue is something which historians and experts should discuss in a tranquil place.\n\t\t\t\t\t\n\t\t\t\t\t They went the lengths of holding an exhibition of precious cultural treasures looted in Korea after advertising them as their \"national treasures\" and \"heirlooms,\" not content with persistently insisting that Tok Islets, part of the inviolable territory of Korea, belong to Japan. .\n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, Prime Minister Abe pledged to revive militarism of Japan, raving that now is the time to restore \"strong Japan\".\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should bear in mind that their failure to honestly reflect on the above-said crimes and opt for redeeming them would entail horrible consequences, the article urges."
        },
        {
            "title": "Minju Joson Blames Abe's Reckless Act",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-11ee.html",
            "content": "Minju Joson Blames Abe's Reckless Act\r\n Pyongyang, January 22 (KCNA) -- At the end of last year Japanese Prime Minister Abe talked nonsense he was impressed to see a film dealing with Kamikaze corps of the Imperial Japanese Army.\n\t\t\t\t\t Kamikaze corps was organized by the Japanese imperialists obsessed with the dream of realizing the \"Greater East Asia Co-Prosperity Sphere\" during the Second World War. It was the vanguard and shock brigade which suffered the fate of forlorn wandering spirits in the war of aggression as cannon fodder of their bosses, singing \"Kimigayo,\" symbol of militarism.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Wednesday says this in a commentary. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Abe's act revealed his vicious intention to persistently instill the militarist idea into the Japanese people in a bid to create the climate favorable for realizing overseas aggression.\n\t\t\t\t\t\n\t\t\t\t\t Abe is leaving no stone untried to make Japan rush headlong into militarism and lurch to Right.\n\t\t\t\t\t\n\t\t\t\t\t At the beginning of 2013 he blustered that \"he would restore powerful Japan\" while singing \"Kimigayo\", and unhesitatingly shouted \"Long live emperor\" before many people.\n\t\t\t\t\t\n\t\t\t\t\t Abe and other Japanese reactionaries are becoming all the more pronounced in their moves for militarism and lurch to Right this year. Japanese \"gentlemen\" styling themselves statesmen openly visited the Yasukuni Shrine and paid tribute from the outset of the new year. The \"National Security Agency\" playing the role of the secretariat of the \"National Security Council\" was inaugurated in Japan under the pretext of \"coping with contingency\".\n\t\t\t\t\t\n\t\t\t\t\t Japan's such ill-boding moves are a grave challenge to the regional peace and security and, furthermore, the world peace and security.\n\t\t\t\t\t\n\t\t\t\t\t If Abe continues to challenge the desire of mankind for peace, not facing up to the trend of the times, he will not be able to evade the doom, cursed and condemned by the international community."
        },
        {
            "title": "Young People in Ryanggang Province Start Study Tour of Mt. Paektu ",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-18ee.html",
            "content": "Young People in Ryanggang Province Start Study Tour of Mt. Paektu \r\n Hyesan, January 22 (KCNA) -- Young people of Ryanggang Province started a study tour of general secretary Kim Jong Il's birthplace in the Paektusan Secret Camp with the approach of his birth anniversary.\n\t\t\t\t\t A meeting for the start of the study tour was held before the Monument to the Victorious Battle of Pochonbo in Hyesan City, Ryanggang Province Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The participants placed a floral basket and bouquets before the statue of President Kim Il Sung there before paying tribute.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting a reporter and speakers called for demonstrating through the study tour the unshakable will of young people to deeply trust and follow the great Workers' Party of Korea and successfully carry forward the lineage of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to remain true to the leadership of Marshal Kim Jong Un and contribute to building a thriving nation by learning from the transparent spirit of devotedly defending the leader and indomitable fighting spirit displayed by the anti-Japanese revolutionary forerunners.\n\t\t\t\t\t\n\t\t\t\t\t After the meeting, the members of the study tour group started their march to Pochonbo.\n\t\t\t\t\t\n\t\t\t\t\t They were seen off by many people including schoolchildren in the city."
        },
        {
            "title": "New Kind of Denatured Paint Developed in DPRK",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-21ee.html",
            "content": "New Kind of Denatured Paint Developed in DPRK\r\n Pyongyang, January 22 (KCNA) -- The Geological Institute under the State Academy of Sciences in the DPRK has recently developed a new kind of outdoor paint with high utility.\n\t\t\t\t\t The paint, made of native minerals with various colors and denatured polyvinyl alcohol, is suitable to the exterior of dwelling houses and public buildings. It can be also applied to the interior of buildings.\n\t\t\t\t\t\n\t\t\t\t\t This kind is better than other previous outdoor paints as it is fast to dry up after painting and its color does not go off easily for strong cohesiveness caused by reaction between carbon dioxide in the air and calcium hydroxide in the surface of concrete walls."
        },
        {
            "title": "National Independence, Key to Achieving Korea's Reunification",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-19ee.html",
            "content": "National Independence, Key to Achieving Korea's Reunification\r\n Pyongyang, January 22 (KCNA) -- Kim Jong Un, supreme leader of the DPRK, in his New Year Address underscored the need for the north and the south of the country to hold fast to the principle of independence, clarified in the three principles for national reunification and the north-south joint declarations.\n\t\t\t\t\t Maintaining independence is a key to achieving national reunification.\n\t\t\t\t\t\n\t\t\t\t\t His call represents his ardent patriotic will to realize the country's reunification in the nation's demand and interests without interference of outside forces and independently by pooling the nation's efforts.\n\t\t\t\t\t\n\t\t\t\t\t The principle of independence is instrumental to settling the reunification issue in conformity with the Korean nation's desire and requirements. \n\t\t\t\t\t\n\t\t\t\t\t The issue of national reunification is directly linked to the nation's sovereignty. For national reunification, it is important to put an end to the outside forces' domination and interference in south Korea and establish the national sovereignty throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t Nobody can solve the issue of Korea's reunification in the interests of its nation or present a reunified country to the Koreans. So, dependence on outsiders should be rejected to reunify Korea by its own concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t Flunkeyism or dependence on outsiders will lead a nation to ruin, and this has been proved by the history of Korea\n\t\t\t\t\t\n\t\t\t\t\t To peddle \"international cooperation\" for the issue of Korea's reunification is just a disgraceful treachery of leaving the destiny of the Korean nation to the mercy of outsiders.\n\t\t\t\t\t\n\t\t\t\t\t In any case, Korea's reunification should be realized independently by the efforts of all Koreans in the north and the south and abroad, the driving forces for reunification. To this end, it is very urgent to decisively reject outsiders' aggression and war moves.\n\t\t\t\t\t\n\t\t\t\t\t However, the south Korean puppet authorities are now going to stage, in league with outsiders, the Key Resolve and Foal Eagle joint military maneuvers, a heinous treachery against the principle of national independence.\n\t\t\t\t\t\n\t\t\t\t\t Such war moves will result in confrontation among the fellow countrymen and collapse of the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans should strictly adhere to the principle of national independence, the key to settling the issue of the country's reunification in the interests and demand of the nation."
        },
        {
            "title": "Kim Jong Un Receives Floral Basket from Chinese Art Troupe",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-16ee.html",
            "content": "Kim Jong Un Receives Floral Basket from Chinese Art Troupe\r\n Pyongyang, January 22 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from the Jilin Provincial Song and Dance Ensemble of China, on a visit to the DPRK in the run-up of the spring festival. \n\t\t\t\t\t Zhou Guorui, head of the song and dance ensemble, conveyed the floral basket to an official concerned on Wednesday. \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un was also presented with a gift by Li Baofeng, curator of the Baofeng Art Museum in Jilin, on the same day."
        },
        {
            "title": "Chollima, Magazine Popular in DPRK",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-20ee.html",
            "content": "Chollima, Magazine Popular in DPRK\r\n Pyongyang, January 22 (KCNA) -- It has been 55 years since the first issue of the magazine Chollima (legendary horse galloping 400 kilometers a day) was published in the DPRK in Jan. 1959.\n\t\t\t\t\tOn the occasion, the DPRK people recall the feats President Kim Il Sung performed for the publication of this magazine.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung suggested publishing the magazine representing the spirit of the Chollima era and personally named it Chollima when its first issue was published.\n\t\t\t\t\t\n\t\t\t\t\t He showed deep care for its cover and pages, seeing to it that the magazine was interestingly edited with serials of novels and underscoring the need for the magazine to keep alive its features.\n\t\t\t\t\t\n\t\t\t\t\t When visiting a factory, the President advised workers to read the magazine for its contents with many things to learn from and, when visiting a farm, took a measure to distribute the magazine to each sub-workteam.\n\t\t\t\t\t\n\t\t\t\t\t And during his tour of a foreign country, he urged the accompanying officials to read the magazine on a regular basis in order to acquire ample knowledge about the national history, geography and customs.\n\t\t\t\t\t\n\t\t\t\t\t Under his meticulous care and guidance, the magazine Chollima, published by the Art and Literature Publishing House, could play a big role in inspiring the local people to make a great upsurge in production and construction in the Chollima era.\n\t\t\t\t\t\n\t\t\t\t\t Now the magazine has become one of the publications popular among the local people."
        },
        {
            "title": "S. Korean Authorities Slammed for Their Arrogant and Insolent Acts",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-08ee.html",
            "content": "S. Korean Authorities Slammed for Their Arrogant and Insolent Acts\r\n Pyongyang, January 22 (KCNA) -- The National Defence Commission (NDC) of the DPRK made crucial proposals to the south Korean authorities to halt all acts of provoking and slandering the other side for establishing a climate for improved north-south relations.\n\t\t\t\t\t However, the south Korean authorities are letting loose a spate of shameless remarks that \"they have never slandered the north and it is the north which resorts to calumnies\" and that \"the north pulls up media over their normal activities.\" They went the length of crying out for \"thoroughly \n\t\t\t\t\t\n\t\t\t\t\tcoping with possible provocations\" and \"retaliating\" while terming the DPRK's crucial proposals \"camouflaged peace offensive\" and \"propaganda offensive\".\n\t\t\t\t\t\n\t\t\t\t\t This is a rude act bereft of elementary etiquette toward the other party and, at the same time, an unpardonable provocation against all Koreans desirous of improved north-south relations, peace and prosperity, says Rodong Sinmun Wednesday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on: Through the crucial proposals of the NDC the DPRK showed broadminded \n\t\t\t\t\t\n\t\t\t\t\tgenerosity to open-mindedly solve all issues arising in mending the north-south relations from the standpoint of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities, however, did not drop confrontational attitude even a bit but seriously pulled up the north like the guilty party filing the suit first.\n\t\t\t\t\t\n\t\t\t\t\t Their mean act of laying the blame for calumniation at the door of the DPRK is nothing but a scheme not to accept the crucial proposals of the NDC for improved relations between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t They should clearly know that their arrogant and insolent acts are such a crime as ruining the opportunity to improve the north-south relations and driving the situation into an incontrollable catastrophe.\n\t\t\t\t\t\n\t\t\t\t\t Whether the north-south relations are mended or not wholly depends on the attitude of the south Korean authorities."
        },
        {
            "title": "S. Korean Authorities Urged to Lend Ear to Voices of Fellow Countrymen for National Reunification",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-09ee.html",
            "content": "S. Korean Authorities Urged to Lend Ear to Voices of Fellow Countrymen for National Reunification\r\n Pyongyang, January 22 (KCNA) -- Minjok Thongsin, an internet paper of Koreans in the U.S., on Jan. 11 in an article contributed by the head of the Uruk Symphony Orchestra, an art troupe of Koreans in the U.S., accused the conservative group of south Korea including the chief executive and Nam Jae Jun, director of the Intelligence Service, of letting loose a spate of invectives chilling the desire of the nation for reunification and the atmosphere for improving the north-south relations.\n\t\t\t\t\t Recalling that these guys have denied the June 15 joint declaration and blocked its implementation, the article slammed them for pulling up fellow countrymen and laying all blames at the door of the north, crying out for \"unification under liberal democracy\" and claiming \"the north's nuclear issue is a barrier.\" \n\t\t\t\t\t\n\t\t\t\t\t It expressed irrepressible resentment at them who are accusing the north, farm from giving up humiliating solicitation diplomacy and unequal \"alliance\" with the U.S. from an independent stand.\n\t\t\t\t\t\n\t\t\t\t\t The country can be reunified independently in line with the interests and wishes of the nation only when Koreans firmly adhere to the stand of By the Korean Nation Itself, it held. \n\t\t\t\t\t\n\t\t\t\t\t The article urged the south Korean authorities to pay heed to the voices of the fellow countrymen calling for independence, democracy and reunification and opt for mending the north-south relations."
        },
        {
            "title": "Suppression of Trade Unions Denounced in S. Korea ",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-12ee.html",
            "content": "Suppression of Trade Unions Denounced in S. Korea \r\n Pyongyang, January 22 (KCNA) -- Those concerned of the International Labor Organization held a press conference on Monday in the office of the south Korean Confederation of Trade Unions to denounce the puppet authorities for suppressing trade unions, according to south Korean MBC. \n\t\t\t\t\t They said they confirmed the fact that the south Korean regime has suppressed civic and social organizations including trade unions, terming it illegal. \n\t\t\t\t\t\n\t\t\t\t\t It is in violation of the principle of the International Labor Organization to arrest and detain unionists for the mere reason that they participated in a peaceful strike, they held."
        },
        {
            "title": "Koreans in U.S. Stage Signature Campaign",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-13ee.html",
            "content": "Koreans in U.S. Stage Signature Campaign \r\n Pyongyang, January 22 (KCNA) -- Koreans in the U.S. are now waging a dynamic signature campaign against the recent moves of Japanese ultra-right forces to remove the statue depicting a girl who had been forced into the sexual slavery system run by the Imperial Japanese Army standing in California State. \n\t\t\t\t\t As of January 17 the number of signers reached over 100,000. \n\t\t\t\t\t\n\t\t\t\t\t They said they would make the signature campaign an important occasion in forcing the Japanese government to admit responsibility for its past war crimes against humanity, the most hideous crime of sexual slavery, in particular, and make an apology and reparation for those crimes by revealing them before the world."
        },
        {
            "title": "S. Korean Prosecution Demands Fascist Punishment for Pro-reunification Activist ",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-14ee.html",
            "content": "S. Korean Prosecution Demands Fascist Punishment for Pro-reunification Activist \r\n Pyongyang, January 22 (KCNA) -- The Uijongbu District Court of south Korea Monday held a trial of Kim Ul Su, acting chairman of the South Headquarters of the Pan-national Alliance for Korea's Reunification (Pomminryon), and demanded five-year imprisonment and three-year suspension of qualification for him. \n\t\t\t\t\t The fascist prosecution authorities took such action, claiming that he has conducted activities \"following the north\" in the movement for national reunification for decades. \n\t\t\t\t\t\n\t\t\t\t\t In this regard, the acting chairman said that Pomminryon is a tripartite solidarity organization of Koreans in the south and the north and overseas to reunify Korea separated by outside forces on the principle of independence, peace and great national unity. \n\t\t\t\t\t\n\t\t\t\t\t He said he has launched the movement for peace against war after realizing how urgent peace is, insisting on his innocence. \n\t\t\t\t\t\n\t\t\t\t\t Questioning why he has to be imprisoned as he called for peaceful reunification, he said that the \"Security Law\" hindering national reunification should be abolished."
        },
        {
            "title": "Peace, Reunification Called for in S. Korea ",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-15ee.html",
            "content": "Peace, Reunification Called for in S. Korea \r\n Pyongyang, January 22 (KCNA) -- The Emergency Situation Council to Denounce IS Interference in Presidential Election for Political Operation of south Korea held a candlelight meeting at Chonggye Square in Seoul on January 18 to commemorate the 20th anniversary of death of Rev. Mun Ik Hwan. \n\t\t\t\t\t A video on the activities of Rev. Mun for national reunification was shown. \n\t\t\t\t\t\n\t\t\t\t\t Speakers recalled that Rev. Mun said when the Koreans desirous of national reunification get united in one mind, there is no unsolvable issue. \n\t\t\t\t\t\n\t\t\t\t\t His desire for national reunification is reflected in the June 15 joint declaration and the October 4 declaration, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t However, everything reduced to bubble due to the \"Saenuri Party\". \n\t\t\t\t\t\n\t\t\t\t\t They called upon people of all social standings to pool their efforts and fight to the last by inheriting the spirit of Rev. Mun who devoted himself to peace and reunification. \n\t\t\t\t\t\n\t\t\t\t\t There is no room to step back, they said. The authorities are turning away their face from the demand of the people to probe the truth behind the fraudulent election but the people are sure to win as their desire for democracy is running high."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied and Disseminated in Bulgaria, Ethiopia",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-01ee.html",
            "content": "Kim Jong Un's New Year Address Studied and Disseminated in Bulgaria, Ethiopia\r\n Pyongyang, January 22 (KCNA) -- Events took place in Ethiopia and Bulgaria to study and disseminate the New Year Address of supreme leader Kim Jong Un from Jan. 6 to 14.\n\t\t\t\t\t Seminars, briefings and round-table talks were sponsored by the Bulgarian Group for the Study of Kimilsungism-Kimjongilism, branches of the Ethiopian Youth Study Group of the Juche Idea and an enterprise for designing and supervising water projects in Ethiopia.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism and other speakers said Kim Jong Un in his New Year Address reviewed the significant year 2013 characterized by remarkable events and clarified the tasks and ways for raising a fierce wind of making a fresh leap forward on all fronts of building a thriving nation this year.\n\t\t\t\t\t\n\t\t\t\t\t They expressed full support to his New Year Address, saying that it is a programme indicating this year's orientation for not only the Korean people but also the progressive people of the world to accomplish the socialist cause and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Speakers including the chief in charge of irrigation of the above-said enterprise said they witnessed the strong spirit and pluck of the great leader, seeing the DPRK dynamically advance along the road of its development despite stern ordeals and hardships last year.\n\t\t\t\t\t\n\t\t\t\t\t Seeing Kim Jong Un channel big efforts into economic construction and improved people's living standard, they keenly realized his politics of attaching importance to the people and loving them, they noted. The scrutiny of the tasks for national reunification set forth in his New Year Address helps feel his warm patriotism, they added."
        },
        {
            "title": "Day of Shining Star to Be Commemorated in Bangladesh",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-02ee.html",
            "content": "Day of Shining Star to Be Commemorated in Bangladesh\r\n Pyongyang, January 22 (KCNA) -- The Bangladeshi preparatory committee for celebrating the birth anniversary of general secretary Kim Jong Il (Day of the Shining Star) was inaugurated on Jan. 16.\n\t\t\t\t\t MD. Harun-Ar-Rashid, chairman of the Bangladesh-Korea Friendship and Solidarity Committee, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events to widely introduce the noble revolutionary career of Kim Jong Il and his undying exploits on the occasion of February 16 (Day of the Shining Star)."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary To Be Celebrated in Hungary",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-03ee.html",
            "content": "Kim Jong Il's Birth Anniversary To Be Celebrated in Hungary\r\n Pyongyang, January 22 (KCNA) -- The Hungarian preparatory committee for celebrating the birth anniversary of general secretary Kim Jong Il was inaugurated in Budapest on Jan. 17.\n\t\t\t\t\t Gyula Thurmer, chairman of the Hungarian Workers' Party, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize various political and cultural events praising the sacred revolutionary career of Kim Jong Il and his undying feats from Jan. 17 to Feb. 18."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by South African, Guinean Personages",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-04ee.html",
            "content": "Kim Jong Un's New Year Address Supported by South African, Guinean Personages\r\n Pyongyang, January 22 (KCNA) -- Personages of South Africa and Guinea released statements on Jan. 15 and 16 supporting the New Year Address made by supreme leader Kim Jong Un.\n\t\t\t\t\t Bonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party, noted:\n\t\t\t\t\t\n\t\t\t\t\t The New Year Address made by Marshal Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, provided the Korean people with a militant banner and important guidelines for building a thriving nation and achieving national reunification.\n\t\t\t\t\t\n\t\t\t\t\t We extend invariable support to the government of the DPRK in its efforts for opening up a new phase for independent reunification and peace and prosperity by adhering to the principle of independence clarified in the three principles of national reunification and the June 15 north-south joint declaration and by respecting and honestly carrying out the joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t Banou Keita, chairman of the Guinea-Korea Friendship Association, said:\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un in his New Year Address reviewed the brilliant successes made by the WPK and the service personnel and people of the DPRK last year and indicated the militant tasks to be fulfilled by them this year.\n\t\t\t\t\t\n\t\t\t\t\t He also clarified the tasks for making a fresh stride in the movement for national reunification this year, true to the behests of President Kim Il Sung and general secretary Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The proposals for reunification made by him in his New Year Address serve as an undying banner clearly indicating the road to be followed by the Koreans for achieving national reunification.\n\t\t\t\t\t\n\t\t\t\t\t We fully support them."
        },
        {
            "title": "Inaugurada exposicion de pancartas en Corea",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-24ee.html",
            "content": "Inaugurada exposicion de pancartas en Corea\r\n Pyongyang, 22 de enero (ACNC) -- Quedo inaugurada el dia 22 en la Casa Internacional de Cultura de Pyongyang la exposicion de pancartas \"!Con la firme confianza en la victoria, levantemos una ola de grandes saltos en todos los dominios de la construccion de un estado poderoso y prospero!\"\n\t\t\t\t\t  En la ocasion estan expuestas mas de 60 obras presentadas por la Casa de Creacion Mansudae, la Casa Central de Creacion de Bellas Artes, la Casa de Creacion de Bellas Artes del Ministerio del Ferrocarril y la Universidad de Bellas Artes de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t  Entre ellas figuran las tituladas \"!Preparemonos como kimilsungista-kimjongilistas!\", \"!Movilicemos toda la potencial espiritual de los militares y civiles!\", \"!Alcancemos a toda costa la meta de produccion de cereales presentada por el Partido!\", \"!Nos valgamos de todo el talento cientifico y entusiasmo!\", \"!Hagamos sonar en cada puerto la sirena en senal de la gran pesca!\", etc.  \n\t\t\t\t\t\n\t\t\t\t\t  En ellas estan reflejadas la firme conviccion y voluntad del ejercito y pueblo de Corea de acelerar la marcha heroica de este ano bajo la direccion del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas se exhiben los afiches exhortando a todos los coreanos en el Norte, el Sur y en ultramar, unidos firmemente bajo la bandera del patriotismo verdadero y el ideal de \"Entre nosotros, los connacionales\", a levantarse en la lucha pannacional por la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\t  La visitaron el ministro de Cultura Pak Chun Nam y otros funcionarios, creadores de bellas artes y trabajadores capitalinos."
        },
        {
            "title": "Nombrado nuevo embajador de RPDC en Argelia",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-25ee.html",
            "content": "Nombrado nuevo embajador de RPDC en Argelia\r\n Pyongyang, 22 de enero (ACNC) -- Segun un decreto del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Choe Hyok Chol fue designado como nuevo embajador extraordinario y plenipotenciario de la RPDC a acreditarse en la Republica Argelina Democratica y Popular."
        },
        {
            "title": "Rodong Sinmun ratifica voluntad de desnuclearizar la Peninsula Coreana",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-26ee.html",
            "content": "Rodong Sinmun ratifica voluntad de desnuclearizar la Peninsula Coreana\r\n Pyongyang, 22 de enero (ACNC) -- En un articulo individual difundido este miercoles, el diario Rodong Sinmun senala que la desnuclearizacion de la Peninsula Coreana es la meta comun de la nacion y la invariable voluntad del ejercito y el pueblo de Corea, y continua:\n\t\t\t\t\t La amenaza de guerra nuclear de Estados Unidos contra la Republica Popular Democratica de Corea es el factor principal que causo el problema nuclear de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t Desde el periodo de la pasada guerra coreana, EE.UU. introdujo de modo sistematico en el territorio surcoreano las armas nucleares y amenazo constantemente con ellas a la RPDC librando grandes y pequenos ejercicios de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t Frente a ello, la RPDC se vio obligada a preparar las armas nucleares para defender la paz de la Peninsula Coreana y la soberania nacional.\n\t\t\t\t\t\n\t\t\t\t\t Si ella no lo hubiera hecho, se habria destruido el equilibrio de fuerzas en la Peninsula Coreana e impuesto tremendos desastres nucleares a la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\t Las fuerzas armadas nucleares de la RPDC son un medio para disuadir la amenaza nuclear de EE.UU. y nunca seran utilizadas para chantajear o atacar a la parte connacional.\n\t\t\t\t\t\n\t\t\t\t\t Siguen invariables la desconfianza y la hostilidad de las autoridades surcoreanas a la connacional RPDC.\n\t\t\t\t\t\n\t\t\t\t\t No puede ser justificada la actitud dual de tolerar las fuerzas nucleares extranjeras, que tienen como su blanco a los connacionales, y rechazar las mismas de los compatriotas en defensa de toda la nacion.\n\t\t\t\t\t\n\t\t\t\t\t Si las autoridades surcoreanas desean de veras el mejoramiento de relaciones intercoreanas y la paz y la desnuclearizacion de la Peninsula Coreana, no deben introducir en el territorio surcoreano los medios de ataque nuclear de EE.UU. aceptando la propuesta de la RPDC."
        },
        {
            "title": "Lucha anti-guerra garantiza la paz, insiste Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-27ee.html",
            "content": "Lucha anti-guerra garantiza la paz, insiste Rodong Sinmun \r\n Pyongyang, 22 de enero (ACNC) -- En la actualidad, preparar un ambiente pacifico es una tarea impostergable de la epoca y aspiracion comun de la humanidad. \n\t\t\t\t\t Senala el diario Rodong Sinmun en un articulo individual del dia 22 y continua: \n\t\t\t\t\t\n\t\t\t\t\t Con la solicitud y la mendicacion no se puede preservar la paz. \n\t\t\t\t\t\n\t\t\t\t\t La historia y la realidad ensenan que si uno obedece a la politica de la fuerza de los imperialistas sufre la vida esclava, en lugar de la paz. \n\t\t\t\t\t\n\t\t\t\t\t La paz se logra solo con la lucha, lo que deviene la leccion de sangre de la historia humana.\n\t\t\t\t\t\n\t\t\t\t\t Mientras que exista el imperialismo, nunca se realiza con la palabra la aspiracion de la humanidad a la paz.\n\t\t\t\t\t\n\t\t\t\t\t Para defender la dignidad y la soberania de la nacion, la paz y la seguridad hay que tener el fuerte poderio militar. \n\t\t\t\t\t\n\t\t\t\t\t Nuestro pais, pisoteado sin piedad en el siglo pasado por las potencias, se ha convertido en la potencia politica y militar inquebrantable basada en el Songun. \n\t\t\t\t\t\n\t\t\t\t\t Dado que en la Peninsula Coreana se cierne el nubarron de guerra nuclear anti-RPDC, no podemos estar con los brazos cruzados. \n\t\t\t\t\t\n\t\t\t\t\t Defender la soberania nacional, la paz y la dignidad de la nacion con el fuerte poderio militar autodefensivo constituye el derecho de la RPDC."
        },
        {
            "title": "Minju Joson critica postura militarista de Abe",
            "url": "http://kcna.co.jp/item/2014/201401/news22/20140122-28ee.html",
            "content": "Minju Joson critica postura militarista de Abe\r\n Pyongyang, 22 de enero (ACNC) -- A finales del ano pasado, el premier japones Abe dijo que se quedo conmovido de la pelicula sobre los comandos suicidas del ejercito japones.\n\t\t\t\t\t Las unidades de esos comandos fueron organizadas durante la Segunda Guerra Mundial por los imperialistas japoneses que trataban de establecer la \"esfera de coprosperidad de la gran Asia Oriental\".\n\t\t\t\t\t\n\t\t\t\t\t Ellos murieron como carne de canon de sus cabecillas en las guerras de agresion a ultramar entonando la cancion \"Kimigayo\", simbolo del militarismo.\n\t\t\t\t\t\n\t\t\t\t\t Al respecto, el periodico Minju Joson publico este miercoles un comentario individual.\n\t\t\t\t\t\n\t\t\t\t\t Tal comportamiento de Abe parte de su siniestra intencion de crear el ambiente favorable a la agresion a ultramar inculcando obstinadamente la idea militarista en los habitantes japoneses, senala la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t Abe hizo todo lo posible por impulsar a Japon al camino de militarizacion y derechizacion.\n\t\t\t\t\t\n\t\t\t\t\t A principios del ano 2013, disparateo que \"recuperara a Japon poderoso\" preconizando \"Kimigayo\" y grito ante la multitud \"Viva el emperador\".\n\t\t\t\t\t\n\t\t\t\t\t En el Ano Nuevo 2014, los \"caballeros\" politicos de Japon visitaron abiertamente al santuario Yasukuni y bajo el pretexto de \"hacer frente al tiempo de emergencia\", fundaron la \"Agencia de Seguridad Nacional\" que desempena el papel de secretariado del \"Consejo de Seguridad Nacional\".\n\t\t\t\t\t\n\t\t\t\t\t Esos pasos sospechosos constituyen desafio grave a la paz y seguridad de la region y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\t Si Abe sigue desafiando a la aspiracion de la humanidad a la paz sin juzgar bien la tendencia de la epoca, sera arruinado en medio de las condenas de la sociedad internacional."
        }
    ]
}