{
    "date": "2014-11-02",
    "url": "http://kcna.co.jp/item/2014/201411/2014-11-02ee.html",
    "articles": [
        {
            "title": "Ugandan President Wishes Korean People Successes in Building Thriving Nation",
            "url": "http://kcna.co.jp/item/2014/201411/news02/20141102-06ee.html",
            "content": "Ugandan President Wishes Korean People Successes in Building Thriving Nation\n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- Yoweri Kaguta Museveni, president of the Republic of Uganda, received credentials from Myong Kyong Chol, new DPRK ambassador to Uganda, on October 29.\n\t\t\t\t\t Sincerely hoping that the diligent Korean people would achieve bigger successes in the drive for building a thriving nation, invariably upholding their leader, the president said:\n\t\t\t\t\t\n\t\t\t\t\t Great President HE Kim Il Sung was my teacher and brother.\n\t\t\t\t\t\n\t\t\t\t\tHis august name is being conveyed down through generations for the exploits he performed for African countries.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people, rallied close around supreme leader HE Kim Jong Un, are dynamically advancing along the road of socialism, containing the moves of the imperialist forces. This instills great courage into the Ugandan people."
        },
        {
            "title": "Purpose of Anti-DPRK \"Human Rights\" Racket by S. Korean Puppet Group Revealed",
            "url": "http://kcna.co.jp/item/2014/201411/news02/20141102-09ee.html",
            "content": "Purpose of Anti-DPRK \"Human Rights\" Racket by S. Korean Puppet Group Revealed\n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- Rodong Sinmun Sunday in an article says that the south Korean puppet forces' anti-DPRK \"human rights\" racket is a ridiculous farce. Branding the racket as a treacherous criminal act of the puppet forces to realize the wild ambition to stifle the DPRK in collusion with the U.S., while actively kowtowing to their master's hostile policy towards the DPRK, the article goes on:\n\t\t\t\t\t The puppet forces' racket is a revelation of an evil scheme to cover up their crime of turning south Korea into the world's biggest graveyard of human rights and thus divert elsewhere the public attention focused on it.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group which was driven into a corner is running amuck with the anti-DPRK racket while pulling it up over the \"human rights\" in a bid to divert the people's criticism of it and evade the crisis.\n\t\t\t\t\t\n\t\t\t\t\t But the puppet forces are seriously miscalculated if they think they can cover up the serious human rights situation in south Korea and maintain power with such a shallow trick.\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK farce of the puppet forces will never help them conceal their evil nature as they are keen on depriving the people of their independent rights and on intensifying the fascist oppression and dictatorial rule.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities' farce is just like an act of pricking their own eyes.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK already declared the decisive stand to settle accounts with the forces pursuing the U.S. anti-DPRK \"human rights\" offensive generation after generation without the slightest mercy. The south Korean puppet forces' anti-DPRK \"human rights\" farce will end up with a bitter and miserable defeat.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should contemplate the grave consequences to be caused by their anti-DPRK \"human rights\" farce and stop acting rashly."
        },
        {
            "title": "Humiliating Measure of S. Korean Puppet Military Denounced",
            "url": "http://kcna.co.jp/item/2014/201411/news02/20141102-07ee.html",
            "content": "Humiliating Measure of S. Korean Puppet Military Denounced\n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held the 151st meeting for peace and disarmament on October 31 and denounced the humiliating measure of the puppet military authorities.\n\t\t\t\t\t The organization denounced the military authorities for indefinitely putting off the transfer of the right to the wartime operation control at the annual security consultative meeting with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Branding it as an act of giving up sovereignty, the organization went on:\n\t\t\t\t\t\n\t\t\t\t\t The authorities have officially publicized the issue of joining in the missile defence system led by the U.S. even though it would bring tremendous burden to south Korea in terms of security and economy.\n\t\t\t\t\t\n\t\t\t\t\t This is a humiliating measure of serving the U.S. demand, not meeting the interests of the people."
        },
        {
            "title": "S. Korean Puppet Group under Fire for Checking Probe into Truth about Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2014/201411/news02/20141102-08ee.html",
            "content": "S. Korean Puppet Group under Fire for Checking Probe into Truth about Ferry Sewol Disaster\n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea released a statement on November 1 to condemn the puppet group for preventing the probe into the truth about the ferry Sewol disaster.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The truth of the big disaster has not yet been probed though 200 days have passed since the accident.\n\t\t\t\t\t\n\t\t\t\t\t The investigation conducted by the prosecution and the Board of Audit and Inspection was just aimed to cover up the crime, and the chief executive responsible for the crime turns her face away from the strong demand of the bereaved families.\n\t\t\t\t\t\n\t\t\t\t\t The reality shows that it is impossible to probe the truth of the disaster if the people do not intervene, the statement noted, adding people of all public circles should turn out in the struggle for probing the truth."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Austria ",
            "url": "http://kcna.co.jp/item/2014/201411/news02/20141102-01ee.html",
            "content": "Kim Jong Il to Be Remembered in Austria \r\n Pyongyang, November 2 (KCNA) -- An Austrian committee for remembering leader Kim Jong Il was formed in Vienna on Oct. 28. \n\t\t\t\t\t Eduard Knapp, chairman of the Society for the Promotion of the Relations between Austria and DPRK, was elected chairman of the committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold significant political and cultural events praising the exploits of Kim Jong Il."
        },
        {
            "title": "Seminar on Juche Idea Held in DR Congo ",
            "url": "http://kcna.co.jp/item/2014/201411/news02/20141102-02ee.html",
            "content": "Seminar on Juche Idea Held in DR Congo \r\n Pyongyang, November 2 (KCNA) -- A national seminar on the Juche idea under the theme \"Independent development in Africa\" took place in Kinshasa of DR Congo on October 25 to mark the third anniversary of the demise of leader Kim Jong Il and the 20th anniversary of the publication of his work \"Socialism Is a Science\". \n\t\t\t\t\t Otete Gaston Mboyo, vice-chairman of the National Committee for the Study of the Juche Idea of DR Congo, made a keynote speech which was followed by a speech by Andre Lohekele Kalonda, secretary general of the African Regional Committee for the Study of the Juche Idea and president of the Working Citizens' Association of DR Congo. \n\t\t\t\t\t\n\t\t\t\t\t They highly praised the exploits of President Kim Il Sung who fathered the immortal Juche idea and successfully applied it to the revolution and construction and handed over the precious ideological and mental legacy to the Korean people and world progressives. \n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il steadily developed and enriched the Juche idea as the guiding idea in the era of independence and authored a lot of famous works including \"Socialism Is a Science\" to prove scientific accuracy and truth of socialism and inevitability of its victory, thereby giving confidence and courage to the people aspiring after socialism. \n\t\t\t\t\t\n\t\t\t\t\t With the might of the Juche idea the DPRK has become an invincible socialist power, independent in politics, self-supporting in economy and self-reliant in national defence. The DPRK is an ideal society desired by humankind. \n\t\t\t\t\t\n\t\t\t\t\t It is most important to apply the Juche idea to suit one's own specific conditions. African countries can achieve peace, progress and prosperity when they reject outsiders' domination and interference and actively push forward independent development on the principle of national self-sustenance."
        },
        {
            "title": "Anti-DPRK Human Rights Racket Denounced in UK ",
            "url": "http://kcna.co.jp/item/2014/201411/news02/20141102-03ee.html",
            "content": "Anti-DPRK Human Rights Racket Denounced in UK \r\n Pyongyang, November 2 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and Korean Friendship Association UK made public a joint statement on October 25 in support of the statement of the National Defence Commission (NDC) of the DPR of Korea. \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The NDC of the DPRK in its statement fully disclosed the background of the unprecedented anti-DPRK human rights racket by the U.S., the boss of the world imperialists, and its followers. \n\t\t\t\t\t\n\t\t\t\t\t The imperialists have gone so hysterical in their vicious human rights racket to attempt to bring a \"resolution\" up for discussion at the UN General Assembly, after going beyond the phase of false propaganda through the Western media. \n\t\t\t\t\t\n\t\t\t\t\t \"Human rights issue\" can not exist in socialist Korea, a country guided by the Juche idea. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a genuine country centered on the popular masses where popular policies including free medical treatment and free education are enforced, things that can hardly be seen in other countries. \n\t\t\t\t\t\n\t\t\t\t\t It is none other than the corrupt U.S. where human rights are seriously abused. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers' vicious racket against the DPRK over its \"human rights\" issue is aimed to block independent development of the DPRK and bring down its socialist system. \n\t\t\t\t\t\n\t\t\t\t\t We fully support the statement of the NDC of the DPRK and call upon all the world progressives not to harbor any illusion about the U.S. imperialists but to launch strong anti-imperialist struggle."
        },
        {
            "title": "NDC Statement Supported in Peru ",
            "url": "http://kcna.co.jp/item/2014/201411/news02/20141102-04ee.html",
            "content": "NDC Statement Supported in Peru \r\n Pyongyang, November 2 (KCNA) -- The Peruvian National Independent Movement for Free Voting's Union and the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea extended full support to the statement of the National Defence Commission of the DPR of Korea. \n\t\t\t\t\t They in a joint statement on October 27 said as follows:\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. moves against the DPRK over the human rights issue have reached the extremes. \n\t\t\t\t\t\n\t\t\t\t\t \"Human rights issue\" can not exist in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It is because the DPRK pursues politics based on the Juche idea centered on the popular masses and popular policies prioritizing the happiness of the people. \n\t\t\t\t\t\n\t\t\t\t\t One can understand clearly how the rights of the popular masses are guaranteed in the DPRK when he reads the constitution of the country. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the U.S. is pulling up the DPRK over its \"human rights issue\" to bring down Korean-style socialist system.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the DPRK and Korean people, who are peace-loving, progressive and fraternal, in all the issues including the one of the human rights and decisively condemn all the hostile acts toward it."
        },
        {
            "title": "Egyptian Organization Condemns U.S. \"Human Rights\" Racket against DPRK ",
            "url": "http://kcna.co.jp/item/2014/201411/news02/20141102-05ee.html",
            "content": "Egyptian Organization Condemns U.S. \"Human Rights\" Racket against DPRK \n\t\t\t\t\t\t\r\n Pyongyang, November 2 (KCNA) -- The Egypt-Korea Friendship Association released a statement on October 27 in denunciation of the anti-DPRK \"human rights\" racket kicked up by the U.S. and the West. \n\t\t\t\t\t Noting that the human rights issue is being misused by the imperialists and their followers for meeting their aim of interfering in the internal affairs of other countries, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the West submit false reports on human rights to the UN while abusing human rights and violating national sovereignty of other countries. However, the UN dares not utter even a word.\n\t\t\t\t\t\n\t\t\t\t\t We bitterly denounce the interference in the internal affairs of the DPRK over the non-existent human rights issue. \n\t\t\t\t\t\n\t\t\t\t\t Finding it impossible to browbeat the independent DPRK through military threats, the U.S. and its followers raised the \"human rights issue\" to use it as a lever of pressurizing it. \n\t\t\t\t\t\n\t\t\t\t\t The UN should take issue with the nukes and troops the U.S. deployed in south Korea for invasion of the DPRK, the sanctions Washington applied against Pyongyang in violation of the rights of the Korean people and the provocative joint military drills the U.S. stages in collusion with south Korea. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country which fully guarantees human rights. \n\t\t\t\t\t\n\t\t\t\t\t Countries desiring independence should not dance to the tune of \"human rights\" play by the U.S. and the West but get united against the arbitrary moves of interfering in the internal affairs of other countries under the pretext of \"human rights\"."
        },
        {
            "title": "CRPP advierte a banda de titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2014/201411/news02/20141102-20ee.html",
            "content": "CRPP advierte a banda de titeres surcoreanos\r\nPyongyang, 2 de noviembre (ACNC) -- El Comite por la Reunificacion Pacifica de la Patria (CRPP) publico el dia primero una declaracion que expone la posicion importante de la Republica Popular Democratica de Corea, en relacion con que la camarilla titere del Sur de Corea ampara y promueve de continuo el lanzamiento de volantes anti-Republica Popular Democratica de Corea por parte de las escorias humanas en medianoche del 31 de octubre en la zona de Phochon de la provincia de Kyonggi.\n\t\t\t\t\tEl documento subraya:\n\t\t\t\t\t\n\t\t\t\t\t1. Las autoridades surcoreanas deben darse clara cuenta de que mientras no cesan el lanzamiento de volantes que calumnian malignamente la maxima dignidad de la RPDC, no habra ningun dialogo ni mejora de relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tLa ferrea voluntad y posicion de principios de nuestro ejercito y pueblo son que no perdonamos jamas a todos los que difaman la maxima dignidad de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas no deben sonar sobre el dialogo con nosotros mientras continue el lanzamiento de tales volantes ni olvidarse de que nuestras fuerzas armadas revolucionarias proclamaron no solo el ataque de punteria de globos sino que tambien hasta el golpe de su origen y fuerzas de mando protector en caso de que repite el lanzamiento de volantes.\n\t\t\t\t\t\n\t\t\t\t\t2. Sentenciaremos y castigaremos rotundamente en nombre de toda la nacion a los criminales que participaron en el lanzamiento de volantes.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC tiene el derecho de castigar a los que se huyeron tras cometer crimenes ante nuestro regimen y ley y las autoridades surcoreanas tienen el deber de entregarlos a la RPDC conforme a la ley y costumbres internacionales.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades surcoreanas no pueden hacerlo, realizaremos una operacion para ejecutar tajantemente a las escorias humanas.\n\t\t\t\t\t\n\t\t\t\t\t3. Llevaremos a la sociedad internacional, a la ONU y otras entidades mundiales el lanzamiento de volantes de contenido anti-RPDC por parte de las autoridades surcoreanas y suscitaremos fuerte condenacion al respecto. \n\t\t\t\t\t\n\t\t\t\t\tEl lanzamiento de volantes, que actualmente se perpetra en el Sur de Corea bajo el amparo de las autoridades surcoreanas difamando la maxima dignidad, el regimen y el pueblo de la RPDC, es precisamente la siniestra violacion sobre la ley internacional y el mayor crimen antietico y anti-DDHH.\n\t\t\t\t\t\n\t\t\t\t\tLa banda de los titeres surcoreanos es precisamente el autor que debe ser sometido al juicio internacional.\n\t\t\t\t\t\n\t\t\t\t\tPagara muy caro el crimen de la camarilla de Park Geun-hye que abandono una oportunidad de mejoramiento de las relaciones intercoreanas, preparada al cabo de tantos esfuerzos y quebranto el anhelo de los connacionales a la reunificacion burlando la buena fe de la RPDC."
        }
    ]
}