{
    "date": "2014-10-22",
    "url": "http://kcna.co.jp/item/2014/201410/2014-10-22ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Yonphung Scientists Rest Home",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Yonphung Scientists Rest Home\n\t\t\t\t\t\t\r\n Pyongyang, October 22 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea (WPK), first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, provided field guidance to the completed Yonphung Scientists Rest Home.\n\t\t\t\t\t The rest home is one more gift provided by Kim Jong Un to the scientists with loving care.\n\t\t\t\t\t\n\t\t\t\t\t He initiated the construction of the rest home, personally chose its site on the shores of picturesque Lake Yonphung associated with leadership feats of President Kim Il Sung and leader Kim Jong Il and visited it several times. Kim Jong Un gave an important instruction for building it on the world level till the founding anniversary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He looked round general service center, buildings of the rest home, resting place, promenade, multi-purpose outdoor sporting ground and its other places to learn in detail about its construction.\n\t\t\t\t\t\n\t\t\t\t\t The general service center, the main building of the rest home, was built to suit its specific feature and purpose, he said, adding not only dinning room and banquet hall but also barber's shop, beauty salon and bath house look impeccable and e-library, conference room, video room and indoor and outdoor wading pools are on the highest level.\n\t\t\t\t\t\n\t\t\t\t\t \"It was good to have introduced a cooling and heating system based on geotherm to the construction of the rest home,\" he noted, calling on the scientific research field and designing field to intensify the study and introduction of renewable energy and natural energy, well aware of the conception of architecture in the new century as the world is going in the direction of pursuing green architecture. \n\t\t\t\t\t\n\t\t\t\t\t  He went round the dwelling houses for the employees of the rest home, nursery and kindergarten with satisfaction.\n\t\t\t\t\t\n\t\t\t\t\t He extended thanks of the supreme commander of the KPA to KPA Unit 267 for creating again the Korean speed, the speed of a leap forward startling the world.\n\t\t\t\t\t\n\t\t\t\t\t He also extended thanks of the supreme commander of the KPA to its units for displaying their admirable creative spirit and work style in the work for arranging the area around the rest home.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the rest home is like a modern villa provided by the party for the scientists, true to the noble intention of Kim Il Sung and Kim Jong Il, he told officials to let scientists enjoy luxury and wealth under socialism while getting relieved of pent-up fatigue through good rest there.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Choe Ryong Hae, Han Kwang Sang, Pak Myong Chol and Kim Jong Gwan."
        },
        {
            "title": "Congratulations to Indonesian President",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-19ee.html",
            "content": "Congratulations to Indonesian President\r\n Pyongyang, October 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Oct. 21 sent his congratulatory message to Joko Widodo upon his assumption of office as president of Indonesia.\n\t\t\t\t\t Kim in the message expressed belief that the long-standing and good bilateral relations of friendship and cooperation would grow stronger in the future and sincerely wished the president of Indonesia great success in his responsible work."
        },
        {
            "title": "DPRK FM Meets New Vietnamese Ambassador",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-12ee.html",
            "content": "DPRK FM Meets New Vietnamese Ambassador\r\n Pyongyang, October 22 (KCNA) -- Foreign Minister of the DPR of Korea Ri Su Yong had a talk with new Vietnamese Ambassador to the DPRK Pham Viet Hung who paid a courtesy call on him on Wednesday."
        },
        {
            "title": "S. Korean Authorities Urged to Ponder over Their Every Move",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-13ee.html",
            "content": "S. Korean Authorities Urged to Ponder over Their Every Move\n\t\t\t\t\t\t\r\n Pyongyang, October 22 (KCNA) -- The north side delegation to the inter-Korean high-level contact Wednesday issued a statement in connection with the fact that the atmosphere of improving the north-south relations which was created with much effort amid great concern and expectation of the public at home and abroad is rapidly getting chilled again due to the provocative moves of the south Korean puppet conservative group.\n\t\t\t\t\t As already reported,  the director of the General Political Bureau of the Korean People's Army (KPA) and his party visited Inchon on Oct. 4 to encourage the DPRK players who proved very successful at the 17th Asian Games and take part in their closing ceremony. They met the prime minister, the chief of the \"security office\" of Chongwadae, minister of Unification and other high-ranking officials of the south side and urged them to make a great stride for peace and reunification of the nation by revving the good atmosphere in which Koreans in the north and the south gathered in Inchon as part of the one nation. They proposed opening the second round of high-level contact for solving the pending issues between the north and the south and improving the bedeviled inter-Korean relations at a convenient time late in October or early in November.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the success made during their visit was big but it is no more than a lane, they clarified the stand to turn this lane into a wide avenue through frequent visits and open the gate to improved inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t Officials concerned of the south side fully supported the view of the north side, saying they would pool efforts to take the lead in improving the inter-Korean ties just as the north and the south proved very successful at the games by jointly cheering the players.\n\t\t\t\t\t\n\t\t\t\t\t The Inchon meeting of authorities of the north and the south caused great sensation at home and abroad and all Koreans and the whole world were very pleased that a dramatic occasion presented itself for mending the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t However, this good atmosphere was completely spoiled by the puppet group in less than three days, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet group sparked off an armed clash on October 7 by opening fire at warships of the north side in the hotspot waters in the West Sea of Korea. It hurled human scum into a leaflet-scattering operation on Oct. 10, the founding anniversary of the glorious Workers' Party of Korea, extremely getting on the nerves of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive who traveled West European countries from Oct. 15 let loose a string of malignant vitriol pulling up the DPRK over its \"nukes\", \"human rights\" and \"people's living\" at an international conference and meetings with \"heads of state\" of various countries, lashing the Korean people into great furry.\n\t\t\t\t\t\n\t\t\t\t\t On Oct. 18 and 19 the puppet military gangsters perpetrated such grave military provocation as firing at random at servicemen of the north on their routine guard duty in the area of the north side along the Military Demarcation Line, causing a dangerous skirmish between both sides.\n\t\t\t\t\t\n\t\t\t\t\t When the DPRK side proposed an emergency contact to put the situation under control, the puppet group was compelled to come out for contact after delaying it with various excuses and behaved very arrogantly. It turned down all constructive proposals of the DPRK, bringing the contact to a breakdown.\n\t\t\t\t\t\n\t\t\t\t\t The world people were stunned and all Koreans greatly disappointed by those astonishing developments in just 15 days since the meeting in Inchon.\n\t\t\t\t\t\n\t\t\t\t\t The provocations made by the puppet group are a challenge and insult to the sincere efforts of the DPRK. They raised a question as to whether the promise the south side's authorities made to the north side was true or not.\n\t\t\t\t\t\n\t\t\t\t\t During his Inchon visit, the director of the KPA General Political Bureau fully showed the sincerity of the DPRK and made every possible effort for improving the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t But the south side remained unchanged in its attitude contrary to the north's sincerity and became evermore undisguised in its confrontational outbursts and behavior.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans should no longer allow the anti-reunification forces at home and abroad to trifle with the inter-Korean ties related to the prospect of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The reality proves that no matter what good agreement is reached thanks to the effort of one side, it is bound to be brought to naught in the absence of response from the other side. \n\t\t\t\t\t\n\t\t\t\t\t This is a serious lesson taught not only by the present situation but by the history of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t  The historic June 4 joint statement was ditched even before the ink got dry on the signed document and the June 15 joint declaration and October 4 declaration provided by the top leaders of the north and the south were reduced to dead papers soon after the regime change in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The same can be said of the promises made by authorities of both sides in Inchon.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should not deliberately mock and insult the bold decision, magnanimity and sincere efforts shown by the DPRK side during the Inchon visit but opt for repairing the north-south relations for peace and reunification, away from their shortsighted and narrow-minded conception of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t No one but the north and the south should create the opportunity of mending the inter-Korean ties.\n\t\t\t\t\t\n\t\t\t\t\t The authorities have the most important role to play in setting right the wrong history of inter-Korean relations, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t No issue will remain insolvable when the authorities have firm will.\n\t\t\t\t\t\n\t\t\t\t\t If the south side's authorities have true will to settle the north-south relations and negotiate, they should refrain from perpetrating provocative acts of vitiating the atmosphere and stemming the trend of the times.\n\t\t\t\t\t\n\t\t\t\t\t Lip-service to \"two way strategy\" of \"dialogue\" and \"pressure\" would not work on anybody but this would only lead to self-destruction.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean ties are now standing at the crossroads: To make the seeds of hard-won inter-Korean dialogue sprout or allow the confrontation to reach an extreme phase and spark off a war.\n\t\t\t\t\t\n\t\t\t\t\t Now is time for everybody to have his or her sincerity examined before the times, nation and history through practical actions.\n\t\t\t\t\t\n\t\t\t\t\t There is no reason to fail to open the second round of the north-south high-level contact, if the south Korean authorities take a responsible measure for preventing such provocative acts as rattling the nerves of the other side and sparking off an armed clash.\n\t\t\t\t\t\n\t\t\t\t\t However, the DPRK will never allow any act of challenging the dignity of the supreme leadership and the social system in the DPRK in a bid to stand in confrontation with it to the last but decisively counter any provocation with merciless retaliation.\n\t\t\t\t\t\n\t\t\t\t\t If the north-south relations are put into uncontrollable catastrophe due to the anachronistic confrontational racket of the south Korean authorities despite the DPRK's repeated warnings, they will be held fully accountable for it.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities had better think twice about their every move, bearing in mind that the north-south relations are at the crucial crossroads."
        },
        {
            "title": "KCNA Report",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-20ee.html",
            "content": "KCNA Report\r\n Pyongyang, October 22 (KCNA) -- The Korean Central News Agency released the follow report on Wednesday:\n\t\t\t\t\t Kim Jong Un, first chairman of the National Defence Commission of the DPRK, took such a special measure as setting free Jeffrey Edward Fowle, U.S. criminal, taking into consideration the repeated requests of U.S. President Obama.\n\t\t\t\t\t\n\t\t\t\t\t The criminal was handed over to the U.S. side according to a relevant legal procedure."
        },
        {
            "title": "Mosaics Depicting Smiling Kim Il Sung, Kim Jong Il Erected in Various Places",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-17ee.html",
            "content": "Mosaics Depicting Smiling Kim Il Sung, Kim Jong Il Erected in Various Places\n\t\t\t\t\t\t\r\n Pyongyang, October 22 (KCNA) -- Mosaics depicting smiling President Kim Il Sung and leader Kim Jong Il and mosaics portraying their revolutionary activities were erected in Kilju County, North Hamgyong Province, Kumchon County, North Hwanghae Province, the West Sea Barrage Office and Haeju City, South Hwanghae Province.\n\t\t\t\t\t Mosaics \"The Great Leader Comrade Kim Il Sung Will Always Be with Us\" and \"The Great Leader Comrade Kim Jong Il Will Always Be with Us\" were erected in Kilju and Kumchon counties and the West Sea Barrage Office.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung visited Kilju County more than 10 times, indicating a path to be covered by it for developing its economy and improving its people's standard of living and taking warm care of its workers and peasants.\n\t\t\t\t\t\n\t\t\t\t\t Various units in the county are associated with the devoted efforts made by Kim Jong Il to turn them into a socialist paradise good to work and live in.\n\t\t\t\t\t\n\t\t\t\t\t Kumchon County is also associated with the history of the peerless great men of Mt. Paektu who believed in people as in Heaven.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung visited the West Sea Barrage several times, giving precious instruction for its operation. Kim Jong Il wisely led the work to make the barrage fully display its vitality.\n\t\t\t\t\t\n\t\t\t\t\t A mosaic depicting the revolutionary activities of Kim Il Sung and Kim Jong Il \"They Are Always together on the Road for People\" was erected in Haeju City."
        },
        {
            "title": "Teachers, Researchers of Kim Chaek University of Technology Start Moving to New Flats",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-14ee.html",
            "content": "Teachers, Researchers of Kim Chaek University of Technology Start Moving to New Flats \r\n Pyongyang, October 22 (KCNA) -- Moving to new flats started at apartment houses for educators of Kim Chaek University of Technology built on the picturesque bank of the River Taedong.\n\t\t\t\t\t There took place a meeting on Monday to convey the certificates for the use of flats provided by Marshal Kim Jong Un for teachers and researchers of the university.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Choe Thae Bok, secretary of the Central Committee of the Workers' Party of Korea, Kim Su Gil, chief secretary of the Pyongyang City Committee of the WPK, Kim Sung Du, chairman of the Education Commission, Cha Hui Rim, chairman of the Pyongyang City People's Committee, and officials, teachers and researchers of the university and other universities in the city.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok in a speech said that the flats to which teachers and researchers of the university are expected to move are associated with the deep trust and expectation of Kim Jong Un who hopes to see the educators of the university taking the lead in making a revolution in education in the new century.\n\t\t\t\t\t\n\t\t\t\t\t He called upon the educators to train more talents who would shoulder upon themselves the future of the great Paektusan nation and exalt the honor of being career revolutionaries bestowed upon them by the party.\n\t\t\t\t\t\n\t\t\t\t\t The bank of the River Taedong was in a festive mood as it was crowded with families moving to new flats and officials, teachers and students of the university helping them carry household goods to those flats with joy on Tuesday. The families cheerfully danced."
        },
        {
            "title": "Presentation of Sci-Technological Achievements in Salt-making Field Held",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-18ee.html",
            "content": "Presentation of Sci-Technological Achievements in Salt-making Field Held\n\t\t\t\t\t\t\r\n Onchon, October 22 (KCNA) -- The national presentation of sci-technological achievements in the salt-making field took place in Onchon County, South Phyongan Province on Wednesday. It was held under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\t Present there were teachers, researchers, technicians, postgraduates and officials of scientific and educational institutions and the salt-making field including Kim Il Sung University, Hamhung University of Chemical Engineering, Salt Industry Management Bureau of the Ministry of Chemical Industry and the Salt-making Research Institute of the State Academy of Sciences.\n\t\t\t\t\t\n\t\t\t\t\t The participants heard at least 30 valuable papers.\n\t\t\t\t\t\n\t\t\t\t\t Introduced at the presentation were achievements and experience gained in settling scientific and technological issues for increasing salt production.\n\t\t\t\t\t\n\t\t\t\t\t Highly appreciated there were papers of Kim Il Sung University and the Salt Industry Management Bureau of the Ministry of Chemical Industry.\n\t\t\t\t\t\n\t\t\t\t\t Certificates and prizes were awarded to those participants who presented good papers."
        },
        {
            "title": "National Amateur Paduk (Go) Contest Held",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-16ee.html",
            "content": "National Amateur Paduk (Go) Contest Held\r\n Pyongyang, October 22 (KCNA) -- A national amateur paduk (go) contest began at the Taekwon-Do Hall in Pyongyang from October 18 to 22.\n\t\t\t\t\t It brought together more than 200 amateurs selected from Pyongyang and provinces (municipality). It was divided into five groups from ages 41 and above, 16 to 40, 11 to 15, 7 to 10 and 6 years and below. Its participants competed in the men's and women's individual event, mixed doubles and team event.\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Hui, Son Sung Gwon, Yun Ji Chon and Ri Son Gyong of Pyongyang, Yun Yong of North Hwanghae Province, Kim Tae Hun, Ri Un Yong and Ju Ye Rim of Kangwon Province and Choe Jae U and Kim Su Mi of South Hamgyong Province came first in the men's and women's individual events.\n\t\t\t\t\t\n\t\t\t\t\t Kim Thae Song and Jon Jin Hui of South Hamgyong Province placed first in the mixed doubles.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang City came first in the men's and women's team events.\n\t\t\t\t\t\n\t\t\t\t\t It placed first in total points."
        },
        {
            "title": "Research Findings Help Increase Coal Output in DPRK",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-15ee.html",
            "content": "Research Findings Help Increase Coal Output in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, October 22 (KCNA) -- Coal output is now increasing in the DPRK, with the introduction of research findings made by the Coal Science Branch of the State Academy of Sciences.\n\t\t\t\t\t Collieries in the western part of the country applied a new method of blasting to raise the tunneling speed 1.5 times, while those in the Pukchang area introduced the inertial load-haul equipment to increase the coal output 1.5 times with less supply materials and manpower.\n\t\t\t\t\t\n\t\t\t\t\t Besides, the Coal Science Branch developed a new type of chain coal-cutter which helps considerably raise the mining speed and put the mechanization of pit work on a higher level."
        },
        {
            "title": "Peculiar Designs of Furniture and Daily-Use Articles Created",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-07ee.html",
            "content": "Peculiar Designs of Furniture and Daily-Use Articles Created \n\t\t\t\t\t\t\r\n Pyongyang, October 22 (KCNA) -- These days new designs of furniture and daily-use articles were made in the DPR of Korea. \n\t\t\t\t\t People marvel at the designs of furniture for flats of apartment houses in Mirae Scientists Street which will appear in the near future. \n\t\t\t\t\t\n\t\t\t\t\t Drawing their attention are designs of multi-functional furniture and fold-up furniture in line with the trend of the development of furniture in the world. \n\t\t\t\t\t\n\t\t\t\t\t Among them are designs of diverse beds and dining tables for families, schools, institutions, enterprises and public buildings and special designs of furniture for children. \n\t\t\t\t\t\n\t\t\t\t\t Such designs as those of multi-functional and fold-up furniture and functional furniture for children produced by institutions under the Ministry of Construction and Building-Materials Industry and the Central Industrial Art Guidance Bureau, the Taedonggang Furniture Factory and other units are appreciated as they are useful and meet the needs and tastes of people. \n\t\t\t\t\t\n\t\t\t\t\t Designs of useful daily-use articles draw the attention of experts and design lovers. \n\t\t\t\t\t\n\t\t\t\t\t Designs of household electric cookers, desk fan, kitchen utensils, etc. are favored by people. \n\t\t\t\t\t\n\t\t\t\t\t There are also designs of cosmetics of national flavor, rice-washing machine and shoes of different patterns."
        },
        {
            "title": "Move for Deployment of THAAD under Fire in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-09ee.html",
            "content": "Move for Deployment of THAAD under Fire in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, October 22 (KCNA) -- The Solidarity for Progress of south Korea, the People's Action for Peace against War, the Workers' Solidarity, the Students' Council for Democracy and Independent Reunification and other bodies in south Korea held a rally in Seoul on Oct. 18 in protest against the deployment of THAAD in south Korea.\n\t\t\t\t\t Speakers at the rally accused the south Korean regime of mulling discussing with the U.S. the issue of the deployment of THAAD in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t They lashed out at the south Korean regime for pushing forward the deployment of THAAD, reading the face of the U.S., for the extension of transfer of the right to control wartime operations though it is aware that its deployment poses a threat to peace in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t Whenever we see such a reality, we cannot but feel that south Korea is subject to the U.S., they said, calling upon the people from all walks of life to come out in the action to terminate the vicious cycle of being dragged by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants staged a demonstration."
        },
        {
            "title": "Anti-DPRK Confrontation Moves Censured in S. Korea",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-11ee.html",
            "content": "Anti-DPRK Confrontation Moves Censured in S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, October 22 (KCNA) -- The south Korean CBS on Oct. 19 criticized those with military background for their anti-DPRK confrontation moves. \n\t\t\t\t\t The broadcasting service said: \n\t\t\t\t\t\n\t\t\t\t\t The improvement of the relations with the north can hardly be expected as those with military background in the present \"government\" play a main role in handling the issue of the south-north relations. \n\t\t\t\t\t\n\t\t\t\t\t The recent skirmish in the hotspot waters in the southwest part in the West Sea of Korea, anti-north leaflet-scattering operation, the fruitless south-north emergency contact, etc. show the glimpse into the deteriorating south-north relations. \n\t\t\t\t\t\n\t\t\t\t\t In particular, the \"government\" turned down the north's proposal for dialogue twice and the south-north emergency contact only deepened mutual distrust. \n\t\t\t\t\t\n\t\t\t\t\t One of the reasons for failing to settle the south-north relations under the present \"government\" is behavior of those with military background in the \"government,\" namely former and incumbent chiefs of the security office of Chongwadae. \n\t\t\t\t\t\n\t\t\t\t\t It is the comment of experts that improved south-north relations can hardly be expected due to the attitude of hard-liners with military background."
        },
        {
            "title": "S. Korean Regime Accused of Its Unpopular Rule",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-10ee.html",
            "content": "S. Korean Regime Accused of Its Unpopular Rule\r\n Pyongyang, October 22 (KCNA) -- The All-out Action Headquarters of the Government Employees' Union of south Korea held a rally on Oct. 20 in protest against the unpopular rule of the authorities.\n\t\t\t\t\t At the rally the speakers said that the proposal for public workers' pension reform recently published by the regime was another version of the reform plan of the pension society the keynote of which is to decrease their pension.\n\t\t\t\t\t\n\t\t\t\t\t Accusing the authorities of unilaterally working out the proposal at a back room, they declared they could never accept it.\n\t\t\t\t\t\n\t\t\t\t\t They denounced the regime for not accusing the Lee Myung Bak regime of squandering money collected from people as taxes for the project of four large rivers, etc. but shifting the blame for the mismanagement of public organs on to public workers and infringing upon their interests.\n\t\t\t\t\t\n\t\t\t\t\t All public workers will firmly unite with each other to launch actions including an all-out strike to force the present regime to step down, they said.\n\t\t\t\t\t\n\t\t\t\t\t At the rally core members of the organization had their heads shaven in token of their protest against the unpopular rule of the regime.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally, they staged a demonstration."
        },
        {
            "title": "Kim Jong Il's Work Posted on Internet by Serbian Party",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-02ee.html",
            "content": "Kim Jong Il's Work Posted on Internet by Serbian Party\n\t\t\t\t\t\t\r\n Pyongyang, October 22 (KCNA) -- The gist of leader Kim Jong Il's work \"Socialism Is a Science\" was posted by the New Yugoslav Communist Party of Serbia on internet on Oct. 15.\n\t\t\t\t\t The work, made public on November 1, Juche 83 (1994), clarifies the idea that Korean-style socialism based on the Juche-oriented theory of socialism is most scientific and vital.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies principled issues arising in protecting socialism."
        },
        {
            "title": "WPK Praised by Syrian, Guinean Media",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-03ee.html",
            "content": "WPK Praised by Syrian, Guinean Media\r\n Pyongyang, October 22 (KCNA) -- Media of Syria and Guinea dedicated special write-ups to the 69th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The Syrian newspaper Al Thawrah on Oct. 7 carried the following article titled \"Leader Kim Jong Un of mother party\" under the headline of \"The WPK, 69 years of struggle\":\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are calling the WPK the mother party.\n\t\t\t\t\t\n\t\t\t\t\t The leader of the mother party is HE Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un continues his field guidance, always requesting officials to work harder to prioritize conveniences of the people and hold them absolute.\n\t\t\t\t\t\n\t\t\t\t\t The WPK led by him will win only victories forever while enjoying the absolute support and trust of the people as the mother party.\n\t\t\t\t\t\n\t\t\t\t\t The Syria TV Channel and the Syria Radio praised the invincible might of the WPK under the title \"On the occasion of 69th founding anniversary of WPK\" on Oct. 10.\n\t\t\t\t\t\n\t\t\t\t\t The Syria TV Channel carried photos dealing with the exploits of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean newspaper Horoya on October 9 introduced the Korean people leading an independent and creative life under the care of the party.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean Domestic, International and Seven National Languages Broadcasting Services made a report under the title \"Invincible WPK\" on Oct. 7."
        },
        {
            "title": "Feats of Peerless Great Men for Party-Building Praised by Foreign Personages",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-04ee.html",
            "content": "Feats of Peerless Great Men for Party-Building Praised by Foreign Personages\r\n Pyongyang, October 22 (KCNA) -- Seminars took place in Egypt, Uganda, Thailand and Bulgaria from Oct. 6 to 9 on the occasions of the 17th anniversary of Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK) and its 69th founding anniversary.\n\t\t\t\t\t Displayed at the venues of the seminars were portraits of smiling President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t On display there were photos documenting the exploits performed by Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un in the party building and their Songun leadership feats.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works and pictures showing the achievements made by the army and people of the DPRK in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt who doubles as chairman of the Egypt-Korea Friendship Association, and other speakers praised Kim Il Sung and Kim Jong Il for founding and developing the revolutionary party of Juche type and thus making great contributions to the Korean revolution and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ugandan National Executive Committee of the Pan-African Movement and other speakers said that the party-building exploits performed by Kim Il Sung and Kim Jong Il would always remain in the hearts of humankind as an undying textbook for progressive political parties in the world.\n\t\t\t\t\t\n\t\t\t\t\t Chanai Longoen, chairman of the Thailand-DPRK Friendship Association, noted that rosy is the future of the DPRK and it would remain unfazed by any attack by formidable enemy as Kim Jong Un is wisely leading the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Chief Lyudmil Kostadinov and Secretary Kaben Taskov of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism stressed that the history of the WPK would be unthinkable apart from the revolutionary history of Kim Il Sung and Kim Jong Il and energetic revolutionary activities of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A message of greeting to Kim Jong Un was adopted at the seminar held in Thailand."
        },
        {
            "title": "DPRK's Holidays Marked in Foreign Countries",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-05ee.html",
            "content": "DPRK's Holidays Marked in Foreign Countries\r\n Pyongyang, October 22 (KCNA) -- Events were held in foreign countries to mark the 17th anniversary of Kim Jong Il's election as general secretary of the Workers' Party of Korea (WPK), the 69th anniversary of foundation of the WPK and the 88th anniversary of the formation of Down-with-Imperialism Union (DIU).\n\t\t\t\t\t They included Korean book, photo and handicraft exhibitions in Russia, Peru and South Africa and a reading session in Guinea from Oct. 6 to 13.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos showing the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The exhibits included their works, and books and photos introducing Songun Korea and handicrafts showing the creative talents of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t A department director of the Ministry of Culture of the Republic of Tatarstan of the Russian Federation said he came to know about the Korean people's achievements in the building of a thriving nation through the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Cultural Center at Peruvian University of Art noted the Peruvian people would know well about the exploits of Kim Il Sung and Kim Jong Il, Korean people's struggle for building a thriving nation and time-honored history of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t An official of a Guinean company said:\n\t\t\t\t\t\n\t\t\t\t\t The programme of DIU has become the basis for the WPK's programme and firm guidelines of the party building and activities.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has successfully carried forward the tradition of single-minded unity created by DIU. It has invariably kept the fundamental principle of anti-imperialist struggle and the banner of Songun held by DIU.\n\t\t\t\t\t\n\t\t\t\t\t The Korean revolution will emerge victorious under the leadership of the WPK, successor of DIU."
        },
        {
            "title": "Cambodian Paper Introduces Proposal for Founding DFRK",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-06ee.html",
            "content": "Cambodian Paper Introduces Proposal for Founding DFRK\n\t\t\t\t\t\t\r\n Pyongyang, October 22 (KCNA) -- The Cambodian newspaper Koh Santepheap on Oct. 13 carried an article introducing the DPRK's proposal for founding the Democratic Federal Republic of Koryo (DFRK).\n\t\t\t\t\t The newspaper said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung advanced the proposal for founding the DFRK on October 10 in, 1980.\n\t\t\t\t\t\n\t\t\t\t\t The proposal calls for reunifying the country by founding a Federal Republic through the establishment of a unified national government on the condition that the north and the south recognize and tolerate each other's ideas and social systems, a government in which the two sides are represented on an equal footing and under which they exercise regional autonomy with equal rights and duties.\n\t\t\t\t\t\n\t\t\t\t\t The cause of Korea's reunification is being carried forward under the leadership of HE Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK holds fast to the banner of the June 15 North-South Joint Declaration for the reunification of the country."
        },
        {
            "title": "Kim Jong Un recorre Casa de Reposo para Cientificos Yonphung",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-30ee.html",
            "content": "Kim Jong Un recorre Casa de Reposo para Cientificos Yonphung\n\t\t\t\t\t\t\r\nPyongyang, 22 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recorrio la Casa de Reposo para Cientificos Yonphung recien levantada.\n\t\t\t\t\tLa casa de reposo es un regalo preparado por el Mariscal para los cientificos.\n\t\t\t\t\t\n\t\t\t\t\tEl tuvo la iniciativa de la construccion, escogio en persona el solar a la orilla del pintoresco lago Yonphung en que estan impregnadas las hazanas de direccion de los Generalisimos Kim Il Sung y Kim Jong Il y visito en varias ocasiones el campo de construccion para dar preciosas instrucciones de levantarla en el nivel de talla mundial hasta el dia de fundacion del PTC.\n\t\t\t\t\t\n\t\t\t\t\tDando vueltas por el centro de servicios generales, el pabellon de reposo, el lugar de descanso, el camino de paseo, la cancha multifuncional al aire libre y otros, hizo detallado conocimiento del estado de la obra.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el centro de servicios generales, edificio principal de la casa, fue construido conforme a las caracteristicas y la utilidad y agrego que son excelentisimas las salas de comida y de banquete, barberia, peluqueria, sauna, biblioteca electronica, sala de consulta, la de proyeccion de videocinta y piscinas bajo techo y al aire libre.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que le gusta la introduccion del sistema de calefaccion y enfriamiento a base de la geotermia y anadio que a la vista de la tendencia mundial dirigida a la arquitectura verde, los que trabajan en las ramas de investigacion cientifica y de diseno deben profundizar con la concepcion de arquitectura del nuevo siglo las investigaciones para utilizar las energias renovables y naturales.\n\t\t\t\t\t\n\t\t\t\t\tRecorrio con satisfaccion las viviendas para los empleados de la casa de reposo, la casa cuna y el jardin de infancia.\n\t\t\t\t\t\n\t\t\t\t\tY dio agradecimiento en nombre del Comandante Supremo del EPC a la unidad 267 del EPC que creo otra vez la velocidad de salto, la de Corea, que admira a todo el mundo, y a otras unidades militares que mostraron en el acondicionamiento del contorno el extraordinario espiritu de creacion y el estilo de lucha del EPC.\n\t\t\t\t\t\n\t\t\t\t\tRefirio que la casa de reposo es el regalo preparado para los cientificos por el partido en acato al noble proposito del Presidente y el Dirigente e instruyo hacer que ellos disfruten de las opulencias socialistas descansando a su gusto alli para aliviar la fatiga.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal fue acompanado por Hwang Pyong So, Choe Ryong Hae, Han Kwang Sang, Pak Myong Chol y Kim Jong Gwan."
        },
        {
            "title": "Kim Yong Nam felicita al presidente de Indonesia",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-31ee.html",
            "content": "Kim Yong Nam felicita al presidente de Indonesia\r\nPyongyang, 22 de octubre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 21 un mensaje de felicitacion a Joko Widodo con motivo de su toma de posesion como presidente de la Republica de Indonesia.\n\t\t\t\t\tKim expreso la conviccion de que se fortaleceran y se desarrollaran en el futuro las tradicionales y magnificas relaciones de amistad y cooperacion existentes entre los dos paises.\n\t\t\t\t\t\n\t\t\t\t\tDeseo con sinceridad mayores exitos en las responsabilidades del destinatario."
        },
        {
            "title": "ACNC informa excarcelacion de ciudadano norteamericano",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-32ee.html",
            "content": "ACNC informa excarcelacion de ciudadano norteamericano\n\t\t\t\t\t\t\r\nPyongyang, 22 de octubre (ACNC) -- La Agencia Central de Noticias de Corea (ACNC) hizo publica el dia 22 la siguiente informacion:\n\t\t\t\t\tEl Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea, Kim Jong Un, tomo la medida especial de excarcelar al criminal estadounidense, Jeffrey Edward Fowle, teniendo en consideracion la reiterada peticion del presidente de los Estados Unidos de America, Obama. El delincuente fue extraditado a la parte estadounidense siguiendo los tramites legales correspondientes."
        },
        {
            "title": "Iniciada mudanza a viviendas de educadores de Universidad Politecnica Kim Chaek",
            "url": "http://kcna.co.jp/item/2014/201410/news22/20141022-33ee.html",
            "content": "Iniciada mudanza a viviendas de educadores de Universidad Politecnica Kim Chaek\r\nPyongyang, 22 de octubre (ACNC) -- Se inicio la mudanza a las viviendas de educadores de la Universidad Politecnica Kim Chaek, levantadas a la orilla del pintoresco rio Taedong de esta capital.\n\t\t\t\t\t Tuvo lugar el dia 20 la ceremonia de entrega de licencias de uso de viviendas, construidas por el gran amor del Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tParticiparon el secretario del Comite Central del Partido del Trabajo de Corea, Choe Thae Bok, el secretario jefe del Comite del PTC en la Ciudad de Pyongyang, Kim Su Gil, el presidente del Comite de Educacion Kim Sung Du, el presidente del Comite Popular de la Ciudad de Pyongyang, Cha Hui Rim, los funcionarios, profesores e investigadores de la Universidad Politecnica Kim Chaek y de otras universidades en esta capital. \n\t\t\t\t\t\n\t\t\t\t\tChoe Thae Bok hizo uso de la palabra de entregamiento. \n\t\t\t\t\t\n\t\t\t\t\tEl orador dijo que las nuevas viviendas reflejan la gran confianza y esperanza del Mariscal Kim Jong Un quien desea que los educadores de la Universidad Politecnica Kim Chaek esten al frente en el cumplimiento de la revolucion de educacion en el nuevo siglo. \n\t\t\t\t\t\n\t\t\t\t\tLlamaron a los educadores a formar a muchas mas talentosas que se encargaran del futuro de una potencia del monte Paektu y glorificar el honor de revolucionarios profesionales. \n\t\t\t\t\t\n\t\t\t\t\tEl dia 21, los alrededores de las nuevas viviendas estaban repletos de alegria por sus propietarios y los funcionarios, profesores y estudiantes quienes transportan con ellos las cargas de mudanza. \n\t\t\t\t\t\n\t\t\t\t\tLos educadores y sus familiares festejaron la mudanza bailando al son de las musicas divertidas."
        }
    ]
}