{
    "date": "2014-10-29",
    "url": "http://kcna.co.jp/item/2014/201410/2014-10-29ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Newly Built Restaurant for Service Personnel",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-02ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Newly Built Restaurant for Service Personnel\r\nPyongyang, October 29 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, together with Ri Sol Ju gave field guidance to the newly built restaurant for service personnel. \n\t\t\t\t\t Watching the restaurant, Kim Jong Un recollected with deep emotion the immortal exploits performed by President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t He recalled that the restaurant for service personnel which opened in February 1948 on the personal initiative of the President gave service without interruption not only in the period of building a new country but also during the Fatherland Liberation War and it successfully ensured a banquet celebrating the war victory day which was honored with the presence of the President. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim Jong Il who personally took a measure for providing foodstuff to the restaurant even in the period of the Arduous March when the country was undergoing great difficulties, the restaurant has always been  opened, he said, adding that the service personnel of the KPA will always remember the warm loving care shown by Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the restaurant has satisfactorily played its mission and duty as a catering center for service personnel for the past several decades, he instructed the officials and employees of the restaurant to serve them well so as to convey the profound loving care of Kim Il Sung and Kim Jong Il to posterity. \n\t\t\t\t\t\n\t\t\t\t\t He went round different places of the restaurant including dining rooms and kitchen to learn in detail about its construction and service plan. \n\t\t\t\t\t\n\t\t\t\t\t He said all dining rooms look spacious and nice to be fit for catering facilities, interior decoration is peculiar and the color of finishing  building materials look attractive, adding that they are so impeccable that they can be used as a state banquet hall. \n\t\t\t\t\t\n\t\t\t\t\t He was pleased that the restaurant has quality tables, chairs and other furniture, the kitchen was arranged well to be fit for its capacity and it has sufficient utensils including noodle-trays in place. He was satisfied with its modern sterilizing and washing equipment to fully ensure hygienic safety, in particular. \n\t\t\t\t\t\n\t\t\t\t\t He set forth the tasks to be fulfilled by the restaurant for managing and operating it and improving its service. \n\t\t\t\t\t\n\t\t\t\t\t Underlining the need for the restaurant to develop itself into the one frequented by service personnel, he stressed that to this end it is most important for its officials and employees to provide kind service and display cultural traits and, at the same time, strive hard to improve the quality of noodle in the spirit of devoted service to service personnel.\n\t\t\t\t\t\n\t\t\t\t\t He instructed the restaurant to compete with famous restaurants including Okryu Restaurant to raise the quality of noodle and scrupulously organize the work for steadily improving the skill of cookers, in particular.\n\t\t\t\t\t\n\t\t\t\t\t Stressing the need to take thorough measures for the supply of foodstuff to put the service at the restaurant on a normal footing, he told its officials to let him know about problems in time and promised to solve all of them. \n\t\t\t\t\t\n\t\t\t\t\t Noting that soldier-builders successfully constructed the restaurant to be impeccable in any aspect as intended by the party, he praised them for building the restaurant as a proud edifice in the Songun era. \n\t\t\t\t\t\n\t\t\t\t\t Personally tasting the noodle prepared by employees of the restaurant together with senior officials of the party, state and army accompanying him, he expressed expectation and belief that the restaurant would preserve the peculiar taste and tradition of Korean noodle and improve the quality of variety of food and thus creditably perform its duty as a catering center popular among service personnel. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Choe Ryong Hae, Pak Pong Ju, Kim Ki Nam, Kim Yang Gon, Han Kwang Sang, Ri Jae Il, Pak Myong Chol and Ma Won Chun."
        },
        {
            "title": "Kim Jong Un Watches Women's Football Match together with Pyongyangites",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-01ee.html",
            "content": "Kim Jong Un Watches Women's Football Match together with Pyongyangites\r\nPyongyang, October 29 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, watched a women's football match between the national team and the Wolmido team at the remodeled May Day Stadium on Tuesday.\n\t\t\t\t\tKim Jong Un applauded the players of the national team whenever they scored a goal.\n\t\t\t\t\t\n\t\t\t\t\tThe national team, the strongest in Asia, trounced its rival Wolmido team 9:0.\n\t\t\t\t\t\n\t\t\t\t\tAs the match was over, he called table-tennis player Kim Jong who was not present when he was meeting the gold medalists at the 17th Asian Games and recent world championships and their coaches, and had a photo taken with her.\n\t\t\t\t\t\n\t\t\t\t\tHe expressed great satisfaction with the fact that the May Day Stadium was remodeled as an icon of the sports facilities in the country and as a stadium meeting the requirements of a highly civilized nation on the occasion of the founding anniversary of the party.\n\t\t\t\t\t\n\t\t\t\t\tHe said that the May Day Stadium is the world class stadium built according to the grandiose plan and bold decision of leader Kim Jong Il and pride and treasure of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\tNoting that the remodeling project of the 150 000-seater stadium could be successfully completed in a brief span of time thanks to the might of the army-people great unity, he extended on behalf of the Central Committee of the WPK thanks to the service personnel, builders and helpers who performed labor feats in the project for successfully remodeling the stadium to meet the requirements of the present times when the country aims to emerge a sports powerhouse.\n\t\t\t\t\t\n\t\t\t\t\tSaying that the Korean people are showing very keen interest in sports and the 17th Asian Games, in particular, gave rise to a hot wind of sports, he gave an instruction for turning the stadium into an important center for developing the country's sports and making a positive contribution to promoting the people's cultural and emotional life.\n\t\t\t\t\t\n\t\t\t\t\tAmong the spectators were Choe Ryong Hae, Hwang Pyong So, Choe Thae Bok, Hyon Yong Chol, Pak To Chun, Kang Sok Ju, Kim Yang Gon, Kim Phyong Hae, Kwak Pom Ki, O Su Yong, Ro Tu Chol, Jo Yon Jun, Kim Su Kil and other senior officials of the party, state and army and members of the State Physical Culture and Sports Guidance Commission."
        },
        {
            "title": "Talks between Kim Yong Nam and President of Congo Held",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-26ee.html",
            "content": "Talks between Kim Yong Nam and President of Congo Held\r\nPointe Noire, October 28 (KCNA Correspondent) -- Talks between Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on an official goodwill visit to Congo and Denis Sassou Nguesso, president of the Republic of Congo, took place in Pointe Noire, Congo on Tuesday.\n\t\t\t\t\t At the talks, both sides informed each other of the situation of their countries, exchanged views on the present international situation and discussed the issue of boosting the friendly and cooperative relations between the two countries, the issue of energizing the non-aligned movement and other issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\t Present there from the DPRK side were Kang Ha Guk, minister of Public Health, Kung Sok Ung, vice-minister of Foreign Affairs, So Kil Bok, vice-minister of External Economic Relations, Choe Chol Su, DPRK charge d' affaires ad interim in Brazzaville, and other suite members and from the Congolese side were Andre Obami Itou, president of the Senate, Justin Koumba, president of the National Assembly, Florent Ntsiba, minister of State and concurrently minister of Labor and Public Security, Adouki, advisor to the president on foreign affairs, and officials concerned of the Parliament and the Foreign Ministry."
        },
        {
            "title": "Inter-Sector Talks between DPRK and Congo Held",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-21ee.html",
            "content": "Inter-Sector Talks between DPRK and Congo Held\r\nBrazzaville, October 28 (KCNA Correspondent) -- Inter-sector talks between the DPRK and the Republic of Congo took place in Brazzaville on Tuesday.\n\t\t\t\t\t Present there from the DPRK side were Kang Ha Guk, minister of Public Health, Kung Sok Ung, vice-minister of Foreign Affairs, and So Kil Bok, vice-minister of External Economic Relations, and from the Congolese side were Francois Ibovi, minister of Health and Population, Albert Nkwoi, deputy general secretary of the Foreign Ministry, and  Claudine Munari, minister of Commerce and Supplies.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on boosting the long-standing friendly and cooperative relations between the DPRK and Congo in the interests of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a MOU on cooperation in the field of public health between the governments of the DPRK and Congo was signed on the same day."
        },
        {
            "title": "Greetings to President of Turkey",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-16ee.html",
            "content": "Greetings to President of Turkey\r\nPyongyang, October 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Wednesday sent a message of greeting to Recep Tayyip Erdogan, president of the Republic of Turkey, on its national day.\n\t\t\t\t\t The message wished friendly Turkey development and prosperity."
        },
        {
            "title": "DPRK FM Meets New Polish Ambassador",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-15ee.html",
            "content": "DPRK FM Meets New Polish Ambassador\r\nPyongyang, October 29 (KCNA) -- DPRK Foreign Minister Ri Su Yong met and had a talk with Krzysztof Ciebien, new Polish ambassador to the DPRK, who paid a courtesy call on him Wednesday."
        },
        {
            "title": "Chairman of German-Korean Parliamentary Group Leaves",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-14ee.html",
            "content": "Chairman of German-Korean Parliamentary Group Leaves\r\nPyongyang, October 29 (KCNA) -- Hartmut Koschyk, chairman of the German-Korean Parliamentary Group, left here for home Wednesday."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Construction in Stockbreeding Base in Area of Sepho",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-20ee.html",
            "content": "DPRK Premier Makes Field Survey of Construction in Stockbreeding Base in Area of Sepho\r\nPyongyang, October 29 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of the construction in the stockbreeding base in the area of Sepho which undergoes a dramatic change thanks to a dynamic drive for creating the Korean speed.\n\t\t\t\t\t Going round various construction sites in the area of Sepho, he learned in detail about the construction there and the supply of building materials. He encouraged the builders registering signal achievements in their drive to successfully implement the plan of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t There took place a consultative meeting of officials concerned on the spot.\n\t\t\t\t\t\n\t\t\t\t\t The meeting underlined the need to take steps to increase the fertility of soil and remarkably boost the production of fodder on the basis of making a detailed analysis of the soil condition in every field and thus thoroughly implement the party's policy of obtaining meat from grass.\n\t\t\t\t\t\n\t\t\t\t\t It also discussed the issues of supplying cement, structural steel and other building materials and equipment in time, completing the construction projects as early as possible and increasing the proportion of home-made equipment.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, Pak acquainted himself in detail with the construction of Terminal 2 of Pyongyang International Airport on the spot and discussed the issues of building it in a responsible manner and scientifically and technologically ensuring the quality of structures.\n\t\t\t\t\t\n\t\t\t\t\t In the meantime, he went round the Sunchon Chemical Complex, the Sunchon Thermal Power Plant and the Education Books Printing Plant and held consultative meetings."
        },
        {
            "title": "State Academic Degrees, Titles Awarded to Intellectuals of DPRK",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-25ee.html",
            "content": "State Academic Degrees, Titles Awarded to Intellectuals of DPRK\r\nPyongyang, October 29 (KCNA) -- State academic degrees and titles were awarded to intellectuals of the DPRK who have contributed to building a thriving nation.\n\t\t\t\t\t An awarding ceremony took place at the Mansudae Assembly Hall on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t The title of candidate academician was conferred on Mok Myong Su, teacher of Kim Il Sung University, Kim Jong Dae, examiner of Pyongyang Medical College of Kim Il Sung University, Pak Ji Min, department head of Kim Chaek University of Technology, and three other persons.\n\t\t\t\t\t\n\t\t\t\t\t Professorship went to Song Hyon Jun, college rector of Kim Il Sung University, Yang Ki Chol, department director of Kim Chaek University of Technology, Ryu Je Il, room chief of the Academy of Social Sciences, and other persons.\n\t\t\t\t\t\n\t\t\t\t\t Doctorate was awarded to Jong Song Su, department head of Kim Il Sung University, An Chang In, director of an institute of Pyongyang Medical College of Kim Il Sung University, Kim Yun Song, vice department head of Kim Chaek University of Technology, and other persons and assistant professorship to 184 persons."
        },
        {
            "title": "Marathon Race of DPRK Championships",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-24ee.html",
            "content": "Marathon Race of DPRK Championships\r\nPyongyang, October 29 (KCNA) -- Some days ago, the marathon race of DPRK Championships took place here with the attendance of over 100 men and women marathoners.\n\t\t\t\t\t Ra Hyon Ho of the Ryesonggang Sports Team came first in men's race. He took the third place in last year's championships.\n\t\t\t\t\t\n\t\t\t\t\t Ro Un Ok of the April 25 Sports Team finished first in women's race, breasting the tape three minutes earlier than the runner-up. She won the titles in the IAAF-24th Mangyongdae Prize Marathon and the DPRK championships held in 2009, 2011 and 2013."
        },
        {
            "title": "Traditional Sports Activities Encouraged in DPRK",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-22ee.html",
            "content": "Traditional Sports Activities Encouraged in DPRK\r\nPyongyang, October 29 (KCNA) -- Traditional sports activities are gaining momentum in the DPRK.\n\t\t\t\t\t Among the sports events are Taekwon-Do, ssirum (Korean wrestling) and tug of war, which are popular among local people.\n\t\t\t\t\t\n\t\t\t\t\t According to an official of the Central Committee of the Union of Agricultural Workers of Korea, ssirum, swinging and seesaw are gaining popularity in rural areas.\n\t\t\t\t\t\n\t\t\t\t\t National sports contests are held on nationwide or regional scale on major holidays.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, folk games like shuttlecock, kite-flying and top spinning have been encouraged among school children."
        },
        {
            "title": "Songyo Knitwear Factory",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-23ee.html",
            "content": "Songyo Knitwear Factory\r\nPyongyang, October 29 (KCNA) -- The Songyo Knitwear Factory is well-known among people in the DPRK for its quality products.\n\t\t\t\t\t The factory produces different kinds of sportswear, underwear and men's and women's shirts, etc.\n\t\t\t\t\t\n\t\t\t\t\t Its knitwear products won high appraisal at several annual exhibitions like the Pyongyang Department Store No. 1 commodity exhibition and the national exhibition of August 3 Consumer Goods.\n\t\t\t\t\t\n\t\t\t\t\t The factory was established in October Juche 52 (1963).\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il visited the factory on several occasions to underscore the need to raise the level of technical knowledge and skills of its employees in order to make more quality knitwear products.\n\t\t\t\t\t\n\t\t\t\t\t Pak Sung Ryong, chief engineer of the factory, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Over the past years, the factory invented hundreds of technological innovations and introduced them in production, thus making big contributions to improving quality of products and updating production processes.\n\t\t\t\t\t\n\t\t\t\t\t The factory has recently invented a method of simultaneously dying a mixture of cotton and tetoron, so as to cut down the hour of dying and increase production nearly two times.\n\t\t\t\t\t\n\t\t\t\t\t Now the factory has been paying primary efforts to developing new products and upgrading the quality of products."
        },
        {
            "title": "Anniversary of Kim Jong Il's Field Guidance to King Tangun's Mausoleum Observed",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-27ee.html",
            "content": "Anniversary of Kim Jong Il's Field Guidance to King Tangun's Mausoleum Observed\r\nPyongyang, October 29 (KCNA) -- A meeting took place at the People's Palace of Culture on Wednesday to mark the 20th anniversary of leader Kim Jong Il's field guidance to Mausoleum of King Tangun.\n\t\t\t\t\tKim Jong Il, providing field guidance to the mausoleum on October 29, Juche 83 (1994), said the reconstruction of the mausoleum as a magnificent edifice thanks to the wise guidance of President Kim Il Sung was a great auspicious event of the Korean nation. He indicated tasks and ways for preserving and managing the mausoleum and providing the visit to it and underscored the need to actively unearth cultural legacies of the nation and carry forward and develop advantages of the nation.\n\t\t\t\t\t\n\t\t\t\t\tPresent at the meeting were Choe Thae Bok, Yang Hyong Sop, Kim Yong Jin, vice-premier of the Cabinet, officials and employees in the field of protecting national heritage and relevant fields, officials, teachers, researchers, journalists, editors in the fields of science, education and media and university students.\n\t\t\t\t\t\n\t\t\t\t\tSupreme leader Kim Jong Un's work \"To Protect National Heritage Is a Patriotic Undertaking for Adding Brilliance to the History and Traditions of Our Nation\" was conveyed at the meeting. \n\t\t\t\t\t\n\t\t\t\t\tKim Yong Jin in a report said Kim Jong Il's field guidance to the Mausoleum of King Tangun was a historic event of epochal significance in firmly adhering to the principles of Juche and national independence in the revolution and construction, further developing the work for protecting national heritage and adding brilliance to the history of the nation spanning 5 000 years.\n\t\t\t\t\t\n\t\t\t\t\tThe mausoleum built thanks to the noble will of Kim Il Sung and Kim Jong Il who properly formulated the history of the nation through great efforts and wisdom, attaching importance to the work for protecting the national heritage in the whole period of leading the revolution teaches the truth that the history of the nation shines only under the guidance of the illustrious leaders, the reporter noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe patriotic cause of Kim Il Sung and Kim Jong Il is shedding more brilliant rays under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tThe reporter underscored the need to take the ideas and theories of Kim Il Sung and Kim Jong Il on protecting national heritage as the guidelines and thoroughly carry out the important tasks set forth by Kim Jong Un in his work.\n\t\t\t\t\t\n\t\t\t\t\tHe underlined the need to constantly adhere to the principles of Juche character, historicism and scientific accuracy and settle all issues arising in protecting national heritage in keeping with the aspiration and wishes of the Korean people and their custom, emotion and feelings."
        },
        {
            "title": "KCNA Commentary Flays S. Korean Authorities for Abandoning Military Sovereignty",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-18ee.html",
            "content": "KCNA Commentary Flays S. Korean Authorities for Abandoning Military Sovereignty\r\nPyongyang, October 29 (KCNA) -- It was agreed to extend indefinitely the transfer of the right to wartime operation control (OPECON) at the south Korea-U.S. annual security consultative meeting held in Washington on Oct. 24.\n\t\t\t\t\t The indefinite extension of the transfer of the right to OPECON is an act of treachery as it fully revealed the intention of the present south Korean authorities to allow the U.S. to keep its forces in south Korea indefinitely, strengthen its colonial rule over south Korea and more frantically pursue confrontation with fellow countrymen and war moves against the north, utterly indifferent to the national dignity and self-esteem.\n\t\t\t\t\t\n\t\t\t\t\t Military sovereignty is one of the most important criteria in exercising the sovereignty of the nation and if a country is increasingly dependent on other country in military affairs, it is bound to be accompanied by political subjugation.\n\t\t\t\t\t\n\t\t\t\t\t The prerogative of the supreme command over the army in south Korea has been exercised by the U.S., pursuant to brigandish military treaties forced on it by Washington since the puppet army came into being as a colonial mercenary army.\n\t\t\t\t\t\n\t\t\t\t\t South Korean people have struggled for the transfer of the prerogative for a long period. It was expected to take it over till 2012. But it was extended till 2015 due to the treacherous act of traitor Lee Myung Bak, and the present puppet regime did not hesitate to extend it beyond 2020.\n\t\t\t\t\t\n\t\t\t\t\t After leaving the right to OPECON, the core of the military sovereignty, to the tender mercy of foreign forces, the puppet forces are claiming that they would push forward the transfer while talking about \"nuclear and missile threat of the north\", a mockery of the south Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces in south Korea have established various systems and procedures to exercise the right to OPECON. The U.S. made it a system to hold annual security consultative meeting and military committee meeting and interfere in military policies of south Korea as administrative means to shape military policies and strategies and settle various other practical issues related to the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is meeting its military demands through annual security consultative meeting and, at the same time, putting the south Korean army under its total control through the \"Combined Forces Command\" and hurling the puppet army into U.S. military operations overseas.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are depending on the U.S. forces in south Korea for all military strategy information and 70 percent of tactical information and the U.S. is providing most of weapons to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces have to purchase U.S.-made weapons worth an astronomic amount of dollars in return for extending the transfer of the right to OPECON indefinitely while the south Korean people have to cover a fabulous amount of defense expenditure every year, bound to the right to OPECON.\n\t\t\t\t\t\n\t\t\t\t\t The indefinite extension of the transfer of the right to OPECON convince  once again all Koreans that the present south Korean authorities have no iota of independent idea and they are no more than colonial stooges staking their fate on foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t They should cancel at once the extension of the transfer."
        },
        {
            "title": "Rodong Sinmun Blasts U.S. for Its Moves to Deploy THAAD in South Korea",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-10ee.html",
            "content": "Rodong Sinmun Blasts U.S. for Its Moves to Deploy THAAD in South Korea\r\nPyongyang, October 29 (KCNA) -- It was reported by the south Korean newspaper Kukmin Ilbo that the U.S. worked out a plan to deploy THAAD in a unit of the U.S. forces in south Korea three years ago and conducted a drill under the simulated conditions of THAAD deployment during the joint military exercise with the south Korean puppet army. \n\t\t\t\t\t Rodong Sinmun Wednesday observes in a commentary in this regard: This clearly indicates that the U.S. in collusion and conspiracy with the south Korean authorities made the deployment of THAAD in south Korea an established fact long ago and has pushed ahead with thorough preparations for it.\n\t\t\t\t\t\n\t\t\t\t\t What is ridiculous is that the U.S. and the south Korean ruling forces who made incoherent remarks about the deployment of THAAD in south Korea are busy misleading the public opinion by creating the impression that the purpose of the THAAD deployment was to cope with the \"north's provocation and threat\".\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the U.S. and south Korean puppet forces in pulling up the DPRK over its \"missile threat\" is to build their missile shield through the deployment of THAAD and finally round off the preparations for a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The objective of the U.S. deployment of THAAD in south Korea as the core of the missile shield is to contain Russia and China militarily and, furthermore, establish supremacy in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t Facts go to prove that a flurry of hackneyed rhetoric let loose by the U.S. and the south Korean puppet forces about \"missile threat\" from the DPRK and the like is nothing but a crafty artifice to calm down opposition of the neighboring countries to the deployment of THAAD and mislead the public opinion.\n\t\t\t\t\t\n\t\t\t\t\t No country will remain a passive onlooker to the U.S. moves to build a missile shield aimed at a preemptive nuclear attack."
        },
        {
            "title": "Minju Joson Raps Japanese Right-wing Conservative Forces' Visit to Yasukuni Shrine",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-13ee.html",
            "content": "Minju Joson Raps Japanese Right-wing Conservative Forces' Visit to Yasukuni Shrine\r\nPyongyang, October 29 (KCNA) -- Some days ago, the chief executive of Japan sent a ritual offering to Yasukuni Shrine with the approach of the Autumn festival. And 111 right-wing conservatives of the \"Dietmen's Meeting for All to Visit Yasukuni Shrine\" thronged to the shrine.\n\t\t\t\t\t Commenting on this, Minju Joson Wednesday terms it unpardonable anti-peace reckless actions.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the Japanese right-wing conservatives visited the shrine with an ulterior aim to console the departed soul of the criminals who were thrown into a dumping ground of history for going mad to conquer other nations and realize their ambition for overseas expansion at any cost.\n\t\t\t\t\t\n\t\t\t\t\t They defined it as their primary duty to embellish their inglorious past and lay a groundwork for setting about militarist overseas expansion once again and are leaving no stone unturned to fulfill it.\n\t\t\t\t\t\n\t\t\t\t\t As a matter of fact, the Japanese right-wing conservative forces are becoming evermore undisguised in their moves to revive militarism with the backing of their scenario for overseas expansion. But they should know that they will never succeed in their scenario to turn back the wheel of history.\n\t\t\t\t\t\n\t\t\t\t\t There are countries which want to see Japan become a Pacifist state but there is no country which will allow it to become a war state.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese right-wing conservative forces should stop at once their reckless moves for militarist overseas aggression, the commentary concludes."
        },
        {
            "title": "S. Korean Authorities' Double-Dealing Attitude Slammed",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-11ee.html",
            "content": "S. Korean Authorities' Double-Dealing Attitude Slammed\r\nPyongyang, October 29 (KCNA) -- The south Korean authorities are becoming all the more shameless in their behavior to evade the responsibility for the inter-Korean relations which have reached a grave phase and pull up the DPRK over the deplorable situation.\n\t\t\t\t\t Rodong Sinmun Wednesday in a commentary terms this a sheer distortion of the reality and an unpardonable insult to the DPRK which has made sincere efforts to improve the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should reflect on their criminal acts of overlooking the anti-DPRK conspiratorial actions and zealously backing them behind the scene before pulling up the DPRK while talking about \"provocation\" and \"double-dealing\" attitude, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t They are paying lip-service to dialogue and improved relations and desperately conducting leaflet scattering operations and firing bullets and shells at the north side. This is a height of hypocrisy and double-dealing attitude.\n\t\t\t\t\t\n\t\t\t\t\t Neither sound dialogue nor process to improve the inter-Korean relations can take place under the situation where they have daggers hidden behind their belts, while uttering high-sounding words.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that hard-won dialogue is bound to turn into a scene of confrontation and bring only bitter disappointment to the compatriots. \n\t\t\t\t\t\n\t\t\t\t\t As the successive south Korean authorities have made a mockery of the nation through such double-dealing attitude as smiling before the north's delegates while whetting their swords behind the scene, the north-south relations have experienced a vicious cycle of dialogue and confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should take the stand to treat compatriots with good faith and sincerely defuse the confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never allow the puppet group to have a dangerous gamble over the inter-Korean relations on which the destiny of the nation hinges and watch for a chance to carry out its policy of confrontation quite contrary to the above-said stand."
        },
        {
            "title": "S. Korean Authorities Urged to Abandon Their Idea of Confrontation with Fellow Countrymen",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-12ee.html",
            "content": "S. Korean Authorities Urged to Abandon Their Idea of Confrontation with Fellow Countrymen\r\nPyongyang, October 29 (KCNA) -- Anti-DPRK leaflet scattering operation of human scum slated to be conducted in the area around Rimjin Pavilion of south Korea on Oct. 25 was frustrated due to the strong opposition of local inhabitants and members of progressive organizations. \n\t\t\t\t\t The south Korean authorities are noisily trumpeting that the north raised halt to leaflet scattering as a precondition for the second round of north-south high-level contact and that the contact should be made as leaflet scattering was suspended. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Wednesday says in a commentary that human scum's leaflet scattering is a criminal act of escalating political and military tension between the north and the south and chilling the atmosphere of mending the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t It is the stand of the south Korean authorities to prod human scum into scattering leaflets in a bid to escalate military tension between the north and the south and push the atmosphere of the favorably developing inter-Korean relations to a catastrophe, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This is a blatant challenge to the aspiration and desire of all Koreans to improve the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t Is there anything to discuss with the south Korean authorities who are driving the inter-Korean relations to a catastrophe, prompted by a black-hearted intention? Though discussions are made, what success can be expected from such negotiations? The solution to the issue is for the south Korean authorities to abandon their idea of confrontation with fellow countrymen as soon as possible.\n\t\t\t\t\t\n\t\t\t\t\t Only when this basic problem is settled, is it possible to successfully solve the pending issues between the north and the south including the issue of human scum's leaflet scattering.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop all provocations rattling the nerves of fellow countrymen, though belatedly, bearing in mind that the key to settling the issues lies in abandoning their hostility toward the north."
        },
        {
            "title": "S. Korean Puppet Authorities' Act of Kowtowing to U.S. Denounced",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-19ee.html",
            "content": "S. Korean Puppet Authorities' Act of Kowtowing to U.S. Denounced\r\nPyongyang, October 29 (KCNA) -- The south Korean internet newspaper Voice of People in an editorial on October 27 denounced the puppet authorities' shameful act as they extended the period of the transfer of wartime operation control (OPECON) for an indefinite period.\n\t\t\t\t\t The editorial said the authorities at the annual security consultative meeting asserted the transfer of the right to OPECON will be possible only when crucial military capacity is built and suitable environment is created, thereby extending the transfer indefinitely, in fact.\n\t\t\t\t\t\n\t\t\t\t\t It denounced the present regime for throwing people into uneasiness and bringing disgrace to them as it is steeped in flunkeyism and submission."
        },
        {
            "title": "Women in U.S. Protest Conservative Forces' Racket for Labeling People as \"Forces Following North\"",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-17ee.html",
            "content": "Women in U.S. Protest Conservative Forces' Racket for Labeling People as \"Forces Following North\"\r\nPyongyang, October 29 (KCNA) -- Women in the U.S. accused the south Korean right-wing conservative elements of insulting those who waged actions demanding the probe into the truth behind the ferry Sewol sinking disaster on October 23.\n\t\t\t\t\t They said that the south Korean conservative media termed women in the U.S. \"forces following the north\" as they held a meeting and staged a demonstration calling for the institution of a special law on the ferry Sewol disaster and step-down of the chief executive during her visit to the U.S. in September.\n\t\t\t\t\t\n\t\t\t\t\t They noted that they would take a legal action against conservative forces."
        },
        {
            "title": "Pakistani Paper Flays U.S. Anti-DPRK \"Human Rights\" Racket",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-06ee.html",
            "content": "Pakistani Paper Flays U.S. Anti-DPRK \"Human Rights\" Racket\r\nPyongyang, October 29 (KCNA) -- The Pakistani paper Pakistan Observer on Oct. 23 carried an article titled \"Smear campaign against DPRK\", which condemned the U.S. anti-DPRK \"human rights\" racket.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is getting all the more frantic in its attempt to politically suppress specified countries and meddle in their internal affairs, abusing the holy human rights in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t Typical of it is the sinister \"human rights\" racket against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is working hard to persistently pull up the DPRK over its non-existent \"human rights issue\" in order to tarnish its image and bring down the social system and idea chosen by the Korean people and such an action has gone beyond the tolerance limit.\n\t\t\t\t\t\n\t\t\t\t\t Wild rumors and views on the DPRK spread in the world community because of the hostile forces' base move.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and other Western states should not pull up the DPRK over its human rights performance but understand the reality properly and reflect on their human rights abuses first."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Serbia",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Serbia\r\nPyongyang, October 29 (KCNA) -- A Serbian national committee for honoring the memory of leader Kim Jong Il was formed on Oct. 20.\n\t\t\t\t\tBatric Mijovic, general secretary of the New Yugoslav Communist Party of Serbia, was elected chairman of the memorial committee.\n\t\t\t\t\t\n\t\t\t\t\tThe committee set the memorial and remembrance period from Dec. 1 to 20 and decided to organize political and cultural events including seminar, lecture, film show and photo exhibition in the period."
        },
        {
            "title": "Kim Jong Il to Be Remembered in DR Congo",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-04ee.html",
            "content": "Kim Jong Il to Be Remembered in DR Congo\r\nPyongyang, October 29 (KCNA) -- A committee of DR Congo for remembering leader  Kim Jong Il was formed in Kinshasa on Oct. 21.\n\t\t\t\t\t Andre Lohekele Kalonda, secretary general of the African Regional Committee for the Study of the Juche Idea and chairman of the National Committee for the Study of the Juche Idea of DR Congo, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee set the remembrance period from Oct. 25 to Dec. 17 and decided to organize various events including a remembrance meeting, seminar, film show and photo exhibition during the period."
        },
        {
            "title": "Kim Jong Il Praised by Personage of DR Congo",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-05ee.html",
            "content": "Kim Jong Il Praised by Personage of DR Congo\r\nPyongyang, October 29 (KCNA) -- Though leader Kim Jong Il passed away, he is immortal in the hearts of progressives for his undying exploits for socialist Korea and the world revolution. \n\t\t\t\t\t Andre Lohekele Kalonda, secretary general of the African Regional Committee for the Study of the Juche Idea and chairman of the National Committee for the Study of the Juche Idea of DR Congo, said this at the inaugural ceremony of the DR Congo committee for remembering leader Kim Jong Il held in Kinshasa on Oct. 21. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t On December 17 this year the world progressive people will solemnly commemorate the third anniversary of demise of Kim Jong Il, who was the prominent leader of the human cause of independence, in boundless reverence and yearning for him. \n\t\t\t\t\t\n\t\t\t\t\t Famous works authored by Kim Jong Il are precious legacy he bequeathed to us desiring independent country and ideal society of mankind against domination and interference by the imperialists. The reality in the DPR of Korea, which has grown stronger in political, economic and military fields under his wise guidance, gives progressive mankind great confidence and courage for the victory of the Juche idea. \n\t\t\t\t\t\n\t\t\t\t\t We will deeply recollect the revolutionary life of Kim Jong Il once again to firmly arm ourselves with the great Kimilsungism-Kimjongilism on this occasion."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Bangladesh",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-07ee.html",
            "content": "Kim Jong Il to Be Remembered in Bangladesh\r\nPyongyang, October 29 (KCNA) -- A Bangladeshi committee for remembering leader Kim Jong Il was formed on October 22. \n\t\t\t\t\t Garib Newaz, president of the Bangladesh People's League, was elected chairman of the committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee called upon progressive political parties, organizations and organizations for friendship and solidarity with the Korean people and organizations for the study of the Juche idea to hold colorful political and cultural events in praise of the undying exploits of Kim Jong Il."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Finland",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-08ee.html",
            "content": "Kim Jong Il to Be Remembered in Finland\r\nPyongyang, October 29 (KCNA) -- A Finnish committee for honoring the memory of leader Kim Jong Il was formed in Helsinki on Oct. 19 to observe the third anniversary of his demise.\n\t\t\t\t\t Antti Sika Aho, chairman of the Finland-Korea Society, and Juha Kieksy, chairman of the Finnish National Committee for the Study of the Juche Idea, were elected co-chairmen of the memorial committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize various events to honor the memory of Kim Jong Il on the occasion of the third anniversary of his demise."
        },
        {
            "title": "Kim Jong Un recorre restaurante de militares recien construido",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-02ss.html",
            "content": "Kim Jong Un recorre restaurante de militares recien construido\r\nPyongyang, 29 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, junto con Ri Sol Ju, dirigio en el terreno el restaurante de militares recien construido.\n\t\t\t\t\tAl presenciarlo, el Mariscal recordo con emocion sobre las hazanas inmortales de direccion del Presidente Kim Il Sung y el Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dijo que el restaurante de militares inaugurado en febrero de 1948 por la iniciativa personal del Presidente, realizo su  servicio tanto en el periodo de construccion de nueva patria como en el de la Guerra de Liberacion de la Patria y garantizo con exito el banquete en  honor de la victoria de guerra con la participacion del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tAun en el periodo de la marcha penosa, el restaurante no interrumpio su servicio gracias a la solicitud del Dirigente Kim Jong Il quien tomo medidas para suministrar las materias primas con lo cual los militares del EPC no olvidaran para siempre el amor calido del Dirigente, senalo.\n\t\t\t\t\t\n\t\t\t\t\tDijo que durante decenas de anos pasados el restaurante cumplio con su papel y deber como base del servicio gastronomico para militares e  instruyo  que los funcionarios y empleados del restaurante deben glorificar la gran solicitud del Presidente y el Dirigente al realizar bien el servicio.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal averiguo en detalle el estado de construccion y el plan de servicio, recorriendo varios puntos del restaurante inclusive los comedores y cocinas.\n\t\t\t\t\t\n\t\t\t\t\tElogio que todos los comedores fueron construidos ancha y satisfactoriamente como establecimiento de servicio masivo, es especifico el adorno interno y sutil el color de los materiales de acabado para la construccion, razon por la cual, el restaurante podria ofrecer hasta el banquete estatal.\n\t\t\t\t\t\n\t\t\t\t\tSon buena la calidad de mesas de comer, sillas y otros muebles, se acondiciono bien la cocina y estan preparados perfectamente los utensilios inclusive las vasijas de fideos, dijo y agrego que el restaurante dispone de modernos equipos de desinfeccion y lavadura para poder asegurar por completo la seguridad sanitaria.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal presento las tareas para realizar bien la administracion y el servicio del restaurante para militares.\n\t\t\t\t\t\n\t\t\t\t\tMenciono que para ser un restaurante masivo que los militares visitan de buena gana, los funcionarios y empleados deben mostrar la cordialidad y cultura con el espiritu de servicio abnegado por el pueblo y senalo la importancia de desplegar la lucha para elevar la calidad de fideos.\n\t\t\t\t\t\n\t\t\t\t\tOrdeno que el restaurante debe realizar competencia de calidad de fideos con los restaurantes famosos como restaurante Okryu y en particular, deben acelerar el trabajo para la capacitacion de los cocineros.\n\t\t\t\t\t\n\t\t\t\t\tSenalando que deben tomar medidas perfectas para suministrar las materias primas para normalizar la administracion del restaurante y dijo que el mismo resolvera todos los problemas planteados.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dijo que el restaurante fue construido perfectamente segun la voluntad del Partido y evaluo el trabajo de los constructores militares que irguieron el restaurante como obra orgullosa de la epoca de Songun.\n\t\t\t\t\t\n\t\t\t\t\tEste dia, el Mariscal saboreo personalmente los fideos junto con los cuadros acompanantes del Partido, el Estado y el ejercito y expreso la esperanza y conviccion de que cumplira con su deber como organo de servicio preferido por los militares, al mantener bien el propio sabor y tradicion de fideos, comida nacional, y elevar mas la calidad de varias comidas.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron al Mariscal en la ocasion Choe Ryong Hae, Pak Pong Ju, Kim Ki Nam, Kim Yang Gon, Han Kwang Sang, Ri Jae Il, Pak Myong Chol y Ma Won Chun."
        },
        {
            "title": "Kim Jong Un presencia juego de futbol femenino con pyongyaneses",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-01ss.html",
            "content": "Kim Jong Un presencia juego de futbol femenino con pyongyaneses\r\nPyongyang, 29 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, junto con los ciudadanos de Pyongyang, presencio el dia 28 en el reconstruido Estadio Primero de Mayo el juego de futbol femenino entre la seleccion nacional y el equipo Wolmido.\n\t\t\t\t\tEl Mariscal dio aplausos a cada uno de los  goles sucesivos de la seleccion nacional.\n\t\t\t\t\t\n\t\t\t\t\tEn el juego, la seleccion nacional, que habia mostrado su capacidad como equipo maximo de Asia, vencio a Wolmido por 9:0.\n\t\t\t\t\t\n\t\t\t\t\tAl termino de la competencia, el Mariscal llamo a la tenista de mesa Kim Jong, quien no pudo participar en el pasado encuentro con los jugadores y entrenadores que ganaron medallas de oro en los XVII Juegos Asiaticos y los campeonatos mundiales y tomo foto de recuerdo con ella.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal expreso gran satisfaccion de que el Estadio Primero de Mayo fue remodelado con motivo del dia de fundacion del Partido, conforme al simbolo del establecimiento de deportes de nuestro pais y al aspecto del pais civilizado.\n\t\t\t\t\t\n\t\t\t\t\tEl Estadio Primero de Mayo es el estadio de talla mundial erguido por el grandioso proyecto y decision del Dirigente Kim Jong Il y es el orgullo y tesoro de la Corea de Songun, apunto.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que con el poderio de la gran unidad del ejercito y el pueblo, fue terminado con exito en un breve tiempo la remodelacion del estadio con capacidad de 150 mil asientos y dio agradecimiento en nombre del Comite Central del PTC a los militares, constructores y cooperantes que realizaron proezas laborales en transformar mejor el estadio segun la demanda de la epoca actual que aspira a la potencia de deportes.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dijo que entre nuestros habitantes se eleva extraordinariamente la atencion sobre el deporte y sobre todo, se aviva mas el fervor deportivo con motivo de los XVII Juegos Asiaticos y presento las tareas para convertir el Estadio Primero de Mayo en el centro importante que permite desarrollar el deporte del pais y contribuir a la vida cultural del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en verlo Choe Ryong Hae, Hwang Pyong So, Choe Thae Bok, Hyon Yong Chol, Pak To Chun, Kang Sok Ju, Kim Yang Gon, Kim Phyong Hae, Kwak Pom Gi, O Su Yong, Ro Tu Chol, Jo Yon Jun, Kim Su Gil y otros cuadros directivos del Partido, el Estado y el ejercito y los miembros del Comite Estatal de Direccion de Deportes."
        },
        {
            "title": "Kim Yong Nam conversa con presidente congoleno",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-21ss.html",
            "content": "Kim Yong Nam conversa con presidente congoleno\r\nPointe Noire, 28 de octubre (Corresponsal de ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam quien realiza una visita oficial y de amistad a la Republica del Congo, departio el dia 28 en Pointe Noire, ciudad local del pais africano, con el presidente congoleno Denis Sassou Nguesso.\n\t\t\t\t\tAmbas partes se informaron de la situacion de sus respectivos paises, compartieron las opiniones referentes a la actual situacion internacional y discutieron los asuntos sobre el mayor desarrollo de las relaciones de amistad y cooperacion entre ambos paises y la revitalizacion del Movimiento de los No  Alineados y otros temas de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion participaron por la parte coreana, el ministro de Salud Publica Kang Ha Guk, el vicecanciller Kung Sok Ung, el viceministro de Relaciones Economicas con el Extranjero, So Kil Bok, el encargado de negocios a.i. en Congo, Choe Chol Su y otros acompanantes, y por la congolena, el presidente del Senado, Andre Obami Itou, el de la Asamblea Nacional, Justin Koumba, el ministro de Estado y ministro del Trabajo y la Seguridad Social, Florent Ntsiba, el asesor del presidente encargado de los asuntos diplomaticos, Adouki y otros miembros de la Asamblea Nacional y el Ministerio de Relaciones Exteriores."
        },
        {
            "title": "Efectuadas conversaciones por sectores entre Corea y Congo",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-20ss.html",
            "content": "Efectuadas conversaciones por sectores entre Corea y Congo\r\nBrazzaville, 28 de octubre (Corresponsal de ACNC) -- Tuvieron lugar el dia 28 en esta capital las conversaciones por sectores entre la Republica Popular Democratica de Corea y la Republica del Congo.\n\t\t\t\t\tA las platicas asistieron por la parte coreana el ministro de Salud Publica, Kang Ha Guk, el vicecanciller Kung Sok Ung y el viceministro de de Relaciones Economicas con el Extranjero, So Kil Bok, y por la parte congolena, el ministro de Salud Publica y Poblacion, Francois Ibovi, el subsecretario general del Ministerio de Relaciones Exteriores, Albert Nkwoi, y el ministro de Comercio y Suministro, Claudine Munari.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes intercambiaron las opiniones para desarrollar mas conforme a los intereses de ambos pueblos las relaciones de amistad y cooperacion Corea-Congo que tienen larga historia.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, quedo rubricada una nota de entendimiento sobre la cooperacion en salud publica entre los gobiernos de Corea y Congo."
        },
        {
            "title": "Kim Yong Nam desea desarrollo y prosperidad de Turquia",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-05ss.html",
            "content": "Kim Yong Nam desea desarrollo y prosperidad de Turquia\r\nPyongyang, 29 de octubre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 29 un mensaje de felicitacion al presidente de la Republica de Turquia, Recep Tayyip Erdogan, con motivo del dia nacional de este pais. \n\t\t\t\t\tEl remitente felicito al mandatario y pueblo de Turquia y deseo el desarrollo y prosperidad de este pais amistoso."
        },
        {
            "title": "Premier recorre campo de construccion de base ganadera de Sepho",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-19ss.html",
            "content": "Premier recorre campo de construccion de base ganadera de Sepho\r\nPyongyang, 29 de octubre (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, recorrio el campo de construccion de la base ganadera de la zona de Sepho que se trasforma en medio de gran fervor  por la creacion de la velocidad de Corea.\n\t\t\t\t\tRecorriendo varios lugares de esta zona, Pak estudio en detalles el estado de construccion y suministro de materiales y estimulo a los constructores que logran los exitos innovadores en materializar el proyecto del Partido.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar en el terreno la reunion consultiva de los funcionarios interesados.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fue enfatizada la necesidad de tomar medidas para elevar la fertilidad de tierra a base de haber analizado en detalles el estado de la tierra por parcelas y aumentar decisivamente la cantidad de produccion de hierbas y materializar cabalmente la politica del Partido de producir la carne con las hierbas.\n\t\t\t\t\t\n\t\t\t\t\tAdemas se refirieron a los problemas de suministrar a tiempo los materiales de construccion tales como el cemento y los materiales de acero y los equipos, terminar cuanto antes la obra de arquitectura y elevar la porcion de equipos criollos.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad el premier se entero en terreno del estado de la construccion de la segunda terminal del Aeropuerto Internacional de Pyongyang y consulto sobre los problemas para realizar con responsabilidad la obra y  garantizar en lo cientifico y tecnico la calidad de los edificios.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, Pak recorrio el Complejo Quimico de Sunchon, la Central Termoelectrica de Sunchon y la Imprenta de Libros para la Ensenanza e hizo reuniones consultivas."
        },
        {
            "title": "ACNC califica a autoridades surcoreanas de sirvientes de guerra de EE.UU.",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-15ss.html",
            "content": "ACNC califica a autoridades surcoreanas de sirvientes de guerra de EE.UU.\r\nPyongyang, 29 de octubre (ACNC) -- En la reunion consultiva anual de seguridad (SCM) Sur de Corea-Estados Unidos, efectuada el dia 24 en Washington, ambas partes acordaron prolongar por tiempo indefinido el periodo de traspaso del mando de operaciones en el tiempo de guerra. \n\t\t\t\t\tEste crimen antinacional revela la intencion de las autoridades surcoreanas de perpetuar la ocupacion y la dominacion colonial de EE.UU. sobre el suelo surcoreano, intensificar la confrontacion fratricida y las maniobras belicas contra la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tLa soberania militar es uno de los mas importantes indices para el ejercicio de soberania nacional. Y es natural que la agravacion de avasallamiento militar aumente la subyugacion politica. \n\t\t\t\t\t\n\t\t\t\t\tDesde la fundacion del ejercito mercenario colonial del Sur de Corea hasta la fecha el poder de mando supremo sobre el ejercito del Sur de Corea lo ejerce EE.UU. en virtud de los leoninos tratados militares impuestos por el este imperio. \n\t\t\t\t\t\n\t\t\t\t\tLa poblacion surcoreana lucho durante mucho tiempo por el traspaso del mando militar y consiguio la promesa de rescatarlo hasta 2012. Pero, el traidor Lee Myung Bak lo prolongo hasta 2015 y el actual gobierno titere, no satisfecho con esto, lo dilato por tiempo indefinido despues de 2020. \n\t\t\t\t\t\n\t\t\t\t\tAhora los titeres surcoreanos insisten en promover el traspaso de mando militar tomando como promesa la eliminacion de \"amenaza nuclear y de misiles del Norte\", lo cual es una burla a la poblacion surcoreana. \n\t\t\t\t\t\n\t\t\t\t\tLas tropas norteamericanas ocupantes del Sur de Corea establecieron distintos sistemas y tramitaciones para tomar el mando de operaciones en tiempo de guerra y controlar las operaciones del ejercito titere surcoreano. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. sistematiza la intervencion en las politicas militares del Sur de Corea mediante la convocacion del SCM y la Comision Militar como aparatos administrativos para realizar la politica y estrategia militares sobre la Peninsula Coreana y resolver diversos problemas practicos concernientes. \n\t\t\t\t\t\n\t\t\t\t\tA traves del SCM y otros satisface sus demandas militares, controla totalmente el ejercito surcoreano por medio de la \"comandancia de las fuerzas combinadas\" e incorpora a los efectivos surcoreanos a sus operaciones militares en ultramar. \n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos reciben de las tropas norteamericanas ocupantes del suelo surcoreano 70 por ciento de todas sus informaciones estrategicas y tacticas militares y la mayoria de las armas. \n\t\t\t\t\t\n\t\t\t\t\tA precio de haber anulado el traspaso de mando de operaciones en tiempo de guerra, los titeres surcoreanos deben comprar la cantidad astronomica de armas norteamericanas y la poblacion surcoreana debe pagar cada ano enormes gastos para la defensa. \n\t\t\t\t\t\n\t\t\t\t\tEn este mundo no habra otros tontos como los titeres surcoreanos que ofrecen a las fuerzas extranjeras el mando de operaciones militares renunciando hasta la soberania militar. \n\t\t\t\t\t\n\t\t\t\t\tLa prolongacion  indefinida del periodo de traspaso de mando de operaciones en tiempo de guerra muestra que las autoridades surcoreanas son sirvientes coloniales de EE.UU. que no tienen ni la minima conciencia independiente. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben dejar de inmediato su tonteria."
        },
        {
            "title": "Minju Joson urge a autoridades surcoreanas dejar la conciencia conflictiva",
            "url": "http://kcna.co.jp/item/2014/201410/news29/20141029-12ss.html",
            "content": "Minju Joson urge a autoridades surcoreanas dejar la conciencia conflictiva\r\nPyongyang, 29 de octubre (ACNC) -- Result abortado el plan de las escorias humanas de lanzar el da 25 los volantes de contenido anti-Repblica Popular Democrtica de Corea desde la zona del Pabelln Rimjin del Sur de Corea debido al fuerte rechazo de los habitantes locales y los miembros de entidades progresistas.\n\t\t\t\t\tAl respecto, las autoridades surcoreanas insisten en la segunda ronda de contacto de alto nivel Norte-Sur, diciendo que la Repblica Popular Democrtica de Corea present como premisa el cese de lanzamiento de volantes.\n\t\t\t\t\t\n\t\t\t\t\tEl peridico Minju Joson, en un comentario individual de este mircoles, califica el lanzamiento de volantes como un crimen que agrava la tensin poltica y militar entre ambas partes coreanas y rompe el ambiente de mejora de las relaciones ntercoreanas, y contina:\n\t\t\t\t\t\n\t\t\t\t\tLa posicin de las autoridades surcoreanas es instigar a las escorias humanas al lanzamiento de volantes a fin de aumentar la tensin militar entre ambas partes coreanas y envenenar totalmente el ambiente favorable a las relaciones ntercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tEsto es un desafo brutal a la aspiracin de toda la nacin a la mejora de vnculos Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tNo se puede obtener ningn resultado en el dilogo con las autoridades surcoreanas que tienen el siniestro intento de romper las relaciones ntercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tLa clave de solucin del problema est en eliminar cuanto antes la conciencia fratricida de las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\tAs ambas partes coreanas podrn resolver los problemas pendientes, incluso el lanzamiento de volantes.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tenerlo presente y dejar de cometer actos provocativos e insultantes a la parte connacional."
        }
    ]
}