{
    "date": "2015-11-26",
    "url": "http://kcna.co.jp/item/2015/201511/2015-11-26ee.html",
    "articles": [
        {
            "title": "KCNA Indicts U.S. for Its Hideous Human Rights Abuses",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-07ee.html",
            "content": "KCNA Indicts U.S. for Its Hideous Human Rights Abuses\r\n Pyongyang, November 26 (KCNA) -- The Korean Central News Agency in its indictment Wednesday said that the worst refugee crisis is sweeping the world at present.\n\t\t\t\t\t Tens of thousands of refugees who lost their homes due to the bloody wars being fought by the U.S. pursuant to its policy of intervention and its scenario to topple the governments of other countries are wandering in quest of a means of living, feeling nostalgic for their dear native places.\n\t\t\t\t\t\n\t\t\t\t\t Their wretched plight fully lays bare the hypocritical nature of the U.S. and the West who are styling themselves \"human rights champions\" and their true colors as the mastermind of the refugee crisis.\n\t\t\t\t\t\n\t\t\t\t\t The world is in the grip of the worst refugee crisis since the Second World War, the indictment noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Europe turned into mayhem due to the unheard-of influx of refugees.\n\t\t\t\t\t\n\t\t\t\t\t It is said that more than 502,000 refugees are on the way to Europe except for those who have immigrated to it since early this year.\n\t\t\t\t\t\n\t\t\t\t\t Many refugees drowned on their way to Europe aboard old smuggling boats after being cheated by brokers.\n\t\t\t\t\t\n\t\t\t\t\t Even those who succeeded in reaching Europe are more dead than alive.\n\t\t\t\t\t\n\t\t\t\t\t Newspapers and TVs show photos and videos dealing with human rights abuses such as policemen forcibly deporting refugees by trucks like boxes, throwing food on them the way they do to animals and kicking a man running with a child in his arms to fall down. All these maltreatments are sparking off great resentment and concern.\n\t\t\t\t\t\n\t\t\t\t\t This refugee crisis is an inevitable product of the U.S. hegemonic policy of intervention aimed to realize its ambition to dominate the world.\n\t\t\t\t\t\n\t\t\t\t\t The alarming increase of the number of refugees in the Mideast and North Africa is mainly attributable to the collapse of governments and serious social instability in the regions caused by foreign forces' persistent interference and subversive activities and sabotage.\n\t\t\t\t\t\n\t\t\t\t\t In the new century the U.S. has ignited many wars under the various pretexts in order to dominate the world, triggering off an unprecedented refugee crisis.\n\t\t\t\t\t\n\t\t\t\t\t The air raids being made by the U.S. and the West on Syria under the pretext of \"war against terrorism\" are producing an unprecedented number of refugees.\n\t\t\t\t\t\n\t\t\t\t\t The \"color revolution\" which the U.S. regards as another mainstay for world supremacy along with war is one of the main causes of refugee crisis.\n\t\t\t\t\t\n\t\t\t\t\t Harboring illusion about the U.S. and toeing its line lead to self-destruction, the indictment noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This is clearly evidenced by what is happening in Europe flooded with refugees.\n\t\t\t\t\t\n\t\t\t\t\t The reality in the Mideast and North African countries and utter chaos in Europe teach the truth of history that any country gets subservient to the U.S. without distinct ism and stance may make the prospect and future of the nation gloomy and bring it a tragic fate.\n\t\t\t\t\t\n\t\t\t\t\t Many countries and international bodies are busy with diplomacy calling for the early settlement of the refugee crisis.\n\t\t\t\t\t\n\t\t\t\t\t But this crisis can hardly find its solution and the world can't be peaceful as long as the U.S., the root cause of all the misfortunes and calamities of humankind, exists.\n\t\t\t\t\t\n\t\t\t\t\t The best solution to the refugee crisis is to severely punish the U.S., the world's worst human right abuser and disturber of the world peace and stability, the indictment stressed."
        },
        {
            "title": "Symposium on Space Science and Technology Held",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-12ee.html",
            "content": "Symposium on Space Science and Technology Held\r\n Pyongyang, November 26 (KCNA) -- A symposium on space science and technology took place at Kim Il Sung University on Nov. 25 and 26.\n\t\t\t\t\t Present there were teachers, researchers, scientists and technicians of dozens of different units including the National Aerospace Development Administration, State Academy of Sciences, Academy of Social Sciences, Education Commission, Kim Il Sung University and Kim Chaek University of Technology.\n\t\t\t\t\t\n\t\t\t\t\t The symposium was divided into various panels including the panel of the satellite basic science and the panel of satellite applied technology.\n\t\t\t\t\t\n\t\t\t\t\t It heard hundreds of papers dealing with the achievements and experience gained by scientific research and educational institutions, commissions, ministries and national institutions in the dynamic drive to develop space science and technology. \n\t\t\t\t\t\n\t\t\t\t\t The symposium also heard papers dealing with the immortal feats performed by the peerlessly great men of Mt. Paektu for the nation's development of space science and the validity and vitality of the Workers' Party of Korea's policy for space development for peaceful purposes. \n\t\t\t\t\t\n\t\t\t\t\t Introduced at the symposium were valuable papers dealing with the successes made in giving fresh solutions to the scientific and technological issues arising in the development of earth observation satellite and communications satellite and the papers on profound clarification of the issues arising in widely using the pictures provided by satellites for developing the national economy."
        },
        {
            "title": "2015 Sci-Tech Symposium in Field of Greenhouse Vegetable Closes",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-14ee.html",
            "content": "2015 Sci-Tech Symposium in Field of Greenhouse Vegetable Closes\r\n Pyongyang, November 26 (KCNA) -- 2015 sci-tech symposium in the field of greenhouse vegetable closed with due ceremony at the Pyongyang Vegetable Science Institute of the Academy of Agricultural Science on Thursday. It was opened on Nov. 19.\n\t\t\t\t\t The symposium heard papers introducing successes and experience gained in settling scientific and technical problems arising in production of seeds of greenhouse vegetables and their cultivation. There took place a workshop, distribution of sci-tech books, video-show. The participants visited several units. \n\t\t\t\t\t\n\t\t\t\t\t \"Technique for increasing per hectare yield of cucumber in hydroponic greenhouse,\" \"Technique of rational water-saving style farming method in mud-walled plastic sheet greenhouses\" and other papers were highly appreciated. \n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Kwak Pom Gi, secretary of the Central Committee of the Workers' Party of Korea, officials concerned, scientists, technicians and workers of greenhouse vegetable research institutes and production units from across the country. \n\t\t\t\t\t\n\t\t\t\t\t Ri Chol Man, vice-premier of the Cabinet and minister of Agriculture, made a closing address."
        },
        {
            "title": "National Food Show Held",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-17ee.html",
            "content": "National Food Show Held\r\n Pyongyang, November 26 (KCNA) -- A national food show took place at Pyongyang Noodle House on Wednesday and Thursday.\n\t\t\t\t\t The show that took place under the sponsorship of the Central Committee of the Korean Association of Cooks saw the presentation of more than 1,000 pieces of national dishes by over 150 units in the people's service field, external service field and in provinces (municipal cities).\n\t\t\t\t\t\n\t\t\t\t\t The show was divided into show by those units associated with the guidance by the great leaders, local specialties show and show by public catering units of ministries and national institutions.\n\t\t\t\t\t\n\t\t\t\t\t All the units that took part in the show presented excellent national dishes including traditional food that has been inherited from the olden times, ordinary family food, specialties and seasonal food.\n\t\t\t\t\t\n\t\t\t\t\t Drawing the attention of the visitors were stands of Okryu Restaurant, Chongryu Restaurant, Changgwang Public Service Management Bureau, Youth Hotel, Pyongyang Tangogi Restaurant. \n\t\t\t\t\t\n\t\t\t\t\t Also highly appreciated were food and drinks from Kanggye Chicken Entrails Soup Restaurant, Changsong Noodle House, Kaesong Noodle House and Sinhung Restaurant."
        },
        {
            "title": "National Exhibition of Wine, Essential and Children's Foodstuff Held",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-18ee.html",
            "content": "National Exhibition of Liquor, Essential and Children's Foodstuff Held\r\n Pyongyang, November 26 (KCNA) -- The 5th National Exhibition of Liquor, Essential and Children's Foodstuff took place here from Nov. 24 to 26.\n\t\t\t\t\t Presented to the exhibition were children's foodstuff, liquor, soy sauce, bean paste and oil produced by factories and enterprises across the country.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang Children's Foodstuff Factory was highly appreciated in the field of children's foodstuff and the Taedonggang Foodstuff Factory and the Kanggye Winery in the field of liquor and Pyongyang Essential Foodstuff Factory in the field of essential foodstuff.\n\t\t\t\t\t\n\t\t\t\t\t During the exhibition period, there were visits to model factories in the field of food industry such as Pyongyang Children's Foodstuff Factory and a workshop."
        },
        {
            "title": "Sci-Tech Presentation and Exhibition in Paint Field Held",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-19ee.html",
            "content": "Sci-Tech Presentation and Exhibition in Paint Field Held\r\nPyongyang, November 26 (KCNA) -- The national sci-tech presentation and exhibition in the field of paint took place in Pyongyang on Nov. 25 and 26 under the sponsorship of the Central Committee of the General Federation of Science and Technology of Korea.\n\t\t\t\t\tPresent there were scientists, technicians, teachers and researchers of several units including the Ministry of Chemical Industry, Sunchon Chemical Complex, Pyongyang Paint Factory, Kim Chaek University of Technology, Phyongsong University of Industry and Pyongyang Natural Perfume Institute.\n\t\t\t\t\t\n\t\t\t\t\tPresented there were dozens of papers conducive to developing and producing paint in reliance on the indigenous technology and natural resources.\n\t\t\t\t\t\n\t\t\t\t\tHighly appreciated were papers dealing with scientific research successes made in resolving issues arising in realities and proposals which proved effective in various fields of the national economy. \n\t\t\t\t\t\n\t\t\t\t\tAlso presented there were technical products of high economic significance and efficacy.\n\t\t\t\t\t\n\t\t\t\t\tThere were lectures on the trend of development of paint industry and scientific and technological issues in raising the quality of paint and lowering production cost."
        },
        {
            "title": "Quality Spring Discovered in Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-15ee.html",
            "content": "Quality Spring Discovered in Pyongyang\r\n Pyongyang, November 26 (KCNA) -- The Democratic People's Republic of Korea is rich in quality water resources.\n\t\t\t\t\t Another quality spring, called Rangnang Spring, was recently discovered in the area around the Monument to the Three Charters for National Reunification in Rangnang District, Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The State Sanitary Inspection Board and the Environmental Sanitation Institute under the Ministry of Public Health confirmed this spring as natural health water.\n\t\t\t\t\t\n\t\t\t\t\t The new spring water contains more than 30-odd mineral matters such as calcium, magnesium, potassium, sodium, chloride ion and sulfuric acid ion.\n\t\t\t\t\t\n\t\t\t\t\t It helps promote digestion and prevent and treat circulatory diseases.\n\t\t\t\t\t\n\t\t\t\t\t According to its analysis, this water is especially efficacious for chronic colitis, chronic hepatitis, pancreatitis, piles and diabetes."
        },
        {
            "title": "Coal Output on Increase",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-16ee.html",
            "content": "Coal Output on Increase\r\n Pyongyang, November 26 (KCNA) -- Youth shock brigades in different coal mines of the DPRK are taking the lead in a drive to greet the 7th Congress of the Workers' Party of Korea with increased coal production.\n\t\t\t\t\t The youth shock brigade in the Songnam Youth Coal Mine in Pukchang area carried out its yearly quota at 120 percent as of October 25.\n\t\t\t\t\t\n\t\t\t\t\t Youth shock brigades in the Tokchon and Ryongdae coal mines and Chonsong Youth Coal Mine have already overfulfilled their yearly plans.\n\t\t\t\t\t\n\t\t\t\t\t The youth shock brigade in the Tukjang Youth Coal Mine has increased coal output by giving precedence to tunneling.\n\t\t\t\t\t\n\t\t\t\t\t The same is true of the youth shock brigades in the Ryongdung Coal Mine in Kujang area, Sinri Coal Mine in Anju area and Kyongdun Coal Mine in Hamnam area."
        },
        {
            "title": "Minju Joson Assails S. Korean Chief Executive for Her Outbursts Inciting Confrontation",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-11ee.html",
            "content": "Minju Joson Assails S. Korean Chief Executive for Her Outbursts Inciting Confrontation\r\n Pyongyang, November 26 (KCNA) -- The south Korean chief executive, addressing international meetings during her recent foreign junkets, cried out for pressurizing the north \"to make a strategic decision to abandon its nuclear program,\" talking rubbish that the \"nuclear issue of the north is a serious threat to the region and the rest of the world.\"\n\t\t\t\t\t She went the lengths of soliciting \"cooperation of foreign forces in the nuclear racket against the north,\" not content with her ridiculous behavior to lead the north to \"changes,\" jabbering that the \"north could hardly get what it desired through its nuclear development.\"\n\t\t\t\t\t\n\t\t\t\t\t Commenting on these remarks, Minju Joson Thursday says:\n\t\t\t\t\t\n\t\t\t\t\t What she uttered is no more than jargons of a wicked confrontation maniac keen to realize the wild ambition for achieving \"unification of social systems\" in zealous pursuance of the U.S. hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue on the Korean Peninsula was spawned by the ever more undisguised U.S. hostile policy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It was none other than the U.S. which made a mockery of the DPRK's sincere efforts for the denuclearization on the peninsula. It resorted to every move to stifle the DPRK, labeling the DPRK as an \"outpost of tyranny and a rogue state.\" \n\t\t\t\t\t\n\t\t\t\t\t The U.S. regards the peninsula as a bridgehead for realizing its ambition for world domination. It has left no means untried to deliberately deteriorate the regional situation, displeased with a climate for improving the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t It is as plain as a pikestaff that once a war breaks out on the peninsula where the interests of big powers are intertwined, it will spill over into the neighboring countries.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the chief executive of south Korea is vociferating about the \"threat from the north.\" Her claim only reveals her sinister intention to achieve the \"unification of social systems\" by justifying the saber-rattling for invading the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t She is working hard to lead the DPRK to \"changes\" with sheer sophism that its abandonment of its nuclear program would open the \"road to prosperity.\" This rhetoric only touches off towering resentment among service personnel and people of the DPRK."
        },
        {
            "title": "KCNA Commentary Slams S. Korean Chief Executive's Reckless Remarks against DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-13ee.html",
            "content": "KCNA Commentary Slams S. Korean Chief Executive's Reckless Remarks against DPRK\r\n Pyongyang, November 26 (KCNA) -- The south Korean chief executive is letting loose a whole string of jargons finding fault with the DPRK's nuclear deterrent for self-defence.\n\t\t\t\t\t During her recent foreign junkets she solicited cooperation in the anti-DPRK nuclear racket, jabbering that \"it is necessary to pressurize the north to make a strategic decision to abandon its nuclear program and opt for changes.\"\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that the international community is getting tired of hearing ever louder calls made by her for the \"north's abandonment of its nuclear program\" during her foreign trips.\n\t\t\t\t\t\n\t\t\t\t\t This is because she is just echoing her master's above-said trumpeting while failing to clarify the nature of the issue and solution to it.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear issue on the Korean Peninsula was spawned as the U.S. reduced south Korea to the world's biggest nuclear arsenal and threatened and blackmailed the DPRK with ceaseless nuclear war drills.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has staged more than 18,000 nuclear war exercises and joint military drills against the DPRK in south Korea and its vicinity since the Korean Armistice Agreement was concluded.\n\t\t\t\t\t\n\t\t\t\t\t Such fact goes to prove who should make a strategic decision of dismantling nuclear weapons and opt for cooperation in the efforts to settle the nuclear issue in order to ensure peace and stability on the Korean Peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the present chief executive is turning her face away from her master's nuclear blackmail and unreasonably taking issue with the north's nuclear deterrent for self-defence. Such attitude is unjustifiable.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear deterrent poses no problem under any circumstances as it is a treasured sword of justice for defending the security of the country and nation from the U.S. hostile moves and ensuring regional peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t  It is the U.S. and south Korean authorities who should be called into question.\n\t\t\t\t\t\n\t\t\t\t\t The successive south Korean authorities have played the role of servants and shock force in the U.S. nuclear war rackets against the fellow countrymen in the north, offering the whole land of south Korea as its nuclear outposts. \n\t\t\t\t\t\n\t\t\t\t\t Shortly ago, the south Korean authorities decided to reflect the so-called \"4D operation plan\" aimed at a preemptive nuclear attack on the DPRK in \"OPLAN 5015\", a fresh scenario for invading it, in collusion with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove that what the chief executive trumpeted during her foreign junkets is nothing but sheer sophism to cover up her master's criminal nature and justify her policy of confrontation with the fellow countrymen in the north by misinterpreting the nature and root cause of the nuclear issue on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for both sides to refrain from any act of rattling the nerves of the other side according to the agreement reached at the north-south high-level urgent contact. \n\t\t\t\t\t\n\t\t\t\t\t However, she has let loose a string of reckless remarks slandering and provoking the fellow countrymen in the north when it is more urgent to ensure stable situation than ever before. This is an unpardonable perfidy as it is aimed at chilling the climate for dialogue by throwing complexity and obstacles in the way of improving the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that the south Korean chief executive is indeed a rare harasser of peace and a traitor to the nation as she is keen on prolonging her political career under the patronage of her master, utterly indifferent to the desire of the Korean nation and international community for peace and stability on the Korean Peninsula and in Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean chief executive would be well advised to stop her rash acts, properly understanding where she stands.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is left with no option but to further bolster up its nuclear deterrent for self-defence in order to preserve peace and stability on the Korean Peninsula unless the U.S. rolls back its hostile policy towards it."
        },
        {
            "title": "Maps with Tok Islets Marked as Part of Korean Territory Published in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-08ee.html",
            "content": "Maps with Tok Islets Marked as Part of Korean Territory Published in S. Korea\r\n Pyongyang, November 26 (KCNA) -- The society for cultivating our culture of south Korea published a \"collection of old Japanese maps\" (vol. 1) in which Japan marked Tok Islets as part of the territory of Korea in the past and opened it to public at a meet-the press in Seoul on Nov. 20.\n\t\t\t\t\t The collection includes 30 maps. Most of them were drafted and published with the direct involvement of the Japanese government. Tok Islets are commonly marked as part of the territory of Korea.\n\t\t\t\t\t\n\t\t\t\t\t The map of great three kingdoms used different colors to mark Korea and Japan to show a clear distinction between them and Ullung Island and Tok Islets were colored yellow like Korea, proving they belong to Korea.\n\t\t\t\t\t\n\t\t\t\t\t They even had explanation reading \"Korea's\" next to letters \"Takeshima\" meaning Ullung Island and Matsushima meaning Tok Islets.\n\t\t\t\t\t\n\t\t\t\t\t All this proves that Japan recognized Tok Islets as part of the territory of Korea from long ago."
        },
        {
            "title": "S. Korean Regime Accused of Driving Peasants to Death",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-09ee.html",
            "content": "S. Korean Regime Accused of Driving Peasants to Death\r\n Pyongyang, November 26 (KCNA) -- Voice of People, south Korean internet newspaper, editorially denounced the south Korean authorities for driving peasants to death on Nov. 25.\n\t\t\t\t\t The editorial recalled that peasant Jon Yong Chol lost his life after his skull was fractured by riot police's club and shield while participating in the \"national rally of peasants\" held in Youido, Seoul on Nov. 15, 2005 in protest against the \"National Assembly's\" ratification of the negotiations on rice.\n\t\t\t\t\t\n\t\t\t\t\t After a decade since then peasant Paek Nam Gi was hit hard by water cannon firing by riot police for giving vent to his anger at the present regime keen on importing American rice, it added.\n\t\t\t\t\t\n\t\t\t\t\t The editorial accused the present regime of suppressing peasants' actions demanding the right to existence after branding them as \"terrorism.\"\n\t\t\t\t\t\n\t\t\t\t\t It termed the present regime a traitorous regime as it seeks its own interests by selling rice which is like life and soul of the nation and a man-killing regime which does not hesitate to kill the peasant opposed to it after branding him as an \"enemy.\""
        },
        {
            "title": "Japan Denounced for Demanding Removal of Statue of Girl Sexual Slave",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-10ee.html",
            "content": "Japan Denounced for Demanding Removal of Statue of Girl Sexual Slave\r\n Pyongyang, November 26 (KCNA) -- A rally was held by people of all social standings in front of a statue of a girl sexual slave for the Imperial Japanese Army in Ulsan, south Korea on Nov. 21. \n\t\t\t\t\t The speakers at the rally said that but for the Japanese imperialists' aggression of Korea in the past, there would not have been such a heart-breaking history in which lots of women were taken away as sexual slaves.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the Japanese government make an apology and reparation to the victims of the sexual slavery at an early date.\n\t\t\t\t\t\n\t\t\t\t\t But Japan is demanding the removal of the statue indicative of the crimes related to the sexual slavery, far from making an apology and repentance, the speakers said.\n\t\t\t\t\t\n\t\t\t\t\t They urged the regime to clarify its stand on Japan's colonial rule over Korea and the issue of the sexual slaves for the Imperial Japanese Army and come out for the settlement of the issue.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally, the participants conducted information service demanding the settlement of the issue of the sexual slavery."
        },
        {
            "title": "Anniversary of Demise of Kim Jong Il Marked Abroad",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-02ee.html",
            "content": "Anniversary of Demise of Kim Jong Il Marked Abroad\r\n Pyongyang, November 26 (KCNA) -- A reading session about work of leader Kim Jong Il took place in Nigeria and a lecture in Guinea on Nov. 17 and 19 on the occasion of the fourth anniversary of his demise.\n\t\t\t\t\t Igwanagu Nicholas, chairman of the Nigerian Group for the Study of Kimilsungism－Kimjongilism, read out Kim Jong Il's work \"The Workers' Party of Korea Organizes and Guides All the Victories of Our People\".\n\t\t\t\t\t\n\t\t\t\t\t He said Kim Jong Il developed the WPK into a genuine mother party looking after the destiny of the popular masses with responsibility.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il increased the military capacity of the country in every way under the uplifted banner of Songun in the face of the imperialist allied forces' extreme anti-socialist moves to stifle the country, thus averting the danger of a war on the Korean Peninsula and defending the destiny of the entire Korean nation, he added.\n\t\t\t\t\t\n\t\t\t\t\t Abdoulaye Diallo, chairman of the Guinean Society for the Study of the Juche Literary Idea, said in his lecture that the Korean people have further glorified the exploits of Kim Jong Il, holding him in high esteem as the eternal chairman of the National Defence Commission of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people have worked hard to implement the behests of Kim Jong Il by bringing about great changes, he added."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Germany",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-03ee.html",
            "content": "Kim Jong Il to Be Remembered in Germany\r\n Pyongyang, November 26 (KCNA) -- A committee for remembering Comrade Kim Jong Il was formed by the Communist Party of Germany on Nov. 20.\n\t\t\t\t\t Torsten Schoevitz, chairman of the party, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to widely disseminate the noble revolutionary career and undying exploits of leader Kim Jong Il and organize political and cultural events including remembrance meeting and seminar on the occasion of the fourth anniversary of his demise."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Angola",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-04ee.html",
            "content": "Kim Jong Il to Be Remembered in Angola\r\n Pyongyang, November 26 (KCNA) -- The committee for remembering Comrade Kim Jong Il was formed in Angola on Nov. 19.\n\t\t\t\t\t The director general of an Angolan newspaper was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events including lecture, round-table talks and photo exhibition on the occasion of the fourth anniversary of demise of leader Kim Jong Il."
        },
        {
            "title": "Nigerian Organization Urges Japan to Make Sincere Reparation for Its Sexual Slavery",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-05ee.html",
            "content": "Nigerian Organization Urges Japan to Make Sincere Reparation for Its Sexual Slavery\r\n Pyongyang, November 26 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted on its website an article urging the Japanese authorities to turn out in settling the sexual slavery for the Imperial Japanese Army with a proper stance and view on Nov. 15.\n\t\t\t\t\t The article referred to the fact that the Japanese prime minister and the south Korean chief executive at their recent meeting decided to \"accelerate the negotiations for settling the issue of sexual slavery for Japanese Army at an early date.\"\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean victims of the sexual slavery are trembling with anger at such news and other victims and relevant organizations in Asian countries are becoming more vocal censuring it.\n\t\t\t\t\t\n\t\t\t\t\t The sexual slavery for Imperial Japanese Army is not a matter which Japan may gloss over by coaxing the south Korean authorities. \n\t\t\t\t\t\n\t\t\t\t\t In order to settle the sexual slavery issue, the offender Japan should admit its state and legitimate responsibility for the crimes, make sincere apology and reparation for them to all the victims and their bereaved families in various countries and regions and give the international community assurances that it would prevent the recurrence of the crimes through practical acts such as properly reflecting them in history education.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities should not evade the historic and state responsibility for the issue of sexual slavery for Imperial Japanese Army but come out in settling it with a sincere and responsible stance enabling all victims of the world to accept."
        },
        {
            "title": " Kim Jong Un's Letter Posted by Organization of DR Congo on Its Homepage",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-06ee.html",
            "content": "Kim Jong Un's Letter Posted by Organization of DR Congo on Its Homepage\r\n Pyongyang, November 26 (KCNA) -- The National Committee for the Study of the Juche Idea of DR Congo on Nov. 21 posted on its homepage the full text of Marshal Kim Jong Un's letter to the participants in the fourth conference of forerunners of the Three-revolution Red Flag Movement \"Let Us Bring About a Fundamental Turn in the Three-Revolution Red Flag Movement in Line with the Demands of the Developing Revolution\". \n\t\t\t\t\t The letter sent by him on Nov. 20, Juche 104 (2015) recalls that President Kim Il Sung and leader Kim Jong Il initiated the three-revolution red flag movement and wisely led the work for dynamically conducting the three revolutions-- ideological, technological and cultural-- in all fields of the revolution and construction, thus performing undying feats in the revolutionary cause of Juche and in accomplishing the cause of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The work indicates tasks for thoroughly carrying out the line of the three revolutions to bring earlier the final victory."
        },
        {
            "title": "ACNC revela crimenes de EE.UU. relacionados con crisis de refugiados",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-20ee.html",
            "content": "ACNC revela crimenes de EE.UU. relacionados con crisis de refugiados\r\nPyongyang, 26 de noviembre (ACNC) -- La Agencia Central de Noticias de Corea (ACNC) hizo publica el dia 25 un acta revelando la esencia de la crisis mundial de gran envergadura creada por los refugiados.\n\t\t\t\t\t  Debido a los conflictos sangrientos causados por la intervencion de Estados Unidos y sus maniobras para derrocar los gobiernos legitimos, millares y decenas de millares de personas abandonaron su tierra natal y patria derramando las lagrimas y vagabundean para buscar los lugares de vivir, comienza asi el acta y continua:\n\t\t\t\t\t\n\t\t\t\t\t   La situacion miserable de los refugiados pone al desnudo la naturaleza hipocrita y criminal y la del autor de la crisis actual de EE.UU. y el Occidente que hablan tanto de la \"proteccion de los derechos humanos\".\n\t\t\t\t\t\n\t\t\t\t\t   Ahora, el mundo se enfrenta con el mas critico problema emigratorio despues de la Segunda Guerra Mundial.\n\t\t\t\t\t\n\t\t\t\t\t   La Europa cayo en un pandemonium por oleada de inmigrantes.\n\t\t\t\t\t\n\t\t\t\t\t   En la actualidad mas de 502 mil refugiados estan en camino hacia Europa, excepto las personas que ya habian entrado alli desde los principios de este ano.\n\t\t\t\t\t\n\t\t\t\t\t   Se producen muertes masivas de numerosos emigrantes quienes al ser enganados por los comerciantes se dirigen hacia Europa a bordo de los barcos contrabandistas.\n\t\t\t\t\t\n\t\t\t\t\t   Tambien, es tragica la situacion de las personas que dificilmente llegaron a Europa.\n\t\t\t\t\t\n\t\t\t\t\t   Transportan forzosamente a los refugiados cargandolos como cosas en los camiones, los policias les lanzan las comidas como si dan piensos a los animales, dan patatas y caen a un hombre que corren con su hijo abrazado.\n\t\t\t\t\t\n\t\t\t\t\t   Tales actos de violacion de DDHH contra los refugiados se transmiten en fotos y videos relativos por los periodicos y las cadenas de TV, lo cual causa gran indignacion y preocupacion.\n\t\t\t\t\t\n\t\t\t\t\t   La actual crisis creado por los refugiados es producto inevitable de la politica de intervencion hegemonica de EE.UU. que se desespera para realizar su ambicion de dominar a todo el mundo.\n\t\t\t\t\t\n\t\t\t\t\t   El aumento abrupto del numero de los refugiados en el Medio Oriente y Africa del Norte se debe a la situacion de los paises de esa region donde se derrumben los Poderes y se destruyen gravemente la estabilidad social por las maniobras permanentes de intervencion y sabotaje de las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\t   La guerra agresiva de EE.UU. es uno de los motivos principales que pisotearon despiadadamente la base de vida de los habitantes mundiales y los empujaron al refugio y muerte.\n\t\t\t\t\t\n\t\t\t\t\t   En el nuevo siglo, EE.UU. provoco numerosas guerras bajo diversos pretextos a fin de realizar su ambicion hegemonica.\n\t\t\t\t\t\n\t\t\t\t\t   El asalto aereo contra Siria, que se comete por EE.UU. y el Occidente so pretexto de \"antiterrorismo\", acarrea los refugiados sin precedentes.\n\t\t\t\t\t\n\t\t\t\t\t   La guerra agresiva y la \"revolucion de color\" que se libran por doquier del mundo por EE.UU. y sus satelites trajeron en muchos paises el derrumbe de gobierno, la perturbacion, la confusion extremada y la crisis emigratoria.\n\t\t\t\t\t\n\t\t\t\t\t   La ilusion y la sumision a EE.UU. significan la autodestruccion.\n\t\t\t\t\t\n\t\t\t\t\t   Los paises donde surgieron los refugiados son las naciones que no rechazaron la astuta intervencion hegemonica y la garra negra de complot de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t   La realidad de Europa caida en la confusion por los refugiados que afluyen como diluvio de Noe, lo evidencia claramente. \n\t\t\t\t\t\n\t\t\t\t\t   La situacion de los paises del Medio Oriente y de Africa del Norte en que causo la crisis de refugiados y el dolor de los paises europeos producido por el \"gran traslado de la nacion\" dan una leccion de que si un pais obedece a ciegos a EE.UU., arruinaran la perspectiva y el futuro del pais y la nacion.\n\t\t\t\t\t\n\t\t\t\t\t   En la actualidad, muchos paises y organizaciones internacionales se empenan por resolver lo mas pronto posible la crisis de evacuados.\n\t\t\t\t\t\n\t\t\t\t\t   Pero, mientras existe EE.UU., cancer de todas las desgracias y calamidades de la humanidad, esta crisis nunca se  resolvera y el mundo tampoco estara en paz.\n\t\t\t\t\t\n\t\t\t\t\t   La llave para su solucion esta en castigar duro a EE.UU., caudillo de violacion de DDHH y perturbador de la paz y estabilidad del mundo."
        },
        {
            "title": "Efectuado seminario sobre ciencia y tecnica espaciales",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-21ee.html",
            "content": "Efectuado seminario sobre ciencia y tecnica espaciales\r\nPyongyang, 26 de noviembre (ACNC) -- Tuvo lugar los dias 25 y 26 en la Universidad Kim Il Sung el seminario sobre la ciencia y tecnica espaciales.\n\t\t\t\t\tAsistieron alli los profesores, investigadores, cientificos y tecnicos de decenas de unidades inclusive la Administracion Nacional de Desarrollo Espacial, la Academia Estatal de Ciencias, la Academia de Ciencias Sociales, el Comite de Educacion, la Universidad Kim Il Sung y la Universidad Politecnica Kim Chaek.\n\t\t\t\t\t\n\t\t\t\t\tEn el seminario dividido en diversas secciones tales como la seccion de ciencia basica sobre satelite y la de tecnologia de aplicacion sobre satelite, se presentaron cientos de disertaciones referentes a los exitos y experiencias alcanzados por las unidades de investigacion cientifica y la rama de educacion, comites, ministerios y organos centrales en las labores de investigacion de la ciencia y la tecnica espaciales.\n\t\t\t\t\t\n\t\t\t\t\tEn el conclave fueron publicadas las disertaciones que transmiten las hazanas indelebles de los grandes Hombres sin igual del monte Paektu acumuladas en el desarrollo de ciencia espacial y argumentan la justeza y vitalidad de la politica del Partido del Trabajo de Corea en materia del desarrollo del  espacio con fines pacificos.\n\t\t\t\t\t\n\t\t\t\t\tSe presentaron ademas las otras que dieron nueva solucion a los problemas cientificos y tecnicos planteados en el desarrollo de los mas desarrollados satelites de observacion de  la Tierra y de comunicaciones y las que aclaran los temas que se presentan en el uso dinamico de las fotos recibidas por el satelite artificial en el desarrollo de la economia nacional."
        },
        {
            "title": "Minju Joson denuncia disparates conflictivos de mandataria surcoreana",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-22ee.html",
            "content": "Minju Joson denuncia disparates conflictivos de mandataria surcoreana\r\nPyongyang, 26 de noviembre (ACNC) -- Durante su recien viaje a ultramar la mandataria del Sur de Corea participo en las reuniones internacionales, ocasiones en las cuales acuso a la Republica Popular Democratica de Corea del \"problema nuclear\" diciendo que \"las armas nucleares del Norte (de Corea) son un grave factor de amenaza a la region y el resto del mundo\" y \"el Norte debe tomar una decision estrategica de renunciarlas\".\n\t\t\t\t\tNo satisfecha con esto, disparateo que \"con el desarrollo nuclear no se puede ganar nada\" y mendigo a las fuerzas extranjeras la \"cooperacion nuclear contra el Norte\".\n\t\t\t\t\t\n\t\t\t\t\tTodo esto no pasa de ser una tonteria de la maniaca enloquecida en la confrontacion fratricida que trata de realizar la ambicion malsana de \"unificacion mediante la fusion de regimenes\" persiguiendo la politica de hostilidad anti-RPDC del imperio.\n\t\t\t\t\t\n\t\t\t\t\tAsi subraya el periodico Minju Joson en un comentario individual divulgado el dia 26 y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl problema nuclear de la Peninsula Coreana es el producto de la recrudescente politica hostil anti-RPDC de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tEl pais norteamericano no dejo de burlar los esfuerzos constantes y sinceros de la RPDC por la desnuclearizacion de la Peninsula Coreana y recurrio a las maniobras de aplastamiento de la RPDC, tildandola de \"base avanzada de tirania\" y \"pais bribon\".\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. considera la Peninsula Coreana como trampolin para realizar su ambicion de tomar heguemonia mundial y se vale de todos los metodos para agravar de modo intencional la situacion de la region, descontentandose del ambiente favorable a la mejora de relaciones entre ambas partes coreanas.\n\t\t\t\t\t\n\t\t\t\t\tSi estalla la guerra en la Peninsula Coreana donde estan enredados los intereses de las potencias, esta se extendera a otros paises circunvecinos.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, la mandataria habla de la \"amenaza del Norte\", lo que es una expresion de mala intencion de realizar la ambicion de \"unificacion mediante la fusion de regimenes\" al justificar sus maniobras belicas contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAunque ella intenta inducir la RPDC en el \"cambio\" diciendo que se abrira el \"camino de prosperidad\" si la RPDC renuncia las armas nucleares, sus tonterias provocan solo la indignacion del ejercito y el pueblo de la RPDC."
        },
        {
            "title": " ACNC comenta acto traidor de la gobernante surcoreana a la mejora de relaciones N-S",
            "url": "http://kcna.co.jp/item/2015/201511/news26/20151126-23ee.html",
            "content": "ACNC comenta acto traidor de la gobernante surcoreana a la mejora de relaciones N-S\r\nPyongyang, 26 de noviembre (ACNC) -- La gobernante surcoreana no cesa de soltar los disparates que cuestionan la fuerza disuasiva nuclear de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEn la recien visita a ultramar, la gobernadora surcoreana pidio a las fuerzas foraneas la cooperacion en el problema nuclear contra la RPDC disparateando que \"hay que conducir al Norte al camino de cambio, luego de tomar la decision estrategica de la renuncia nuclear\".\n\t\t\t\t\t\n\t\t\t\t\t La sociedad internacional esta aburrida de los disparates de \"renuncia nuclear del Norte\" de la gobernante surcoreana quien vocifera en cada visita a otros paises sin aclarar la esencia del problema ni presentar el remedio de resolucion.\n\t\t\t\t\t\n\t\t\t\t\t  La causa raigal del surgimiento del problema nuclear de la Peninsula Coreana reside en que Estados Unidos convirtio al Sur de Corea en el maximo polvorin nuclear del mundo y vino amenazando y chantajeando a la RPDC desarrollando invariablemente los ejercicios de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\t  Desde el cese del fuego en Corea hasta la fecha EE.UU. desarrollo mas de 18 mil ejercicios belicos de toda indole en el Sur de Corea y su contorno. Este hecho demuestra quien debe tomar la decision estrategica de la eliminacion nuclear y optar el camino de cooperacion por lograr la paz y la estabilidad de la Peninsula Coreana y el resto de la region.\n\t\t\t\t\t\n\t\t\t\t\t  Pero, la gobernadora surcoreana actual cuestiona absurdamente el disuasivo nuclear autodefensivo de la misma nacion dando espalda al chantaje nuclear de su amo norteamericano. Esto no puede justificarse con nada.\n\t\t\t\t\t\n\t\t\t\t\t  El disuasivo nuclear de la RPDC es el remedio justo para defender la seguridad del pais y la nacion y la paz y la estabilidad de la region desde las maniobras hostiles de EE.UU. razon por la cual no puede ser objeto de acusacion.\n\t\t\t\t\t\n\t\t\t\t\t  Los objetos a ser cuestionados son precisamente EE.UU. y las autoridades surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\t  Historicamente, las autoridades surcoreanas convirtieron todo el territorio surcoreano en la base avanzada nuclear de EE.UU. y han servido del lacayo y brigada de choque en la campana de guerra nuclear contra la connacional, RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  Hace unos dias, en contubernio con EE.UU decidieron reflejar en el nuevo plan de guerra de agresion al Norte \"OPLAN 5015\" el \"plan operacional 4D\", guion de ataque preventivo anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\t  La realidad demuestra que los disparates de la gobernadora surcoreana pronunciadas en la reciente visita a otros paises no pasan de ser las sofisterias descaradas encaminadas a encubrir la naturaleza criminal de su amo gringo y justificar su politica conflictiva fratricida tergiversando la esencia y la causa del problema nuclear de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\t  Ahora se necesita abstenerse de todos los actos que ofendan a la contraparte conforme al acuerdo logrado en el contacto urgente de alto nivel entre el Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\t  Ahora cuando se presenta como problema mas urgente la administracion estable de la situacion, el acto de soltar sin razon los disparates que denigran e hieren a la RPDC deviene la imperdonable accion traidora tendente a romper el ambiente de dialogo creando las complicidades y los obstaculos en la mejora de las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los hechos arriba mencionados comprueban que la gobernadora surcoreana es la destructora de la paz sin par y traidora a la nacion quien se dedica solo al mantenimiento de su vida politica bajo la proteccion de su amo sin tomar ni en su consideracion el deseo de la nacion coreana y la sociedad internacional que aspiran la paz y la estabilidad de la Peninsula Coreana y el resto del Noreste Asiatico.\n\t\t\t\t\t\n\t\t\t\t\t  La gobernadora surcoreana debe actuar con prudencia conociendo bien su situacion.\n\t\t\t\t\t\n\t\t\t\t\t  Mientras no se retire la politica hostil de EE.UU. a la RPDC, se fortalecera mas y mas el disuasivo nuclear autodefensivo de la RPDC que defiende la paz y la estabilidad de la Peninsula Coreana."
        }
    ]
}