{
    "date": "2015-11-07",
    "url": "http://kcna.co.jp/item/2015/201511/2015-11-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with Participants in 7th Meeting of Military Education Officers of KPA",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-01ee.html",
            "content": "Kim Jong Un Has Photo Session with Participants in 7th Meeting of Military Education Officers of KPA\r\n Pyongyang, November 7 (KCNA) -- Supreme Commander of the Korean People's Army (KPA) Kim Jong Un had a photo session with the participants in the 7th Meeting of Military Education Officers of the KPA.\n\t\t\t\t\t When he appeared at the photographing venue, all the participants enthusiastically welcomed him.\n\t\t\t\t\t\n\t\t\t\t\t He sent a warm salute to the participants in the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the meeting marked an important occasion of historic significance in glorifying President Kim Il Sung's and leader Kim Jong Il's undying idea of military education and their feats forever and ushering in the greatest heyday of increasing military capability by decisively raising the qualitative level of military education as required by modeling of the whole army on Kimilsungism-Kimjongilism, he had photos taken with them, warmly congratulating them on their successful meeting.\n\t\t\t\t\t\n\t\t\t\t\t Then, he waved back to the enthusiastic cheers of the participants.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that military education officers would steadily improve teaching contents and methods as required by the Party's idea of military strategy and tactics and Juche-based war methods and modern war and thus discharge their mission and duty in training all cadets as field commanding officers and stalwart officers of the powerful elite revolutionary army.\n\t\t\t\t\t\n\t\t\t\t\t Present at the photo session were Hwang Pyong So, Pak Yong Sik, Ri Yong Gil and other commanding officers of the KPA."
        },
        {
            "title": "DPRK Government Delegation Leaves for Angola",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-15ee.html",
            "content": "DPRK Government Delegation Leaves for Angola\r\n Pyongyang, November 7 (KCNA) -- A DPRK government delegation led by Foreign Minister Ri Su Yong left here Saturday to participate in the celebrations of the 40th anniversary of independence of Angola and pay an official visit to it."
        },
        {
            "title": "Hiddink Visits Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-14ee.html",
            "content": "Hiddink Visits Pyongyang\r\n Pyongyang, November 7 (KCNA) -- Hiddink Guus, ex-chief coach of the men's national football team of the Netherlands, and his companion returned home today after their visit to Pyongyang.\n\t\t\t\t\t Kim Yong Hun, minister of Physical Culture and Sports who is also chairman of the DPRK Olympic Committee, and Ri Ryong Nam, minister of External Economic Relations and chairman of the DPRK Football Association, met Hiddink during his stay in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Hiddink visited the building of the DPRK Football Association, the May Day Stadium and Pyongyang International Football School. \n\t\t\t\t\t\n\t\t\t\t\t He met officials of the football association and coaches to exchange views on football development across the world as well as training of football reserves.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his willingness to render assistance to development of football in the DPRK and signed an agreement on donation of mini-pitches (Futsal fields)."
        },
        {
            "title": "National Industrial Art Exhibition Goes on in DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-13ee.html",
            "content": "National Industrial Art Exhibition Goes on in DPRK\r\n Pyongyang, November 7 (KCNA) -- A national industrial art exhibition for celebrating the 70th anniversary of the Workers' Party of Korea is now going on at the State Industrial Art Exhibition Hall here.\n\t\t\t\t\t On display at the exhibition are photographs that show supreme leader Kim Jong Un calling for the development of the nation's industrial art during his on-site guidance over various economic sectors.\n\t\t\t\t\t\n\t\t\t\t\t Exhibited there are designs of emblems and trademarks of different industrial establishments, including the Pyongyang Essential Foodstuff Factory and the Changsong Foodstuff Factory, and various blueprints of pavilions at the Three-Revolution Exhibition House.\n\t\t\t\t\t\n\t\t\t\t\t What catch visitors' eyes in particular are designs related to Sci-Tech Complex and signboards of service establishments.\n\t\t\t\t\t\n\t\t\t\t\t There are also designs of university emblems and diplomas, schoolbags and sports uniforms and padded clothes for children of baby home and orphanage as well as designs related to the recently-built combined service boat Mujigae.\n\t\t\t\t\t\n\t\t\t\t\t Those exhibits give a glimpse of the DPRK's rapid development in industrial art."
        },
        {
            "title": "Gifts to Kim Jong Un from Russian, Chinese Figures",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-10ee.html",
            "content": "Gifts to Kim Jong Un from Russian, Chinese Figures\r\n Pyongyang, November 7 (KCNA) -- Supreme leader Kim Jong Un received gifts from the general manager of Bneshstroi Import Co. Ltd. of Russia and the director of the Oriental Guoyun Culture and Art Institute of China.\n\t\t\t\t\t The gifts were conveyed to DPRK ambassadors to relevant countries by P.V. Kalinin, general manager of the company, and Tian Qi, director of the institute, on Oct. 15 and Nov. 2."
        },
        {
            "title": "Rodong Sinmun Urges S. Korean Authorities to Break off Shackling Alliance with U.S.",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-06ee.html",
            "content": "Rodong Sinmun Urges S. Korean Authorities to Break off Shackling Alliance with U.S.\r\nPyongyang, November 7 (KCNA) -- The formation of the south Korea-U.S. \"Combined Forces Command\" on November 7, 1978 was the product of collusion and nexus of the traitors to realize their ambition for invading the north with the backing of their master U.S. keen to invade it and occupy the whole of Korea and Northeast Asia by binding south Korea to the military \"alliance\" and instigating south Korean lackeys. Rodong Sinmun Saturday says this in an article. \n\t\t\t\t\t Noting that the south Korea-U.S. \"Combined Forces Command\" is a typical example of the humiliating and shackling \"alliance\" with the U.S., the article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The disbandment of the \"alliance\" is urgently required by the times and the nation as it is the most shackling and sycophantic one for a war of aggression. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean people can never get rid of foreign domination and the Korean Peninsula cannot be free from the danger of a nuclear war as long as there is the unequal south Korea-U.S. \"alliance.\" \n\t\t\t\t\t\n\t\t\t\t\t There is no justification for the \"alliance\" to exist. \n\t\t\t\t\t\n\t\t\t\t\t What is the reason for the U.S. imperialist aggressor forces to stay in south Korea and is there any ground to  \"tighten the alliance\" with foreign forces at a time when the Koreans wish to achieve reconciliation, unity, peace and reunification in the spirit of By Our Nation Itself? \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should break off the humiliating \"alliance\" with the U.S. as it brings national misfortune and sufferings and nuclear disaster to the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to properly understand the aspiration and will of the Koreans and take a bold political decision."
        },
        {
            "title": "Rodong Sinmun Slams Japanese Reactionaries' Politically-motivated Action against Chongryon",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-07ee.html",
            "content": "Rodong Sinmun Slams Japanese Reactionaries' Politically-motivated Action against Chongryon\r\n Pyongyang, November 7 (KCNA) -- Shortly ago, the Japanese reactionaries staged a trial of an official of the General Association of Korean Residents in Japan (Chongryon) and the president of the Korean Goods Sales Company who had been detained and indicted on charges of \"violation of the law on foreign exchange\" at the Kyoto District Court. That day the Japanese prosecution demanded penalties for the guiltless men after letting loose a string of tirade about baseless charges.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Saturday says this is an illegal and fascist infringement upon the dignity and human rights of Koreans in Japan and another unpardonable politically-motivated provocation against the dignified DPRK and Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The case cooked up by the Japanese reactionaries was aimed at misleading the public opinion by creating impression that Koreans in Japan are committing various \"illegal acts\" at instructions from the Central Standing Committee of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t In a word, it is the revelation of their sinister political intention to impair the authority and prestige of Chongryon and secure a pretext for launching wholesale crackdown upon it by faking up a \"shocking case\" in which a family member of the senior official of Chongryon is involved.\n\t\t\t\t\t\n\t\t\t\t\t It is the calculation of the Japanese reactionaries to foster anti-DPRK and anti-Chongryon sentiment in the Japanese society in a bid to quell the strong call of the Korean nation and the international public opinion for clearly liquidating their past crimes and justify their militarization and moves for reinvasion. \n\t\t\t\t\t\n\t\t\t\t\t The reality clearly proves that the Japanese reactionaries have become ever more vicious in their provocations as they regard the DPRK and Chongryon as a thorn in their flesh and the improvement of the DPRK-Japan relations much touted by them is nothing but a fig-leaf for concealing their cunning intention.\n\t\t\t\t\t\n\t\t\t\t\t If the Japanese authorities truly wish to see the improved DPRK-Japan relations, they should think twice about the present situation which may totally derail the process for mending them and retract the unreasonable penalties demanded for the above-said compatriots and set them free without delay."
        },
        {
            "title": "Rodong Sinmun Slams Japanese Reactionaries' Politically-motivated Action against Chongryon",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-08ee.html",
            "content": "Rodong Sinmun Urges U.S. to Opt for Concluding Peace Treaty with DPRK\r\n Pyongyang, November 7 (KCNA) -- The U.S. asserts that the peace and security issue can be settled on the Korean Peninsula only when the DPRK dismantles its nuclear weapons first, claiming it is not appropriate for the latter to advance a proposal on replacing the Armistice Agreement with a peace treaty. \n\t\t\t\t\t Rodong Sinmun Saturday in an article dismisses these assertions as sheer sophism.\n\t\t\t\t\t\n\t\t\t\t\t The paper goes on:\n\t\t\t\t\t\n\t\t\t\t\t Fragile ceasefire persists on the peninsula entirely because of the U.S. vicious hostile policy towards the DPRK and its acts of disturbing peace.\n\t\t\t\t\t\n\t\t\t\t\t It is illogical for the U.S. to grumble about the DPRK's nuclear deterrent for defusing the danger of war on the peninsula and preserving peace in the region.\n\t\t\t\t\t\n\t\t\t\t\t Every issue requires order of its settlement.\n\t\t\t\t\t\n\t\t\t\t\t What is urgent and prerequisite to averting a war and ensuring peace on the peninsula is to put the earliest possible end to the fragile ceasefire between the U.S. and the DPRK and build lasting peace-keeping mechanism. This is the only way of ensuring peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is impossible to wipe out distrust in the rival party under the situation where the DPRK and the U.S. remain in acute stand-off. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. impudently seeks to reduce the DPRK's peace proposal to a dead paper, persistently sticking to its diehard stance on the denuclearization. This more saliently reveals what the U.S. is after.\n\t\t\t\t\t\n\t\t\t\t\t It is its ulterior intention to keep considering the DPRK as its warring party and foe and swallow it up one day.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, however, sadly mistaken. The longer the U.S. shelves the conclusion of the peace treaty, the stronger the DPRK's nuclear deterrent will grow.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better properly understand what is priority and affirmatively respond to the DPRK's proposal."
        },
        {
            "title": "Rodong Sinmun Slams Japanese Reactionaries' Politically-motivated Action against Chongryon",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-09ee.html",
            "content": "Minju Joson on Danger of S. Korea-U.S. \"Security Confab\"\r\n Pyongyang, November 7 (KCNA) -- Minju Joson Saturday in a commentary blasts the recent south Korea-U.S. security confab.\n\t\t\t\t\t At the 47th south Korea-U.S. \"security consultative meeting\" held in Seoul on Nov. 2 the U.S. and the south Korean military war maniacs published a 16-point joint statement, blustering that they would not \"allow any aggression and provocation\" by someone.\n\t\t\t\t\t\n\t\t\t\t\t The statement officially clarified the establishment of the \"4D operation plan\" aimed to disable the \"nuclear weapons and missiles of the north\" in case of contingency on the Korean Peninsula. The \"4D operation plan\" will reportedly be reflected in the OPLAN 5015, a combination of the past north-targeted war scenarios.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Saturday terms the military confab a dangerous and reckless one to stem the trend of improving the north-south relations and bring the situation on the Korean Peninsula back to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean war maniacs challenged the peace-loving attitude of the DPRK by working out the \"4D operation plan\", a DPRK-targeted nuclear war scenario. This is, in actuality, an open declaration of a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At a recent UN General Assembly session the U.S. asserted that it doesn't pursue any hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t But the situation proves that the U.S. remains unchanged in its hostile policy toward the DPRK and uses the south Korean military war maniacs as a shock brigade for carrying it out.\n\t\t\t\t\t\n\t\t\t\t\t The desperate moves of the U.S. and the south Korean military war maniacs to stifle the DPRK by force of arms would only compel the latter to remarkably bolster up its deterrent for self-defence."
        },
        {
            "title": "S. Korea's Development of Nuclear Weapons under U.S. Patronage Disclosed ",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-11ee.html",
            "content": "S. Korea's Development of Nuclear Weapons under U.S. Patronage Disclosed \r\n Pyongyang, November 7 (KCNA) -- It was disclosed by a Japanese media organization that south Korea conducted a series of laser enrichment experiments by nuclear substance in 2000.\n\t\t\t\t\t It was reported that in those days the south Korean authorities obtained technological patent data called \"method of laser enrichment\" developed by the laser enrichment technology research cooperative established in 1987 with several electric power companies of Japan as a pivot and, on this basis, conducted three laser enrichment experiments by nuclear substance in top secrecy from January to March, 2000, manufacturing enriched uranium.\n\t\t\t\t\t\n\t\t\t\t\t In order to conduct any experiment by use of nuclear substance the south Korean authorities were obliged to declare it to the International Atomic Energy Agency in advance but they ignored this. They were compelled to do so in August, 2004. \n\t\t\t\t\t\n\t\t\t\t\t The IAEA confirmed nuclear experiments of the south Korean authorities but feigned ignorance of them. On the contrary the IAEA pulled up the DPRK over its legitimate nuclear activities, fully revealing the double standards.\n\t\t\t\t\t\n\t\t\t\t\t Now no one can deny that it was none other than the U.S. and the south Korean warmongers, its lackeys, that sparked off a nuclear crisis on the Korean Peninsula."
        },
        {
            "title": "S. Korean Body Denounces Military Confab with U.S.",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-12ee.html",
            "content": "S. Korean Body Denounces Military Confab with U.S.\r\n Pyongyang, November 7 (KCNA) -- The People for Achieving Peace and Reunification in south Korea held a press conference outside the building of the Defense Ministry on Nov. 2 denouncing the dangerous military confab between south Korea and the U.S.\n\t\t\t\t\t Speakers there noted that the 47th U.S.-south Korea annual security meeting would discuss THAAD deployment in south Korea, establishment of U.S.-south Korea-Japan MD system and Japan's exercise of \"the right to collective self-defence.\"\n\t\t\t\t\t\n\t\t\t\t\t Discussion of its agenda items would serve the purpose of Washington's strategy to increase the capability for a preemptive attack upon the north by knocking into shape the south Korea-U.S.-Japan military alliance, they held."
        },
        {
            "title": "S. Korean Authorities Flailed for Moving to Introduce \"State-compiled\" History Textbook",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-16ee.html",
            "content": "S. Korean Authorities Flailed for Moving to Introduce \"State-compiled\" History Textbook\r\n Pyongyang, November 7 (KCNA) -- The Citizens Solidarity for Democratic Society in south Korea in a statement on Nov. 3 strongly denounced the authorities' move to introduce \"state-compiled\" history textbook as an undemocratic action and history coup.\n\t\t\t\t\t The regime had no idea of complying with the people's will from the outset and worked hard to introduce \"state-compiled\" history textbook through all sorts of sophism and distortion and threatened the people with \"coloring theory\", the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The regime created and operated a secret organization for writing textbook and frantically conducted propaganda and red herring for introducing \"state-compiled\" history textbook with state investment, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The people will never yield to the tyrannical action of the regime but struggle to the last to check the introduction of \"state-compiled\" history textbook, a move for reviving the era of dictatorship."
        },
        {
            "title": "S. Korean Authorities' Move to Introduce \"State-compiled\" History Textbook Protested",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-17ee.html",
            "content": "S. Korean Authorities' Move to Introduce \"State-compiled\" History Textbook Protested\r\n Pyongyang, November 7 (KCNA) -- Actions protesting against the south Korean authorities' move to introduce \"state-compiled\" history textbook are gaining momentum.\n\t\t\t\t\t There took place actions of various organizations in different places of Seoul on Oct. 31 in protest against the authorities' move to introduce \"state-compiled\" history textbook distorting history and embellishing pro-Japanese acts and dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t Members of the joint council of representatives of university students for checking the move to introduce \"state-compiled\" history textbook and students of Anglican Church University held rallies at Yonsei University, Maroni Park and Ryongsan separately.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rallies the participants staged demonstrations.\n\t\t\t\t\t\n\t\t\t\t\t The Ministry of Education confirmed and announced the system for introducing \"state-compiled\" history textbook despite the daily mounting protest.\n\t\t\t\t\t\n\t\t\t\t\t Civic and public organizations condemned it as a history coup.\n\t\t\t\t\t\n\t\t\t\t\t The Bar Association for Democratic Society said that the attitude of the regime is diametrically running counter to the constitution as it announced the system defying the people's will.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, retired teachers published a declaration on the situation and organizations for independence movement released statements.\n\t\t\t\t\t\n\t\t\t\t\t The Democratic Alliance for New Politics and other opposition parties held a press conference at which they labeled the regime's announcement of the system as dictatorship."
        },
        {
            "title": "Proper Solution to Issue of Sexual Slavery for Imperial Japanese Army Called for in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-18ee.html",
            "content": "Proper Solution to Issue of Sexual Slavery for Imperial Japanese Army Called for in S. Korea\r\n Pyongyang, November 7 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea issued a commentary on Nov. 2 condemning the Japanese and south Korean authorities for their base attitude towards the issue of Japan's liquidation of its crimes, according to Thongil News, an internet paper of south Korea.\n\t\t\t\t\t The commentary recalled that at the talks that day the chief executives of south Korea and Japan \"agreed to accelerate\" negotiations for the \"earlier solution to the issue of sexual slavery for the Imperial Japanese Army.\"\n\t\t\t\t\t\n\t\t\t\t\t The principle of settling the issue of sexual slavery for the Imperial Japanese Army asserted by the council is the Japanese government's admission of state and legal responsibility, apology and reparation for the past crimes for aggression, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It urged the Japanese and south Korean regimes to properly settle the issue of sexual slavery."
        },
        {
            "title": "U.S. Imperialism Can Never Provoke DPRK: German Body",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-02ee.html",
            "content": "U.S. Imperialism Can Never Provoke DPRK: German Body\r\n Pyongyang, November 7 (KCNA) -- U.S. imperialism can never provoke the DPRK.\n\t\t\t\t\t The Anti-Imperialist Forum of Germany said this in a statement made public on Oct. 26 in denunciation of the U.S.-south Korea large-scale naval maneuvers.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The war-like U.S. imperialists should recognize that nobody in the world can block the dynamic advance of the DPRK and opt for dialogue with it, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is not like Iraq, Libya and Ukraine.\n\t\t\t\t\t\n\t\t\t\t\t It is a powerful country in which the leader, the party and masses achieved steel-strong unity and cohesion."
        },
        {
            "title": "German Organization Introduces Mirae Scientists Street in DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-03ee.html",
            "content": "German Organization Introduces Mirae Scientists Street in DPRK\r\n Pyongyang, November 7 (KCNA) -- An article titled \"Newly-built Mirae Scientists Street\" was posted by the Anti-Imperialist Forum of Germany on its website on October 30.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t While the DPRK is witnessing a great heyday in construction, there appeared new Mirae Scientists Street on the bank of the River Taedong in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The street with apartment houses for thousands of families and over 150 welfare service facilities is a gift, which the Workers' Party of Korea (WPK) presented to the educators and scientists on the occasion of the 70th anniversary of the founding of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Feasting his eyes on the street, supreme leader Kim Jong Un said the longer one watches it, the more magnificent and spectacular it looks. He noted with pleasure that it proves visually the WPK's idea of attaching importance to science and talents, it is a fashionable street of perfect combination of the Juche character, national identity, originality and formative art and unique one of Korean style which appeared in the capital city of Pyongyang as an icon of cultural efflorescence. \n\t\t\t\t\t\n\t\t\t\t\t Each flat has a drawing room, parents' room, room for couple, children's room, kitchen, etc. They are fitted with high-quality furniture and fixtures,\n\t\t\t\t\t\n\t\t\t\t\t All commercial, public catering, cultural and welfare establishments were built in a peculiar style to meet the aesthetic needs of the times.\n\t\t\t\t\t\n\t\t\t\t\t The appearance of the new street dramatically changed the looks of Pyongyang."
        },
        {
            "title": "British Organization Denounces S. Korean Authorities' Introduction of \"State-compiled\" History Textbook",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-04ee.html",
            "content": "British Organization Denounces S. Korean Authorities' Introduction of \"State-compiled\" History Textbook\r\n Pyongyang, November 7 (KCNA) -- An article denouncing the south Korean authorities for moving to introduce \"state-compiled\" history textbook was posted by the British Association for the Study of Songun Policy on its website on October 25. \n\t\t\t\t\t The article recalled that people of different social standings became brisk in their actions against the authorities' introduction of \"state-compiled\" history textbook in south Korea. \n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t In a nutshell, through the introduction of \"state-compiled\" history textbook the regime seeks to cover up the crime-woven history recorded with pro-Japanese acts and dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t In protest against the moves of the authorities, the network for checking the introduction of state-compiled textbooks grouping more than 460 civic, social and history bodies held all-people meeting in Sejongro, Seoul while opposition party figures urged the \"government\" to immediately retract its decision at the \"National Assembly\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should discontinue the introduction of \"state-compiled\" history textbooks for the security of their rule and stay in power and lend their ears to the voices of the people of different social standings calling for democracy in the society and stabilization of the people's living."
        },
        {
            "title": "Kim Jong Un se fotografia con educadores militares",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-19ee.html",
            "content": "Kim Jong Un se fotografia con educadores militares\r\nPyongyang, 7 de noviembre (ACNC) -- El Mariscal Kim Jong Un, Comandante Supremo del Ejercito Popular de Corea, se fotografio junto con los participantes en la VII Conferencia de Educadores Militares del EPC.\n\t\t\t\t\tTodos los participantes dieron la calurosa bienvenida al Mariscal quien salio al lugar de filmacion.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal respondio cordialmente con la mano alzada a ellos.\n\t\t\t\t\t\n\t\t\t\t\tLa presente conferencia sirvio de importante motivo de significado historico en la labor para llevar adelante eternamente la inmortal idea y hazanas de los grandes Lideres sobre la educacion militar y preparar la nueva era dorada del fortalecimiento del poderio militar elevando decisivamente el nivel cualitativo de la educacion militar conforme a la demanda de la transformacion de todo el ejercito segun el Kimilsunismo-Kimjongilismo, dijo el Mariscal y  felicito calurosamente a los participantes quienes efectuaron con exito la conferencia. Y se fotografio junto a ellos.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, el Mariscal agito cordialmente la mano a los participantes quienes gritan \"!Viva!\" llenos de emocion.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal expreso su conviccion de que los educadores militares renovaran sin cesar el contenido y el metodo docentes conforme a la idea del Partido sobre la estrategia y tacticas militares, el autoctono metodo de combate y la demanda de la guerra moderna, y cumplir con su mision y deber en la formacion de todos los educandos como miembros de mando de campana y combatientes del ejercito revolucionario selecto.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Hwang Pyong So, Pak Yong Sik, Ri Yong Gil y los miembros de mando del EPC."
        },
        {
            "title": "Parte de Pyongyang delegacion de RPDC rumbo a Angola",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-20ee.html",
            "content": "Parte de Pyongyang delegacion de RPDC rumbo a Angola\r\nPyongyang, 7 de noviembre (ACNC) -- La delegacion gubernamental de la Republica Popular Democratica de Corea encabezada por el ministro de Relaciones Exteriores Ri Su Yong partio el dia 7 de esta capital para participar en las actividades por el 40o aniversario de la independencia de Angola y realizar una visita oficial a este pais africano."
        },
        {
            "title": "Parte de Pyongyang Guus Hiddink",
            "url": "http://kcna.co.jp/item/2015/201511/news07/20151107-21ee.html",
            "content": "Parte de Pyongyang Guus Hiddink \r\nPyongyang, 7 de noviembre (ACNC) -- Partio el dia 7 de esta capital Guus Hiddink, ex entrenador jefe de la seleccion nacional de futbol masculino de Holanda.\n\t\t\t\t\t  Durante su permanencia, se reunio con Kim Yong Hun, ministro de Deportes y presidente del Comite Olimpico de la Republica Popular Democratica de Corea, y Ri Ryong Nam, ministro de Relaciones Economicas con el Extranjero y presidente de la Asociacion de Futbol de Corea (AFC).\n\t\t\t\t\t\n\t\t\t\t\t  El recorrio la sede de la AFC, el Estadio Primero de Mayo y la Escuela Internacional de Futbol de Pyongyang e intercambio con los funcionarios de la AFC y entrenadores los criterios sobre la tendencia mundial de desarrollo de futbol, la formacion de reserva de jugadores y otros problemas.\n\t\t\t\t\t\n\t\t\t\t\t  Y expreso su voluntad de colaborar en el trabajo para el desarrollo de futbol de la RPDC y firmo un documento relativo a la donacion de una cancha de futbol de cesped artificial."
        }
    ]
}