{
    "date": "2015-09-21",
    "url": "http://kcna.co.jp/item/2015/201509/2015-09-21ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Indian Ambassador to DPRK",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-20ee.html",
            "content": "Kim Yong Nam Meets Indian Ambassador to DPRK\r\nPyongyang, September 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, had a talk with Indian Ambassador to the DPRK Ajay Kumar Sharma who paid a farewell call on him at the Mansudae Assembly Hall on Monday."
        },
        {
            "title": "Senator from British Labor Party Visits Different Places",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-22ee.html",
            "content": "Senator from British Labor Party Visits Different Places\r\nPyongyang, September 21 (KCNA) -- Neil Forbes Davidson, senator from the British Labor Party, and his party visited the Wonsan Baby Home and Orphanage.\n\t\t\t\t\t The guests toured various places of the baby home and orphanage which have been built as palaces for children on the coast of the East Sea.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Songdowon International Children's Camp, the Pyongyang Hosiery Factory, etc."
        },
        {
            "title": "DPRK Delegation to UN General Assembly Leaves",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-09ee.html",
            "content": "DPRK Delegation to UN General Assembly Leaves\r\nPyongyang, September 21 (KCNA) -- A DPRK delegation headed by Foreign Minister Ri Su Yong left here Monday to take part in the 70th UN General Assembly."
        },
        {
            "title": "Greetings to Maltese President",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-10ee.html",
            "content": "Greetings to Maltese President\r\nPyongyang, September 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Monday sent a message of greeting to Marie Louise Coleiro Preca, president of Malta, on the occasion of its independence day.\n\t\t\t\t\t Expressing belief that the long-standing friendly relations between the two countries would further expand in the common interests and desire of the two peoples, the message wished the Maltese people progress and prosperity."
        },
        {
            "title": "EAFF Delegation Leaves",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-08ee.html",
            "content": "EAFF Delegation Leaves\r\nPyongyang, September 21 (KCNA) -- A delegation of the East Asian Football Federation (EAFF) led by Chairman Zhang Jian left here Monday after taking part in the 46th meeting of the Executive Committee of EAFF."
        },
        {
            "title": "Vice-Chairman of Chongryon Slams U.S. Interference in Issue of Inter-Korean Relations, Reunification Issue",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-21ee.html",
            "content": "Vice-Chairman of Chongryon Slams U.S. Interference in Issue of Inter-Korean Relations, Reunification Issue\r\nTokyo, September 20 (KNS-KCNA) -- Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), in a statement on September 19 demanded the U.S. roll back its anachronistic hostile policy towards the DPRK, stop at once its reckless moves for aggression and cease to interfere in the issue of the north-south relations and the issue of reunification any longer.\n\t\t\t\t\t All officials of Chongryon and Korean residents in Japan unanimously supported and hailed the north-south high-level urgent contact and the publication of the joint press release that made it possible for the inter-Korean relations to take the road of reconciliation and confidence. \n\t\t\t\t\t\n\t\t\t\t\t When a series of progress was made in implementing the joint press release, the U.S. is undisguisedly laying obstacles in it and despicably moving to stem the trend of improving the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t The reality clearly proves once again that as long as the U.S. interference and obstructions to south Korea are allowed to persist, it is quite impossible to settle the issue of  the north-south relations and an  epochal phase of inter-Korean relations can be opened only when the idea of By Our Nation Itself is firmly maintained,\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities have a true intention to implement the north-south agreement, they should discard sycophancy and dependence on foreign forces and opt for settling all the issues arising in inter-Korean relations independently by the concerted efforts of the Korean nation."
        },
        {
            "title": "Endless Stream of People Visits Bust of Kim Jong Suk",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-15ee.html",
            "content": "Endless Stream of People Visits Bust of Kim Jong Suk\r\nPyongyang, September 21 (KCNA) -- Nearly 40 million service personnel, people, overseas Koreans and foreign guests visited the bust of anti-Japanese war hero Kim Jong Suk to pay tribute to her for the past three decades since the Revolutionary Martyrs Cemetery on Mt. Taesong was reconstructed and expanded in Juche 74 (1985).\n\t\t\t\t\t The visitors looked back on the revolutionary exploits performed by her, dedicating her all to the accomplishment of the Songun revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t This year alone over 250 000 service personnel, people from all walks of life and schoolchildren visited her bust and paid tribute to her.\n\t\t\t\t\t\n\t\t\t\t\t For the past three decades hundreds of thousands of overseas Koreans and foreigners also visited her bust to pay tribute to her."
        },
        {
            "title": "World's Alzheimer Day Marked in DPRK",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-24ee.html",
            "content": "World's Alzheimer Day Marked in DPRK\r\nPyongyang, September 21 (KCNA) -- There took place a symposium at the Taedonggang Diplomatic Club under the co-sponsorship of the Central Committee of the Federation for the Care of the Elderly of Korea and the Central Committee of the Medical Association of Korea on Monday on the occasion of the World's Alzheimer Day.\n\t\t\t\t\t Present there were officials of the sponsors and other units, diplomatic envoys and staff members of missions of international organizations here.\n\t\t\t\t\t\n\t\t\t\t\t Speeches titled \"On diagnosis of Alzheimer's disease and its treatment\", \"On dementia in the Asia-Pacific region\" and \"Aging of world population and dementia\" were made there.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the aging of the world population is being sped up in the 21st century, adding that dementia including Alzheimer's disease is becoming one of serious diseases in the fields of public health, medical science and social economy.\n\t\t\t\t\t\n\t\t\t\t\t All people should have correct recognition and understanding of Alzheimer's disease and take measures, they said, referring to the scientific and technological issues of preventing and treating this disease.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched a demonstration of rhythmic exercise for the old."
        },
        {
            "title": "Anti-DPRK \"Human Rights\" Plot Bound to Go Bust",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-16ee.html",
            "content": "Anti-DPRK \"Human Rights\" Plot Bound to Go Bust\r\nPyongyang, September 21 (KCNA) -- A spokesman for the DPRK Measure Council for Human Rights in South Korea issued a statement on Monday denouncing the south Korean authorities for trying to railroad the \"bill on human rights in the north\" through the \"National Assembly\". The bill is fanning up the confrontation with the fellow countrymen in the north, the statement said.\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Philistines including the ruling and opposition parties of south Korea are daring to slander the social system in the DPRK centered on the popular masses. This is an intolerable provocation and an unpardonable crime against the nation.\n\t\t\t\t\t\n\t\t\t\t\t All rights of human beings are fully guaranteed by law in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t South Korea is, indeed, the world's worst tundra of human rights and a veritable hell.\n\t\t\t\t\t\n\t\t\t\t\t It is nothing but a wild dream for the people in south Korea to wish for rights as independent human beings as its sovereignty was usurped by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of impudence and shamelessness for the worst human rights abusers to work hard to railroad the above-said bill, lost to shame, as they deserve stern punishment of history.\n\t\t\t\t\t\n\t\t\t\t\t The above-said moves of the south Korean authorities are aimed to cover up their serious human rights abuses, do harm to the fellow countrymen in the north and incite the confrontation with it in a bid to hold in check the south Korean people's anti-\"government\" actions.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will regard the moves of the south Korean authorities as a declaration of a war and strongly react to them.\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK \"human rights\" racket of the worst human rights abusers in south Korea is bound to meet a shameful fiasco, rebuffed and censured by all Koreans and the international community."
        },
        {
            "title": "11th Pyongyang Autumn International Trade Fair Opens",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-17ee.html",
            "content": "11th Pyongyang Autumn International Trade Fair Opens\r\nPyongyang, September 21 (KCNA) -- The 11th Pyongyang Autumn International Trade Fair opened with due ceremony at the Three-Revolution Exhibition House on Monday.\n\t\t\t\t\t Present at the opening ceremony were Vice-Premier Ro Tu Chol, Minister of External Economic Relations Ri Ryong Nam, Vice-Chairman of the Pyongyang City People's Committee Kim In Chol, officials in the field of economy and trade, delegations of different countries and regions, foreign diplomatic envoys and staff members of their embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Pak Ung Sik, director of the Korean International Exhibition Corporation, made an opening address which was followed by a congratulatory speech by O Ryong Chol, vice-minister of External Economic Relations.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said the trade fair would offer a good opportunity for promoting friendship and cooperation among countries and boosting the economic development and scientific and technological exchange. \n\t\t\t\t\t\n\t\t\t\t\t They noted that the participants will witness achievements made by the Korean people in the struggle for building a socialist economic power and improving the people's living standard under the leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t They expressed the will to expand the economic relations with different countries of the world and steadily develop bilateral and multilateral cooperation in various fields including trade, investment and finance.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants looked round products presented by companies of the DPRK, Germany, Romania, Malaysia, Mongolia, Switzerland, Singapore, China, Italy, Indonesia, Vietnam, Poland and Taipei of China.\n\t\t\t\t\t\n\t\t\t\t\tThe fair will last until Thursday."
        },
        {
            "title": "Apple Harvest Is in Full Swing",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-18ee.html",
            "content": "Apple Harvest Is in Full Swing\r\nPyongyang, September 21 (KCNA) -- Fruit farms in the DPRK are busy harvesting apple these days.\n\t\t\t\t\t In particular, famous fruit farms in Pukchong County, South Hamgyong Province are gathering in large amount of apples on a daily basis, paying primary attention to collecting them without any waste. Among them are Ryongjon, Jongsan, Raha and Chori fruit farms.\n\t\t\t\t\t\n\t\t\t\t\t The same can be said of other fruit farms in Kangwon and North Phyongan provinces, including Kosan, Tongrim and Songhan fruit farms."
        },
        {
            "title": "Women Footballers of April 25 Sports Team Prove Successful",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-19ee.html",
            "content": "Women Footballers of April 25 Sports Team Prove Successful\r\nPyongyang, September 21 (KCNA) -- 20 day-long women's premier soccer league for celebrating the 67th birthday of the DPRK (September 9) came to a close here with 118 goals in total through 40 group league and knockout matches.\n\t\t\t\t\t The final match took place on September 19 between the April 25 Sports Team and the Pyongyang Sports Team, which ended 2:1. \n\t\t\t\t\t\n\t\t\t\t\t In the group league matches, the April 25 Sports Team overwhelmed the Wolmido team 4:1, the winner of the 2015 Pochonbo Torch Prize.\n\t\t\t\t\t\n\t\t\t\t\t Women footballers of the April 25 Sports Team scored 14 goals in five matches.\n\t\t\t\t\t\n\t\t\t\t\t They defeated their rivals of the Rimyongsu Sports Team 1:0 in the semi-finals."
        },
        {
            "title": "Korean Players Grab Gold Medal at Asian Acrobatic Gymnastic Championship",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-23ee.html",
            "content": "Korean Players Grab Gold Medal at Asian Acrobatic Gymnastic Championship\r\nPyongyang, September 21 (KCNA) -- Korean players Jong Kum Hwa and Pyon Yun Ae grabbed a gold medal at the 9th Asian Acrobatic Gymnastic Championship held in China from Sept. 17 to 19.\n\t\t\t\t\t The championship brought together more than ace 90 men and women players from the DPRK and other countries.\n\t\t\t\t\t\n\t\t\t\t\t They proved successful at women's duet etude in the adult category.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Korean players won six silver medals by placing second at men's duet and quartet etudes in the adult category, at women's trio etude and mixed duet etude in the adult category, at women's duet etude of balance movement in the junior category and in team standing."
        },
        {
            "title": "Rodong Sinmun on Guarantee for Protecting Peace on Korean Peninsula",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-06ee.html",
            "content": "Rodong Sinmun on Guarantee for Protecting Peace on Korean Peninsula\r\nPyongyang, September 21 (KCNA) -- The outstanding strategy and tactics, iron will and distinguished leadership art of the Workers' Party of Korea (WPK) are the decisive factors of enabling the service personnel and people of the DPRK to always emerge victorious in the grave and fierce standoff with the U.S. on which hinge the destiny of the people and dignity of the nation, Rodong Sinmun Monday says in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK laid down strategic and tactical policies to smash the U.S. imperialists' moves for aggression and protect the dignity of the nation and peace at every stage of the standoff with the U.S. and has wisely led the struggle for their implementation. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK has won victory after another and firmly preserved peace on the Korean Peninsula thanks to the peerlessly great men of Mt. Paektu whom no one can match in faith and will, guts and spirit, stratagem and commanding art. \n\t\t\t\t\t\n\t\t\t\t\t The armed forces of Songun with the self-defensive nuclear deterrence as their pivot serve as a basic factor of defending the peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The history of war proves that one is bound to fall victim to the imperialists if one has a weak army. \n\t\t\t\t\t\n\t\t\t\t\t There should be strength to protect peace and it lies in unity. United ranks alone can display will for sure victory, matchless pluck and spirit of brave offensive. \n\t\t\t\t\t\n\t\t\t\t\t Even the army and the people of a nuclear weapons state should get united close. Otherwise, their modern nuclear weapons will prove useless. \n\t\t\t\t\t\n\t\t\t\t\t The single-minded unity of the service personnel and people is stronger than nuclear weapons."
        },
        {
            "title": "S. Korean Authorities Denounced for Finding Fault with DPRK's Exercise of Right to Self-Defense",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-07ee.html",
            "content": "S. Korean Authorities Denounced for Finding Fault with DPRK's Exercise of Right to Self-Defense\r\nPyongyang, September 21 (KCNA) -- The south Korean authorities are peddling the same brigandish logic as their master U.S.'s as regards the answers given by the director of the National Aerospace Development Administration and the director of the Atomic Energy Institute of the DPRK in which they mentioned the launch of a satellite of higher level and a guarantee for the reliability of the nuclear deterrence.\n\t\t\t\t\t They termed the DPRK's measure as a sort of \"provocation\" and \"violation of a resolution of the UN Security Council\" and \"red light to the south-north relations.\" They went lengths of making such threatening remarks that in case \"the north makes a provocation\", \"it will entail consequences\" and it will face \"strong counteraction of the international community\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday in a commentary says this is an intolerable encroachment upon the dignity and sovereignty of the DPRK and a shameless hostile act against the dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's development of space for peaceful purposes is a legitimate right of a sovereign state and the south Korean authorities are not entitled to say this or that about it, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural and just for the DPRK to react to the U.S. and its followers' ever more undisguised moves to stifle the DPRK accompanied by a nuclear threat with measures for bolstering the nuclear deterrence for self-defence.\n\t\t\t\t\t\n\t\t\t\t\t What should be called into question before the international community and what should come under fire by the unbiased public opinion which loves justice and peace is not the exercise of the right to self-defense by a sovereign state but the hostile acts of the U.S. and its followers making a mockery of the right with sheer sophism and seriously threatening peace and security on the Korean Peninsula and in the rest of Northeast Asia.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should bear in mind before groundlessly slandering the DPRK that their acts of kicking up an anti-DPRK confrontation racket in the international arena in league with outsiders in defiance of the independent right of their dialogue partner will bring irrevocable disaster to the north-south relations."
        },
        {
            "title": "GI Assaults S. Korean Residents",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-11ee.html",
            "content": "GI Assaults S. Korean Residents\r\nPyongyang, September 21 (KCNA) -- A GI assaulted residents in Uijongbu, Kyonggi Province, south Korea on Sept. 13, according to south Korean MBC.\n\t\t\t\t\t A drunken U.S. servicewoman assaulted two south Korean residents, threatening them with a lethal weapon.\n\t\t\t\t\t\n\t\t\t\t\t But local police handed over the criminal to the U.S. MP."
        },
        {
            "title": "Cancellation of Undemocratic Policy of University Education Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-12ee.html",
            "content": "Cancellation of Undemocratic Policy of University Education Demanded in S. Korea\r\nPyongyang, September 21 (KCNA) -- The Council of Professors for Democracy and other professors organizations in south Korea held a rally in Youido, Seoul on Sept. 18 at which they demanded a cancellation of the undemocratic policy of university education.\n\t\t\t\t\t The organizations recalled that Ko Hyon Chol, professor at Pusan University, killed himself on August 17 in demand of democracy at the university.\n\t\t\t\t\t\n\t\t\t\t\t The undemocratic policy of university education enforced by the present regime and the Ministry of Education pushed the professor to death, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the present regime roll back violent policy of university education and take steps for ensuring democracy at universities.\n\t\t\t\t\t\n\t\t\t\t\t They called upon all members of universities including professors, staffers and students to stage a solidarity action.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants staged a demonstration."
        },
        {
            "title": "Unreasonable Discrimination against Human Rights of Part-time Workers Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-13ee.html",
            "content": "Unreasonable Discrimination against Human Rights of Part-time Workers Protested in S. Korea\r\nPyongyang, September 21 (KCNA) -- At least 100 cleaning workers of the \"government\" building in Sejong City, south Korea held a rally in Seoul on Sept. 17 to denounce the authorities' unreasonable policy of discriminating part-time workers, Voice of People, an internet paper of south Korea, said.\n\t\t\t\t\t The authorities' refusal to properly pay them for being part-time workers is a serous human rights issue, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to settle the issue of discriminating part-time workers through the improvement of treatment of cleaning workers.\n\t\t\t\t\t\n\t\t\t\t\t During the rally representatives thrust a written protest carrying demands of workers to Chongwadae."
        },
        {
            "title": "S. Korean \"Saenuri Party\" Accused of Pushing Workers to Death",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-14ee.html",
            "content": "S. Korean \"Saenuri Party\" Accused of Pushing Workers to Death\r\nPyongyang, September 21 (KCNA) -- Minjok Ilbo, an internet paper of south Korea, posted an article denouncing the \"Saenuri Party\" for pushing workers to death on Sept. 19.\n\t\t\t\t\t The article recalled that the party on Sept. 16 officially defined the \"five-point bill on labor reform\" as the party opinion.\n\t\t\t\t\t\n\t\t\t\t\t If the bill is passed through the \"National Assembly\", it will help open up a legitimate way of making workers lifelong part-time workers, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The present regime's \"labor reform\" is pro-capitalist, anti-labor policy more cruel than the retrogressive revision of labor market by the successive regimes as it is chiefly aimed at easier lay-off, lower wage, more part-time jobs and obliteration of trade unions, it held.\n\t\t\t\t\t\n\t\t\t\t\t The only way of checking the retrogressive revision of labor market is for the present regime to resign, it stressed."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Indian Papers",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-01ee.html",
            "content": "Kim Il Sung's Exploits Praised by Indian Papers\r\nPyongyang, September 21 (KCNA) -- Indian papers carried articles to celebrate the 67th anniversary of the founding of the DPRK.\n\t\t\t\t\t Indian and World Event on September 8 noted in an article titled \"Founder of the DPRK\":\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, the eternal leader of the Korean people, is the founder of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He wisely led the country and its people as the top leader of the DPRK for a long period.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership, the DPRK beat back the aggression by the U.S. which boasted of being the \"strongest\" in the world in the Korean War which broke out in less than 2 years since it was founded, defended its sovereignty and dignity with honor and successfully carried out the postwar rehabilitation and construction from debris and socialist construction of several stages.\n\t\t\t\t\t\n\t\t\t\t\t New Delhi Times on September 7 noted in an article titled \"DPRK Today.\"\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the country strong in independence.\n\t\t\t\t\t\n\t\t\t\t\t In its external activities, it is developing the friendly relations with all countries of the world that respect its sovereignty and is advancing toward a new independent world free from foreign aggression, intervention, domination and subjugation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is a country with tremendous military muscle.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army has been fully prepared politically, ideologically and in military technique and the all-people, all-state defense system with the KPA as a core has been firmly established in this country.\n\t\t\t\t\t\n\t\t\t\t\t And it has the powerful defense industry capable of producing any ultra-modern weaponry as it pleases."
        },
        {
            "title": "Kim Jong Suk Remembered by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-02ee.html",
            "content": ""
        },
        {
            "title": "Foreign Media Observe Birthday of DPRK",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-03ee.html",
            "content": "Foreign Media Observe Birthday of DPRK\r\nPyongyang, September 21 (KCNA) -- Foreign media aired special programs from September 5 to 9, 67th anniversary of the founding of the DPRK.\n\t\t\t\t\t The Myanmar TV Broadcasting aired a program introducing Mt. Paektu in the prime time. It said:\n\t\t\t\t\t\n\t\t\t\t\t Mt. Paektu, the famous mountain of Korea, is called Mt. Paektu as it looks white all the year round. It is widely known to the world for its imposing appearance and fantastic beauty.\n\t\t\t\t\t\n\t\t\t\t\t The sunrise over Mt. Paektu which makes the eastern sky tinged with red is one of the fantastic sceneries of Korea.\n\t\t\t\t\t\n\t\t\t\t\t At the Valley Sobaeksu at the foot of Mt. Paektu, there are Jong Il Peak named after leader Kim Jong Il and the birthplace of Kim Jong Il, chairman of the DPRK National Defence Commission.\n\t\t\t\t\t\n\t\t\t\t\t The statue of President Kim Il Sung is standing on the shore of Lake Samji from where one can watch the majestic appearance of Mt. Paektu and there also stand grand monuments to his immortal revolutionary exploits.\n\t\t\t\t\t\n\t\t\t\t\t A lot of tourists visit Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The ATN broadcasting service of Bangladesh, airing Korean films including \"Pyongyang Today\" and \"Okryu Children's Hospital,\" introduced the glorious path covered by the DPRK under the wise leadership of Kim Il Sung and Kim Jong Il and praiseworthy successes made by the army and people of the DPRK in defense of socialism, confrontation with the U.S. and building of a highly civilized socialist nation under the Songun leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A broadcasting service of Peru also introduced the immortal exploits performed by Kim Il Sung for founding the country."
        },
        {
            "title": "DPRK Introduced in Indonesia and Kuwait",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-04ee.html",
            "content": "DPRK Introduced in Indonesia and Kuwait\r\nPyongyang, September 21 (KCNA) -- Indonesian and Kuwaiti newspapers carried articles to mark the 67th founding anniversary of the DPRK. \n\t\t\t\t\t The Indonesian paper International Daily on Sept. 7 dedicated one whole page to several articles illustrated with photos of President Kim Il Sung. \n\t\t\t\t\t\n\t\t\t\t\t In an article titled \"Country of the people\" the paper said the Korean people enjoy an independent, creative and happy life thanks to the popular policies of the party and state including free healthcare and free education. \n\t\t\t\t\t\n\t\t\t\t\t The activities of the DPRK are oriented to improving the people's living standard from A to Z, the paper said, adding:\n\t\t\t\t\t\n\t\t\t\t\t All the members of the society in the DPRK fully exercise genuine political right. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK guided by the Juche idea is a genuine country for the people. \n\t\t\t\t\t\n\t\t\t\t\t The Kuwaiti paper Al-Anba on Sept. 9 carried an article titled \"DPRK hastening the building of a thriving nation\" accompanied by photos of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government is the people's government depending on the popular masses and serving them. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is making a leap forward toward a thriving nation under the leadership of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people are convinced that they will surely win victory as long as there are the wise guidance of Kim Jong Un and single-minded unity around him."
        },
        {
            "title": "Kim Yong Nam se reune con embajador indio",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-14ss.html",
            "content": "Kim Yong Nam se reune con embajador indio\r\nPyongyang, 21 de septiembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 21 en el capitalino Palacio de los Congresos Mansudae con el embajador de la Republica de la India en la RPDC, Ajay Kumar Sharma, quien le hizo una visita de despedida."
        },
        {
            "title": "Kim Yong Nam felicita dia de independencia de Malta",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-09ss.html",
            "content": "Kim Yong Nam felicita dia de independencia de Malta\r\nPyongyang, 21 de septiembre (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 21 un mensaje de felicitacion a la presidenta de la Republica de Malta, Marie Louise Coleiro Preca. \n\t\t\t\t\tConvencido de que las largas relaciones de amistad entre los dos paises se ampliaran y se desarrollaran mas conforme a la aspiracion y los intereses comunes de los pueblos de los dos paises, el remitente desea progreso y prosperidad al pueblo maltes."
        },
        {
            "title": "Seminario por Dia Mundial de Alzheimer",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-15ss.html",
            "content": "Seminario por Dia Mundial de Alzheimer\r\nPyongyang, 21 de septiembre (ACNC) -- Tuvo lugar este lunes en el Club para el Cuerpo Diplomatico Taedonggang el seminario dedicado al Dia Mundial de Alzheimer bajo coauspicios del Comite Central de la Federacion de Proteccion de los Ancianos de Corea y el CC de la Asociacion de Medicos de Corea.\n\t\t\t\t\tParticiparon los funcionarios de mencionadas entidades y otras y los miembros de las representaciones de organizaciones internacionales, acreditados en la Republica Popular Democratica de Corea. \n\t\t\t\t\t\n\t\t\t\t\tHubo intervenciones bajo los temas \"Sobre el tratamiento de Alzheimer\", \"Sobre la situacion de demencia en la region de Asia-Pacifico\", \"Envejecimiento y demencia de la poblacion mundial\", etc.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores dijeron que en el siglo XXI se acelera mas el envejecimiento de la poblacion mundial y que la demencia incluyendo Alzheimer se hace una de las graves enfermedades tanto en lo medico como en lo socioeconomico. \n\t\t\t\t\t\n\t\t\t\t\tEnfatizaron en la necesidad de tener correcta comprension sobre Alzheimer y tomar las medidas necesarias y explicaron profundamente los problemas cientifico-tecnicos para prevenir y curar esta enfermedad. \n\t\t\t\t\t\n\t\t\t\t\tLos participantes vieron la demostracion de la gimnasia ritmica de ancianos."
        },
        {
            "title": "Delegacion de RPDC parte para participar en Asamblea General de ONU",
            "url": "http://kcna.co.jp/item/2015/201509/news21/20150921-10ss.html",
            "content": "Delegacion de RPDC parte para participar en Asamblea General de ONU\r\nPyongyang, 21 de septiembre (ACNC) -- Partio este lunes de esta capital la delegacion de la Republica Popular Democratica de Corea encabezada por el canciller Ri Su Yong para tomar parte en el 70o periodo de sesiones de la Asamblea General de la ONU."
        }
    ]
}