{
    "date": "2015-04-10",
    "url": "http://kcna.co.jp/item/2015/201504/2015-04-10ee.html",
    "articles": [
        {
            "title": "Floral Basket to Kim Jong Un from Palestinian President",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-16ee.html",
            "content": "Floral Basket to Kim Jong Un from Palestinian President\n\t\t\t\t\t\t\r\nPyongyang, April 10 (KCNA) -- Mahmoud Abbas, president of Palestine, sent a floral basket to Marshal Kim Jong Un on the occasion of the birth anniversary of President Kim Il Sung and the third anniversary of Kim Jong Un's election as first secretary of the Workers' Party of Korea.\n\t\t\t\t\tThe floral basket was conveyed to Foreign Minister Ri Su Yong by Ismail Ahmed Mohamed Hasan, Palestinian ambassador to the DPRK, on Friday."
        },
        {
            "title": "Floral Basket, Congratulatory Letter to Kim Jong Un from Diplomatic Corps",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-14ee.html",
            "content": "Floral Basket, Congratulatory Letter to Kim Jong Un from Diplomatic Corps\n\t\t\t\t\t\t\r\nPyongyang, April 10 (KCNA) -- Supreme leader Kim Jong Un received a floral basket and congratulatory letter from the diplomatic corps here on the occasion of the Day of the Sun (the birth anniversary of President Kim Il Sung) and the third anniversary of Kim Jong Un's election as first secretary of the Workers' Party of Korea. \n\t\t\t\t\tPalestinian Ambassador to the DPRK Ismail Ahmed Mohamed Hasan who is doyen of the diplomatic corps and Cuban Ambassador to the DPRK German Hermin Ferras Alvarez conveyed the floral basket and letter to Foreign Minister of the DPRK Ri Su Yong on Friday."
        },
        {
            "title": "Floral Basket to Kim Jong Un from Family of Zhang Weihua",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-12ee.html",
            "content": "Floral Basket to Kim Jong Un from Family of Zhang Weihua\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from the family of Zhang Weihua, Chinese anti-Japanese revolutionary martyr, on Friday on the occasion of the 3rd anniversary of his election to the top post of the Workers' Party of Korea and the state."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il ",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-18ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\n\t\t\t\t\t\t\r\nPyongyang, April 10 (KCNA) -- Members of the missions of the FAO and the UNICEF here visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Friday on the occasion of the Day of the Sun (the birth anniversary of Kim Il Sung).\n\t\t\t\t\tThey laid floral baskets before the statues and paid tribute to them."
        },
        {
            "title": "Kazakh Foreign Ministry Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-17ee.html",
            "content": "Kazakh Foreign Ministry Delegation Visits Mangyongdae\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- A delegation of the Foreign Ministry of Kazakhstan led by Roving Ambassador Barlybay Sadykov visited Mangyongdae, the birthplace of President Kim Il Sung, on Friday.\n\t\t\t\t\t Being briefed on his revolutionary career, members of the delegation looked round relics preserved there with care.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Victorious Fatherland Liberation War Museum and Okryu Children's Hospital that day."
        },
        {
            "title": "Military Attaches Corps Visits Pyongyang Baby Home and Orphanage",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-11ee.html",
            "content": "Military Attaches Corps Visits Pyongyang Baby Home and Orphanage\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- The military attaches corps here Friday visited the Pyongyang Baby Home and Orphanage on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the fact that the baby home and orphanage were wonderfully built on the bank of the picturesque River Taedong, members of the corps looked round education rooms, playing rooms, etc."
        },
        {
            "title": "Delegations of Juche Idea Study Organizations Here",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-19ee.html",
            "content": "Delegations of Juche Idea Study Organizations Here\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- Delegations of organizations for the study of the Juche idea arrived here on Friday on the occasion of the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t They included a delegation of the Russian Institute of Kimilsungism-Kimjongilism headed by Director Vadim Kudimin, a delegation of the Russian Association for the Study of the Juche Idea led by Chairman Dmitri Kostenko, a delegation of the Russian Khabarovsk Territorial Society for the Study of the Juche Idea and Experience in Socialist Construction of the DPRK headed by Timoshenko Valery, a Mongolian delegation of the organization for the study of the Juche idea headed by TS. Minjbadgar, chief of a branch of the Mongolian Mt. Paektu Association for Independent Development.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, Irina Malenko, delegate of the Irish Group for the Study of the Juche Idea, arrived here."
        },
        {
            "title": "SPA Deputies Enjoy Art Performance \"Songs Full of Memories\"",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-22ee.html",
            "content": "SPA Deputies Enjoy Art Performance \"Songs Full of Memories\"\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- Deputies to the Supreme People's Assembly who took part in Third Session of the 13th SPA the visited the Central Tree Nursery of the Ministry of Land and Environment Protection Friday.\n\t\t\t\t\t They laid bouquets before the mosaic depicting leader Kim Jong Il and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the fact that the nursery was built into a modern sapling production base, playing an important role in forest restoration campaign, they looked round sapling greenhouses, sapling fields, etc.\n\t\t\t\t\t\n\t\t\t\t\t They also visited the Pyongyang Mushroom Farm. \n\t\t\t\t\t\n\t\t\t\t\t On the same day they enjoyed the art performance \"Songs Full of Memories\" at the People's Theater."
        },
        {
            "title": "Working People's Organizations Meet ",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-21ee.html",
            "content": "Working People's Organizations Meet \n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- Meetings were held by working people's organizations Friday to mark the 3rd anniversary of Marshal Kim Jong Un's election as first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t Attending the meetings were Choe Ryong Hae, secretary of the Central Committee of the WPK, officials concerned, officials and members of working people's organizations and other people.\n\t\t\t\t\t\n\t\t\t\t\t Reports at the meetings were followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporters and speakers said Kim Jong Un's election to the top post of the party and the state was a historic event that provided a landmark of a great turn in the struggle for strengthening the party and carrying forward to completion the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t They said Kim Jong Un wisely led the party, state, army and the people in the van of the Korean revolution with his rare ideological and theoretical wisdom and outstanding political ability, thus performing undying feats before the times and history.\n\t\t\t\t\t\n\t\t\t\t\t They hardened their will to unconditionally and thoroughly carry out the behests of leader Kim Jong Il without an inch of deflection under the leadership of Kim Jong Un and thus make a breakthrough toward victory in the on-going general offensive."
        },
        {
            "title": "National Industrial Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-20ee.html",
            "content": "National Industrial Art Exhibition Opens \n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- A national industrial art exhibition opened to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Presented there were more than 1 300 pieces of industrial art designs personally guided by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Exhibits included at least 800 designs, goods and models made by creators, teachers, researchers and students of the Industrial Art Studio of Korea and those studios in provinces, ministries and national institutions, industrial establishments and education field, and industrial art fans.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place at the National Industrial Art Exhibition House Friday."
        },
        {
            "title": "\"Collection of Kim Il Sung's Anecdotes\" Vol. 6 Published",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-10ee.html",
            "content": "\"Collection of Kim Il Sung's Anecdotes\" Vol. 6 Published\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- \"Collection of Kim Il Sung's Anecdotes\" Vol. 6 was published in the DPRK.\n\t\t\t\t\t The book has four chapters on the revolutionary anecdotes telling about how President Kim Il Sung organized and led the struggle to carry out the tasks for founding the party, state and army in the liberated country from August to December, Juche 34 (1945).\n\t\t\t\t\t\n\t\t\t\t\t Chapter 21 \"Triumphal Return\" deals with anecdotes dating back to the period when the President set forth the policy for building the party, state and army in the liberated country and led the work to implement it.\n\t\t\t\t\t\n\t\t\t\t\t Chapter 22 \"Holding High Banner of Unity\" contains anecdotes about how energetically the President led the struggle to build a new country for the people by the concerted efforts of the Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Chapter 23 \"Let Us Build a New Country for People\" deals with anecdotes about the Songun feats the President performed by directing primary efforts to the work for building regular armed forces after the country's liberation. There are also anecdotes about the President indicating orientation and way for national education and paying deep attention to the public health.\n\t\t\t\t\t\n\t\t\t\t\t Chapter 24 \"For Consolidating the Party\" contains anecdotes telling the story the President energetically led the work for consolidating the unity and cohesion of the party and enhancing the function and role of the grass-roots party organizations.\n\t\t\t\t\t\n\t\t\t\t\t There are anecdotes dealing with facts that the President gave ceaseless field guidance to various units, encouraging the people to rehabilitate at an early date the factories and enterprises severely destroyed by the Japanese imperialists."
        },
        {
            "title": "Scientific Achievements Made in DPRK ",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-24ee.html",
            "content": "Scientific Achievements Made in DPRK \n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- Many scientific achievements have been made in the DPRK.\n\t\t\t\t\t The Branch Academy of Railway Science under the State Academy of Sciences has recently developed a technology of reprocessing waste aluminum to produce a hardening accelerator necessary for concrete spraying.\n\t\t\t\t\t\n\t\t\t\t\t The technology has paved a way to produce high-efficiency accelerator at a lower cost.\n\t\t\t\t\t\n\t\t\t\t\t The accelerator has been applied to the construction of Wisong Scientists Dwelling District and other projects.\n\t\t\t\t\t\n\t\t\t\t\t The Academy of Agricultural Science has put the production of multi-nutrients for rice seedlings on an industrial basis and developed nano-germicide for farming.\n\t\t\t\t\t\n\t\t\t\t\t The Control Machine Institute under the State Academy of Sciences has succeeded in home production of CNC devices and the Electric Power Industry Research Institute under the Ministry of Electric Power Industry developed a technology of converting many-level high-voltage frequency."
        },
        {
            "title": "DPRK Strives for Developing Traditional Costumes",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-23ee.html",
            "content": "DPRK Strives for Developing Traditional Costumes\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- Scientific and educational institutions in the DPRK strive to develop the traditional costumes in keeping with the demand of the times and the people's sentiment and tastes.\n\t\t\t\t\t The Clothing Institute under the Ministry of Food and Consumer Goods Industries is now focusing efforts on the work to standardize the designing of Korean dresses and the method of making them.\n\t\t\t\t\t\n\t\t\t\t\t Pyongyang Jang Chol Gu University of Commerce is perfecting the multimedia to introduce the tailoring methods and kinds of Korean dresses while Pyongyang University of Fine Arts works hard to produce new designs for traditional costumes."
        },
        {
            "title": "S. Korean Bodies Protest against Japan's Moves to Rewrite School Textbooks",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-13ee.html",
            "content": "S. Korean Bodies Protest against Japan's Moves to Rewrite School Textbooks\r\n Pyongyang, April 10 (KCNA) -- Bodies of south Korea on April 6 protested against Japan's undisguised moves to rewrite school textbooks as part of its attempt to grab Tok Islets.\n\t\t\t\t\t That day the Ministry of Education, Culture, Sports, Science and Technology of Japan at a meeting to screen, examine and discuss textbooks confirmed the results of the screening of the textbooks for the secondary schools and made public the contents of a new textbook to be used by those schools from 2016.\n\t\t\t\t\t\n\t\t\t\t\t The call for \"dominion over Tok Islets\" was contained in all social subjects of textbooks. \n\t\t\t\t\t\n\t\t\t\t\t Variety of textbooks carrying sophism that south Korea \"illegally occupied\" Tok Islets more than trebled in the same period. \n\t\t\t\t\t\n\t\t\t\t\t The Solidarity for Asian Peace and Education in History, a civic body of south Korea, held a press conference in Jongro District, Seoul at which it blasted the shameless action of Japan."
        },
        {
            "title": "Overseas Koreans' Organizations Denounce Japan's Suppression of Chongryon",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-15ee.html",
            "content": "Overseas Koreans' Organizations Denounce Japan's Suppression of Chongryon\r\n Pyongyang, April 10 (KCNA) -- Overseas Koreans' organizations continue to publish statements denouncing the Japanese reactionaries' fascist suppression of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The Association of Koreans in the U.S. in a statement on March 28 said the Japanese government searched the houses of the chairman and a vice-chairman of the Chongryon Central Standing Committee.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese government conducted search operations against the houses of senior officials of Chongryon without any material evidence by linking them with the import of songi mushroom by a company that has nothing to do with Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The recent search is an act of discriminating against Koreans in Japan and an action hostile to the DPRK as it was illegal and fascist action that defied the normal investigation process.\n\t\t\t\t\t\n\t\t\t\t\t The General Association of Koreans in China and the Chinese Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration in a joint statement on April 2 censured with towering national indignation the fascist action of searching the houses of senior officials of Chongryon, legitimate overseas Koreans' organization, by mobilizing the Japanese police and lethal equipment, though they are deputies to the Supreme People's Assembly of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The arrogant and despicable action against Chongryon is a politically-motivated crackdown on Chongryon officials, abuse of rights of Koreans in Japan and discrimination against them and an unpardonable infringement on the sovereignty of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Federation of Koreans in Canada in a statement said the fascist action taken by the Japanese police without any convincing evidence was prompted by a political purpose.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged Japan to apologize to the Koreans for their wrongdoings.\n\t\t\t\t\t\n\t\t\t\t\t The permanent representative of the European Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration on April 3 said he could hardly repress national indignation at the unprecedented atrocity committed by the Japanese government.\n\t\t\t\t\t\n\t\t\t\t\t If the ultra-right conservative forces of Japan continue to crack down on the Koreans in Japan, they will be sternly punished by the Koreans."
        },
        {
            "title": "Japanese Authorities' Crackdown upon Chongryon Assailed ",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-07ee.html",
            "content": "Japanese Authorities' Crackdown upon Chongryon Assailed\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- An Italian body and a Ghanaian personage strongly denounced the Japanese authorities for suppressing the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t The Italian Committee for the Study of the Juche Idea in a statement on April 3 expressed bitter indignation at the outrageous action taken by the Japanese police authorities against the chairman and a vice-chairman of the Chongryon Central Standing Committee and branded it as a serious violation of not only the constitution and criminal procedure code of Japan but international law.\n\t\t\t\t\t\n\t\t\t\t\t Demanding the Japanese authorities make an apology for it, the statement hoped that peace-loving relations would be established between the DPRK and Japan on the basis of mutual respect.\n\t\t\t\t\t\n\t\t\t\t\t The deputy general secretary of the National Democratic Congress of Ghana released a statement on the same day denouncing the Japanese police authorities' crackdown upon Chongryon, a legitimate overseas citizens' organization of the DPRK, as an encroachment upon its sovereignty.\n\t\t\t\t\t\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Japan is a criminal state that perpetrated serious crimes against the Korean people in the past and the Koreans in Japan deserves to be protected by Japan.\n\t\t\t\t\t\n\t\t\t\t\t Japan should make an apology to the Korean people for the shameful action and stop at once infringing upon the rights of Koreans in Japan."
        },
        {
            "title": "Day of Sun to Be Celebrated in Tunisia",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-08ee.html",
            "content": "Day of Sun to Be Celebrated in Tunisia\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- A Tunisian preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was formed in Tunis on March 31.\n\t\t\t\t\t Jalilla el Fersi, secretary general of the Tunisia-Korea Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events praising the sacred revolutionary career and undying feats of Kim Il Sung on the occasion of the Day of the Sun."
        },
        {
            "title": "Kim Il Sung's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-01ee.html",
            "content": "Kim Il Sung's Work Published in Russia\r\n Pyongyang, April 10 (KCNA) -- President Kim Il Sung's work \"Our Socialism Is Socialism of Juche\" was brought out in booklet by the Nakhodka Format Publishing House of Russia on March 31.\n\t\t\t\t\t The work published on April 16, Juche 83 (1994) clarifies the essential nature, advantages and invincibility of socialism in the DPRK."
        },
        {
            "title": "Brief Biography of Kim Il Sung Carried by Mongolian Newspaper",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-02ee.html",
            "content": "Brief Biography of Kim Il Sung Carried by Mongolian Newspaper\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- A brief biography of President Kim Il Sung was carried by the Mongolian paper Ulaanbaataryn Sonin on March 30."
        },
        {
            "title": "Kim Jong Un's Work Posted by Polish Body on Its Website",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-03ee.html",
            "content": "Kim Jong Un's Work Posted by Polish Body on Its Website\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA)- - Marshal Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" was posted by the Polish Branch of the Korean Friendship Association on its website on April 3.\n\t\t\t\t\t The work, published on July 26, Juche 101 (2012), clarifies the essence of leader Kim Jong Il's patriotism and his whole life characterized by his warm love of the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies important issues of applying Kim Jong Il's patriotism."
        },
        {
            "title": "Seminars on Kim Jong Un's Work Held in Romania, Bulgaria",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-04ee.html",
            "content": "Seminars on Kim Jong Un's Work Held in Romania, Bulgaria\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- Seminars on Marshal Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\" were held in Romania and Bulgaria on April 2. \n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, made a report.\n\t\t\t\t\t\n\t\t\t\t\t He said Kim Jong Un in his work recalled that the Korean people and progressive peoples all over the world celebrated the centenary of birth of President Kim Il Sung as a great auspicious event common to humankind.\n\t\t\t\t\t\n\t\t\t\t\t He noted: \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un said the President's life was a noble life of the popular leader who regarded it as his maxim to believe in the people as in Heaven and embodied it in his idea and leadership, bringing about a stirring reality. \n\t\t\t\t\t\n\t\t\t\t\t As Kim Jong Un said, the President was the most prominent leader and peerlessly great man in the 20th century. \n\t\t\t\t\t\n\t\t\t\t\t The heroic Korean people will glorify the President's exploits under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kamen Taskov, secretary general of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism, in a speech lauded the President as the most prominent leader and peerlessly elder statesman who performed immortal exploits on behalf of socialist Korea and its people, the times and history. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t What was the most important of the President's exploits was that he successfully settled the issue of succession to the leadership, providing a firm guarantee for the accomplishment of the revolutionary cause of Juche. \n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il accomplished the cause of immortalizing the leader for the first time in history, thus making it possible for the party and people of the DPRK to glorify the President's revolutionary career and undying exploits forever, holding him in high esteem as the eternal leader. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people will emerge victorious in their just struggle to defend socialism and build a thriving nation under the leadership of respected Comrade Kim Jong Un."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Peruvian Party",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-05ee.html",
            "content": "Kim Il Sung's Exploits Praised by Peruvian Party\n\t\t\t\t\t\t\r\n Pyongyang, April 10 (KCNA) -- The Peruvian National Independent Movement for Free Voting's Union made public a statement on April 5 on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t All of us, together with the Korean people, will mark the 103rd birth anniversary of the President on April 15.\n\t\t\t\t\t\n\t\t\t\t\t His birth anniversary is a more significant auspicious jubilee for the Korean people, progressive political parties and people of the world as this year marks the 70th anniversaries of the Workers' Party of Korea (WPK) and Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The President founded the immortal Juche idea and built the WPK and the Democratic People's Republic of Korea, guided by the Juche idea. \n\t\t\t\t\t\n\t\t\t\t\t He defeated the U.S. and Japanese imperialists in one generation and set a good example in building socialism, the party, the state and the army. His exploits are, indeed, great and immortal.\n\t\t\t\t\t\n\t\t\t\t\t His noble idea and feats were carried forward by leader Kim Jong Il and are invariably given continuity by Kim Jong Un, supreme leader of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Peruvian National Independent Movement for Free Voting's Union deems it great honor to celebrate the Day of the Sun with the Korean people and warmly congratulates them on the 103rd birth anniversary of the President, the eternal leader of the world revolution."
        },
        {
            "title": "Tower of Juche Idea Introduced by Brazilian Body",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-06ee.html",
            "content": "Tower of Juche Idea Introduced by Brazilian Body\r\n Pyongyang, April 10 (KCNA) -- The Brazilian Center for the Study of the Juche Idea posted on its website a photo-accompanied article introducing the Tower of the Juche Idea on Mar. 30 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Any visitor to Pyongyang, the capital city of the DPRK, can watch a tower with a blazing torch on its top on the bank of the River Taedong. \n\t\t\t\t\t\n\t\t\t\t\t That is the Tower of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t It was unveiled in April 1982 that marked the 70th birth anniversary of Kim Il Sung, founder of socialist Korea. It is a symbol of the greatness and immortality of the Juche idea founded by him. \n\t\t\t\t\t\n\t\t\t\t\t Referring in detail to the scale, style and symbolic meaning of the tower, the article continued:\n\t\t\t\t\t\n\t\t\t\t\t The solemn appearance of the tower looks magnificent in daytime but more spectacular at night.\n\t\t\t\t\t\n\t\t\t\t\t Firework galas held on national holidays of the DPRK including the birth anniversary of the President on the bank of the river beautifully decorate the nocturnal sky of Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The tower draws many visitors from various parts of the world."
        },
        {
            "title": "Cuerpo de Agregados Militares en Corea visita el hospicio y orfanato de Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-30ee.html",
            "content": "Cuerpo de Agregados Militares en Corea visita el hospicio y orfanato de Pyongyang\r\nPyongyang, 10 de abril (ACNC) -- Con motivo del dia de natalicio del Presidente Kim Il Sung, el Cuerpo de Agregados Militares en Corea visito el dia 10 el hospicio y orfanato de Pyongyang construido a la ribera del pintoresco rio Taedong.\n\t\t\t\t\tTras escuchar la explicacion, los visitantes recorrieron las salas de educacion y gimnasio, el salon de juego intelectual, etc."
        },
        {
            "title": "Iniciada Exposicion Estatal de Bellas Artes Industriales por el Dia del Sol",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-31ee.html",
            "content": "Iniciada Exposicion Estatal de Bellas Artes Industriales por el Dia del Sol\n\t\t\t\t\t\t\r\nPyongyang, 10 de abril (ACNC) -- Quedo iniciada la Exposicion Estatal de Bellas Artes Industriales en celebracion del dia de natalicio del Presidente Kim Il Sung.\n\t\t\t\t\tEn la ocasion se exhiben mas de 1 300 disenos de bellas artes industriales perfeccionados bajo la direccion del Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tY se presentan mas de 800 disenos, productos y maquetas, creados por los creadores, profesores, investigadores, estudiantes y aficionados de la Casa de Creacion de Bellas Artes Industriales de Corea, las otras provinciales, las unidades de creacion de bellas artes industriales de los ministerios y organos centrales, fabricas, empresas y las ramas docentes. \n\t\t\t\t\t\n\t\t\t\t\tLa ceremonia de inauguracion tuvo lugar el dia 10 en la sede de la Exposicion Estatal de Bellas Artes Industriales."
        },
        {
            "title": "Cientificos de RPDC obtienen nuevos resultados cientifico-tecnicos",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-32ee.html",
            "content": "Cientificos de RPDC obtienen nuevos resultados cientifico-tecnicos\n\t\t\t\t\t\t\r\nPyongyang, 10 de abril (ACNC) -- En estos dias, los cientificos de la Republica Popular Democratica de Corea obtienen buenos resultados contribuyentes a la construccion economica con la decision de utilizar los productos naciones.\n\t\t\t\t\tLos cientificos de la Filial de Ciencia Ferroviaria de la Academia Estatal de Ciencias desarrollaron la tecnica de producir sustancias de endurecimiento rapido al procesar los desperdicios de la elaboracion de productos aluminios.\n\t\t\t\t\t\n\t\t\t\t\tGracias a esa nueva tecnica, se abrio una firme perspectiva capaz de producir con pocos fondos las sustancias de endurecimiento rapido de alta eficiencia.\n\t\t\t\t\t\n\t\t\t\t\tEl costo de su produccion es bajo mas de un tercio en comparacion con el metodo de producir con bauxita y las piedras aniles.\n\t\t\t\t\t\n\t\t\t\t\tEsta tecnica ya se aplico en la construccion de varios objetos inclusive el reparto de viviendas de cientificos Wisong. \n\t\t\t\t\t\n\t\t\t\t\tLos exitos cientifico-tecnicos tales como la produccion industrial y la tecnica de aplicacion de tonicos generales de semillero de arroz, logrados por los cientificos de la Academia de Ciencias Agricolas, son de gran utilidad economica porque se desarrollaron con las tecnicas y materiales domesticos.\n\t\t\t\t\t\n\t\t\t\t\tEl Instituto de Maquinas de Control de la Academia Estatal de Ciencias y el Instituto de Industria Electrica del Ministerio de Industria Electrica tambien hacen grandes aportes a la modernizacion e informatizacion de varios sectores de la economia nacional al inventar notables exitos en su investigacion."
        },
        {
            "title": "Se crean nuevos disenos de vestimentas tipicas coreanas",
            "url": "http://kcna.co.jp/item/2015/201504/news10/20150410-33ee.html",
            "content": "Se crean nuevos disenos de vestimentas tipicas coreanas\n\t\t\t\t\t\t\r\nPyongyang, 10 de abril (ACNC) -- Los organos cientificos y docentes de la Republica Popular Democratica de Corea profundizan el estudio sobre ropas coreanas y crean nuevos disenos para desarrollarlas de acuerdo con la demanda de la epoca y el gusto de las personas.\n\t\t\t\t\tEntre ellos ocupa el papel protagonico el instituto de confecciones del Ministerio de Industria Alimentaria y de Articulos de Uso Diario.\n\t\t\t\t\t\n\t\t\t\t\tEl instituto envia a las unidades correspondientes el programa de creacion de disenos, organiza varias veces los concursos y estandariza los disenos ganadores y el modo de confeccion.\n\t\t\t\t\t\n\t\t\t\t\tLa Universidad de Comercio Jang Chol Gu de Pyongyang forma a los talentosos en la confeccion de vestimentas coreanas y perfecciona los multimedias para divulgar ampliamente los principios y modos de elaboracion y las formas de ellas.\n\t\t\t\t\t\n\t\t\t\t\tLos profesores e investigadores del Instituto Superior de Bellas Artes de Pyongyang se concentran en la creacion de disenos de nuevas prendas con el colorido tradicional que se puede usar tanto en los dias de fiesta como en la vida cotidiana.\n\t\t\t\t\t\n\t\t\t\t\tEn particularmente, se profundiza el diseno de chaqueta y pantalones del hombre.\n\t\t\t\t\t\n\t\t\t\t\tMientras tanto, el instituto de folclore de la Academia de Ciencias Sociales se encarga de la comprobacion tecnica de los disenos ganadores en concursos."
        }
    ]
}