{
    "date": "2015-07-09",
    "url": "http://kcna.co.jp/item/2015/201507/2015-07-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Jong Chun Sil",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-18ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Jong Chun Sil\r\n Pyongyang, July 9 (KCNA) -- Supreme leader Kim Jong Un Thursday sent a wreath to the bier of Director of the Jonchon County Commercial Agency Jong Chun Sil, recipient of Order of Kim Il Sung, twice labor hero and deputy to the Supreme People's Assembly, expressing deep condolences over her death."
        },
        {
            "title": "Kim Yong Nam Meets Vietnamese Delegation",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-22ee.html",
            "content": "Kim Yong Nam Meets Vietnamese Delegation\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, had a talk with a delegation of the National Assembly of Vietnam led by Vice-Chairman Huynh Ngoc Son that paid a courtesy call on him at the Mansudae Assembly Hall Thursday.\n\t\t\t\t\t Huynh Ngoc Son said that he was pleased to note the Korean people have made development in various fields while overcoming difficulties caused by sanctions of hostile forces under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Noting that an in-depth discussion was made on the issues of boosting the bilateral relations, he said that the party, state and people of Vietnam expressed belief that the Korean people would greet the 70th anniversaries of Korea's liberation and the founding of the Workers' Party of Korea as great auspicious events.\n\t\t\t\t\t\n\t\t\t\t\t Present there were An Tong Chun, vice-chairman of the Supreme People's Assembly, officials concerned and Vietnamese Ambassador to the DPRK Pham Viet Hung."
        },
        {
            "title": "Gift to Kim Jong Un from Vice-Chairman of National Assembly of Vietnam",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-12ee.html",
            "content": "Gift to Kim Jong Un from Vice-Chairman of National Assembly of Vietnam \n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- Supreme leader Kim Jong Un received a gift from Huynh Ngoc Son, vice-chairman of the National Assembly of Vietnam, on a visit to the DPRK.\n\t\t\t\t\t  The gift was handed to Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, by Huynh Ngoc Son, head of a delegation of the National Assembly of Vietnam, on Thursday."
        },
        {
            "title": "Talks between DPRK Vice Foreign Minister and Special Envoy of Mongolian President Held",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-20ee.html",
            "content": "Talks between DPRK Vice Foreign Minister and Special Envoy of Mongolian President Held\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- There took place talks between Ri Kil Song, vice-minister of Foreign Affairs of the DPRK, and special envoy of the Mongolian president Damda Ganhuyag, secretary of State of the Ministry of Foreign Affairs, at the Mansudae Assembly Hall on July 8 and 9.\n\t\t\t\t\t Present at the talks from the DPRK side were officials concerned and from the Mongolian side the party of the special envoy of the Mongolian president and Mongolian embassy officials here.\n\t\t\t\t\t\n\t\t\t\t\t At the talks, the two sides exchanged views on the issue of boosting the friendly relations favorably developing day by day under the deep concern of the top leaders of the two countries and issues of mutual concern."
        },
        {
            "title": "Special Envoy of Mongolian President Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-19ee.html",
            "content": "Special Envoy of Mongolian President Visit Mangyongdae\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- Special Envoy of the Mongolian president Damda Ganhuyag, secretary of State of the Ministry of Foreign Affairs, and his party visited Mangyongdae, the birthplace of President Kim Il Sung, on Thursday.\n\t\t\t\t\t Being briefed on the old home of the President in Mangyongdae, they looked round historic relics."
        },
        {
            "title": "S. Korean Authorities Accused of Their Despicable Sycophancy toward Japan",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-24ee.html",
            "content": "S. Korean Authorities Accused of Their Despicable Sycophancy toward Japan\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- A spokesman for the Korean Committee on Measures for the Sexual Slavery for Japanese Army and Drafting Victims made public a statement Thursday condemning the south Korean puppet group of traitors for committing disgraceful sycophancy toward Japan while crying out for \"improving the relations\" with Japan.\n\t\t\t\t\t Shortly ago, the south Korean chief executive made reckless remarks that \"this year will be the first year in improving the south Korea-Japan relations\" and \"it is necessary to make this year a turning point for south Korea and Japan in heading for the future of fresh cooperation and co-prosperity,\" quite contrary to the nation's hatred for Japan. Foreign Minister Yun Pyong Se and other puppet forces talked nonsense that \"the issue of comfort women is not a precondition for south Korea-Japan summit\" and \"they will handle the past history and the improvement of the relations separately.\"\n\t\t\t\t\t\n\t\t\t\t\t Japanese Prime Minister Abe behaved so arrogantly as claiming that \"three hundred million yen is enough to settle the comfort women issue\" and \"if Japan becomes adamant, 'south Korea' will come to Japan itself.\" He not only insulted the Korean nation but regarded the puppet forces as his servants. Moreover, Japan got facilities used for forced labor of Koreans in the past registered as world heritages and its foreign minister negated the forced labor. But the south Korean authorities are making poor excuses, failing to lodge any protest against Japan's action.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Committee on Measures for the Sexual Slavery for Japanese Army and Drafting Victims denounces this as a crime against the nation and humanity as it connives at the Japanese reactionaries' moves to cover up the past crimes and paves the way for their reinvasion, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The thrice-cursed crimes perpetrated by the Japanese imperialists against the Korean nation and humankind can never be pardoned no matter how much water may flow under the bridge.\n\t\t\t\t\t\n\t\t\t\t\t What the south Korean authorities are doing for Japan, the sworn enemy, at the prodding of their American master is an intolerable insult to the Korean nation and a hideous act of treachery that puts \"the five traitors of 1905\" into the shade.\n\t\t\t\t\t\n\t\t\t\t\t The people of various social standings in south Korea and all other fellow countrymen should turn out as one in the struggle to make a clean sweep of the puppet group, descendants of the pro-Japanese lackeys, and put an end to the history of submission to the U.S. and Japan."
        },
        {
            "title": "New Posters Produced in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-11ee.html",
            "content": "New Posters Produced in DPRK\r\n Pyongyang, July 9 (KCNA) -- New posters were produced in the DPRK with the approach of the election of deputies to provincial (municipal), city (district) and county people's assemblies.\n\t\t\t\t\t Seen in the upper parts of the posters are letters reading \"July 19 is the day of election of deputies to provincial (municipal), city (district) and county people's assemblies.\"\n\t\t\t\t\t\n\t\t\t\t\t Poster \"Let us display the might of single-minded unity!\" depicts a worker, peasant and intellectual ready to greet the significant election day with great labor achievements. Another poster \"Let us all vote for candidates!\" portrays a working man casting a ballot for candidates with the fluttering DPRK flag and voters full of joy in the background.\n\t\t\t\t\t\n\t\t\t\t\t The posters call for turning out as one to consolidate the revolutionary power as firm as a rock."
        },
        {
            "title": "Results of Sports Contest for Pochonbo Torch Prize in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-23ee.html",
            "content": "Results of Sports Contest for Pochonbo Torch Prize in DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- The nearly 30-day competitions for the Sports Contest for Pochonbo Torch Prize came to a close recently in the Democratic People's Republic of Korea.\n\t\t\t\t\t The competitions were made in 30-odd events.\n\t\t\t\t\t\n\t\t\t\t\t During the Contest, the Defense Sports Team of the Korean People's Army renewed national records in women's individual 50m 3-position rifle and men's team 50m running target mixed shooting events.\n\t\t\t\t\t\n\t\t\t\t\t The April 25 Sports Team won 72 gold medals in total to top the team standings in the Contest.\n\t\t\t\t\t\n\t\t\t\t\t The second and third places were taken by Amnokgang and Kigwancha sports teams."
        },
        {
            "title": "Kim Il Sung's Feats for Building People's Power",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-21ee.html",
            "content": "Kim Il Sung's Feats for Building People's Power\r\n Pyongyang, July 9 (KCNA) -- With the elections for deputies to local power bodies (July 19) approaching, citizens in the DPRK are looking back upon the immortal feats President Kim Il Sung performed in building the Juche-oriented power.\n\t\t\t\t\t Regarding the problem of power as fundamental in the revolution, Kim Il Sung advanced the unique line on building a people's power and accumulated a wealth of experience for embodying it during the anti-Japanese armed struggle, thus starting the building of the Juche-based power.\n\t\t\t\t\t\n\t\t\t\t\t At the Kalun Meeting in June Juche 19 (1930), he defined the character of the Korean revolution as the anti-imperialist, anti-feudal democratic revolution and clarified that a government to be established in liberated Korea should be a democratic one defending the interests of the working masses.\n\t\t\t\t\t\n\t\t\t\t\t On this basis, he established a people's democratic system in the country, smoothly enforcing democratic reforms in all realms of society in a brief period after Korea's liberation from Japan's colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t In April 1948, he convened the Joint Conference of Representatives of Political Parties and Social Organizations in North and South Korea to frustrate the moves of the U.S. imperialists and their followers for territorial division and provide a socio-political foundation for establishing a unified central government.\n\t\t\t\t\t\n\t\t\t\t\t Consequently, all-Korea general elections were successfully held on August 25 that year to found the Supreme People's Assembly with 572 deputies representing people from all walks of life in the north and the south of the country elected.\n\t\t\t\t\t\n\t\t\t\t\t On September 9, 1948, the DPRK came to birth in conformity with the unanimous will of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung's feats for building people's power will remain forever with thriving socialist Korea."
        },
        {
            "title": "Rodong Sinmun Snubs U.S. Loudmouthed Building of \"World without Nuclear Weapons\"",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-09ee.html",
            "content": "Rodong Sinmun Snubs U.S. Loudmouthed Building of \"World without Nuclear Weapons\" \n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- The U.S. deputy secretary of State in a recent hearing at the Armed Services Committee of the House of Representatives talked rubbish that the U.S. works to build \"a world without nuclear weapons\" but it should maintain powerful nuclear deterrence to cope with north Korea's sustained nuclear development.\n\t\t\t\t\t Rodong Sinmun Thursday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is becoming vocal about building \"a world without nuclear weapons\" after deploying them in different parts of the world and modernizing them. This is ridiculous enough to make a cow laugh.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that the U.S. claims its initiative to build \"a world without nuclear weapons\" has not come true due to the DPRK's \"sustained nuclear development\", the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t This is little different from a fable that a wolf cannot but hurt a sheep as the latter mudded the water it liked to drink.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's access to nukes was a just choice necessary and favorable for averting a nuclear war and building a world free from nukes.\n\t\t\t\t\t\n\t\t\t\t\t Its emergence as a full-fledged nuclear weapons state frustrated the U.S. policy of nuclear monopoly, a policy of nuclear threat and blackmail on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The ultimate aim sought by the U.S. chiefly responsible for nuclear arms race is to forward -deploy THAAD and nuclear weapons on the peninsula under the pretext of \"nuclear issue\" of the DPRK in a bid to contain the regional powers militarily.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. way of thinking that it may browbeat and kill others while ensuring its security can never work in this world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better seriously cogitate about the fact that its mainland may suffer the same disaster as what Hiroshima and Nagasaki did."
        },
        {
            "title": "Rodong Sinmun Urges Japan to Lend Ear to Its Intellectuals' Voices",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-08ee.html",
            "content": "Rodong Sinmun Urges Japan to Lend Ear to Its Intellectuals' Voices\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- Japanese intellectuals in a recent letter of request to the Japanese chief executive noted the issue of the sexual slavery for the Imperial Japanese Army was a very serious issue concerning the human rights of the world women and strongly urged him to admit truth and take measures such as making a sincere apology and reinstating the victims,\n\t\t\t\t\t Earlier, more than 6 900 scholars of 16 organizations issued a joint statement urging the government to admit the past crimes related to the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Thursday calls on Japan to lend an ear to the voices of the intellectuals, terming the action an entirely just one.\n\t\t\t\t\t\n\t\t\t\t\t If Japan had had even an iota of remorse for its past crimes, it would have honestly admitted them and made due apology and reparation to the victimized countries, the news analyst says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t But Japan has not admitted its past crimes although it is 70 years since its defeat in the Second World War. It is stepping up the drive for making society veer to the Right and turning itself into a military giant while denying and distorting the history.\n\t\t\t\t\t\n\t\t\t\t\t It is very important for Japan to boldly admit and make an apology and reparation for its past crimes, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t It is because this year will offer it a good opportunity for breaking with its past history of aggression and colonial rule and setting right its 70 year-long history in which it has denied its past wrongs.\n\t\t\t\t\t\n\t\t\t\t\t The world is closely following Japan's attitude towards its past history with the approach of the 70th anniversary of its defeat in the war."
        },
        {
            "title": "KCNA Commentary Ridicules S. Korean Ruling Party Chief's Sycophancy toward U.S.",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-10ee.html",
            "content": "KCNA Commentary Ridicules S. Korean Ruling Party Chief's Sycophancy toward U.S.\r\n Pyongyang, July 9 (KCNA) -- The representative of the ruling \"Saenuri Party\" of south Korea paid a visit to the U.S. forces base in Ryongsan, Seoul on July 2 and had a photo taken with the commander of its forces present in south Korea.\n\t\t\t\t\t No sooner had the photo been opened to public by media than it touched off public derision, criticism and anger because of his disgusting behavior.\n\t\t\t\t\t\n\t\t\t\t\t This old guy was so shameless as to carry on his back the bulky U.S. commander before facing a camera.\n\t\t\t\t\t\n\t\t\t\t\t The photo shows the brass hat enjoying piggyback ride with a guffaw and the poor old \"horse\" straining under the load with a forced smile.\n\t\t\t\t\t\n\t\t\t\t\t It reminds one of a poor donkey.\n\t\t\t\t\t\n\t\t\t\t\t This is a good example of the master-servant relations.\n\t\t\t\t\t\n\t\t\t\t\t No matter how vociferous the south Korean authorities get about \"equal relations\" and \"successful alliance\" to cover up their wretched plight, as seen above, they are no more than servants of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime has maintained its rule with the backing of its master U.S. for decades since it was installed by the latter.\n\t\t\t\t\t\n\t\t\t\t\t All the fields of south Korea including politics, economy, military and culture are in the tight grip of the U.S. and any challenge to it is subject to death.\n\t\t\t\t\t\n\t\t\t\t\t This being a stark reality, even the south Korean chief executive who earned an ill fame as an \"icy princess\" and dictator has to stand at attention before Americans as evidenced by the fact that she gave up even her foreign trip and visited in a hurry the U.S. ambassador to south Korea on his sick bed.\n\t\t\t\t\t\n\t\t\t\t\t In the final analysis, the above-said disgusting behavior of the representative of the \"Saenuri Party\" does not merely represent his own will but vividly manifests the sycophancy of the south Korean puppet ruling quarters, the conservative group toward the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Due to such villains, hundreds of millions of U.S. dollars collected from south Koreans as taxes are being spent annually for the upkeep of the U.S. aggressor forces present in south Korea and the transfer of OPECON was indefinitely extended. Such acts of treachery are being perpetrated in south Korea in an unbroken chain.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is, indeed, the one of traitors as it is prolonging its remaining days in return for leaving the dignity and interests of the nation to the tender mercy of outsiders.\n\t\t\t\t\t\n\t\t\t\t\t No wonder, watching the photo, netizens are posting a series of articles critical of the representative, strongly censuring the puppet group's sycophancy. \n\t\t\t\t\t\n\t\t\t\t\t All Koreans will certainly keep tabs on the acts of treachery committed by the conservative group and mete out the sternest punishment to it."
        },
        {
            "title": "Elders of S. Korean Civic and Public Bodies Urge Japan to Make Official Apology for Sexual Slavery",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-15ee.html",
            "content": "Elders of S. Korean Civic and Public Bodies Urge Japan to Make Official Apology for Sexual Slavery\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- Elders of civic and public organizations in Pusan, south Korea held a press conference at the Pusan City Assembly on July 7 at which they urged Japan to admit its past crimes and make an apology and reparation for them.\n\t\t\t\t\t Speakers said that Japan is denying its crimes, far from making an official apology and reparation for the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t Japan should not perpetrate such acts as justifying its colonial rule and war of aggression and visiting Yasukuni Shrine, they said, calling for conducting an international campaign to hold the acts in check.\n\t\t\t\t\t\n\t\t\t\t\t In a joint statement the elders accused the Japanese government of totally ignoring the issue of the past history though nearly 70 years have passed since Korea's liberation and remaining indifferent to pain and wounds of the victims of the sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t They urged the Japanese government to admit that the sexual slavery was an organized and premeditated crime and make an apology and reparation for it."
        },
        {
            "title": "S. Korean Bodies Protest against U.S. Forces' Preparations for Germ Warfare",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-17ee.html",
            "content": "S. Korean Bodies Protest against U.S. Forces' Preparations for Germ Warfare \n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- The Solidarity for Progress and other civic and social organizations of south Korea on July 7 held a press conference outside the Osan U.S. Air Force base in protest against the U.S. preparations for germ warfare, according to the south Korean internet paper Voice of People. \n\t\t\t\t\t Speakers deplored that the quarantine sovereignty which is directly related to the life of the south Korean people was violated due to the introduction and experiment of anthrax germs by the U.S. forces. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces do not allow south Korea to investigate the case of introduction of anthrax germs while letting loose poor excuses, they said. \n\t\t\t\t\t\n\t\t\t\t\t They demanded the U.S. side make public the truth behind the introduction of anthrax germs, punish those responsible for it and immediately disband the unit for germ warfare. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference the organizations staged a sit-in strike before the gate of the base to convey the letter of protest containing their demands to the commander of the U.S. 7th Air Force. \n\t\t\t\t\t\n\t\t\t\t\t They carried on their action despite fascist police's creation of terror-ridden atmosphere around the venue of their strike."
        },
        {
            "title": "S. Korean Body Launches Million-Signature Campaign",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-14ee.html",
            "content": "S. Korean Body Launches Million-Signature Campaign \r\n Pyongyang, July 9 (KCNA) -- The Joint Measure Committee of Pusan Citizens for Defending Jongyojo (teachers union) held a meeting outside the Pusan City Educational Office on July 7 to declare a million-signature campaign, according to the south Korean internet paper Voice of People. It groups 67 civic and social organizations including the Pusan Association of Women's Organizations, the Pusan Environment Movement Association and the Pusan Solidarity for Defending Democracy. \n\t\t\t\t\t In a declaration the body said that the history of Jongyojo is the one in which it has worked to give right education. \n\t\t\t\t\t\n\t\t\t\t\t However, the \"Constitutional Court\" and the Supreme Court are intensifying the suppression by outlawing Jongyojo, the declaration said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Jongyojo is now struggling against the regime's moves to stifle it and educational policy. This is the people's hope for right education."
        },
        {
            "title": "Korean Media Man in U.S. Denounces S. Korean Authorities for Blocking Movement for Reunification",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-16ee.html",
            "content": "Korean Media Man in U.S. Denounces S. Korean Authorities for Blocking Movement for Reunification\r\n Pyongyang, July 9 (KCNA) -- Son Se Yong, a member of the editorial board of the internet paper of Koreans in the U.S. Minjok Thongsin, released a commentary on July 4, 43rd anniversary of the July 4 joint statement, lashing out at the south Korean authorities for reneging on the north-south agreements and blocking the national reunification movement. \n\t\t\t\t\t The north-south relations have hit rock-bottom though 43 years have passed since the three principles of national reunification laid down in the July 4 joint statement were declared all over the world, the commentary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Needless to say, this is attributable to the U.S. hostile policy towards the DPRK and the south Korean traitorous regime's policy of toeing the U.S. line. \n\t\t\t\t\t\n\t\t\t\t\t Great irony is that the south Korean regime is getting more desperate in confrontation with the DPRK than outside forces, keeping mum about the U.S. imperialist forces' moves for colonial domination. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean ruling quarters are branded as betrayers of the July 4 joint statement and sycophants and traitors denying the June 15 joint declaration and the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t The earlier resignation of the south Korean regime would offer an opportunity for democratizing south Korea and improving the north-south relations."
        },
        {
            "title": "Kim Il Sung's Feats Praised by Korean in U.S.",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-13ee.html",
            "content": "Kim Il Sung's Feats Praised by Korean in U.S.\r\n Pyongyang, July 9 (KCNA) -- The Federation of Koreans in the U.S. posted on its internet homepage an article written by a Korean in the U.S. in praise of President Kim Il Sung on July 4.\n\t\t\t\t\t The writer said in an article that he looked back upon the immortal feats the President performed in the history of the nation and the world on the occasion of the 21st anniversary of his demise. \n\t\t\t\t\t\n\t\t\t\t\t The article went on:\n\t\t\t\t\t\n\t\t\t\t\t The President created a model of socialism in which the DPRK defended socialism from the vicious economic blockade and the threat of war by the allied forces of imperialism, and the leader, the party and masses formed a large family in single-minded unity. This is a great gift to the nation and mankind.\n\t\t\t\t\t\n\t\t\t\t\t He had dedicated himself to the work for bringing the Koreans a reunified country till the last moments of his life from the very day the country was divided by foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The progressives of the world are holding him in high esteem as the sun, deeply studying the Juche idea and organizing many units going by his august name in various regions."
        },
        {
            "title": "Kim Il Sung Remembered in Foreign Countries",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-02ee.html",
            "content": "Kim Il Sung Remembered in Foreign Countries\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- Remembrance meetings took place in Britain, Sweden and Switzerland on July 2 and 4 on the occasion of the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t On display at the venues of the events were photos dealing with the exploits of the President, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works, and books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Dermot Hudson, chairman of the Korean Friendship Association UK, in his report praised the President for founding the Juche idea and making immortal contributions to the Korean revolution and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, said in his speech that the President's whole life would always go down in history.\n\t\t\t\t\t\n\t\t\t\t\t Martin Lotscher, chairman of the Switzerland-Korea Committee, said that the President is being revered by all people.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the President's cause was successfully carried forward by Kim Jong Il and is being given steady continuity by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Messages to Kim Jong Un were adopted at the meetings."
        },
        {
            "title": "Kim Il Sung Lauded by Personages of Ghana, Myanmar",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-03ee.html",
            "content": "Kim Il Sung Lauded by Personages of Ghana, Myanmar\r\n Pyongyang, July 9 (KCNA) -- Ghanaian and Myanmar personages made public statements on the occasion of the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The deputy general secretary of the National Democratic Congress of Ghana said on July 3 that the President was not only the eternal leader of the Korean people, who laid a firm foundation for socialist Korea admired by the whole world but also the sun of mankind as he provided a beacon of hope to the world oppressed people.\n\t\t\t\t\t\n\t\t\t\t\t Socialist Korea will always shed its brilliant rays as an eternal beacon of hope for the progressive people as it has fine traditions established by the President and it is led by Marshal Kim Jong Un who is perfectly personifying the President's idea, leadership and personality, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Tin Tun, director of the Myanmar Medical Research Institute, said on July 2 that the exploits performed by the President by winning the victory in the war served as a great banner and a precious textbook of the revolution that made it possible for the army and people of the DPRK to win victories only in the confrontation with the U.S. for the past decades."
        },
        {
            "title": "Kimilsungia Greenhouse Visited by Guinean, Indonesian People",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-04ee.html",
            "content": "Kimilsungia Greenhouse Visited by Guinean, Indonesian People\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- Ceremonies of visiting the Kimilsungia Greenhouse took place in Guinea and Indonesia on July 3 and 4 on the occasion of the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The chairman of the Guinean National Committee for the Study of the Juche Idea said that the President embarked on the road of the revolution in his teens, founded the Juche idea and Songun idea, fully applied them and thus proved their truth and vitality before the world.\n\t\t\t\t\t\n\t\t\t\t\t The President was the most outstanding leader who represented the 20th century, a peerlessly great man and great sage of mankind, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Guinean Kimilsungia-Kimjongilia Association said that Kimilsungia has been in full bloom around the world as the most famous flower thanks to the deep admiration of the progressives for the President whom they looked up to as the sun in the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t A person in charge of tissue culture at a flower garden in Jakarta of Indonesia and other visitors said that Kimilsungia is the flower presented to the President by President Sukarno during his visit to Indonesia half a century ago, adding this flower has been known to the world people along with his great exploits and that the Indonesian people are well aware of what a great man the President was."
        },
        {
            "title": "Kim Il Sung Praised by Russian Papers",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-05ee.html",
            "content": "Kim Il Sung Praised by Russian Papers\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- Russian papers carried special write-ups illustrated with portraits of smiling President Kim Il Sung and his photos to observe the 21st anniversary of his demise.\n\t\t\t\t\t Pravda Primoriya in its June 24-30 issue carried an article titled \"Great leader of people\", which said that the President was a gifted thinker and theoretician.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the Juche idea and the Songun idea founded by him, the Korean revolution could successfully advance despite unprecedentedly harsh and complicated situation and the world progressives were provided with a mighty ideological and theoretical weapon for their national liberation and anti-imperialist struggle, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He was a peerless master of leadership.\n\t\t\t\t\t\n\t\t\t\t\t He was the incarnation of human love, a man possessed of noble virtue.\n\t\t\t\t\t\n\t\t\t\t\t History never knows such a leader as the President who took such warm and genuine loving care of the people all his life.\n\t\t\t\t\t\n\t\t\t\t\t Byvor on June 26 in a full-page article dealt with the fact that the President defended with arms the Soviet Union, the first socialist state in the world, during the hard-fought anti-Japanese armed struggle, provided active support to the Chinese revolution and morally and materially aided the countries and the peoples who were struggling for achieving independence against imperialism in the difficult post-war period when the DPRK was building socialism amid ceaseless confrontation with the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Komsomolskaya Pravda on June 25 devoted a full page to an article praising the President for making great contributions to the global cause of independence. It was illustrated with a photo of the Tower of the Juche Idea."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Observed by Foreign Papers",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-06ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Observed by Foreign Papers\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- Foreign papers featured articles illustrated with portraits of smiling President Kim Il Sung to observe the 21st anniversary of his demise.\n\t\t\t\t\t The July issue of the Bulgarian paper Iskra in an article titled \"21st anniversary of demise of great leader\" praised the President for building a socialist power independent in politics, self-supporting in economy and self-reliant in defence.\n\t\t\t\t\t\n\t\t\t\t\t The article dealt with the fact that the President set forth the three principles of national reunification, the proposal for founding the Democratic Federal Republic of Koryo and the 10-point programme of the great unity of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t Iran News on July 1 in an article titled \"Eternal sun of Juche\" praised him as the most prominent leader representing the 20th century, a peerlessly great man and a great sage of mankind.\n\t\t\t\t\t\n\t\t\t\t\t His idea and cause will be immortal, the article added.\n\t\t\t\t\t\n\t\t\t\t\t The Myanmar paper The New Age on July 2 in an article titled \"For global independence\" lauded him for advancing the idea on global independence and making undying contributions to the human cause of independence through his energetic leadership."
        },
        {
            "title": "Anti-U.S. Demo Staged in Sweden",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-07ee.html",
            "content": "Anti-U.S. Demo Staged in Sweden\n\t\t\t\t\t\t\r\n Pyongyang, July 9 (KCNA) -- An anti-U.S. demo was staged in Stockholm on July 4 to observe the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t Among the demonstrators were personages of the Communist Party of Sweden, the Sweden-Korea Friendship Association and the Swedish Group for the Study of the Juche Idea, and masses.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the U.S. withdraw its aggressor forces from south Korea, replace the Armistice Agreement with a peace treaty and ensure durable peace and security on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They accused Washington of desperately kicking up a conspiratorial racket against the DPRK, pulling it up over its \"human rights performance.\"\n\t\t\t\t\t\n\t\t\t\t\t They handed out to passers-by copies of the magazine Korea Information and literatures calling for solidarity with the Korean people."
        },
        {
            "title": "Kim Jong Un envia ofrenda floral ante feretro de difunta Jong Chun Sil",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-30ee.html",
            "content": "Kim Jong Un envia ofrenda floral ante feretro de difunta Jong Chun Sil\n\t\t\t\t\t\t\r\nPyongyang, 9 de julio (ACNC) -- El Mariscal Kim Jong Un envio el dia 9 una ofrenda floral ante el feretro de la difunta Jong Chun Sil, condecorada con la Orden Kim Il Sung, doble Heroina del Trabajo, diputada a la Asamblea Popular Suprema y directora de la Empresa Comercial del Distrito de Jonchon, en senal de profundas condolencias por su fallecimiento."
        },
        {
            "title": "Kim Yong Nam se reune con delegacion de Asamblea Nacional de Vietnam",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-31ee.html",
            "content": "Kim Yong Nam se reune con delegacion de Asamblea Nacional de Vietnam\n\t\t\t\t\t\t\r\nPyongyang, 9 de julio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 9 en el capitalino Palacio de los Congresos Mansudae con la delegacion de la Asamblea Nacional de Vietnam presidida por el vicepresidente Huyuh Ngoc Son, quien le hizo una visita de cortesia.\n\t\t\t\t\tEn la ocasion el visitante dijo que esta complacido de que bajo la sabia orientacion del Mariscal Kim Jong Un, el pueblo coreano logra el desarrollo en varias esferas superando las dificultades causadas por la sancion de las fuerzas hostiles. \n\t\t\t\t\t\n\t\t\t\t\tDestaco que durante su visita a la RPDC, se han discutido profundamente los asuntos para desarrollar las relaciones bilaterales y enfatizo que el partido, el Estado y el pueblo de Vietnam estan seguros de que el pueblo coreano acogeria como gran jubilo el 70o aniversario de la liberacion de la patria y de la fundacion del Partido del Trabajo de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion estuvieron presentes el vicepresidente de la APS, An Tong Chun y otros funcionarios coreanos, asi como el embajador vietnamita en Corea Pham Viet Hung."
        },
        {
            "title": "Conversaciones entre vicecanciller coreano y enviado especial de presidente mongol",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-32ee.html",
            "content": "Conversaciones entre vicecanciller coreano y enviado especial de presidente mongol\n\t\t\t\t\t\t\r\nPyongyang, 9 de julio (ACNC) -- Tuvieron lugar los dias 8 y 9 en el capitalino Palacio de los Congresos Mansudae las conversaciones entre el viceministro de Relaciones Exteriores de la Republica Popular Democratica de Corea, Ri Kil Song, y el enviado especial del presidente, Damda Ganhuya, secretario de Estado del Ministerio de Relaciones Exteriores de Mongolia.\n\t\t\t\t\tParticiparon, por la parte coreana, los funcionarios correspondientes, y por la mongolesa, y la comitiva del enviado especial junto con miembros de la sede diplomatica en Corea. \n\t\t\t\t\t\n\t\t\t\t\tEn las platicas, ambas partes intercambiaron las opiniones sobre el mayor fomento de las relaciones de amistad en desarrollo favorable bajo la profunda atencion de los lideres  de los dos paises y otros asuntos de interes mutuo."
        },
        {
            "title": "Entidad norcoreana denuncia actitud projaponesa de Sur de Corea",
            "url": "http://kcna.co.jp/item/2015/201507/news09/20150709-33ee.html",
            "content": "Entidad norcoreana denuncia actitud projaponesa de Sur de Corea  \n\t\t\t\t\t\t\r\nPyongyang, 9 de julio (ACNC) -- Con respecto a que los traidores surcoreanos toman la bochornosa actitud projaponesa insistiendo en la \"recuperacion de las relaciones\" con Japon, el portavoz del Comite Coreano por Medidas sobre el Problema de ex Esclavas Sexuales para el Ejercito Japones y Victimas de Reclutamiento Forzoso hizo publica el dia 9 una declaracion.\n\t\t\t\t\tHace poco, la mandataria surcoreana dijo, a contrapelo de la hostilidad de la nacion coreana a Japon, que \"este ano sera el ano de inicio para la mejora de las relaciones Sur de Corea-Japon\" y que \"es necesario hacer del presente ano el punto de viraje para marchar juntos hacia la nueva cooperacion y la coprosperidad\". En tanto, el canciller Yun Pyong Se y otros titeres surcoreanos disparatearon que \"el problema de consoladoras no es la premisa de la Cumbre Sur de Corea-Japon\" y que \"trataremos por separado el problema del pasado y la mejora de las relaciones bilaterales\". \n\t\t\t\t\t\n\t\t\t\t\tEl premier japones Abe insulta a la nacion coreana y trata como su sirviente a los titeres surcoreanos diciendo insolentemente que \"el problema de consoladoras se resolvera con 3 cientos millones de ￥\" y registro sin escrupulos como patrimonios culturales mundiales los establecimientos donde los coreanos sufrieron el trabajo forzoso por el imperialismo japones. Y el canciller japones niega ese trabajo forzoso cometido por Japon en el tiempo pasado. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los titeres surcoreanos no dicen ni una palabra de protesta. \n\t\t\t\t\t\n\t\t\t\t\tEl Comite Coreano por Medidas sobre el Problema de ex Esclavas Sexuales para el Ejercito Japones y Victimas de Reclutamiento Forzoso lo denuncia como crimen antinacional de lesa humanidad tendente a tolerar las maniobras criminales de los reaccionarios japoneses y asegurarles la nueva agresion. \n\t\t\t\t\t\n\t\t\t\t\tAunque pase mucho tiempo, son intolerables los crimenes del imperialismo japones cometidos contra la nacion coreana y la humanidad \n\t\t\t\t\t\n\t\t\t\t\tEl servilismo projapones de los titeres surcoreanos bajo la coercion de su amo norteamericano es el insulto y traicion a la nacion igual a los \"cinco traidores de Ulsa\"\n\t\t\t\t\t\n\t\t\t\t\tTodos los coreanos incluso los habitantes surcoreanos de distintos estratos deben levantarse como un solo hombre en la lucha por arrasar a los titeres projaponeses surcoreanos y poner fin a la historia de sumision proyanqui y projaponesa."
        }
    ]
}