{
    "date": "2015-08-12",
    "url": "http://kcna.co.jp/item/2015/201508/2015-08-12ee.html",
    "articles": [
        {
            "title": "CPRK Spokesman Accuses Park Geun Hye of Slandering DPRK's Decision to Fix Standard Time",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-06ee.html",
            "content": "CPRK Spokesman Accuses Park Geun Hye of Slandering DPRK's Decision to Fix Standard Time\r\n Pyongyang, August 12 (KCNA) -- Park Geun Hye of south Korea at a meeting of chief secretaries of Chongwadae on August 10 pulled up the DPRK over its decision to fix new standard time, letting loose a litany of invectives that \"the north's bid to split even the use of time is contrary to the efforts of the south and the north for cooperation and peaceful unification\" and \"this is the way of freezing the division and inviting isolation.\"\n\t\t\t\t\t A spokesman for the puppet ministry of Unification, too, made such impudent remarks that the north should discuss the issue of exchange and cooperation and standard time with the south in response to the latter's proposal for dialogue, while talking about the north's \"unilateral change of standard time\" and \"international practice.\"\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Committee for the Peaceful Reunification of Korea (CPRK) released a statement Tuesday in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What Park Geun Hye uttered is an unpardonable politically-motivated provocation against the DPRK and this indicates that hysteria of those steeped in the confrontation with the fellow countrymen in the north and sycophancy towards Japan has gone beyond the tolerance limit.\n\t\t\t\t\t\n\t\t\t\t\t The measure taken by the DPRK to fix the new standard time reflects the firm faith and will of the DPRK's service personnel and people and all other Koreans to force the Japanese imperialists to pay for their hideous crimes, firmly defend the national sovereignty and demonstrate for eternity the dignity and might of the DPRK shining with the immortal august names of the peerlessly great persons of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t All countries have their own standard time. It is the universally accepted practice in the world for each country to fix its own standard time as it is a matter pertaining to the sovereignty of an independent country.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye's malignant mud-slinging at the DPRK's measure is a treason in addition to her unpardonable confrontation with the fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t She had better clearly understand that her imprudent vituperation would only bring her disgrace."
        },
        {
            "title": "Report Released by Disarmament and Peace Institute of DPRK Foreign Ministry to Mark Anniversary of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-14ee.html",
            "content": "Report Released by Disarmament and Peace Institute of DPRK Foreign Ministry to Mark Anniversary of Korea's Liberation\r\n Pyongyang, August 12 (KCNA) -- The Disarmament and Peace Institute of the DPRK Foreign Ministry released on Wednesday a report on research information about the scientific accuracy, validity and vitality of supreme leader Kim Jong Un's idea of independent reunification to mark the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Noting independence guarantees reunification, the report said:\n\t\t\t\t\t\n\t\t\t\t\tKorea was divided into two by outsiders against the will of its people. \n\t\t\t\t\t\n\t\t\t\t\t Historically, the Korean peninsula has become the most ideal bridgehead for maritime forces dreaming of continental aggression to kick off their invasion.\n\t\t\t\t\t\n\t\t\t\t\t Outsiders are benefiting more from antagonism and confrontation between the north and the south of Korea than from their reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t There are countries which have antagonized the DPRK since the very day of Korea's division, seized with confrontational idea. There are also countries with the history in which they fought alongside the Korean people in the same trench against Japanese imperialism and the U.S.\n\t\t\t\t\t\n\t\t\t\t\t There are outside forces blindly supporting the \"theory of unification of social systems\" unilaterally pursued by south Korea and others taking an ambiguous stand toward the formula of reunification agreed upon by the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that the future destiny of the Korean nation is bound to become a plaything of outsiders and scapegoat of their scramble in case such outsiders are allowed to interfere in the issue of Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The most urgent task at present to create a peaceful environment is to defuse the danger of a war on the Korean peninsula and put an end to the vicious cycle of escalating tension. \n\t\t\t\t\t\n\t\t\t\t\t If the U.S. refrains from antagonizing the DPRK but makes a policy switch to respect the sovereignty and dignity of the Korean nation and the nation's will to achieve independent reunification, the U.S. will also be respected by the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t It is good for the U.S. to make a policy switch itself, facing up to the reality, though belatedly. But if it doesn't do so, the DPRK has its own solution prepared.\n\t\t\t\t\t\n\t\t\t\t\t Measures are ready to protect the economic concessions of other countries in south Korea in a responsible manner not only in case the reunification is achieved peacefully but also in case it is done through a war. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains unchanged in its stand to make sure that Korea is reunified in such a way as to be beneficial to the prosperity of other countries in the region including its neighboring countries.\n\t\t\t\t\t\n\t\t\t\t\t North-south relations can never be mended if the north and the south pursue confrontation of social systems, regarding their ideologies and social systems as absolute.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has never forced its social system upon south Korea though its socialist system of Korean style centered on the popular masses is most advantageous.\n\t\t\t\t\t\n\t\t\t\t\t If the neighboring countries and other countries concerned sincerely hope for peace and reunification on the Korean peninsula, they should take a correct approach and stand toward the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t It is a historical fact that the orientation of the north-south relations has been swayed by the approach and stand of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Other neighboring countries, should observe utmost impartiality and prudence in their policy toward the Korean peninsula, aware of the complexity and sensitivity of the 70 year-long north-south relations since the division of Korea.\n\t\t\t\t\t\n\t\t\t\t\t They should not lend an ear to unilateral solicitation but respect the points agreed upon by the north and the south of Korea and support the ways and efforts for co-existence and co-prosperity of the north and the south. Doing so would help the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t It is an unshakable will of Kim Jong Un to make a new history of the north-south relations by bringing about a decisive turn and change in the relations."
        },
        {
            "title": "Vietnamese Delegation Here",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-21ee.html",
            "content": "Vietnamese Delegation Here\r\n Pyongyang, August 12 (KCNA) -- A delegation of the Ministry of Foreign Affairs of Vietnam headed by Director General Pham Sao Mai arrived here Wednesday."
        },
        {
            "title": "Delegations of Overseas Koreans Here",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-28ee.html",
            "content": "Delegations of Overseas Koreans Here\r\n Pyongyang, August 12 (KCNA) -- Delegations of overseas Koreans arrived here on Wednesday to participate in the conference for national reunification for celebrating the 70th anniversary of Korea's liberation.\n\t\t\t\t\tThey included a delegation of the Federation of Koreans in the U.S. headed by Chairman Yun Gil Sang, a delegation of the U.S. Regional Committee  of the Overseas Side Committee for Implementing the June 15 Joint Declaration led by Representative-Chairman Sin Phil Yong, a delegation of the Federation of Koreans in Australia headed by Vice-Chairman Mun Chang Su, a delegation of aged officials of the General Association of Koreans in China led by Nam Cho Wol, chairperson of its Mudanjiang Regional Association, and Jo Pong Rae, chairman of the Council of Koreans in New Zealand."
        },
        {
            "title": "Delegation of General Association of Koreans in China Here",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-30ee.html",
            "content": "Delegation of General Association of Koreans in China Here\r\n Pyongyang, August 12 (KCNA) -- A delegation of the General Association of Koreans in China led by Chairwoman Choe Un Bok arrived here Wednesday to participate in the conference for national reunification for celebrating the 70th anniversary of Korea's liberation."
        },
        {
            "title": " Kim Jong Un Receives Gifts from Foreign Figures",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-16ee.html",
            "content": "Kim Jong Un Receives Gifts from Foreign Figures\r\n Pyongyang, August 12 (KCNA) -- Supreme leader Kim Jong Un received gifts from Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, Alejandro Cao de Benos, chairman of the Korean Friendship Association headquartered in Spain, and Helmi El Hadidi, chairman of the Afro-Asian People's Solidarity Organization, on a visit to the DPRK.\n\t\t\t\t\t The gifts were handed to officials concerned."
        },
        {
            "title": "Floral Basket to Kim Jong Un from DPRK Hero's Bereaved Family",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-17ee.html",
            "content": "Floral Basket to Kim Jong Un from DPRK Hero's Bereaved Family\r\n Pyongyang, August 12 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from Jong Il Sim, widow of DPRK Hero An Tong Su, on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The floral basket was handed to an official concerned on Wednesday."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-23ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il\r\n Pyongyang, August 12 (KCNA) -- The participants of the conference for national reunification for celebrating the 70th anniversary of Korea's liberation visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Tuesday.\n\t\t\t\t\t They laid a floral basket and bouquets before the statues and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t That day, a delegation of the Ministry of Foreign Affairs of Vietnam visited the statues of the great leaders to pay tribute to them."
        },
        {
            "title": "Women's Footballers Feted",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-07ee.html",
            "content": "Women's Footballers Feted\r\n Pyongyang, August 12 (KCNA) -- There was a reception at Okryu Restaurant Tuesday in honor of the women's footballers who proved successful at the 2015 EAFF Women's East Asia Cup.\n\t\t\t\t\t Present there on invitation were women footballers and their families, coaches and officials.\n\t\t\t\t\t\n\t\t\t\t\t Present there were members of the State Physical Culture and Sports Guidance Commission, senior officials of the football supporting organizations and those who contributed to the development of the nation's football.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae, secretary of the C.C., the Workers' Party of Korea who doubles as chairman of the above-said commission, made a congratulatory speech at the reception.\n\t\t\t\t\t\n\t\t\t\t\t He said that the proud victory won by the admirable women footballers powerfully encouraged the service personnel and people in their dynamic general offensive to win the final victory in the revolutionary spirit of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t He called upon all players and coaches to win shining victories by outrunning rivals of other countries, bearing in mind the sports spirit of Juche Korea, and bag more gold medals in every international game.\n\t\t\t\t\t\n\t\t\t\t\t Chief coach Kim Kwang Min said in his reply that the team could demonstrate the heroic stamina of Songun Korea again at the recent cup entirely thanks to the profound trust and deep loving care shown by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t There was a performance given by artistes of Pyongyang City for the women's footballers."
        },
        {
            "title": "Pyongyangites Meet to Welcome Women Footballers",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-33ee.html",
            "content": "Pyongyangites Meet to Welcome Women Footballers\r\n Pyongyang, August 12 (KCNA) -- Pyongyangites met at the Youth Park Open-Air Theatre on Wednesday to welcome the DPRK women footballers who won the 2015 EAFF Women's East Asian Cup.\n\t\t\t\t\t Present at the meeting were Choe Ryong Hae, secretary of the Central Committee of the Workers' Party of Korea who doubles as chairman of the State Physical Culture and Sports Guidance Commission, members of the commission, officials concerned, working people, sportspersons, youth and students here.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong Hae in a congratulatory speech said that successes made by the DPRK footballers at the 2015 EAFF Women's East Asian Cup are a precious gift of patriotic loyalty of the sportspersons to the 70th anniversaries of national liberation and the founding of the Workers' Party of Korea and an exciting event which immensely encouraged the youth and other people of the DPRK in their dynamic all-out offensive towards the grand October festival in the revolutionary spirit of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the victory won by them is the precious fruition of the leadership of Marshal Kim Jong Un who has shown all sorts of loving care and trust for the sportspersons, paying deep attention to the nation's development of sports with his firm will to build a sports power on this land true to the behests of President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The floor was taken by Kang Song Il, student of Kim Il Sung University, Labor Hero and People's Sportsman Kim Un Guk, weightlifter of the April 25 Sports Team, and Labor Hero and Merited Sportsperson Ra Un Sim, football player of the Amnokgang Sports Team."
        },
        {
            "title": "Economic and Commercial Councilors Corps Visit Victorious Fatherland Liberation War Museum",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-15ee.html",
            "content": "Economic and Commercial Councilors Corps Visit Victorious Fatherland Liberation War Museum\r\n Pyongyang, August 12 (KCNA) -- The economic and commercial councilors corps here visited the Victorious Fatherland Liberation War Museum on Wednesday on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t They paid tribute to the statue of President Kim Il Sung waving back to the columns of the military parade for celebrating the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t They placed bouquets before the sculpture \"Victory\" in the Monument to the Victorious Fatherland Liberation War and paid high tribute to the service personnel of the heroic Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the fact that the Korean people defeated the Japanese imperialists and achieved the country's liberation under the leadership of the President, an invincible and iron-willed commander and outstanding strategist, they looked round various halls."
        },
        {
            "title": "National Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-18ee.html",
            "content": "National Art Exhibition Opens\r\n Pyongyang, August 12 (KCNA) -- A national art exhibition for celebrating the 70th anniversary of Korea's liberation opened with due ceremony at the Korean Art Gallery Wednesday. \n\t\t\t\t\t Seen in the center of the venue is an art piece portraying President Kim Il Sung and anti-Japanese war hero Kim Jong Suk commanding a bird's-eye view of the homeland after climbing a mountain together with guerrillas.\n\t\t\t\t\t\n\t\t\t\t\t On display there are art works dealing with the feats Kim Il Sung performed by accomplishing the cause of liberating the country through bloody battles with the brigandish Japanese imperialists for 20 years and the great personality of the three commanders of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Korean paintings \"We will achieve country's liberation\" and \"Together with comrades of the 'Down-with-Imperialism Union' who achieved the first victory\", oil painting \"the great leader receiving weapons from Kang Pan Sok who brought them despite the enemy's strict cordon\" and other art works depict the President who embarked on the road of the revolution, shouldering upon himself the destiny of the country and the nation in the dark period when its people were grieving over national ruin.\n\t\t\t\t\t\n\t\t\t\t\t There are also art works dealing with the exploits of the President who founded the revolutionary armed forces of Juche type and led the anti-Japanese war to victory and his extraordinary spirit and personality.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were Kim Ki Nam, secretary of the C.C., the Workers' Party of Korea, Vice-Premier Kim Yong Jin, officials concerned and people in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Minister of Culture Pak Chun Nam made an opening speech."
        },
        {
            "title": "Film Show Held to Celebrate Day of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-19ee.html",
            "content": "Film Show Held to Celebrate Day of Korea's Liberation\r\n Pyongyang, August 12 (KCNA) -- A film show was held at the People's Palace of Culture Wednesday on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Present there were Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairman of the DPRK-Russia Friendship Association, officials concerned and Pyongyangites.\n\t\t\t\t\t\n\t\t\t\t\t Charge d'affaires ad interim Alexandr Minaev and staff members of the Russian embassy here and Russian guests staying in the DPRK were present there.\n\t\t\t\t\t\n\t\t\t\t\t The participants watched DPRK-Soviet Union co-produced feature film \"Everlasting Comrade-in-Arms\" Parts 1 and 2."
        },
        {
            "title": "Workers and Members of GFTUK Mark Day of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-29ee.html",
            "content": "Workers and Members of GFTUK Mark Day of Korea's Liberation\r\n Pyongyang, August 12 (KCNA) -- A meeting of workers and members of the General Federation of Trade Unions of Korea (GFTUK) took place at the Central Hall of Workers Wednesday on the occasion of the 70th anniversary of Korea's liberation accomplished by President Kim Il Sung. \n\t\t\t\t\t Choe Su Dong, vice-chairman of the C.C., the GFTUK, and other speakers said that the anti-Japanese armed struggle led by the President was a national liberation war of new form that defeated the Japanese imperialist aggressors and achieved the country's independence by relying on the revolutionary armed forces under the banner of independence.\n\t\t\t\t\t\n\t\t\t\t\t The President put forward the original Songun idea and line and combined an organized armed struggle with all-people resistance, thereby achieving a final victory in the anti-Japanese war and ushering in a new era of the national liberation struggle in colonies, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The President's history of the anti-Japanese revolutionary struggle was the one of ardent love and patriotic devotion to the people rare to be found in any great man in the world and in any country.\n\t\t\t\t\t\n\t\t\t\t\t The feats he performed by liberating the country and building an independent and rich and powerful socialist country were glorified thanks to leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK liberated and glorified by the President and Kim Jong Il is making a leap forward and shedding its rays as a highly civilized socialist nation under the leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Among those present at the meeting were Ri Il Hwan, department director of the C.C. the Workers' Party of Korea, officials of the GFTUK, workers and its members."
        },
        {
            "title": "Anniversary of Korea's Liberation Marked by Foreign Crewmen",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-20ee.html",
            "content": "Anniversary of Korea's Liberation Marked by Foreign Crewmen\r\n Pyongyang, August 12 (KCNA) -- Meetings of foreign crewmen took place at Chongjin and Nampho ports on Wednesday on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The participants laid floral baskets and bouquets before the statues of President Kim Il Sung and leader Kim Jong Il in Chongjin City, North Hamgyong Province and portraits of the smiling peerlessly great persons of Mt. Paektu in Nampho City and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Present there were captains and crewmen of Cambodia-, Panama- and China-flagged ships.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the President nurtured his great intention to liberate the country and led the anti-Japanese armed struggle to victory and liberated the country.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to this significant day of liberation the Korean people could emerge citizens of a full-fledged sovereign state and lead an independent and creative life, they noted, and continued:\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary exploits performed by the President on behalf of the era and history are shining more brilliantly under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the final victory of the Korean revolution would be surely achieved under the leadership of Kim Jong Un who is successfully carrying forward the idea and cause of the President.\n\t\t\t\t\t\n\t\t\t\t\t Letters to Kim Jong Un were adopted at the meetings."
        },
        {
            "title": "Stamps Issued to Mark 70th Anniversary of Korea's Liberation",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-24ee.html",
            "content": "Stamps Issued to Mark 70th Anniversary of Korea's Liberation\r\n Pyongyang, August 12 (KCNA) -- Stamps were issued in the Democratic People's Republic of Korea to commemorate the 70th anniversary of Korea's liberation from the Japanese colonial rule. They include one sheet, two sheetlets and one individual.\n\t\t\t\t\t Printed in the stamps are letters reading \"Celebration of 70th Anniversary of National Liberation\" and \"Juche 34 (1945)-Juche 104 (2015)\".\n\t\t\t\t\t\n\t\t\t\t\t The sheet carries an oil painting that shows President Kim Il Sung declaring the birth of the Anti-Japanese People's Guerrilla Army.\n\t\t\t\t\t\n\t\t\t\t\t Seen in the sheetlets are a Korean painting \"The Great Leader Meets Pyongyangites after Making a Speech on His Triumphant Return\", oil paintings \"The New Morning Dawns in Korea\" and \"The Great Leader Comrade Kim Il Sung Leads the Arduous March to Victory\" and an acryl painting \"Anti-Japanese War Hero Comrade Kim Jong Suk Defends the Great Leader Comrade Kim Il Sung at the Risk of Her Life\".\n\t\t\t\t\t\n\t\t\t\t\t The individual stamp features the Arch of Triumph, built in Pyongyang to convey the undying feats of Kim Il Sung for national liberation, and the Korean people in joy at the liberation."
        },
        {
            "title": " Sinchon Museum Visited by Senior State Officials, Party and Administrative Officials of Ministries and National Institutions",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-32ee.html",
            "content": "Sinchon Museum Visited by Senior State Officials, Party and Administrative Officials of Ministries and National Institutions\r\n Pyongyang, August 12 (KCNA) -- Senior state officials and party and administrative officials of the ministries and national institutions visited the Sinchon Museum on Wednesday.\n\t\t\t\t\t The participants placed bouquets before the graves of 400 mothers and 102 children before paying silent tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked round various rooms of the museum which bears witness to barbarism and cruelty of the U.S. imperialists and class enemies who mercilessly massacred more than 35,000 patriots and people or a quarter of the then population in Sinchon County by the most brutal method in less than two months in the period of the strategic temporary retreat of the Korean People's Army during the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t At the powder magazine and the bomb shelter of the former Sinchon County Committee of the Workers' Party of Korea, they were briefed on the fact that the enemies forcibly tore children from their mothers before spraying gasoline to burn them to death and committed such monstrous atrocities as driving nails into heads of people and dismembering them. \n\t\t\t\t\t\n\t\t\t\t\t The held a meeting to pledge revenge."
        },
        {
            "title": " Sinhung Area Revolutionary Battle Site Draws Endless Stream of Visitors",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-22ee.html",
            "content": "Sinhung Area Revolutionary Battle Site Draws Endless Stream of Visitors\r\n Sinhung, August 12 (KCNA) -- An endless stream of service personnel, people and school youth and children are visiting the Sinhung Area Revolutionary Battle Site where a giant torch of all-people resistance was kindled, on the threshold of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t It is a significant place to which President Kim Il Sung and anti-Japanese war hero Kim Jong Suk came several times, guided the work of small units and groups of the Korean People's Revolutionary Army and revolutionary organizations and aroused the people to the resistance for national liberation during the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t The visitors went round the Sambatsan meeting place, the secret camp of the headquarters, a house below a rock in the Okryonsan Secret Camp associated with the revolutionary feats of Kim Jong Suk and other revolutionary relics and mementoes in the battle site. It was at that meeting place that Kim Il Sung made a speech before chiefs of the political operatives of the Korean People's Revolutionary Army and underground revolutionary organizations after coming to the Sinhung area in September, Juche 26 (1937).\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il visited the battle site in May, Juche 90 (2001) and went round revolutionary battle sites including the Paekyoksan Secret Camp and Okryonsan Secret Camp, crossing steep mountain ridges. He underlined the need to preserve the battle site well and strengthen education through it.\n\t\t\t\t\t\n\t\t\t\t\t The visitors toured the battle site along the course covered by the leader."
        },
        {
            "title": " Preparations for Running Sci-Tech Complex in DPRK",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-25ee.html",
            "content": "Preparations for Running Sci-Tech Complex in DPRK\r\n Pyongyang, August 12 (KCNA) -- The Central Information Agency for Science and Technology in the DPRK has pushed ahead with the preparations for running the Sci-Tech Complex, which is now under construction in Pyongyang.\n\t\t\t\t\t The Agency concentrated its efforts on developing various kinds of service programs on a higher level. The programs include information retrieval system, database management system, print system and translation system.\n\t\t\t\t\t\n\t\t\t\t\t It is also conducting at the final stage the work to synthesize and systematize a large amount of data.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, more than 1,000 multimedia pieces and scores of diagrams were produced."
        },
        {
            "title": "Slogans Written on Trees by Anti-Japanese Revolutionary Fighters",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-26ee.html",
            "content": "Slogan-bearing Trees Show Anti-Japanese Revolutionary Fighters' Strong Will for National Liberation\r\n Pyongyang, August 12 (KCNA) -- In different parts of Korea, including Mt. Paektu, there are many trees bearing slogans written by the anti-Japanese revolutionary fighters in reflection of their strong will to achieve the cause of Korea's liberation by themselves.\n\t\t\t\t\t The Madusan revolutionary battle site in Anju, South Phyongan Province, visited by supreme leader Kim Jong Un, has trees bearing such slogans as \"Don't abandon revolutionary faith though one may die\" and \"Fight death-defyingly for our country and nation\".\n\t\t\t\t\t\n\t\t\t\t\t The trees discovered in Rokya-ri, Kyonghung County and Phungri-ri, Onsong County, North Hamgyong Province bear such slogans calling upon all Koreans to turn out in the great self-reliant anti-Japanese war true to the intention of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t At Chongbong Bivouac in the area of Mt. Paektu, there is a tree bearing letters reading \"Young Koreans, take active part in the anti-Japanese war\" that were written by anti-Japanese war hero Kim Jong Suk.\n\t\t\t\t\t\n\t\t\t\t\t Similar slogan-bearing trees can be also seen in Pyongyang and Rason cities, South Hamgyong and North Phyongan provinces and other parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t All of those trees convey the immortal feats performed by Kim Il Sung in accomplishing the historic cause of national liberation and give a glimpse of the noble mental world of the anti-Japanese revolutionary fighters who had kept their revolutionary principle and independent stand true to his intention."
        },
        {
            "title": "Flood Damage in DPRK",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-27ee.html",
            "content": "Flood Damage in DPRK\r\n Pyongyang, August 12 (KCNA) -- South Hwanghae Province of the DPRK was hit hard by flood.\n\t\t\t\t\t Early this month, the province witnessed downpour and tidal waves due to the seasonal rainy front that swept over the whole country.\n\t\t\t\t\t\n\t\t\t\t\t Much rainfall was registered in all parts of the province. In particular, rainfall of 397 millimeters was observed in Pyoksong County between 18:00 of August 4 and 12:00 of August 5, 205 mm in Haeju City, 152 mm in Ongjin County and 125 mm in Sinwon County.\n\t\t\t\t\t\n\t\t\t\t\t The downpour left more than 10 people dead, hundreds of dwelling houses destroyed and more than 1 000 hectares of arable land inundated or washed away.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, tidal waves left the dykes partially destroyed and roads, railways and bridges inundated or ruined.\n\t\t\t\t\t\n\t\t\t\t\t At present servicepersons and inhabitants in the afflicted areas are working hard to clear away the flood damage."
        },
        {
            "title": "Red Flag Relay of KPA Service Personnel Goes on",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-31ee.html",
            "content": "Red Flag Relay of KPA Service Personnel Goes on\r\n Pyongyang, August 12 (KCNA) -- The red flag relay of servicepersons of the Korean People's Army (KPA) that kicked off to mark the 70th anniversary of Korea's liberation is going on.\n\t\t\t\t\t After reaching Jikdong Pass, the service personnel visited on August 10 the Jihyesan Revolutionary Site associated with the immortal exploits President Kim Il Sung performed in winning the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t They went round various places including the rock at which the President unrolled a wise operational line for defending Height 1211 after climbing Mt. Jihye on the forefront under the hail of bullets and shells.\n\t\t\t\t\t\n\t\t\t\t\t On the same day they passed Chol Pass telling the history of the Songun revolutionary leadership of the peerlessly great men.\n\t\t\t\t\t\n\t\t\t\t\t They laid bouquets before the Cholryong Monument to the Revolutionary Activities of Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A meeting was held there to learn about their greatness.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel from the eastern sector of the front handed a red flag bearing letters \"the revolutionary spirit of Paektu, the spirit of the blizzards of Paektu\" to those of the unit joining in the red flag relay.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the relay arrived at Mt. Osong, mountain of Songun, on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t They held a meeting on revolutionary anecdotes at the unit associated with the leadership exploits of the peerlessly great men on that evening.\n\t\t\t\t\t\n\t\t\t\t\t They left Mt. Osong flying the revolutionary red flag associated with the soul of Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t They met with war veterans on Wednesday.\n\t\t\t\t\t\n\t\t\t\t\t While marching, they heard soldiers presenting what they learned from reminiscences of anti-Japanese guerillas and had an oratorical meeting and river crossing."
        },
        {
            "title": "S. Korean Puppet Foreign Minister's Sinister Solicitation Denounced",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-08ee.html",
            "content": "S. Korean Puppet Foreign Minister's Sinister Solicitation Denounced\r\n Pyongyang, August 12 (KCNA) -- Yun Pyong Se, puppet minister of Foreign Affairs, at an international meeting on August 5 said the \"north violated a resolution of the UN Security Council through nuclear and missile activities\" and that \"the north has persisted in provocative acts while denying dialogue\".\n\t\t\t\t\t Minju Joson Wednesday in a commentary says Yun's invectives reveal his true nature as a die-hard confrontational maniac as what he uttered is just sophism that admits of no argument.\n\t\t\t\t\t\n\t\t\t\t\t Recently the puppet group cried out for \"dialogue\" with August 15 as a momentum but behind the scene has held frequent confabs with its American and Japanese masters against the north while talking about \"possible strategic provocation\" in a bid to create pretexts for militarily stifling it, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t In defiance of the strong protest and denunciation by the public at home and abroad, the puppet forces are mulling staging Ulji Freedom Guardian joint military exercises with the U.S., dangerous large-scale north-targeted nuclear war drills, from August 17.\n\t\t\t\t\t\n\t\t\t\t\t This notwithstanding, Yun trumpeted about \"coordinated counteraction of the international community\" and \"conveying of a strong message to the north\", revealing his sinister design to escalate confrontation of social systems and realize the ambition for \"unification through absorption\" at any cost.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the puppet forces resorted to poor solicitation for \"international cooperation for stifling the north\".\n\t\t\t\t\t\n\t\t\t\t\t It is the steadfast will of the army and people of the DPRK to settle accounts with the U.S., the south Korean puppet forces and other hostile forces who pursue the policy for confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces' sinister solicitation aimed at doing harm to the fellow countrymen would bring self-destruction."
        },
        {
            "title": "U.S., S. Korea Can Never Conceal Provocative Nature of Joint Military Drills: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-12ee.html",
            "content": "U.S., S. Korea Can Never Conceal Provocative Nature of Joint Military Drills: Rodong Sinmun\r\n Pyongyang, August 12 (KCNA) -- The U.S. recently blustered that its joint military maneuvers are \"transparent and defensive\" and they have been \"openly held as regular ones\".  Just like master, the puppet military of south Korea has trumpeted about \"annual defensive drills\", emphasizing they are needed to \"cope with invasion\" by the north.\n\t\t\t\t\t Rodong Sinmun Wednesday in an article says with nothing can the U.S. and the puppet forces conceal the aggressive and provocative nature of Ulji Freedom Guardian.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is sheer lie that the U.S. and the south Korean puppet forces' joint military drills are aimed to hold back \"southward invasion\".\n\t\t\t\t\t\n\t\t\t\t\t It is a deception and mockery of the fair-minded international community for them to try to justify their joint military exercises by describing them as \"defensive ones\".\n\t\t\t\t\t\n\t\t\t\t\t Ulji Freedom Guardian is a typical attack drill and a nuclear test war targeting the north.\n\t\t\t\t\t\n\t\t\t\t\t It is beyond doubt that this year's drills would emphasize on mastering the capabilities for preemptive nuclear attacks on strategic depth and important objects in the north as before.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces are making desperate efforts to cover up the aggressive and provocative nature of the war drills, while painting them \"annual\" and \"defensive\", but such sophism will never work on such bright world as today.\n\t\t\t\t\t\n\t\t\t\t\t It is the unshakable determination and will of the DPRK to mercilessly foil the U.S. and the south Korean puppet forces' frantic nuclear war moves against it with a powerful military deterrence."
        },
        {
            "title": "S. Korean Puppet Forces' Farce for Confrontation of Social Systems Flailed",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-11ee.html",
            "content": "S. Korean Puppet Forces' Farce for Confrontation of Social Systems Flailed\r\n Pyongyang, August 12 (KCNA) -- The south Korean puppet forces are getting ever more reckless in their provocative moves while crying out for \"getting ready for unification\". The coteries of the puppet Foreign Ministry are getting themselves busy, \"adjusting relevant laws\" and making discussions on \"coping with human rights issue\", allegedly crying out for taking measures in advance for doing something after \"unification\".\n\t\t\t\t\t Commenting on this, Rodong Sinmun Wednesday says the puppet forces are \"adjusting relevant laws after unification\". This is aimed to lay a legal foundation for expanding the corrupt \"liberal democratic system\" under which outsiders lord it over and the people's dignity and rights are wantonly violated to the north.\n\t\t\t\t\t\n\t\t\t\t\t The news analyst goes on:\n\t\t\t\t\t\n\t\t\t\t\t The puppet conservatives' moves are an unbearable mockery and challenge to the unanimous desire of the nation for reunification and a serious politically-motivated provocation against the DPRK. Therefore, they are absolutely intolerable.\n\t\t\t\t\t\n\t\t\t\t\t Clear is what the Park Geun Hye regime has dreamed of and why it has stood in the way of realizing dialogue despite its lip-service for it.\n\t\t\t\t\t\n\t\t\t\t\t The Park group's talk for \"dialogue\" is just sophism to cover up its design for stifling the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the group ignites a war at last, pursuant to the scenario of \"unification of social systems\", the army and people of the DPRK will stamp out the U.S. imperialists and their dirty stooges in the sacred and grand battle for national reunification and expand the land of a reunified prosperous country to the land where the \"liberal democratic system\" once prevailed."
        },
        {
            "title": "Minju Joson Blasts Japanese Reactionaries' Evasion of Past Crimes",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-09ee.html",
            "content": "Minju Joson Blasts Japanese Reactionaries' Evasion of Past Crimes\r\n Pyongyang, August 12 (KCNA) -- Some days ago, an official of the Liberal Democratic Party of Japan blustered that labor conscription of those of the Korean peninsula origin in the past doesn't appertain to the forced labor in view of international law.\n\t\t\t\t\t Totally denying the drafting fact as regard the issue on the sexual slavery for the Imperial Japanese Army, the party submitted a proposal urging the present government to categorically refute the opinion of the international community.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Wednesday says:\n\t\t\t\t\t\n\t\t\t\t\t Japan's past crimes full of all sorts of shuddering acts against the humanity are not something that allows profound confusing of right and wrong.\n\t\t\t\t\t\n\t\t\t\t\t It is a universally recognized fact that all the crimes committed by Japan in the past are hideous criminal acts against humanity which can not be denied by anything.\n\t\t\t\t\t\n\t\t\t\t\t As for the sexual slavery for the Imperial Japanese Army, it was a criminal act as 200,000 Korean women were forced into shameful sexual slavery life with their chastity mercilessly violated. The international community has long branded such fact as unprecedented hideous crime against humanity.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the Japanese reactionaries deny their crime with excuses such as the lack of evidence and groundless one, and are getting too narrow-minded to evade its obligation for settling the past.\n\t\t\t\t\t\n\t\t\t\t\t The settlement of the past by Japan is an unavoidable legal and moral obligation.\n\t\t\t\t\t\n\t\t\t\t\t This is the only way for Japan to recover her honor."
        },
        {
            "title": "Thorough-going Investigation into U.S. Introduction of Anthrax Germs Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-13ee.html",
            "content": "Thorough-going Investigation into U.S. Introduction of Anthrax Germs Demanded in S. Korea\r\n Pyongyang, August 12 (KCNA) -- The south Korean Kyonggi Council for Round-table Conference of Democratic Action held a press conference outside the Osan U.S. air force base in Kyonggi Province on August 10 where it denounced the U.S. introduction of anthrax germs, according to the south Korean MBC.\n\t\t\t\t\t The organization said the field survey of the introduction of anthrax germs by the south Korea-U.S. joint working-level group ended in just four hours, leaving the public skeptical about the thoroughness of the investigation.\n\t\t\t\t\t\n\t\t\t\t\t What the \"government\" has done since the revelation of the U.S. forces' illegal introduction of the anthrax germs is just listening to poor excuses made by the U.S. forces side, the body deplored.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the present regime and the U.S. clarify a thorough-going probe into the case."
        },
        {
            "title": "Kim Jong Il's Work Carried by Paper of DR Congo",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-01ee.html",
            "content": "Kim Jong Il's Work Carried by Paper of DR Congo\r\n Pyongyang, August 12 (KCNA) -- The full text of leader Kim Jong Il's work \"National Reunification Must Be Realized Independently by the Concerted Efforts of Our Nation Itself\" was carried by the paper of DR Congo L'Avenir on August 6."
        },
        {
            "title": "Kimjongilia Show Opens in Russia",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-02ee.html",
            "content": "Kimjongilia Show Opens in Russia\r\nPyongyang, August 12 (KCNA) -- A Kimjongilia (immortal flower) show was opened Nakhodka, Russia on August 7 on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\tOn display on the front wall of the venue was a photo documenting leader Kim Jong Il's visit to Russia.\n\t\t\t\t\t\n\t\t\t\t\tThe show was decorated with more than 150 potted Kimjongilias. Displayed there were photos and books introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\tZelenov, first secretary of the Nakhodka City Committee of the Maritime Territory of the Communist Party of the Russian Federation, in a speech extended warm congratulations to Marshal Kim Jong Un and the Korean people on the 70th anniversary of Korea's liberation, sincerely wishing him, supreme leader of the Korean people, good health and the DPRK and the Korean people greater success in building a thriving nation under his wise guidance.\n\t\t\t\t\t\n\t\t\t\t\tMazur, director of the Nakhodka City Greening Co., Ltd. of Russia, said that Kimjongilia is symbolic of progressive mankind's boundless reverence and praise of the peerlessly great man who left a distinguished trace in the world history of politics with his outstanding idea and wise leadership.\n\t\t\t\t\t\n\t\t\t\t\tMishkin, chairman of the Nakhodka Regional Committee of A Just Russia, noted that the feats the forerunners performed by dedicating themselves to the liberation of Korea would shine forever and the great victory won by the Korean people would always go down in the world history of heroes as pride and honor of the Korean nation. The 70th anniversary of Korea's liberation provides a guarantee for boosting the bilateral relations on a higher level in the political, economic, cultural and all other fields in the future, too, he added. \n\t\t\t\t\t\n\t\t\t\t\tThe show will last till August 15."
        },
        {
            "title": "DPRK's Important Day Observed by British Bodies",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-03ee.html",
            "content": "DPRK's Important Day Observed by British Bodies\r\n Pyongyang, August 12 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK released a joint statement on Aug. 6 to celebrate the 70th anniversary of Korea's liberation.\n\t\t\t\t\t The statement said that August 15 is a significant day when President Kim Il Sung, legendary hero of the Korean nation and invincible and iron-willed commander, liberated Korea seven decades ago.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The President waged a protracted armed struggle against the brigandish Japanese imperialists armed to the teeth, liberating the country.\n\t\t\t\t\t\n\t\t\t\t\t The great anti-Japanese war led by him proved the truth and justice of the Juche idea and Songun idea.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to him, the Korean people became the master of the country and their destinies.\n\t\t\t\t\t\n\t\t\t\t\t Korea's liberation was a historic event which greatly inspired the world oppressed people in their struggle for independence and national liberation.\n\t\t\t\t\t\n\t\t\t\t\t It also proved the truth of history that national independence can be achieved only through an armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary cause of Juche and Songun, pioneered by the President, were creditably carried forward and developed by leader Kim Jong Il and they are now making dynamic advance along the road of victory under the leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Korean People's Liberation Day Observed in Peru",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-04ee.html",
            "content": "Korean People's Liberation Day Observed in Peru\r\n Pyongyang, August 12 (KCNA) -- Not only the Korean people but also progressives in Peru and other parts of the world are observing August 15 as an auspicious holiday symbolic of victory in the struggle for independence against imperialism. \n\t\t\t\t\t Estuardo Martinez Perez, president of the Peruvian National Independent Movement for Free Voting's Union and secretary general of the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea, said this  in a statement released on Aug. 6  on the occasion of the 70th anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t August 15 marks the 70th anniversary of Korea's liberation from Japanese imperialists' colonial rule, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung aroused all the Korean people to turn out in the anti-Japanese war to defeat the Japanese imperialists in order to retake their country usurped by them and led the 15 year-long arduous anti-Japanese armed struggle to victory, thus achieving the historic cause of Korea's liberation on Aug. 15, 1945.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership, the army and people of the DPRK fought against imperialism, guided by the Songun idea after the liberation of the country, and emerged ever-victorious in the struggle for defending freedom, independence and sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t We warmly greet the 70th anniversary of Korea's liberation and express once again unequivocal support and solidarity with the struggle of the party, army and people of the DPRK to win the final victory in the socialist cause and the cause of independence against imperialism under the Songun leadership of Marshal Kim Jong Un."
        },
        {
            "title": "U.S. Internet Introduces DPRK's Successes in Football Matches",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-05ee.html",
            "content": "U.S. Internet Introduces DPRK's Successes in Football Matches\r\n Pyongyang, August 12 (KCNA) -- An internet homepage of the U.S. in an article introduced the DPRK's recent successes in football matches.\n\t\t\t\t\t The article said that the DPRK's football is developing thanks to \"guerilla-style offensive tactics\".\n\t\t\t\t\t\n\t\t\t\t\t The article went on:\n\t\t\t\t\t\n\t\t\t\t\t The \"guerilla-style offensive tactics\" is an offensive method to gain scores through counterattack operation, while pressurizing its rival throughout the match on the basis of strong physique. The tactics was fully displayed at the 2015 EAFF Women's East Asia Cup.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's women's footballers proved successful in every match by applying the said tactics despite sweltering heat. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK's football is making progress thanks to the meticulous care and guidance of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t On his initiative and under his guidance there appeared Pyongyang International Football School in the DPRK and it is channeling great efforts into selecting and training players."
        },
        {
            "title": "Portavoz de CRPP denuncia indiscretas maldiciones de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-34ee.html",
            "content": "Portavoz de CRPP denuncia indiscretas maldiciones de Park Geun-hye\r\nPyongyang, 12 de agosto (ACNC) -- En la reunion de secretarios superiores de Chongwadae, efectuada el dia 10, la mandataria surcoreana Park Geun-hye acuso al nuevo establecimiento de tiempo estandar de la Republica Popular Democratica de Corea maldiciendo: \"Fijar el diferente tiempo estandar es el acto de contramarchar a la cooperacion Sur-Norte y los esfuerzos por la unificacion pacifica\", \"fijacion de la division\" y \"via de aislamiento\". \n\t\t\t\t\tY el vocero del Ministerio titere de Unificacion, al hablar del \"cambio unilateral del tiempo estandar\" y la \"costumbre internacional\" peroro atrevidamente que la \"RPDC debe responder a la propuesta del dialogo para discutir el intercambio y las cooperaciones Sur-Norte y el tiempo estandar.\n\t\t\t\t\t\n\t\t\t\t\tEn la declaracion fechada 11, el portavoz del Comite por la Reunificacion Pacifica de la Patria insistio en que las maldiciones de la mandataria surcoreana es una imperdonable provocacion politica contra la RPDC y muestran que ya paso el limite el grado histerico de los fanaticos enloquecidos en la confrontacion fratricida, los actos pro-japoneses y vendepatria.\n\t\t\t\t\t\n\t\t\t\t\tEn nuestra medida del establecimiento de nuevo el tiempo estandar estan reflejadas la conviccion y voluntad ferreas de todos los coreanos incluyendo el ejercito y el pueblo de la RPDC de saldar la cuenta de los crimenes ensangrentados del imperialismo japones, defender confiablemente la soberania de la nacion y manifestar para siempre a todo el mundo la dignidad y el poderio de la patria que lleva los relucientes nombres de los grandes Hombres del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, todos los paises del mundo tienen su propio tiempo estandar y el definir el tiempo estandar es la costumbre generalizada en la arena internacional siendo problema perteneciente a la soberania del Estado soberano.\n\t\t\t\t\t\n\t\t\t\t\tCon sus maldiciones recientes Park perpetra hasta el imperdonable crimen traidor a la nacion sobre sus delitos de confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tLa mandataria surcoreana debe saber claramente que sus maldiciones le daran solo ignominia."
        },
        {
            "title": " IDP de MINREX publica informe por el 70o aniversario de liberacion de patria",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-35ee.html",
            "content": "IDP de MINREX publica informe por el 70o aniversario de liberacion de patria\r\nPyongyang, 12 de agosto (ACNC) -- Con motivo del 70o aniversario de la liberacion de la patria, el Instituto de Desarme y Paz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea publico el dia 12 un informe con los datos de estudio sobre la cientificidad, la justedad y la vitalidad de la idea del Mariscal Kim Jong Un en materia de la reunificacion independiente. \n\t\t\t\t\tLa independencia es la garantia de la reunificacion, senala el informe y continua:\n\t\t\t\t\t\n\t\t\t\t\tA contrapelo de la voluntad nacional, Corea fue dividida forzosamente por las fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tHistoricamente, las fuerzas maritimas que sonaban con la agresion al continente consideraron la Peninsula Coreana como trampolin mas ideal. \n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas extranjeras no se benefician de la reconciliacion y la cooperacion entre ambas parte de Corea, sino ganan mas intereses en la discordia y enfrentamiento intercoreanos. \n\t\t\t\t\t\n\t\t\t\t\tAlgunos paises con la concepcion de enfrentamiento ideologico hostilizan a la RPDC desde los primeros dias de division de Corea y otros estuvieron junto con el pueblo coreano en la misma trinchera de la lucha antijaponesa y antiyanqui. \n\t\t\t\t\t\n\t\t\t\t\tAlgunas fuerzas extranjeras apoyan a ciegas la unilateral \"teoria de unificacion institucional\" del Sur de Corea y otras toman la posicion incierta sobre el modo de reunificacion ya acordado entre el Norte y el Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tSi se involucran estas fuerzas extranjeras en el problema de reunificacion, el destino de la nacion coreana sera victima de la pugna entre ellas. \n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad la tarea apremiante para preparar el ambiente pacifico es eliminar el peligro de guerra en la Peninsula Coreana y acabar con la circulacion viciosa de la agravacion de tension. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. puede ser objeto del respeto de la nacion coreana si  abandona su politica hostil a la RPDC y cambia el rumbo politico a respetar la soberania, la dignidad y la voluntad de la nacion coreana por la reunificacion independiente. \n\t\t\t\t\t\n\t\t\t\t\tSi el no toma voluntariamente el camino del cambio politico teniendo presente de la realidad actual, la RPDC tiene ya las medidas a su estilo. \n\t\t\t\t\t\n\t\t\t\t\tEstan preparandose las medidas responsables para proteger los intereses economicos de otros paises en el Sur de Corea, independientemente de que Corea se reunifique por via pacifica o belica. \n\t\t\t\t\t\n\t\t\t\t\tEs invariable la posicion de la RPDC de que la reunificacion de la Peninsula Coreana contribuyera a la prosperidad comun de la region incluyendo los paises vecinos. \n\t\t\t\t\t\n\t\t\t\t\tAmbas partes coreanas no pueden mejorar las relaciones bilaterales si persiguen el enfrentamiento de sistemas absolutizando sus propias ideologias y regimenes. \n\t\t\t\t\t\n\t\t\t\t\tLa RPDC tiene el mas ventajoso regimen socialista centrado en las masas populares, pero no lo impuso ninguna vez al Sur de Corea. \n\t\t\t\t\t\n\t\t\t\t\tSi los paises perifericos y otros interesados desean de veras la paz y la reunificacion de la Peninsula Coreana deben mantener sus actitudes y posiciones en cuanto a las relaciones intercoreanas. \n\t\t\t\t\t\n\t\t\t\t\tLa historia muestra que el rumbo de las relaciones intercoreanas se cambia segun la posicion y actitud de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tOtros paises vecinos tambien deben dar la imparcialidad y la seriedad maximas en la politica sobre la Peninsula Coreana teniendo clara cuenta de la complicidad y la delicadeza de las relaciones entre ambas partes coreanas que sufren 70 anos de division nacional. \n\t\t\t\t\t\n\t\t\t\t\tPara ayudar a la nacion coreana los paises del contorno no deben prestar oidos a la solicitud unilateral, sino respetar solo los acuerdos Norte-Sur y apoyar los remedios y esfuerzos utiles a la coexistencia y coprosperidad de ambas partes coreanas. \n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un tiene la firme voluntad de escribir la nueva historia de las relaciones Norte-Sur logrando el gran cambio en los vinculos entre ambas partes de Corea."
        },
        {
            "title": " Inundacion azota la provincia de Hwanghae del Sur de la RPDC",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-36ee.html",
            "content": "Inundacion azota la provincia de Hwanghae del Sur de la RPDC\r\nPyongyang, 12 de agosto (ACNC) -- La provincia de Hwanghae del Sur de la Republica Popular Democratica de Corea sufrio los danos por la inundacion.\n\t\t\t\t\tA principios de agosto se llovia mucho junto con el chubasco y hubo marejada debido a la influencia del frente de lluvias continuas en todas las localidades de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, desde las 18 del dia 4 hasta las 12 del 5, llovieron a cantaros en todas las regiones de la provincia de Hwanghae del Sur incluyendo el distrito de Pyoksong (397mm), el de Ongjin (152mm), el de Sinwon (125mm) y la ciudad de Haeju (205mm).\n\t\t\t\t\t\n\t\t\t\t\tPor su resultado, fueron danadas mas de 10 personas y destruidas unos cientos de vivienda.\n\t\t\t\t\t\n\t\t\t\t\tFue inundada o perdida mas de mil hectareas de tierra cultivable.\n\t\t\t\t\t\n\t\t\t\t\tLa marejada destruyo parcialmente el malecon y azoto carreteras, ferrovias, puentes y otros.\n\t\t\t\t\t\n\t\t\t\t\tAhora, en las zonas damnificadas los militares y los habitantes realizan con las fuerzas unidas los trabajos de rehabilitacion."
        },
        {
            "title": "Minju Joson denuncia actitud de Japon sobre la historia criminal",
            "url": "http://kcna.co.jp/item/2015/201508/news12/20150812-37ee.html",
            "content": "Minju Joson denuncia actitud de Japon sobre la historia criminal\r\nPyongyang, 12 de agosto (ACNC) -- Hace poco, el presidente del comite de examen de informaciones internacionales del Partido Democratico Liberal de Japon dijo que el reclutamiento de los hombres de origen de la Peninsula Coreana no se corresponde al trabajo forzoso en virtud de la ley internacional. \n\t\t\t\t\tAl mismo tiempo, el Partido Democratico Liberal presento una propuesta al gobierno demandando refutar activamente la opinion de la sociedad internacional sobre el caso de esclavitud sexual. \n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el periodico Minju Joson publico este miercoles un comentario individual, que senala en prticular:\n\t\t\t\t\t\n\t\t\t\t\tLa historia criminal de Japon llena de los actos antieticos de toda indole no puede ser ocultada con nada.\n\t\t\t\t\t\n\t\t\t\t\tTodo el mundo reconoce que son innegables los tremendos crimenes de lesa humanidad de Japon. \n\t\t\t\t\t\n\t\t\t\t\tYa hace mucho tiempo, la sociedad internacional definio como crimen antietico de categoria especial sin precedente en la historia el crimen de Japon que arresto a 200 mil mujeres coreanas obligandoles la vida de esclavitud sexual para los uniformados japoneses. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, los reaccionarios japoneses niegan este crimen pretextando la falta de testimonios y hechos inexistentes a fin de eludir el deber de liquidacion. \n\t\t\t\t\t\n\t\t\t\t\tPara el pais isleno la liquidacion del pasado criminal es el inevitable deber legal y moral y deviene la unica via para recuperar su honra."
        }
    ]
}