{
    "date": "2015-09-10",
    "url": "http://kcna.co.jp/item/2015/201509/2015-09-10ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Enjoys Performance of Art Squad",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-01ee.html",
            "content": "Kim Jong Un Enjoys Performance of Art Squad \r\n Pyongyang, September 10 (KCNA) -- Supreme leader Kim Jong Un enjoyed a performance \"Song of Youth Following the Sun\" given by the Art Squad of the Central Committee of the Kim Il Sung Socialist Youth League.\n\t\t\t\t\t The performance began with small choruses \"Song of Kim Il Sung Socialist Youth League\" and \"Joy of the People\". Put on the stage were narrative poem and male solo \"Golden Cushion\", comic story \"Name of Youth\" and other numbers.\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the undying feats of President Kim Il Sung and leader Kim Jong Il who always regarded the importance to the youth as the most important affair of the revolution and laid an eternal foundation for building the power of the youth and the great personality of Kim Jong Un who is cultivating a large flower garden of love for the youth on this land.\n\t\t\t\t\t\n\t\t\t\t\t They impressively represented the conviction that the country will always shed its brilliant rays all over the world as the power of the youth prospering full of dynamism as there is the most reliable huge contingent of young people in the world trained by the peerlessly great men of Mt. Paektu and the militant stamina and optimism of the young vanguard dashing ahead like wind toward the bright future in the spirit of the blizzards of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The performance demonstrated the faith and will of the five million members of the young vanguard. It ended with small choruses \"March of Korean Youth\" and \"We Will Defend General Kim Jong Un at the Cost of Our Lives\".\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un repeatedly and highly estimated the performance, saying it proved that the 70 year-long history of the Workers' Party of Korea is a history of attaching importance to the youth and a history of having built the power of the youth and it is the best performance as it sensitively reflected the policies of the party. He added that it was pervaded with the spirit of the era as it dealt with all what he wanted to say to the youth and it is the most splendid performance he has ever watched till now.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the art squad of the Central Committee of the Kim Il Sung Socialist Youth League is like the anchor man and bugler of the party, he set forth the tasks for creating and performing more works contributing to thoroughly preparing the youth to be elite Kimilsungists-Kimjongilists and more successful works dealing with the issues to be always held fast to in the ideological education of the youth as intended by the Party Central Committee. He gave precious teachings for further developing the art squad.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with the creators and artistes of the art squad, expressing expectation and conviction that they would successfully discharge their honorable mission and duty by dynamically conducting revolutionary and militant performing activities. \n\t\t\t\t\t\n\t\t\t\t\t Among the audience were Hwang Pyong So, Choe Ryong Hae, Pak Yong Sik, Ri Yong Gil, Kim Yang Gon, Ri Il Hwan, Jon Yong Nam and other senior officials of the party and army, service personnel and members of art organizations of the army and society."
        },
        {
            "title": "Projected U.S.-led \"Human Rights\" Campaign against DPRK under Fire",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-12ee.html",
            "content": "Projected U.S.-led \"Human Rights\" Campaign against DPRK under Fire\r\n Pyongyang, September 10 (KCNA) -- A spokesman for the Foreign Ministry of the DPRK gave the following answer to the question put by KCNA Thursday as regards the attempt of the U.S. and other forces hostile to the DPRK to kick off again an anti-DPRK racket on the UN human rights arena over its non-existent \"human rights issue\":\n\t\t\t\t\t The forces hostile to the DPRK are going to organize a \"meeting of experts\" concerning the \"human rights issue\" of the DPRK on the sidelines of the 30th session of the UN Human Rights Council to be held in Geneva from September 14. They are to invite \"human rights experts\" to the \"meeting\" and stage a farce slandering the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The \"experts\" will reportedly make speeches on various themes at the \"meeting\" to be held under the backstage manipulation of the U.S. and on the initiative of its followers. Those \"themes\" are all based on fabrications from an anti-DPRK \"inquiry report\" and \"human rights resolution\" that had gone bankrupt with their falsity already fully revealed. \n\t\t\t\t\t\n\t\t\t\t\t The \"inquiry report\" is peppered with fabrications distorting and slandering the DPRK where genuine human rights are ensured at the highest level as its keynote was cooked up on the basis of false testimonies made by such riff-raffs as \"defectors from the north\" and without any proper confirmation on the spot.\n\t\t\t\t\t\n\t\t\t\t\t All the \"defectors from the north\" being used by the hostile forces as \"testifiers\" are human scum who deserted after being involved in such crimes as theft, rape of girls under age, abduction of children and flesh traffic. The DPRK will chase them to the last one and bring to light their true colors.\n\t\t\t\t\t\n\t\t\t\t\t Those who are unaware of human rights system in the DPRK as they fail to see its true situation with their own eyes are going to say this or that about its \"human rights situation.\" Lurking behind it is an ulterior political motive.\n\t\t\t\t\t\n\t\t\t\t\t Now the U.S., after the clinch of a nuclear deal with Iran, is crying out for putting pressure upon the DPRK, with the main emphasis on its \"human rights issue\", leaving no means untried to intensify politically-motivated provocations aimed at bringing down its social system on the UN arena.\n\t\t\t\t\t\n\t\t\t\t\t EU and Japan are taking the lead in the U.S.-led campaign. Notably, Japan is getting zealous in its efforts for the coming \"meeting.\" It seems that Japan would scrap the matter agreed upon with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Recently, Western media noted that the \"inquiry report on human rights records in north Korea and resolution against it are targeting the \"change of social system in north Korea\" and that the U.S. and its allies are \"seeking a regime change through human rights campaign against north Korea.\" This clearly shows what the hostile forces seek in the \"meeting of experts.\"\n\t\t\t\t\t\n\t\t\t\t\t The more desperately the U.S. and other hostile forces move to bring down the most advantageous socialist system of the DPRK, the life of its people and the cradle of their happiness, the tougher stand the DPRK will take to counter the moves."
        },
        {
            "title": "Kim Yong Nam Meets Japan's Kyodo News Delegation",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-09ee.html",
            "content": "Kim Yong Nam Meets Japan's Kyodo News Delegation\r\n Pyongyang, September 10 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, met and had a talk with a delegation of the Kyodo News headed by President Masaki Fukuyama, at the Mansudae Assembly Hall Thursday."
        },
        {
            "title": "Talks between Delegations of DPRK and Vietnam Held",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-26ee.html",
            "content": "Talks between Delegations of DPRK and Vietnam Held\r\n Pyongyang, September 10 (KCNA) -- There took place talks between a delegation of the Ministry of External Economic Relations of the DPRK and a delegation of the Ministry of Industry and Commerce of Vietnam at the Mansudae Assembly Hall on Sept. 8 and 10.\n\t\t\t\t\t Present there from the DPRK side were members of the delegation of the Ministry of External Economic Relations led by Minister Ri Ryong Nam and from the Vietnamese side the members of the delegation of the Ministry of Industry and Commerce of Vietnam led by Minister Vu Huy Hoang and Vietnamese Ambassador to the DPRK Pham Viet Hung.\n\t\t\t\t\t\n\t\t\t\t\t The talks discussed issues of further developing the economic and trade relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t There also took place the inter-sector talks on investment and economic cooperation in the fields of trade, heavy, chemical and light industries and energy. \n\t\t\t\t\t\n\t\t\t\t\t Ri Ryong Nam and Vu Huy Hoang inked the minutes of the talks.\n\t\t\t\t\t\n\t\t\t\t\t The Vietnamese delegation took part in the briefing on investment on economic development zones and the Wonsan-Mt. Kumgang international tourist zone of the DPRK on Sept. 10 and acquainted itself with the present situation and prospect of several development zones and tourist zones."
        },
        {
            "title": "Vietnamese Minister Gives Reception ",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-25ee.html",
            "content": "Vietnamese Minister Gives Reception \r\n Pyongyang, September 10 (KCNA) -- Vu Huy Hoang, ministry of Industry and Commerce of Vietnam who is heading a delegation of the ministry, gave a reception at the Taedonggang Diplomatic Club Thursday as regards its visit to the DPRK.\n\t\t\t\t\t Present there on invitation were Ri Ryong Nam, minister of External Economic Relations, Ho Chol San, vice-minister of Light Industry, Kim Chong Gun, vice-minister of Mining Industry, and Jo Yong Chol, vice-minister of Food and Consumer Goods Industries.\n\t\t\t\t\t\n\t\t\t\t\t Present there were members of the delegation, Vietnamese Ambassador to the DPRK Pham Viet Hung and his embassy officials."
        },
        {
            "title": "Sojourn of Vietnamese Delegation",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-24ee.html",
            "content": "Sojourn of Vietnamese Delegation\r\n Pyongyang, September 10 (KCNA) -- A delegation of the Ministry of Industry and Commerce of Vietnam led by Minister Vu Huy Hoang visited the Victorious Fatherland Liberation War Museum.\n\t\t\t\t\t Members of the delegation paid tribute to the statue of President Kim Il Sung waving back to the columns of the military parade for celebrating the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the fact that the Korean people defeated the imperialist allied forces and defended the country under the leadership of Kim Il Sung, they looked round various rooms.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured Kyongsang Kindergarten, Songdowon International Children's Camp, Wonsan Baby Home and Orphanage, etc. and looked round the Wonsan-Mt. Kumgang international tourist zone."
        },
        {
            "title": "Ryu Kyong Su's Birth Anniversary Commemorated",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-23ee.html",
            "content": "Ryu Kyong Su's Birth Anniversary Commemorated\r\n Pyongyang, September 10 (KCNA) ? A national meeting for commemorating the 100th birth anniversary of revolutionary martyr Ryu Kyong Su was held at the Central Youth Hall Thursday.\n\t\t\t\t\t He was born into a poor peasant's family in Sinhung County, South Hamgyong Province on Sept. 9, Juche 4 (1915) and suffered the grief and pain of statelessness in his early years. He was brought up to be an able military officer of the Korean People's Revolutionary Army under the care of President Kim Il Sung and made contribution to achieving the historic cause of the country's liberation. \n\t\t\t\t\t\n\t\t\t\t\t He made noteworthy contribution to the founding of the party and the regular armed forces after liberation and during the Fatherland Liberation War he, holding the posts of divisional commander and army corps commander, devoted his all to implementing the strategic and tactical policies of the Supreme Command.\n\t\t\t\t\t\n\t\t\t\t\t In the postwar period he, holding an important post of the people's armed forces, rendered devoted services for making the People's Army the revolutionary armed forces of the party devotedly defending the party and the leader and upholding the revolutionary cause of Juche with arms. \n\t\t\t\t\t\n\t\t\t\t\t He upheld leader Kim Jong Il with loyalty with his invariable revolutionary faith and obligation.\n\t\t\t\t\t\n\t\t\t\t\t A national meeting was attended by Kim Ki Nam, Pak Yong Sik, Yang Hyong Sop, officials of the party, armed forces and power bodies, working people's organizations, ministries and national institutions, service personnel, persons of distinguished services, officials and working people of institutions, enterprises and factories in Pyongyang and bereaved families of revolutionary martyrs.\n\t\t\t\t\t\n\t\t\t\t\t Army General Pak Yong Sik, minister of the People's Armed Forces, in a report said:\n\t\t\t\t\t\n\t\t\t\t\t Ryu was an ardent revolutionary fighter who safeguarded Kim Il Sung and carried out his orders and instructions at any cost. He was also a genuine revolutionary who kept the road of loyalty with firm revolutionary principle and integrity.\n\t\t\t\t\t\n\t\t\t\t\t The reporter called for learning from the transparent revolutionary faith and indomitable fighting spirit of the anti-Japanese forerunners and carrying on the march of revolution that started on Mt. Paektu."
        },
        {
            "title": "Wreaths Laid before Bust of Revolutionary Martyr Ryu Kyong Su",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-13ee.html",
            "content": "Wreaths Laid before Bust of Revolutionary Martyr Ryu Kyong Su\r\n Pyongyang, September 10 (KCNA) -- Wreaths were laid before the bust of revolutionary martyr Ryu Kyong Su at the Revolutionary Martyrs Cemetery on Mt. Taesong Thursday on the occasion of his 100th birth anniversary. \n\t\t\t\t\t A wreath sent by Marshal Kim Jong Un was seen standing before the bust.\n\t\t\t\t\t\n\t\t\t\t\t Attending the wreath-laying ceremony were Pak Yong Sik, O Su Yong, officials of the party, armed forces and power bodies, service personnel of the Korean People's Army, bereaved families and other people in the city.\n\t\t\t\t\t\n\t\t\t\t\t A wreath in the name of the C.C., the Workers' Party of Korea was placed before the bust.\n\t\t\t\t\t\n\t\t\t\t\t Wreaths in the name of the Ministry of the People's Armed Forces, ministries and national institutions, and party and power bodies in the city and bunches of flowers were also placed before the bust.\n\t\t\t\t\t\n\t\t\t\t\t The participants observed a moment's silence in memory of the revolutionary martyr."
        },
        {
            "title": "Kimilsungia-Kimjongilia Show to Be Held",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-14ee.html",
            "content": "Kimilsungia-Kimjongilia Show to Be Held\r\n Pyongyang, September 10 (KCNA) -- A Kimilsungia-Kimjongilia show will be held at the Kimilsungia-Kimjongilia Exhibition in Pyongyang from early in October on the occasion of the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t It will bring together armed forces organs, ministries and national institutions, the General Association of Korean Residents in Japan and other overseas Koreans' organizations and foreign friends.\n\t\t\t\t\t\n\t\t\t\t\t Similar flower shows will also be held in local areas and people will visit Kimilsungia-Kimjongilia greenhouses in their residential areas."
        },
        {
            "title": "Brazilian Embassy Officials Visit Historic Site Associated with Fatherland Liberation War",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-20ee.html",
            "content": "Brazilian Embassy Officials Visit Historic Site Associated with Fatherland Liberation War\r\n Pyongyang, September 10 (KCNA) -- Brazilian Ambassador to the DPRK Roberto Colin and his embassy officials visited the historic site associated with the Fatherland Liberation War Thursday on the occasion of the 193rd anniversary of Brazil's independence. \n\t\t\t\t\t The guests laid bouquets before the photo of President Kim Il Sung in the revolutionary museum and made a bow.\n\t\t\t\t\t\n\t\t\t\t\t Being briefed on the fact that the President made the U.S. imperialist aggressors sink like a setting sun with his original military idea, adroit and consummate strategy and tactics and extraordinary leadership art, they looked round the headquarters and operation room of the Supreme Command.\n\t\t\t\t\t\n\t\t\t\t\t They visited were briefed on the fact that leader Kim Jong Il cultivated the matchless courage and pluck of the Songun brilliant commander while learning from the gifted strategy and superb war methods of the President in the Supreme Command during the war."
        },
        {
            "title": "DPRK Weightlifter Proves Successful ",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-18ee.html",
            "content": "DPRK Weightlifter Proves Successful\r\n Pyongyang, September 10 (KCNA) -- Jon Myong Song won a gold medal at the 2015 Asian Weightlifting Championship now under way in Thailand.\n\t\t\t\t\t He lifted 160 kg in snatch in the men's weightlifting 77 kg category event on Sept. 9."
        },
        {
            "title": "Pyongyang Folklore Park Draws Many Visitors",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-19ee.html",
            "content": "Pyongyang Folklore Park Draws Many Visitors\r\n Pyongyang, September 10 (KCNA) -- The Pyongyang Folklore Park at the foot of Mt. Taesong has drawn over 1.17 million service personnel of the Korean People's Army, people from all walks of life and youths and students for the three years since its establishment.\n\t\t\t\t\t The park consists of the area for history education, the one for historical relics and the one for contemporary times, etc.\n\t\t\t\t\t\n\t\t\t\t\t Structures in the park represent the long history of the Korean nation from the primitive times to the contemporary times.\n\t\t\t\t\t\n\t\t\t\t\t Among them are miniatures of Mt. Paektu, Kim Jong Il's birthplace in the Paektusan Secret Camp, the Tower of the Juche Idea, the Art of Triumph, the Grand People's Study House, the Chollima Statue, the Mausoleum of King Tangun, the Mausoleum of King Tongmyong and the Mausoleum of King Wang Kon.\n\t\t\t\t\t\n\t\t\t\t\t Various dwelling houses dating back to the Feudal Joson Dynasty serve visitors Pyongyang cold noodle, tanggogi soup and mung-bean pancake."
        },
        {
            "title": "New Spore Developed",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-22ee.html",
            "content": "New Spore Developed\r\n Pyongyang, September 10 (KCNA) -- The Microbiological Research Institute under the State Academy of Sciences in the DPRK developed new spore, a dense integrate of beneficial lactobacilli, for the production of yogurt.\n\t\t\t\t\t The latest microbiological fermentation technology was applied to its development. \n\t\t\t\t\t\n\t\t\t\t\t The spore has proved effective in the production of yogurt at different stockbreeding farms and factories, including the Kubin Stockbreeding Cooperative Farm in Pyongyang, Kyenam Stock Farm in South Hwanghae Province and the Unha Taesong Foodstuff Factory.\n\t\t\t\t\t\n\t\t\t\t\t The new spore is superior to the existing one in taste and nutritive value, said Kim Chol, deputy director of the institute.\n\t\t\t\t\t\n\t\t\t\t\t Yogurt, made with the spore, tastes fresh with peculiar flavor and takes remedial results as promotion of growth, formation of anti-cancer and immune activators, digestion and lowering of cholesterol, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t 5 grams of spore are enough to produce 500-1,000 kg of yogurt.\n\t\t\t\t\t\n\t\t\t\t\t It is possible for families to make yogurt with the spore."
        },
        {
            "title": "Moran Pickle Factory",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-21ee.html",
            "content": "Moran Pickle Factory\r\n Pyongyang, September 10 (KCNA) -- Kimchi, produced by the Moran Pickle Factory under the General Bureau of Public Service in the DPRK, is getting popularity among citizens for its good appetite and high quality.\n\t\t\t\t\t Kimchi is well known as a health food over the world.\n\t\t\t\t\t\n\t\t\t\t\t The factory is producing varieties of Kimchi like whole cabbage Kimchi, sliced cabbage Kimchi and sliced radish Kimchi.\n\t\t\t\t\t\n\t\t\t\t\t It has put all the production processes, including mixing of different stuffs and ripening, on a scientific basis."
        },
        {
            "title": "Rodong Sinmun Slams U.S., Chieftain of Division and Enemy of Reunification",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-08ee.html",
            "content": "Rodong Sinmun Slams U.S., Chieftain of Division and Enemy of Reunification\r\n Pyongyang, September 10 (KCNA) -- The U.S. imperialists divided the Korean nation into two parts against its will and inflicted on them untold misfortune and sufferings for seven decades. Their crimes can never be pardoned no matter how much water may flow under the bridge, says Rodong Sinmun Thursday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t Human history records lots of atrocities and crimes committed by aggressors, but the U.S. imperialist aggressors in south Korea seriously mocked at the destiny of a country and nation and forced its people to suffer huge misfortune and pain.\n\t\t\t\t\t\n\t\t\t\t\t The situation in Korea is like an uninvited guest occupying the owner's room and lording it over which can never be pardoned.\n\t\t\t\t\t\n\t\t\t\t\t Anyone patriot should turn out in the anti-U.S. struggle, give vent to the nation's anger and force the U.S. imperialists to pay thousands-fold for the blood shed by compatriots. \n\t\t\t\t\t\n\t\t\t\t\t It is a steadfast will of the whole Korean nation to put an end to the U.S. imperialists' military occupation of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Anyone who values the nation's sovereignty and dignity and aspires after the country's peace and reunification should turn out in the anti-U.S. struggle for independence to withdraw the U.S. forces from south Korea and hand down the reunified country to the posterity.\n\t\t\t\t\t\n\t\t\t\t\t This is the bitter call made by seven decades of misfortune and sufferings to the present era and generation."
        },
        {
            "title": "Japanese Regime's Crackdown upon Chongryon under Fire",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-11ee.html",
            "content": "Japanese Regime's Crackdown upon Chongryon under Fire\r\n Pyongyang, September 10 (KCNA) -- Leading newspapers of the DPRK in their commentaries Thursday denounce the Hokkaido police authorities for searching the Hokkaido Headquarters of the General Association of Korean Residents in Japan (Chongryon) and Korean primary, middle and high school in Hokkaido under the absurd pretext of \"swindle\" and \"violation of subsidy system\" on Sept. 6.\n\t\t\t\t\t Saying such impudent and reckless action taken by the Japanese reactionaries hell-bent on suppressing Chongryon without an iota of guilty conscience about their crime-woven past can never be pardoned, Rodong Sinmun notes:\n\t\t\t\t\t\n\t\t\t\t\t Serious are the crimes committed by Japan against Koreans in the past, but what is more serious is that it is running amuck like a guilty party filing the suit first, failing to make neither apology nor reparation, a thrice-cursed act of adding to the crimes.\n\t\t\t\t\t\n\t\t\t\t\t The more desperately the Japanese reactionaries resort to politically-motivated crackdown upon Chongryon and Koreans in Japan, the bitterer enmity and grudge the Korean people will have against Japan to force it to pay dearly for it.\n\t\t\t\t\t\n\t\t\t\t\t If the Japanese regime truly hopes for improvement of its relations with the DPRK, it should stop at once its reckless acts against Chongryon, well aware of the resentment running high among Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is watching with an Argus eye the behavior of the Japanese authorities, says Minju Joson."
        },
        {
            "title": "Deployment of THAAD and Japan's Exercise of \"Right to Collective Self-Defense\" Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-15ee.html",
            "content": "Deployment of THAAD and Japan's Exercise of \"Right to Collective Self-Defense\" Opposed in S. Korea\r\n Pyongyang, September 10 (KCNA) -- The People for Achieving Peace and Reunification in south Korea launched a 50-day action for peace in 50 cities opposing the U.S. THAAD deployment in south Korea and Japan's exercise of the \"right to collective self-defense.\"\n\t\t\t\t\t There was a press conference at the plaza before Mokpho Railway Station on Sept. 5 to kick off the action.\n\t\t\t\t\t\n\t\t\t\t\t THAAD is another obstacle disturbing peace and reunification on the Korean Peninsula, the organization asserted, calling for checking its deployment.\n\t\t\t\t\t\n\t\t\t\t\t Abe's statement denying the past war of aggression and colonial rule is little short of a war declaration to exercise the \"right to collective self-defense\" and launch reinvasion, it noted."
        },
        {
            "title": "U.S. Act of Concealing Danger of Anthrax Revealed",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-16ee.html",
            "content": "U.S. Act of Concealing Danger of Anthrax Revealed\r\n Pyongyang, September 10 (KCNA) -- A south Korean vice-minister of Defence denied the U.S. assertion that security can be guaranteed through perfect sterilization as regards the case of the anthrax introduction on September 4, according to the south Korean MBC.\n\t\t\t\t\t The U.S. State Department now estimates that it is a serious problem that perfect sterilization is not possible with technology that has so far been developed, he added.\n\t\t\t\t\t\n\t\t\t\t\t This has brought to light the poison of the anthrax also called \"white powder of horror\" and \"weapon of devil\" and the danger of introduction of such a thing into south Korea."
        },
        {
            "title": "S. Korean Organization Denounces Representative of Ruling Party",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-17ee.html",
            "content": "S. Korean Organization Denounces Representative of Ruling Party\r\n Pyongyang, September 10 (KCNA) -- The south Korean Confederation of Trade Unions held a press conference before the building of the \"Saenuri Party\" and denounced the representative of the party for slandering the organization on September 3, according to the south Korean CBS.\n\t\t\t\t\t On September 2 Kim Mu Song, representative of the party, distorted the situation, saying the youth are suffering from the rejection by the trade union. He stressed that the harm done to society by the trade union is tremendous.\n\t\t\t\t\t\n\t\t\t\t\t The Confederation of Trade Unions protested the Kim's speech, describing it as an anti-worker one as it denied the three rights to labor, adding that his remark can never be tolerated."
        },
        {
            "title": "Sports Contest of Korean Students in Japan Held",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-10ee.html",
            "content": "Sports Contest of Korean Students in Japan Held\r\n Tokyo, September 8 (KNS-KCNA) -- A sports contest of Korean students in Japan took place in Tokyo from Sept. 2 to 4 to celebrate the 67th birthday of the Democratic People's Republic of Korea.\n\t\t\t\t\t An opening ceremony was held on Sept. 2.\n\t\t\t\t\t\n\t\t\t\t\t Pae Ik Ju, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), in a speech called upon students of Korean schools to prepare themselves to be players representing the DPRK at international games.\n\t\t\t\t\t\n\t\t\t\t\t Other speakers underlined the need to give full play to the pride and honor as students of overseas compatriots' organization of Juche Korea.\n\t\t\t\t\t\n\t\t\t\t\t Football, basketball, volleyball, table tennis, tennis, boxing and other matches took place during the contest."
        },
        {
            "title": "Photo Exhibition Opens in Russia",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-02ee.html",
            "content": "Photo Exhibition Opens in Russia\r\n Pyongyang, September 10 (KCNA) -- A photo exhibition on the theme of \"History of Friendship\" opened at a museum in Amur Region under the co-sponsorship of the Amur Regional Legislative Assembly of Russia, Amur Regional Branch of the United Russia Party and the DPRK mission in Khabarovsk on September 2 on the occasion of the 4th anniversary of leader Kim Jong Il's historic visit to Siberian and Far Eastern regions of the Russian Federation and the 70th anniversary of Korea's liberation.\n\t\t\t\t\t Displayed at the venue of the exhibition were photos documenting the immortal exploits performed by President Kim Il Sung, Kim Jong Il and Marshal Kim Jong Un for the development of friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works, and books, photos and handicrafts introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Present at the opening ceremony were figures from the Amur Regional Legislative Assembly of Russia, Amur Regional Branch of the United Russia Party, regional administration and Blagobeshensk City administration and masses, staff members of the DPRK mission in Khabarovsk and officials of the DPRK working in Amur Region.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket and bouquets before the photos of Kim Il Sung, Kim Jong Il and Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Amur Regional Legislative Assembly said in his speech:\n\t\t\t\t\t\n\t\t\t\t\t The people of Amur Region always remember the fact that Kim Jong Il visited Amur and left an indelible trace for the development of traditional relations of friendship and cooperation between Russia and the DPRK during the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t Those valuable photos and films will help the visitors to deeply feel the immortal exploits Kim Il Sung, Kim Jong Il and Kim Jong Un performed for the development of the friendly and cooperative relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round the exhibition and enjoyed the Korean film \"History of Lasting Friendship\"."
        },
        {
            "title": "New School Year Opens at Vietnam-DPRK Friendship Kindergarten ",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-06ee.html",
            "content": "New School Year Opens at Vietnam-DPRK Friendship Kindergarten\r\n Pyongyang, September 10 (KCNA) -- An opening ceremony of a course for 2015-2016 new school year took place at the Vietnam-DPRK Friendship Kindergarten on September 5.\n\t\t\t\t\t Present there were the vice-minister of Culture, Sports and Tourism of Vietnam, the chairman and members of the Vietnam-DPRK Friendship Association, figures of the Ha Noi City People's Committee, the rector of the kindergarten and kindergarteners.\n\t\t\t\t\t\n\t\t\t\t\t Invited there were the DPRK ambassador to Vietnam and his embassy members.\n\t\t\t\t\t\n\t\t\t\t\t The rector of the kindergarten and kindergarteners said that they would bear the pride and the self-esteem of working at the kindergarten which had Kim Il Sung Class and Kim Jong Il Class named after the great leaders and keep on work as an advanced preschool education unit.\n\t\t\t\t\t\n\t\t\t\t\t They said that they would conduct brisk activities for friendship and solidarity with the Korean people."
        },
        {
            "title": "DPRK's Important Day Observed Abroad",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-03ee.html",
            "content": "DPRK's Important Day Observed Abroad\r\n Pyongyang, September 10 (KCNA) -- There took place a meeting, photo and book exhibitions and film shows in Myanmar, Malaysia and Switzerland on September 4 and 5 on the occasion of the 67th anniversary of the founding of the DPRK.\n\t\t\t\t\t Displayed at the venues of the events were photos of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works, and photos and books introducing the glorious history of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Korean films \"Fireworks of a Thriving Nation\" and \"Reply of Korea\" were shown at the film shows.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Switzerland-Korea Committee said:\n\t\t\t\t\t\n\t\t\t\t\t It is the most significant event in the history of the Korean people spanning 5 000 years that Kim Il Sung founded the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il successfully led the confrontation with the U.S. without gunfire and developed the DPRK into a nuclear weapons state through his Songun leadership.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of Kim Jong Un, socialist Korea, a political and ideological power and military power, will further prosper.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the event held in Switzerland."
        },
        {
            "title": "Founding Anniversary of DPRK Observed in Peru, Ecuador",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-04ee.html",
            "content": "Founding Anniversary of DPRK Observed in Peru, Ecuador\r\n Pyongyang, September 10 (KCNA) -- An organization and institution of Peru and Ecuador posted several articles on their websites on September 1 and 3 on the occasion of the 67th anniversary of the founding of the DPRK.\n\t\t\t\t\t An article titled \"Fortress of independence\" posted by the Peru-Korea Institute of Culture and Friendship noted:\n\t\t\t\t\t\n\t\t\t\t\t The sovereignty and dignity of several countries were infringed as they did not have enough power to stand against the interference and aggression by the imperialists and as a result they suffered tragic bloodshed and collapse.\n\t\t\t\t\t\n\t\t\t\t\t But there is a country which the imperialists' policy of force never works. It is the DPRK, a small country in the East.\n\t\t\t\t\t\n\t\t\t\t\t The tremendous war deterrent of the DPRK is not only for peace and stability on the Korean Peninsula and in other parts of Northeast Asia but also for global peace.\n\t\t\t\t\t\n\t\t\t\t\t An article titled \"Invincible state\" which was posted by Kim Jong Il Library and the Juche Youth Group in Ecuador praised the immortal exploits for the founding and development of the DPRK performed by President Kim Il Sung and leader Kim Jong Il. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is further demonstrating its might thanks to supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership, self-reliant defense capability of the DPRK has been bolstered up and its army and people are winning a new victory in the confrontation with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will shine forever as an invincible socialist power."
        },
        {
            "title": "DPRK's Important Day Observed in Peru",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-05ee.html",
            "content": "DPRK's Important Day Observed in Peru\r\n Pyongyang, September 10 (KCNA) -- The Peruvian National Independent Movement for Free Voting's Union and the Peruvian Committee for Supporting the Independent and Peaceful Reunification of Korea released a joint statement on September 4 on the occasion of the 67th anniversary of the founding of the DPRK.\n\t\t\t\t\t The statement noted:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, founder of socialist Korea, built the DPRK, the glorious motherland of the whole Korean people whose guiding idea is Juche idea and which is led by the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il, the great successor of the President, pursued the Songun politics, developing the DPRK into a heroic country and an ever-victorious one with the invincible power which stands unfazed by the aggression and provocation of any enemy.\n\t\t\t\t\t\n\t\t\t\t\t Under the outstanding leadership of Marshal Kim Jong Un who uncompromisingly carry forward the cause of Juche and Songun, all the people is leading a free and happy life and the army and people discharging their mission and duty with honor in the struggle for defending the sovereignty of the country and building an economic power and scientific and technological power and making brilliant successes every day.\n\t\t\t\t\t\n\t\t\t\t\t Warmly greeting the 67th anniversary of the founding of the DPRK, we extend once again firm support and solidarity to the just cause of the Korean people."
        },
        {
            "title": "Kim Jong Un presencia funcion del grupo central de propaganda artistica juvenile",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-27ee.html",
            "content": "Kim Jong Un presencia funcion del grupo central de propaganda artistica juvenil\r\nPyongyang, 10 de septiembre (ACNC) -- El Mariscal Kim Jong Un presencio la funcion \"Cancion de jovenes siguiendo al Sol\" ofrecida por el grupo central de propaganda artistica juvenil.\n\t\t\t\t\tEn la escena se pusieron el coro \"Cancion de la Union de la Juventud Socialista Kim Il Sung\" y \"Jubilo del pueblo\", la narracion de poesia y solo masculino \"Cojin de oro\", la charla comica \"Nombre de Juventud\", la armonica y coro mixto \"Adelante los jovenes, siguiendo al partido\", el duo mixto \"Fogata\" y otras piezas.\n\t\t\t\t\t\n\t\t\t\t\tLos ejecutantes elogiaron en tono patetico las inmarcesibles proezas del Presidente Kim Il Sung y el Dirigente Kim Jong Il, quienes prepararon el solido cimiento de la construccion de una potencia de la juventud manteniendo siempre la politica de dar prioridad a los jovenes, y nobles rasgos del Mariscal quien abre una historia de amor a los jovenes.\n\t\t\t\t\t\n\t\t\t\t\tTambien mostro una conviccion de que nuestra patria se glorificara eternamente como potencia de la juventud gracias a contar con el colectivo de jovenes mejores en el mundo criados por los grandes lideres sin par del monte Paektu y manifesto bien el temperamento y romanticismo de los jovenes que avanzan hacia el futuro.\n\t\t\t\t\t\n\t\t\t\t\tLa funcion, que reflejo el credo y voluntad de los 5 millones de jovenes vanguardias, termino con el coro \"Marcha de jovenes coreanos\" y \"Defenderemos a costa de la vida al General Kim Jong Un\".\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal evaluo la funcion como la que muestra que la historia de 70 anos de nuestro partido resulta la de dar prioridad a la juventud y de construir una potencia de la juventud, como la funcion que refleja sensiblemente los temas politicos presentados por el Partido, como la que demuestra el espiritu de la epoca reflejando las palabras que el mismo tiene ganas de hablar a los jovenes. Aprecio reiteradamente que es la maxima funcion de entre las de grupos de propaganda artistica.\n\t\t\t\t\t\n\t\t\t\t\tEl grupo central de propaganda artistica juvenil es igual al microfono y trompetero de nuestro Partido, dijo el Mariscal y dio las tareas a crear muchas obras que contribuiran a educar a los jovenes como nucleos de Kimilsungismo-Kimjongilismo y las otras referentes a los temas a ser mantenidos siempre en las labores de educacion ideologica de los jovenes de acuerdo con el proposito del Comite Central del Partido y dio preciosas indicaciones que se presentan en fortalecer el citado grupo.\n\t\t\t\t\t\n\t\t\t\t\tExpuso la conviccion y esperanza de que los creadores y artistas del grupo en cuestion cumplan bien con la obligacion y mision orgullosas asumidas a si mismos al dinamizar las actividades artisticas de caracter revolucionario y combativo y se fotografio junto con ellos.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Hwang Pyong So, Choe Ryong Hae, Pak Yong Sik, Ri Yong Gil, Kim Yang Gon, Ri Il Hwan, Jon Yong Nam y otros cuadros directivos del Partido y el ejercito, oficiales y soldados del Ejercito Popular de Corea y los miembros de las entidades artisticas del ejercito y civiles."
        },
        {
            "title": "MINREX rechaza campana anti-RPDC de EE.UU. en el tema de \"DDHH\"",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-28ee.html",
            "content": "MINREX rechaza campana anti-RPDC de EE.UU. en el tema de \"DDHH\"\r\nPyongyang, 10 de septiembre (ACNC) -- Con respecto a que Estados Unidos y otras fuerzas hostiles intentan armar otro alboroto anti-Republica Popular Democratica de Corea acusandole del \"problema de derechos humanos\" en la palestra de la ONU, el portavoz del Ministerio de Relaciones Exteriores de la RPDC dio el dia 10 la siguiente respuesta a la ACNC:\n\t\t\t\t\tEn el periodo de la 30a reunion del Consejo de Derechos Humanos de la ONU, que se efectuara desde el dia 14 que viene en Ginebra, las fuerzas hostiles pretenden convocar el \"encuentro de especialistas\" sobre el \"problema de DDHH\" de la RPDC e invitar a los \"especialistas en DDHH\" a la farsa anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEn este \"encuentro\" que se realizara bajo el control trasero de EE.UU. y por la iniciativa de sus satelites, los \"especialistas\" pronunciaran intervenciones por temas basados en los datos intrigantes anotados en el \"informe de investigacion\" y la \"resolucion de DDHH\" cuya falsedad ya se puso al desnudo. \n\t\t\t\t\t\n\t\t\t\t\tEl \"informe de investigacion\" contiene el testigo falsificado de las chusmas como \"fugitivos norcoreanos\" tergiversando y censurando la realidad de la RPDC donde se aseguran al maximo los derechos humanos. \n\t\t\t\t\t\n\t\t\t\t\tLos \"fugitivos norcoreanos\" a que las fuerzas hostiles presentan como \"testigos\", sin excepcion alguna, son escorias humanas que se huyeron de la RPDC por haber cometido pillaje, violacion sexual, secuestro a ninos, trafico de seres humanos y otros crimenes. Perseguiremos hasta el ultimo a esos fugitivos criminales y descubriremos su verdadera naturaleza.\n\t\t\t\t\t\n\t\t\t\t\tSi los que no vieron con sus propios ojos la realidad de la RPDC ni saben correctamente el regimen de aseguramiento de DDHH de la RPDC, censuran la situacion de \"DDHH\" de nuestro pais, esto parte del malsano motivo politico. \n\t\t\t\t\t\n\t\t\t\t\tDespues del arreglo del problema nuclear de Iran, EE.UU. insiste en intensificar la \"presion de DDHH\" anti-RPDC y malemplea los medios y metodos groseros a la provocacion politica anti-RPDC abusando de la ONU. \n\t\t\t\t\t\n\t\t\t\t\tA esta farsa se adhieren al frente la Union Europea y Japon. En particular, Japon es mas celoso con el \"encuentro de especialistas\". Parece que el pais isla va a romper los acuerdos RPDC-Japon. \n\t\t\t\t\t\n\t\t\t\t\tRecientemente, los medios de prensa occidentales reportaron que \"el informe de investigacion y la resolucion sobre la situacion de DDHH del Norte de Corea toman por meta el cambio del regimen norcoreano\" y que \"EE.UU. y sus aliados persiguen el cambio del poder del Norte de Corea mediante la campana de DDHH anti-RPDC\". \n\t\t\t\t\t\n\t\t\t\t\tTales hechos insinuan cual es el objetivo del \"encuentro de especialistas\". \n\t\t\t\t\t\n\t\t\t\t\tCuanto mas se aumenten las maniobras de EE.UU. y otras fuerzas hostiles tendentes a derrocar el mas ventajoso regimen socialista de la RPDC, considerado como vida y terreno de la vida feliz del pueblo coreano, se hara tanto mas fuerte nuestra voluntad de represalia intransigente."
        },
        {
            "title": "Acto central por centenario de cumpleanos de Ryu Kyong Su",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-29ee.html",
            "content": "Acto central por centenario de cumpleanos de Ryu Kyong Su\r\nPyongyang, 10 de septiembre (ACNC) -- Tuvo lugar este jueves en la Casa Central de la Juventud el acto central por el centenario de natalicio del martir revolucionario Ryu Kyong Su.\n\t\t\t\t\tRyu nacio el 9 de septiembre del 4 (1915) de la Era Juche en una pobre familia campesina del distrito de Sinhung de la provincia de Hamgyong del Sur y experimento desde su infancia la tristeza y sufrimientos de apatridas. En el regazo del Presidente Kim Il Sung, crecio como diestro comandante del Ejercito Revolucionario Popular de Corea e hizo contribucion al cumplimiento de la historica causa de la liberacion de la patria. \n\t\t\t\t\t\n\t\t\t\t\tDespues de liberacion de la patria, realizo notables meritos en las labores por la fundacion del partido y la construccion de las fuerzas armadas revolucionarias regulares. Y en el periodo de la Guerra de Liberacion de la Patria, fungia del jefe de  division y cuerpo dedicando todo lo suyo por la materializacion de las orientaciones estrategicas y tacticas de la Comandancia Suprema. \n\t\t\t\t\t\n\t\t\t\t\tEn el tiempo posbelico, trabajando en un cargo importante de las fuerzas armadas populares, se abnego por fortalecer el Ejercito Popular de Corea como fuerzas armadas revolucionarias que defienden con firmeza al partido y al lider y apoyan con armas la causa revolucionaria del Juche. \n\t\t\t\t\t\n\t\t\t\t\tApoyo con invariable conviccion revolucionaria y noble obligacion moral al Dirigente Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tEn el acto central participaron Kim Ki Nam, Pak Yong Sik, Yang Hyong Sop, los funcionarios de los organismos del partido, las fuerzas armadas y el poder, entidades de masas, ministerios y organos centrales, los militares, ameritados, funcionarios y trabajadores de instituciones, empresas  y fabricas de esta capital y familiares del martir revolucionario.\n\t\t\t\t\t\n\t\t\t\t\tEl informe de la ocasion estuvo a cargo del general de ejercito de las fuerzas terrestres del Ejercito Popular de Corea Pak Yong Sik, ministro de las Fuerzas Armadas Populares.\n\t\t\t\t\t\n\t\t\t\t\tEl orador dijo que Ryu fue ferviente soldado revolucionario y verdadero revolucionario que defendio a riesgo de la vida al Presidente Kim Il Sung, materializo a cabalidad sus ordenes y le defendio con pureza y con firme principio revolucionario. \n\t\t\t\t\t\n\t\t\t\t\tExhorto a continuar la marcha de la revolucion coreana iniciada en el monte Paektu aprendiendo la firme conviccion revolucionaria y el indoblegable espiritu de lucha de los martires antijaponeses."
        },
        {
            "title": "Se efectuara en RPDC exhibicion de kimilsungias y kimjongilias",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-30ee.html",
            "content": "Se efectuara en RPDC exhibicion de kimilsungias y kimjongilias\r\nPyongyang, 10 de septiembre (ACNC) -- Con motivo del 70o aniversario de la fundacion del Partido del Trabajo de Corea tendra lugar en esta capital la exhibicion de kimilsungias y kimjongilias.\n\t\t\t\t\tEn la ocasion que se iniciara desde principios de octubre en la Exposicion Permanente de Kimilsungia y Kimjongilia  participaran los organismos de las fuerzas armadas, los ministerios, los organos centrales, la Asociacion General de Coreanos Residentes en Japon y otras entidades de coreanos en ultramar y los amigos extranjeros.\n\t\t\t\t\t\n\t\t\t\t\tDurante el periodo de exhibicion, se realizaran en todas las localidades tal exhibicion de las flores inmortales y la visita a los invernaderos de estas flores."
        },
        {
            "title": "Portavoz de Asociacion de Amistad Corea-Japon denuncia crimen de autoridades japonesas",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-31ee.html",
            "content": "Portavoz de Asociacion de Amistad Corea-Japon denuncia crimen de autoridades japonesas\r\nPyongyang, 10 de septiembre (ACNC) -- El dia 6, las autoridades policiacas de Hokkaido de Japon lanzaron a decenas de bribones para registrar a fuerza la escuela secundaria basica y superior coreana y la sede de la Chongryon (Asociacion General de Coreanos Residentes en Japon) en esta provincia japonesa y otros organos en la casa cultural de la sede.\n\t\t\t\t\tEn su declaracion fechada 9, el portavoz de la Asociacion de Amistad Corea-Japon revelo que los reaccionarios japoneses lo cometieron bajo el pretexto de la \"suministro ilegal\" de los subsidios de empleo con el fin de manchar la imagen de la Chongryon, digna entidad de ciudadanos en ultramar de la RPDC al tildarle la gorra de \"entidad ilegal y criminal\" y a la larga exterminarla.\n\t\t\t\t\t\n\t\t\t\t\tRecaen sobre las autoridades japonesas las responsabilidades de la presente represion cruel contra la Chongryon y los coreanos residentes en Japon, insistio el portavoz y continuo:\n\t\t\t\t\t\n\t\t\t\t\tTanto en vista del proceso del surgimiento del problema de los coreanos residentes en Japon como a la luz de la demanda de la ley internacional, las autoridades japonesas tienen el deber de satisfacer y proteger el derecho democratico nacional y el interes de la Chongryon y los coreanos residentes en Japon.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, en vez de pedir disculpa e indemnizacion sobre su crimen cometido en el pasado contra la nacion coreana, los reaccionarios japoneses reprimen a los coreanos y perpetran sin titubeo el terror represivo contra ellos movilizando el poder estatal.\n\t\t\t\t\t\n\t\t\t\t\tEl sucesivo registro y arresto forzoso cometidos por los reaccionarios japoneses en los ultimos anos contra las organizaciones y los funcionarios de la Chongryon y los coreanos residentes en Japon, son el archi-crimen antietico que infringe la declaracion sobre el derecho de los extranjeros, la convencion de La Habana sobre la posicion de los extranjeros, la Declaracion Mundial de DDHH y otras leyes internacionales."
        },
        {
            "title": "Asociacion Coreana para Relaciones Culturales con Extranjero denuncia a Japon, pais criminal",
            "url": "http://kcna.co.jp/item/2015/201509/news10/20150910-32ee.html",
            "content": "Asociacion Coreana para Relaciones Culturales con Extranjero denuncia a Japon, pais criminal\r\nPyongyang, 10 de septiembre (ACNC) -- El portavoz de la Asociacion Coreana para las Relaciones Culturales con el Extranjero hizo publica la vispera una declaracion de condena a la represion fascista de los reaccionarios japoneses tendentes a exterminar la Chongryon (Asociacion General de Coreanos en Japon), digna entidad de ciudadanos en ultramar de la RPDC.\n\t\t\t\t\tLa policia japonesa detuvo injustamente a los funcionarios de la Chongryon y registro a fuerza los establecimientos relacionados con la Chongryon, lo cual constituye una provocacion politica encaminada a impedir las justas actividades de la Chongryon y descomponerla, senala la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tCon tal imprudencia, los reaccionarios japoneses persiguen la meta de destruir cueste lo que cueste la Chongryon y acelerar sus tentativas de reagresion militarista al justificar la \"teoria de amenaza del Norte (de Corea)\".\n\t\t\t\t\t\n\t\t\t\t\tLo mas grave es que el arresto y el registro se cometen en gran escala despues de la enmienda de \"guia de cooperacion en defensa Japon-Estados Unidos\" que niega la historia de agresion del pasado y justifica la agresion al ultramar.\n\t\t\t\t\t\n\t\t\t\t\tTal postura es la expresion de su inquietud ante el poderio de la Corea del Songun y su impaciencia de no poder lograr la ambicion de reagresion.\n\t\t\t\t\t\n\t\t\t\t\tLos hechos insinuan claramente que la persistente denigracion y represion contra Chongryon son una parte de las maquinaciones planificadas y conspirativas de los reaccionarios japoneses para echar agua fria a la mejora de relaciones intercoreanas en connivencia con la politica hostil anti-RPDC del imperio y realizar su ambicion.\n\t\t\t\t\t\n\t\t\t\t\tCon tal incidente, se revelo una vez mas a todo el mundo que Japon es el pais criminal carente de la democracia y el humanitarismo donde reina solamente el chovinismo nacional."
        }
    ]
}