{
    "date": "2015-05-01",
    "url": "http://kcna.co.jp/item/2015/201505/2015-05-01ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with Participants of Fifth Conference of KPA Training Officers",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-01ee.html",
            "content": "Kim Jong Un Has Photo Session with Participants of Fifth Conference of KPA Training Officers\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, had a photo session with the participants of the Fifth Conference of the Training Officers of the KPA.\n\t\t\t\t\t He warmly acknowledged the enthusiastic cheers of the participants.\n\t\t\t\t\t\n\t\t\t\t\t He said that the conference held with splendor on the army day in the significant year marking the 40th anniversary of the 5-point training policy advanced by President Kim Il Sung and the 25th anniversary of the 4-point training principle laid down by leader Kim Jong Il marked a historic occasion in providing the milestone of a decisive turn in rounding off combat preparations of the KPA as required by the acute situation where the conformation with U.S. is imminent.\n\t\t\t\t\t\n\t\t\t\t\t He warmly congratulated the participants of the conference on successfully carrying out its work amid their high political enthusiasm and active participation, before having photo session with them.\n\t\t\t\t\t\n\t\t\t\t\t  He expressed expectation and conviction that the participants of the conference would fully embody the spirit of the conference, not forgetting even a moment that training precisely means the drive for defending the revolution and socialism, and thus discharge their sacred duty in steadily improving the quality of training and taking the lead in ushering in the greatest heyday for bolstering up the military muscle.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Ri Yong Gil, Pak Yong Sik, Ryom Chol Song, Jo Kyong Chol and Pang Kwan Bok."
        },
        {
            "title": "Congratulations to President of Sudan",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-14ee.html",
            "content": "Congratulations to President of Sudan\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Thursday sent a congratulatory message to Omar Hassan Ahmed Al-Bashir upon his reelection as president of the Republic of Sudan.\n\t\t\t\t\t The message wished the president good health and success in his work, expressing belief that the good relations of friendship and cooperation between the two countries would grow stronger."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Construction Site of Sci-Tech Complex",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-16ee.html",
            "content": "DPRK Premier Makes Field Survey of Construction Site of Sci-Tech Complex\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of the construction site of the Sci-Tech Complex.\n\t\t\t\t\t He went round various places of the construction site to learn in detail about construction, distribution of construction force and supply of building materials.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the revolutionary soldier spirit is being fully displayed in the construction site of the complex, he called upon the officials of the society to learn from the example of the People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Measures were taken to ensure the sufficient supply of building equipment.\n\t\t\t\t\t\n\t\t\t\t\t The premier also learned about the remodeling of the Pyongyang Catfish Farm.\n\t\t\t\t\t\n\t\t\t\t\t The remodeling of the farm is an important work to translate the behest of leader Kim Jong Il and Marshal Kim Jong Un's love for the people into realities, the premier said, underlining the need to improve the quality of construction and pay attention to cutting down catfish production cost."
        },
        {
            "title": "IPU Secretary General Leaves",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-12ee.html",
            "content": "IPU Secretary General Leaves\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- Martin Chungong, secretary general of the Inter-Parliamentary Union, left here on Friday."
        },
        {
            "title": "S. Korean Regime Will Face Disaster Only for Fabrication of \"Law on Human Rights in North\": CPRK Secretariat",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-11ee.html",
            "content": "S. Korean Regime Will Face Disaster Only for Fabrication of \"Law on Human Rights in North\": CPRK Secretariat\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- The Secretariat of the Committee for Peaceful Reunification of Korea (CPRK) released its information bulletin No. 1093 Friday blasting the south Korean puppet conservative group for its desperate moves to pass the \"bill on human rights in the north\" through the \"National Assembly\" (NA).\n\t\t\t\t\t The gentries of the \"Saenuri Party\" openly revealed their sinister design to fabricate the \"law on human rights in the north\" by unilaterally railroading the \"bill\" through the NA as an \"agenda item requiring prompt solution\", talking rubbish that it is \"very shameful\" to see the \"bill\" not yet carried and it is a historic duty for them to make it a law.\n\t\t\t\t\t\n\t\t\t\t\t This is a hideous provocation against the dignified social system and people of the DPRK, an unpardonable challenge to it and a vicious confrontational move to push the north-south relations to the worst catastrophe, the information bulletin said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The ulterior aim sought by the puppet group to fabricate the \"law on human rights in the north\" is to ward off the influence of the DPRK at any cost, taken aback by it winning a victory after another, divert elsewhere the public resentment at the group's unpopular policies and human rights abuses, justify its confrontation with the compatriots in the north and thus tide over its ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t The gentries of the \"Saenuri Party\" had better mind their own business before taking issue with someone's \"human rights\" issue.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean puppet NA wants to save its face, it should abrogate all the unequal and shackling agreements and treaties south Korea concluded with the U.S., repeal all anti-human rights fascist laws including the \"Security Law\" and enact even a single proper law for ensuring the human rights of the south Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group had better behave itself, bearing in mind that if it finally railroads through the NA the \"bill on human rights in the north,\" which had remained in a dumping ground for over a decade as an evil one for escalating the confrontation with the DPRK, it will only face a catastrophic disaster only."
        },
        {
            "title": "North-South Workers Bodies Vow to Take Lead in Ushering in June 15 Era of Reunification",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-05ee.html",
            "content": "North-South Workers Bodies Vow to Take Lead in Ushering in June 15 Era of Reunification\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- The General Federation of Trade Unions of Korea, the south Korean Confederation of Trade Unions and the Federation of Trade Unions of south Korea issued a joint resolution on Friday, the 125th May Day.\n\t\t\t\t\t The resolution made the following pledge reflecting the extraordinary will to pave a wide avenue to national reunification this year:\n\t\t\t\t\t\n\t\t\t\t\t1. We will take the lead in ushering in the second June 15 era of reunification without fail in firm unity and solidarity under the banner of the north-south joint declarations.\n\t\t\t\t\t\n\t\t\t\t\t We will resume and reenergize multi-faceted contacts, visits and assemblies for reunification between workers organizations of the north and the south and thus contribute to national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t2. We will certainly hold the football game of workers of the north and the south for reunification which was declared before all the Koreans and thereby positively promote national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t We failed to hold the football game for reunification for which preparations have been made in the run-up to the 125th May Day but we will certainly open the game in Pyongyang within this year and pave a broad avenue to contacts, visits, exchange and cooperation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t3. We will pool efforts with all Koreans at home and abroad and positively cooperate to successfully hold the events common to the nation marking the 15th anniversary of the June 15 joint declaration and the 70th anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t The workers of the north and the south will positively cooperate in the efforts to hold the events common the nation marking the 15th anniversary of the June 15 joint declaration ad thus contribute to bring thaw in the frozen north-south relations and pave a broad avenue to peace and reunification."
        },
        {
            "title": "Senior Party, State Officials Congratulates Workers on May Day",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-09ee.html",
            "content": "Senior Party, State Officials Congratulates Workers on May Day\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- The Korean people in the DPRK significantly celebrated the 125th May Day. \n\t\t\t\t\t Kim Yong Nam, Pak Pong Ju, Kwak Pom Gi, Kim Phyong Hae, Vice-Premiers Im Chol Ung, Kim Tok Hun, Ri Mu Yong and Ri Chol Man, and officials of the party and power organs went to institutions, enterprises, factories, construction sites and farms and congratulated the working people, agricultural workers and intellectuals on the May Day.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets and bouquets before the statues of President Kim Il Sung and leader Kim Jong Il, portraits of smiling Kim Il Sung and Kim Jong Il and mosaics depicting their images.\n\t\t\t\t\t\n\t\t\t\t\t Going round the revolutionary museums and rooms dedicated to the history they recollected with deep emotion the feats Kim Il Sung and Kim Jong Il performed by training the popular masses to be the masters of the times and revolution, always relying on them, and building a socialist power independent in politics, self-supporting in economy and self-reliant in national defence to provide eternal foundation for the country's prosperity.\n\t\t\t\t\t\n\t\t\t\t\t Senior party and state officials and officials across the country gave pep talks to the labor innovators.\n\t\t\t\t\t\n\t\t\t\t\t They joined working people in playing sports and amusement games and enjoyed art performances.\n\t\t\t\t\t\n\t\t\t\t\t Senior officials of the party and state asked all the workers to demonstrate the heroic spirit of working people of Songun Korea in the on-going general advance."
        },
        {
            "title": "Evening Gala of Pyongyang Working People Held ",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-18ee.html",
            "content": "Evening Gala of Pyongyang Working People Held\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- An evening gala of working people in Pyongyang took place at Kim Il Sung Square on the evening of Friday, the 125th May Day.\n\t\t\t\t\t Enjoying the evening gala were Pyongyangites and overseas Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were foreign diplomatic envoys and representatives of international organizations and their spouses and staff members of foreign embassies here and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The evening gala began when the song \"Our Leader Loved by People\" resounded far and wide in the sky above the capital city.\n\t\t\t\t\t\n\t\t\t\t\t The participants presented dances, recollecting the course of victory and glory in which the Korean people have performed miracles and innovations in socialist construction, blessed with the illustrious leaders generation after generation.\n\t\t\t\t\t\n\t\t\t\t\t Overseas Koreans and foreign guests joined in dancing, revving up the festive atmosphere."
        },
        {
            "title": "Working Citizens of DPRK Significantly Enjoy May Day",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-15ee.html",
            "content": "Working Citizens of DPRK Significantly Enjoy May Day\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- Working people in the Democratic People's Republic of Korea significantly enjoyed May Day.\n\t\t\t\t\t They spent their holiday with art performances, dancing parties and sports and amusement games.\n\t\t\t\t\t\n\t\t\t\t\t Laughter could be heard everywhere in the country.\n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Sun, a weaver of the Kim Jong Suk Pyongyang Textile Mill, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un personally wrote the mill's signboard reading \"Kim Jong Suk Pyongyang Textile Mill\".\n\t\t\t\t\t\n\t\t\t\t\t The mill pleasantly had a ceremony to hang the signboard on its entrance on the occasion of the Day of the Sun, birth anniversary of President Kim Il Sung (April 15).\n\t\t\t\t\t\n\t\t\t\t\t Under such loving care, we are enjoying May Day pleasantly.\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Il, a worker of the Pyongyang Electric Cable Factory 326, said:\n\t\t\t\t\t\n\t\t\t\t\t I had lunch with my family at the Okryu Restaurant and took a sturgeon dish there. In the afternoon my fellows and I will go boating on the River Taedong and have a recreation party together with our families.\n\t\t\t\t\t\n\t\t\t\t\t I feel afresh that our society is the best in the world, and I'd love to express deep thanks to President Kim Il Sung and leader Kim Jong Il for having provided the socialist system where the working class is the master of the country."
        },
        {
            "title": "May Day Marked across Country ",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-13ee.html",
            "content": "May Day Marked across Country \n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- The Korean people on Friday significantly marked May Day. \n\t\t\t\t\t Working people in Pyongyang spent a pleasant time, enjoying sports and amusement games, folk games and art performances. \n\t\t\t\t\t\n\t\t\t\t\t Workers of the Kim Jong Suk Pyongyang Textile Mill, Pyongyang Thermal Power Complex, Kangdong Area Coal-mining Complex and Kim Jong Thae Electric Locomotive Complex demonstrated their united strength through football, basketball, volleyball and tug of war events. \n\t\t\t\t\t\n\t\t\t\t\t Pleasure parks on Moran Hill and Rungna Islet and other places were crowded with people having sports and amusement games and dancing and watching art performances. \n\t\t\t\t\t\n\t\t\t\t\t Revolutionary drama \"A Letter from a Daughter\" was given at the National Theatre.\n\t\t\t\t\t\n\t\t\t\t\t An art performance was given by artistes of the Phibada Opera Troupe at the Arch of Triumph Square. \n\t\t\t\t\t\n\t\t\t\t\t Artistes of the National Folk Art Troupe and the National Circus gave performances in the Taesongsan Pleasure Park and Mangyongdae Amusement Park. \n\t\t\t\t\t\n\t\t\t\t\t People, men and women, young and old, danced to the tune of folk songs while school youth and children enjoyed boating on the Rivers Taedong and Pothong in Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\t University students in Pyongyang had sports matches at the Sosan Football Stadium. \n\t\t\t\t\t\n\t\t\t\t\t Working people across the country also significantly enjoyed the holiday."
        },
        {
            "title": "Sports Contest among Builders of Capital City Held",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-08ee.html",
            "content": "Sports Contest among Builders of Capital City Held\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- A sports contest among builders of the capital city of Pyongyang took place at the Kim Il Sung Stadium on Friday, the 125th May Day.\n\t\t\t\t\t Participants competed in mass rhythmic exercise, football, basketball, volleyball, relay race, health-promoting Taekwon-Do and other events.\n\t\t\t\t\t\n\t\t\t\t\t They fully displayed collectivism, persevering will and sports techniques at the games.\n\t\t\t\t\t\n\t\t\t\t\t The final tug-of-war between working people of the Pyongyang City Management Bureau for Construction and those of the Pyongyang City Management Bureau for Building Materials reached the climax in the contest.\n\t\t\t\t\t\n\t\t\t\t\t The Pyongyang City Management Bureau for Construction team won the game.\n\t\t\t\t\t\n\t\t\t\t\t The Ryugyong Management Bureau for Construction team placed first in group standings at the       .\n\t\t\t\t\t\n\t\t\t\t\t Among the spectators were Choe Ryong Hae, Yang Hyong Sop, Ro Tu Chol, Ri Il Hwan, department director of the C.C., the Workers' Party of Korea, Jo Sok Ho, chairman of the Capital City Construction Commission, officials concerned, builders and other working people in the city."
        },
        {
            "title": "Sports Contest among Public Health Workers Closes",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-10ee.html",
            "content": "Sports Contest among Public Health Workers Closes\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- The Third Sports Contest among Public Health Workers closed with due ceremony at the Pyongyang Indoor Stadium on Friday.\n\t\t\t\t\t Pyongyang Medical College Hospital of Kim Il Sung University placed first in group standings and Kim Man Yu Hospital and Korea General Red Cross Hospital second and third.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Choe Thae Bok, secretary of the C.C., the Workers' Party of Korea, Vice-Premier Kim Yong Jin, officials concerned, officials and other working people and players in the field of public health, and youth and students."
        },
        {
            "title": "DPRK Papers Mark May Day",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-06ee.html",
            "content": "DPRK Papers Mark May Day\r\n Pyongyang, May 1 (KCNA) -- Papers here editorially mark the 125th May Day, calling on all people to strive hard to glorify Kim Il Sung's and Kim Jong Il's Korea as the greatest power envied by world people, united close around Marshal Kim Jong Un.\n\t\t\t\t\t It is great pride and honor of the Korean working people to have set examples of the times in building a rich and powerful country, being blessed with the illustrious leaders generation after generation, Rodong Sinmun says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Regarding it as their maxim to believe in the people as in Heaven all their lives, President Kim Il Sung and leader Kim Jong Il built on this land the best socialist system under which the working people have become masters and advanced the revolution and construction by relying on their strength.\n\t\t\t\t\t\n\t\t\t\t\t The dignity, position and role of the Korean working people have remarkably increased in the new century of Juche under the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He has put forward all the people including the working class as a powerful force for building a thriving nation and worked heart and soul to give fullest play to the might of the workers, farmers and intellectuals.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are now devotedly working for the prosperity of the country with transparent revolutionary faith, high creativity and ardent patriotism.\n\t\t\t\t\t\n\t\t\t\t\t They have formed loyal ranks that absolutely trust and devotedly defend their leaders only and become creditable guardians who share their destiny with the Juche-based socialist homeland and members of the shock brigade who make a breakthrough towards advance for building a thriving nation with patriotic enthusiasm and extraordinary creative spirit.\n\t\t\t\t\t\n\t\t\t\t\t The Korean working people should give fullest play to their heroic spirit and militancy in the on-going all-out charge as they have remained true to the idea and cause, plan and resolution of the Workers' Party of Korea in all annals of the protracted revolution.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson calls on the people to glorify the proud tradition of struggle and the history of victory generation after generation and hasten as early as possible the final victory in the drive for building a thriving nation through ceaseless creation and efforts."
        },
        {
            "title": "KCNA Commentary Accuses U.S. of Working Hard to Re-list DPRK as \"Sponsor of Terrorism\"",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-17ee.html",
            "content": "KCNA Commentary Accuses U.S. of Working Hard to Re-list DPRK as \"Sponsor of Terrorism\"\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- The \"Commission for Human Rights in North Korea\", a non-governmental human rights body of the U.S., released a report on April 27.\n\t\t\t\t\t The report claimed that the DPRK is backing and dealing with the terrorist organizations and \"states sponsoring terrorism\" in Mideast and is involved in direct terrorism such as cyber attack on the Sony Pictures Entertainment of the U.S. It urged the U.S. administration and Congress to re-list the DPRK as a \"sponsor of terrorism.\"\n\t\t\t\t\t\n\t\t\t\t\t The report is no more than a conspiratorial document that does not deserve even a passing note as it was cooked up by a U.S. individual organization which is unknown to the international community in a bid to gain its political clout. But the DPRK cannot but take a serious note of the U.S. moves in the light of the fact that the commission echoed the assertion of the U.S. hard-line conservative forces calling for ratcheting up pressure upon the DPRK now that the relations between it and the U.S. are at rock bottom.\n\t\t\t\t\t\n\t\t\t\t\t Lurking behind the moves of the \"Commission for Human Rights in North Korea\" to make public the report and build up public opinion on it is its sinister purpose to tarnish the image of the DPRK by branding it as a \"sponsor of terrorism\" now that the U.S. has failed to \"demonize\" it over the \"nuclear and human rights issue\".\n\t\t\t\t\t\n\t\t\t\t\t Whenever the DPRK-U.S. relations and the situation got strained, the Republican Party and other conservative forces in the U.S. desperately called for re-listing the DPRK as a \"sponsor of terrorism\" since its removal from the list of \"sponsors of terrorism\" in 2008.\n\t\t\t\t\t\n\t\t\t\t\t Notably, the present chief executive of the U.S. issued a \"presidential executive order\" to slap \"additional sanctions\" against the DPRK in the wake of the case of cyber attack on the Sony Pictures Entertainment. Pursuant to the order, heavyweights of the political camp and the military of the U.S. vied with each other to cry out for re-listing the DPRK as a \"sponsor of terrorism\" and imposing \"toughest additional sanctions\" upon it, revealing the sinister design to isolate and stifle it.\n\t\t\t\t\t\n\t\t\t\t\t It should not be overlooked that against this backdrop, the \"Commission for Human Rights in North Korea\" opened to public a document peppered with lies and deception.\n\t\t\t\t\t\n\t\t\t\t\t The \"Commission\" made up of scholars, former officials of the U.S. government and others who claim to be \"experts on Korean affairs\" has been keen on smear campaign against the DPRK. By doing so, it seeks to please the U.S. ruling forces and gain its political clout in a bid to prolong its remaining days.\n\t\t\t\t\t\n\t\t\t\t\t Since its appearance, it has insisted on linking the food shortage in the DPRK with \"lack of elementary human rights\" and compiled all nonsensical talks about its social system to meet the political interests of the U.S. conservative forces before floating wild rumors.\n\t\t\t\t\t\n\t\t\t\t\t Such a plot-breeding body produced a conspiratorial document as part of its desperate campaign to label the DPRK a \"sponsor of terrorism.\" This is no more than the last-ditch effort of those hell-bent on the smear campaign against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Explicitly speaking, the above-said story about \"the DPRK's sponsoring of terrorism\" is another unpardonable politically-motivated provocation against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK government has made clear its principled stand to oppose all forms of terrorism and any support to it before the international community and consistently maintained it.\n\t\t\t\t\t\n\t\t\t\t\t It held negotiations with the U.S. over the issue of terrorism several times in the past and released a joint statement clarifying its stand toward terrorism.\n\t\t\t\t\t\n\t\t\t\t\t This being a hard reality, the dishonest forces of the U.S. let a plot-breeding body noisily trumpet about someone's \"sponsoring of terrorism,\" which can never work on anyone as it is totally baseless.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the kingpin of international terrorism and a typical \"sponsor of terrorism.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. history is just the history of hideous terrorism.\n\t\t\t\t\t\n\t\t\t\t\t When looking back upon the history of the founding of the U.S. and its history of bloody \"independence war\" and its course of battles fought to expand colonies overseas, the U.S. is precisely a terrorism sponsor regarding massacre, destruction and plunder as its only mode of existence.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. which is now fanning up the whirlwind of terrorism in various parts of the world.\n\t\t\t\t\t\n\t\t\t\t\t It has openly perpetrated terrorism to bring down the governments of the countries incurring its displeasure by force of arms and politically-motivated state-sponsored terrorism against them by employing conspiratorial methods.\n\t\t\t\t\t\n\t\t\t\t\t It has pursued undisguised terrorism aimed at murder, aggression, war and horror in the international arena. It is also a \"sponsor of terrorism\" that has wantonly violated the UNSC resolution No. 137 that was adopted on Sept. 28, 2001.\n\t\t\t\t\t\n\t\t\t\t\t It has provided terrorists with shelter after painting them as \"political exiles\" and \"dissidents\" in return for serving its purpose of \"spreading U.S.-style freedom and democracy\". \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is kicking up such smear campaign by setting in motion the plot-breeding body made up of servants of the U.S. dishonest forces. This will only touch off criticism and derision of the international community.\n\t\t\t\t\t\n\t\t\t\t\t It is, indeed, absurd and ridiculous for those forces to label the DPRK a \"sponsor of terrorism.\""
        },
        {
            "title": "Kim Il Sung's Feats Lauded by Kuwaiti Papers",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-02ee.html",
            "content": "Kim Il Sung's Feats Lauded by Kuwaiti Papers\r\n Pyongyang, May 1 (KCNA) -- Kuwaiti papers carried special write-ups illustrated with the portrait of smiling President Kim Il Sung and his photo on April 15, his birth anniversary.\n\t\t\t\t\t Al-Anba said in an article titled \"Kim Il Sung, founder of DPRK\":\n\t\t\t\t\t\n\t\t\t\t\t The President devoted his all to the revolution till the last moments of his life since he embarked on the road of revolution in his teens and provided rich and precious, ideological and theoretical wealth.\n\t\t\t\t\t\n\t\t\t\t\t His works are giving great impressions to the world people day by day as they are run through the Juche idea and the Songun idea, the acme in the history of human thought, and encyclopedia.\n\t\t\t\t\t\n\t\t\t\t\t He was an outstanding revolutionary and man remaining loyal to internationalism.\n\t\t\t\t\t\n\t\t\t\t\t Kuwait Times in an article titled \"DPRK, independent country\" said that the President directed primary efforts to building the regular revolutionary armed forces and bolstering up defence capabilities after the liberation of Korea, inflicted big defeat to the U.S. in the Fatherland Liberation War for the first time in history and honorably defended the sovereignty and dignity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Al Shahid noted:\n\t\t\t\t\t\n\t\t\t\t\t The President was boundlessly revered by the world people loving freedom as he rendered positive support and encouragement to the national liberation struggle of the people of different countries and the cause of the Arab people, in particular.\n\t\t\t\t\t\n\t\t\t\t\t He always supported the Arab people in their efforts to retake the lost territory."
        },
        {
            "title": "Day of Sun Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-03ee.html",
            "content": "Day of Sun Marked in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- There took place events in different countries on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Meetings, book and photo exhibitions and film shows were held in UK, Bangladesh and Malaysia between April 9 and 13.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with the feats of the President, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were books and photos introducing the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean film \"Fireworks of a Thriving Nation\".\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the New Communist Party of Britain said that the life of the President was the one of the greatest revolutionary, adding the progressive people are highly praising him as the invincible and iron-willed commander and distinguished leader.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Central Committee of the Workers' Party of Bangladesh who is minister of Civil Aviation and Tourism of Bangladesh said that the President founded the Juche idea to clearly indicate the way to be followed by progressive mankind, turned the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence and performed great feats in accomplishing the cause of independence against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t A vice-director of an institute of Malaysia and other speakers said through the exhibition they keenly felt that the President was the great leader who shared the destiny with the people, always finding himself among them, possessed of modest and simple traits.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the event held in UK."
        },
        {
            "title": "Kim Il Sung's Feats for National Reunification Praised by UK Organization",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-04ee.html",
            "content": "Kim Il Sung's Feats for National Reunification Praised by UK Organization\n\t\t\t\t\t\t\r\n Pyongyang, May 1 (KCNA) -- The Korean Friendship Association UK posted a special write-up on its website on April 11 illustrated with photos dealing with the feats President Kim Il Sung performed for Korea's reunification on the occasion of his birth anniversary.\n\t\t\t\t\t The website in an article said that the President, taking to heart more than anyone else the misfortune and pain resulting from national division, took a ceaseless road of devotion to bring a reunified country to the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The Joint Conference of Representatives of Political Parties and Public Organizations in North and South Korea in Pyongyang was a striking demonstration of the President's idea of great national unity and distinguished leadership art as it was a significant event which opened an epochal phase in uniting all Koreans firmly under the banner of the united front and hewing out the destiny of the nation through the nationwide anti-U.S. salvation struggle, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It said that the President put forward the fair and aboveboard and realistic proposals for reunification, including the three principle of national reunification, the ten-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo and wisely led the struggle for carrying them out.\n\t\t\t\t\t\n\t\t\t\t\t It praised the whole life of the President as the great life of patriotism as he devoted himself to the prosperity of the country, taking on his shoulders the destiny of the country and nation."
        },
        {
            "title": "Kim Jong Un se retrata con participantes en conferencia de funcionarios de ejercicio del EPC",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-30ee.html",
            "content": "Kim Jong Un se retrata con participantes en conferencia de funcionarios de ejercicio del EPC \r\nPyongyang, 1 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, tomo fotos de recuerdo junto con los participantes en la V Conferencia de los Funcionarios de Ejercicio del EPC.\n\t\t\t\t\tLlegado al lugar de filmacion, el Mariscal envio cordial saludo a los participantes respondiendo a las aclamaciones de ellos.\n\t\t\t\t\t\n\t\t\t\t\tEsta conferencia tuvo lugar con solemnidad con motivo del dia de fundacion del EPC en este ano significativo en que se cumplen el 40o aniversario de la presentacion de 5 orientaciones de entrenamiento por el Presidente Kim Il Sung y el 25o de la presentacion de 4 principios de entrenamiento por el Dirigente Kim Jong Il, dijo.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que el conclave marca un hito historico para preparar el jalon de cambio trascendental en el perfeccionamiento de los preparativos de combate del EPC segun la demanda de la aguda situacion actual en visperas de la batalla de enfrentamiento antiyanqui.\n\t\t\t\t\t\n\t\t\t\t\tFelicito a los participantes que cumplieron sus trabajos asistiendo a la conferencia con elevado entusiasmo politico y tomo las fotos de recuerdo con ellos.\n\t\t\t\t\t\n\t\t\t\t\tManifesto la esperanza y conviccion de que ellos cumpliran con su sagrada mision en mejorar sin parar la calidad del ejercicio y abrir en la delantera la era de esplendor de las fuerzas armadas, al materializar cabalmente el espiritu de la conferencia teniendo siempre presente que el entrenamiento es precisamente la batalla de defensa de la revolucion y el socialismo. \n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes en la ocasion Hwang Pyong So, Ri Yong Gil, Pak Yong Sik, Ryom Chol Song, Jo Kyong Chol y Pang Kwan Bok."
        },
        {
            "title": "Kim Yong Nam felicita al presidente sudanes",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-31ee.html",
            "content": "Kim Yong Nam felicita al presidente sudanes \n\t\t\t\t\t\t\r\nPyongyang, 1 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el 30 de abril un mensaje de felicitacion al reelecto presidente de la Republica de Sudan, Omar Hassan Ahmed al-Bashir.\n\t\t\t\t\tConvencido de que las excelentes relaciones de amistad y cooperacion entre los dos paises se fortaleceran y se desarrollaran mas en el futuro, el remitente le desea al destinatario buena salud y exitos en su trabajo."
        },
        {
            "title": "Pak Pong Ju dirige en terreno campo de construccion del Centro de Ciencias y Tecnicas",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-32ee.html",
            "content": "Pak Pong Ju dirige en terreno campo de construccion del Centro de Ciencias y Tecnicas\n\t\t\t\t\t\t\r\nPyongyang, 1 de mayo (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, dirigio en el terreno el campo de construccion del Centro de Ciencias y Tecnicas en esta capital.\n\t\t\t\t\tDando vueltas por varios puntos, Pak averiguo en detalles el estado de la obra, la distribucion de las fuerzas de construccion, el aseguramiento de materiales, etc. y estimulo a los constructores militares. \n\t\t\t\t\t\n\t\t\t\t\tInsistio en aprender el ejemplo de los militares los funcionarios civiles participantes en la construccion diciendo que el espiritu revolucionario de los militares se pone de pleno manifiesto en la construccion del Centro de Ciencias y Tecnicas. \n\t\t\t\t\t\n\t\t\t\t\tSe tomaron las medidas para suministrar a tiempo el cemento, acero y madera de acuerdo con el aumento de la cantidad testada y asegurar los equipos de construccion. \n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el premier averiguo el estado de reconstruccion de la Piscifactoria de Siluros de Pyongyang. \n\t\t\t\t\t\n\t\t\t\t\tAl recorrer la sala de mando general y el criadero al aire libre, dijo que la reconstruccion de la empresa es una labor importante para llevar a efecto los legados del Dirigente Kim Jong Il y el amor por el pueblo del Mariscal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\tEnfatizo la necesidad de elevar la calidad de la obra y prestar atencion a reducir el costo de produccion y tomo las medidas necesarias."
        },
        {
            "title": "Vocero de cancilleria coreana critica la \"guia de cooperacion para la defensa EE.UU.-Japon\"",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-33ee.html",
            "content": "Vocero de cancilleria coreana critica la \"guia de cooperacion para la defensa EE.UU.-Japon\"\n\t\t\t\t\t\t\r\nPyongyang, 1 de mayo (ACNC) -- El pasado dia 27, las autoridades diplomaticas y de defensa de Estados Unidos y Japon sostuvieron una reunion de seguridad y publicaron la nuevamente enmendada \"guia de cooperacion para la defensa EE.UU.-Japon\".\n\t\t\t\t\tEn la nueva \"guia\", EE.UU. fijo 5 esferas importantes de la cooperacion de seguridad con Japon desde el \"tiempo de paz\" hasta el \"de emergencia\". Y estipulo la elevacion del papel de las \"Fuerzas de Autodefensa\" de Japon, tales como la interceptacion de misiles balisticos, la asistencia logistica a las tropas norteamericanas en escala mundial, la preservacion de seguridad maritima, la busqueda y eliminacion de minas, la no-proliferacion de armas de destruccion masiva, el registro forzado de los barcos y las operaciones antiterroristas, etc.\n\t\t\t\t\t\n\t\t\t\t\tAsi EE.UU. amplio a todo el planeta la esfera de accion de las \"Fuerzas de Autodefensa\" de Japon, que hasta la fecha, estuvo limitada a los alrededores del pais isla, e hizo posible recibir la ayuda militar de Japon durante cualquier operacion militar en cualquier region del mundo.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el portavoz del MINREX de la RPDC publico el 30 de abril una declaracion que sigue:\n\t\t\t\t\t\n\t\t\t\t\tLo problematico del caso es que EE.UU. acuso a la RPDC diciendo que enmendo la susodicha \"guia\" para \"disuadir las acciones provocativas\" de ella. \n\t\t\t\t\t\n\t\t\t\t\tAunque EE.UU. habla como si la enmienda se debiera a la \"amenaza\" proveniente de la RPDC, su verdadera intencion esta en reducir sus enormes gastos militares al ampliar el papel de las \"Fuerzas de Autodefensa\" de Japon, utilizarlo para realizar su ambicion de tomar la hegemonia mundial, cercar militarmente a sus rivales en Eurasia y mantener su posicion dominacionista.\n\t\t\t\t\t\n\t\t\t\t\tPor eso, instiga el renacimiento de militarismo en Japon desoyendo las preocupaciones del mundo sobre los actos injustos del pais isla como negar y hasta hacer apologia de su historia criminal del pasado.\n\t\t\t\t\t\n\t\t\t\t\tEl fortalecimiento de la alianza militar EE.UU.-Japon destruira sin falta la estabilidad de la situacion del Nordeste Asiatico, agrandara solo el enfrentamiento y la friccion en esa region y causara los litigios y la carrera armamentista.\n\t\t\t\t\t\n\t\t\t\t\tSea cual fuere la estructura de relaciones de zonas perifericas, nuestro pais consolidara por todos los medios el poderio de autodefensa nacional, centrado en el disuasivo nuclear, en virtud de la politica de Songun y la linea de desarrollo paralelo, mientras continue la politica hostil de EE.UU."
        },
        {
            "title": "Entidades obreras del Norte y el Sur de Corea publican resolucion conjunta",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-34ee.html",
            "content": "Entidades obreras del Norte y el Sur de Corea publican resolucion conjunta\n\t\t\t\t\t\t\r\nPyongyang, 1 de mayo (ACNC) -- En ocasion del 125o aniversario del Primero de Mayo, Dia Internacional de los Trabajadores, el Comite Central de la Federacion General de los Sindicatos de Corea (del Norte) y la Confederacion de Sindicatos Surcoreanos y la Federacion General de Sindicatos Surcoreanos (del Sur) publicaron el dia primero una resolucion conjunta.\n\t\t\t\t\tDesde el dia de division nacional hasta el siglo actual, los obreros de ambas partes coreanas estuvieron al frente de la lucha patriotica por la reunificacion, convencidos de que en lograr la reintegracion territorial del pais, estan la paz duradera y el futuro maravilloso de la nacion, comienza el texto y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tA pesar de ello, las relaciones N-S cayeron en la peor coyuntura y se deshacen los valiosos resultados del 15 de Junio que lograron todos los compatriotas con sus fuerzas unidas.\n\t\t\t\t\t\n\t\t\t\t\tDebido a las acciones obstruccionistas de las fuerzas anti-reunificacion, quedo abortado el partido de futbol por la reunificacion de los obreros del Norte y el Sur que debio ser efectuado con solemnidad en Pyongyang. Este hecho lamentable decepciono mucho a todos los compatriotas y los responsables merecen la severa condena de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tLos obreros nortenos y surenos no vacilaran ante las dificultades de hoy y exponen la siguiente decision reflejando su voluntad de abrir este ano el ancho camino para la reunificacion de la patria:\n\t\t\t\t\t\n\t\t\t\t\tPrimero, Abriremos al frente y sin falta la segunda epoca de reunificacion del 15 de Junio solidarizandonos y uniendonos firmemente bajo la bandera de la Declaracion Conjunta Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tContribuiremos a la reconciliacion y unidad de la nacion al reanudar y dinamizar el contacto multilateral, el intercambio de viajes y los actos por la reunificacion entre las entidades obreras del Norte y el Sur.\n\t\t\t\t\t\n\t\t\t\t\tSegundo, Celebraremos sin falta el partido de futbol por la reunificacion de los obreros del Norte y el Sur, anunciado a toda la nacion, para fomentar la reconciliacion y unidad nacionales.\n\t\t\t\t\t\n\t\t\t\t\tAunque resulto abortado el partido de futbol por la reunificacion de los obreros del Norte y el Sur que hemos promovido en ocasion del 125o aniversario del Primero de Mayo, Dia Internacional de los Trabajadores, lo celebraremos sin falta en Pyongyang dentro de este ano para ampliar el camino de contactos, viajes reciprocos, intercambio y cooperacion.\n\t\t\t\t\t\n\t\t\t\t\tTercero, Con las fuerzas unidas con todos los compatriotas dentro y fuera del pais, brindaremos cooperacion activa para celebrar los actos conjuntos nacionales en homenaje al 15o aniversario de la Declaracion Conjunta del 15 de Junio y al 70o de la liberacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tPor inmediato, los obreros del Norte y el Sur cooperaran activamente para la apertura del acto conjunto nacional por el 15o aniversario de la Declaracion Conjunta del 15 de Junio, de modo que se abran las cerradas relaciones intercoreanas y el amplio camino de paz y reunificacion."
        },
        {
            "title": "Secretariado de CRPP rechaza la invencion de la \"ley de DDHH del Norte de Corea\"",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-35ee.html",
            "content": "Secretariado de CRPP rechaza la invencion de la \"ley de DDHH del Norte de Corea\"\r\nPyongyang, 1 de mayo (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria publico hoy la informacion No.1093 condenando a la banda titere surcoreana que trata de fabricar en la \"Asamblea Nacional\" la \"ley de DDHH del Norte de Corea\".\n\t\t\t\t\tLos compinches del \"Partido Saenuri\" expusieron su siniestra intencion de fabricar la \"ley de DDHH del Norte de Corea\" al gestionarla como \"asunto urgente\" de su organizacion, diciendo que la no aprobacion de ella es \"cosa muy vergonzosa\" y tienen la \"responsabilidad historica\" de instituirla.\n\t\t\t\t\t\n\t\t\t\t\tEsto es un imperdonable acto provocador y desafiante contra nuestro regimen y pueblo que lleva a la peor fase las relaciones intercoreanas, senala el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos se obstinan en inventar la \"ley de DDHH del Norte\" para restar las influencias de la RPDC cada vez mas victoriosa, distraer la opinion publica enojada por la barbaridad antipopular y anti-DDHH de ellos y salir de la crisis de dominacion al justificar su campana de confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tLos compinches del \"Partido Saenuri\" deben actuar con prudencia antes de cuestionar los \"derechos humanos\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\tPara mantener su honor, la \"Asamblea Nacional\" surcoreana debera romper todos los tratados y acuerdos desiguales y dependientes, firmados con EE.UU., y todas las leyes fascistas anti-DDHH como la \"ley de seguridad\" e instituir los codigos que aseguren los derechos humanos de la poblacion surcoreana.\n\t\t\t\t\t\n\t\t\t\t\tSi la banda titere surcoreana aprueba finalmente la \"ley de DDHH del Norte\", ley de confrontacion anti-RPDC que fue desaprobada en mas de 10 anos, sufrira los desastres horribles."
        },
        {
            "title": "Cuadros celebran el Primero de Mayo con trabajadores",
            "url": "http://kcna.co.jp/item/2015/201505/news01/20150501-36ee.html",
            "content": "Cuadros celebran el Primero de Mayo con trabajadores \n\t\t\t\t\t\t\r\nPyongyang, 1 de mayo (ACNC) -- Kim Yong Nam, Pak Pong Ju, Kwak Pom Gi, Kim Phyong Hae, y los vicepremieres Im Chol Ung, Kim Tok Hun, Ri Mu Yong y Ri Chol Man, y los funcionarios de los organismos del partido, entidades de masas, ministerios y organos centrales y de las instituciones locales del partido y el poder acudieron hoy a los organismos, empresas, fabricas, campos de construccion y granjas en distintas localidades del pais para felicitar en el terreno a los obreros, trabajadores agricolas e intelectuales que acogen el Dia Internacional de los Trabajadores.\n\t\t\t\t\tEllos rindieron homenaje a los Generalisimos Kim Il Sung y Kim Jong Il tras colocar cestos y ramos de flores ante las estatuas de bronce, las imagenes con amplia sonrisa y los murales de mosaico de esos grandes hombres sin iguales. \n\t\t\t\t\t\n\t\t\t\t\tPasando revista a los museos de la historia revolucionaria, las salas de presentacion del historial y otros lugares, recordaron de nuevo las imborrables proezas de los grandes hombres quienes formaron como duenas de la epoca y la revolucion a las masas trabajadores confiandolas siempre, levantaron sobre el territorio patrio la potencia socialista caracterizada por la independencia, la autarquia y la autodefensa y sentaron la firme base para la prosperidad de la patria. \n\t\t\t\t\t\n\t\t\t\t\tLuego de conversar con los innovadores laborales para darles estimulo, realizaron junto con los trabajadores los juegos deportivos y recreativos y vieron las funciones artisticas.\n\t\t\t\t\t\n\t\t\t\t\tAl final, encomendaron a todos ellos que demuestren el impetu heroico de los trabajadores de la Corea del Songun en la ofensiva general de hoy para construir un Estado prospero."
        }
    ]
}