{
    "date": "2015-06-14",
    "url": "http://kcna.co.jp/item/2015/201506/2015-06-14ee.html",
    "articles": [
        {
            "title": "Congratulations to Togolese PM",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-26ee.html",
            "content": "Congratulations to Togolese PM\r\n Pyongyang, June 14 (KCNA) -- DPRK Premier Pak Pong Ju in a message on June 12 congratulated Komi Selom Klassou upon his appointment as prime minister of the Republic of Togo.\n\t\t\t\t\t Pak wished the prime minister success in his responsible work for socio-economic development of the country."
        },
        {
            "title": " Central Election Guidance Committee Formed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-07ee.html",
            "content": "Central Election Guidance Committee Formed in DPRK\r\n Pyongyang, June 14 (KCNA) -- The Central Election Guidance Committee was formed in the DPRK for the election of deputies to provincial (municipality), city (district) and county people's assemblies.\n\t\t\t\t\t The Central Election Guidance Committee\n\t\t\t\t\t\n\t\t\t\t\t Chairman: Yang Hyong Sop\n\t\t\t\t\t\n\t\t\t\t\t Vice-Chairman: Kim Phyong Hae\n\t\t\t\t\t\n\t\t\t\t\t Secretary General: Hong Son Ok\n\t\t\t\t\t\n\t\t\t\t\tMembers: Choe Pu Il, Kim Yong Ho, Jon Yong Nam, Hyon Sang Ju,            Ri Myong Gil and Kim Jong Sun\n\t\t\t\t\t\n\t\t\t\t\tThe Presidium of the DPRK Supreme People's Assembly announced a relevant decision on Saturday."
        },
        {
            "title": " S. Korean Regime Slammed for Abusing Even MERS Case for Escalating Confrontation with Compatriots",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-27ee.html",
            "content": "S. Korean Regime Slammed for Abusing Even MERS Case for Escalating Confrontation with Compatriots\r\nPyongyang, June 14 (KCNA) -- The Secretariat of the Committee for Peaceful Reunification of Korea (CPRK) released information bulletin No. 1096 on Sunday censuring the Park Geun Hye regime of south Korea for kicking up another base conspiratorial racket against the DPRK.\n\t\t\t\t\t On Saturday the puppet group let the reptile conservative media KBS spread the wild rumor that the DPRK has been engaged in a hacking attack after planting a malignant code in cyber space by taking advantage of information concerning MERS, the information said and went on:\n\t\t\t\t\t\n\t\t\t\t\t This racket is another hideous reckless provocation against the DPRK as it is aimed to abuse even the epidemic spreading in south Korea for escalating the confrontation with the compatriots in the north.\n\t\t\t\t\t\n\t\t\t\t\t South Korea has turned into mayhem stricken by death phobia. This is entirely attributable to the corruption and incompetence of the Park group and its misrule.\n\t\t\t\t\t\n\t\t\t\t\t The ulterior design sought by the puppet group is to cover up the crime it perpetrated by causing the MERS case, divert elsewhere the public attention and thus tide over its ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is sadly mistaken if it calculates that it can get rid of its pretty fix through the conspiratorial racket against the DPRK."
        },
        {
            "title": "Pomminryon Calls for Great National Unity under Banner of June 15 Joint Declaration",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-10ee.html",
            "content": "Pomminryon Calls for Great National Unity under Banner of June 15 Joint Declaration\r\nPyongyang, June 14 (KCNA) -- The North, South and Overseas Headquarters of the Pan-National Alliance for Korea's Reunification (Pomminryon) made public a joint statement on Sunday to mark the 15th anniversary of June 15 North-South Joint Declaration.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The June 15 joint declaration serves as a landmark and great programme common to the Korean nation for peace and reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The territory of the country was divided against the will of the nation, and the way for its peace, reunification and co-prosperity has been blocked owing to the outsiders' interference.\n\t\t\t\t\t\n\t\t\t\t\t This deplorable situation teaches the truth that rejecting the outsiders is the only way out for the nation.\n\t\t\t\t\t\n\t\t\t\t\t The joint declaration is the most fair and reasonable landmark for reunification and a touchstone distinguishing reunification from division as it is meant to reunify the country in the idea of By Our Nation Itself, irrespective of differing ideologies and systems in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The essence of the joint declaration is to resolve all the issues arising in the cause of national reunification with the concerted efforts of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Difficulties in the movement for the national reunification can be overcome in the spirit of By Our Nation Itself, and flunkeyism and treachery inciting division and confrontation can turn into independence and patriotism under the banner of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The war threats coming across the Pacific Ocean will become ineffective when all Koreans pool their efforts.\n\t\t\t\t\t\n\t\t\t\t\t Clarifying the will and determination for the national reunification, the North, South and Overseas Headquarters of Pomminryon continued in its statement:\n\t\t\t\t\t\n\t\t\t\t\t We will invariably hold fast to the joint declaration, the keynote of which is the spirit of By Our Nation Itself, as the lifeline of the movement for the national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Keeping in mind the precious lesson that the nation can have an independent life only when it struggles and gets united, we will take the lead in the struggle to preserve independence and peace of the country against the forces seeking national division, traitors and U.S. and Japanese aggressors in the spirit of the joint declaration no matter how the situation may change.\n\t\t\t\t\t\n\t\t\t\t\t Korea is one and the Korean nation is one no matter how the world and the situation may change."
        },
        {
            "title": "All-Korean Committee for Implementation of June 15 Joint Declaration Issues Appeal",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-21ee.html",
            "content": "All-Korean Committee for Implementation of June 15 Joint Declaration Issues Appeal\r\n Pyongyang, June 14 (KCNA) -- The All-Korean Committee for Implementation of June 15 Joint Declaration Sunday made public an appeal to all Koreans at home and abroad, hardening the will to break all the obstacles in the way for reunification and open up the second June 15 era of independent reunification without fail on the occasion of the 70th anniversary of the liberation of Korea. \n\t\t\t\t\t The appeal said:\n\t\t\t\t\t\n\t\t\t\t\t The adoption of the June 15 joint declaration was the great event as it promised all Koreans and the world to put an end to the hostility and confrontation between the north and the south and independently solve the reunification issue by pooling the efforts of all Koreans, the master of the reunification, and turned the north-south relations into the relations of reconciliation, cooperation, peace and reunification and co-prosperity. \n\t\t\t\t\t\n\t\t\t\t\t However, now the spirit of the north-south joint declarations was openly denied and contacts and visits between NGOs stopped, contrary to the aspiration of all Koreans for national reconciliation and unity. \n\t\t\t\t\t\n\t\t\t\t\t The failure of the joint national event to mark the 15th anniversary of the publication of the June 15 joint declaration makes all Koreans renew their indomitable will to make a breakthrough in the drive for peace and reunification by the united efforts of the nation. \n\t\t\t\t\t\n\t\t\t\t\t Let us independently settle the issue of national reunification by pooling the efforts of our nation, the master of the issue, as clarified in the north-south joint declaration!\n\t\t\t\t\t\n\t\t\t\t\t Let us resume and further activate all the activities for implementing the joint declaration which had been made in the June 15 era!\n\t\t\t\t\t\n\t\t\t\t\t Let us rejoin the national bonds and blood by activating visits, contacts, cooperation and meetings of people from all walks of life for reunification in the spirit of the north-south declarations!\n\t\t\t\t\t\n\t\t\t\t\t Let us resolutely stand against any attempt to infringe upon the dignity and sovereignty of the nation and grab inalienable territory in denial of history of aggression!\n\t\t\t\t\t\n\t\t\t\t\t Let all Koreans turn out as one in the movement for peace against war to check all kinds of hostile acts, joint military exercises and reckless arms buildup that aggravate the military tension and bring the danger of war on the Korean peninsula!\n\t\t\t\t\t\n\t\t\t\t\t Let all Koreans in the north, the south and overseas prioritize demand and interests of the nation and advance shoulder to shoulder irrespective of differences of political party affiliation and ideas on the principle of attaching importance to the great cause of the nation! \n\t\t\t\t\t\n\t\t\t\t\t Let All-Korean Committee for Implementation of June 15 Joint Declaration, nationwide solidarity organization for reunification, enhance the flagship role in achieving the great unity of the nation!\n\t\t\t\t\t\n\t\t\t\t\t Let us promote reconciliation, unity and reunification of the nation and activate diverse contacts, exchanges and meetings for reunification of all segments of people to open up the second June 15 era of reunification during the \"June 15-August 15 period of joint movement\" as it was agreed upon by the north, the south and abroad!\n\t\t\t\t\t\n\t\t\t\t\t Let all the Koreans at home and abroad harden the strong will for reunification and give full play to patriotic enthusiasm and pave without fail a wide avenue to independent reunification by writing a new history of the north-south relations this significant year of the 15th anniversary of the June 15 joint declaration and the 70th anniversary of Korea's liberation!"
        },
        {
            "title": "GFTUK Delegation Back Home",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-18ee.html",
            "content": "GFTUK Delegation Back Home\r\n Pyongyang, June 14 (KCNA) -- A delegation of the General Federation of Trade Unions of Korea (GFTUK) led by Kim Tong Son, vice-chairman of its Central Committee, returned home Sunday after taking part in the meeting of the Presidential Council of the World Federation of Trade Unions that was held in Geneva."
        },
        {
            "title": "Tribute to Kim Il Sung, Kim Jong Il by ITF Delegation",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-17ee.html",
            "content": "Tribute to Kim Il Sung, Kim Jong Il by ITF Delegation\r\n Pyongyang, June 14 (KCNA) -- A Taekwon-Do delegation headed by Leong Wai Meng，vice-president of the International Taekwon-Do Federation, visited the statues of President Kim Il Sung and leader Kim Jong Il at the Mansudae Art Studio on Sunday.\n\t\t\t\t\t The delegation laid bouquets before the statues before paying tribute."
        },
        {
            "title": "Reunification Is Sure to Be Achieved Thanks to Kim Jong Un:Pyongyang Mission of AINDF",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-19ee.html",
            "content": "Reunification Is Sure to Be Achieved Thanks to Kim Jong Un:Pyongyang Mission of AINDF\r\n Pyongyang, June 14 (KCNA) -- National reunification, a long-cherished desire of all Koreans, will be surely achieved thanks to Marshal Kim Jong Un, a peerlessly great man whom they hold in high esteem as the sun of the nation.\n\t\t\t\t\t Jo Il Min, chief of the Pyongyang Mission of the Anti-Imperialist National Democratic Front said this when interviewed by KCNA Sunday, a day before the 15th anniversary of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t Saying leader Kim Jong Il, taking to his heart the pain suffered by all Koreans due to the national division more than any others, dedicated himself to the national reunification throughout his life, he added:\n\t\t\t\t\t\n\t\t\t\t\t He performed a great exploit at just 55 hour-long north-south summit, the exploit which had not been made in the past 55 years of national division, with his noble intention for reunification, broad magnanimity and bold patriotic decision.\n\t\t\t\t\t\n\t\t\t\t\t I can never forget the venerable image of Kim Jong Il, chairman of the National Defence Commission of the DPRK, signing the joint declaration with his master-stroke on the historic day.\n\t\t\t\t\t\n\t\t\t\t\t The reunification movement that had advanced, providing all Koreans with the confidence in national reunification under the banner of the north-south declaration, has faced a stumbling block.\n\t\t\t\t\t\n\t\t\t\t\t The north-south relations that plunged into a deadlock clearly prove once again who pursues confrontation and war instead of dialogue and confrontation.\n\t\t\t\t\t\n\t\t\t\t\t Although the anti-reunification forces in the south are desperately working, even holding in check the joint national event, they can never block the dynamic advance of all Koreans to pave a broad avenue to independent reunification under the banner of the June 15 joint declaration."
        },
        {
            "title": "Kim Chol Ju Honored",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-20ee.html",
            "content": "Kim Chol Ju Honored\r\n Pyongyang, June 14 (KCNA) -- Wreaths were presented before the bust of indomitable revolutionary fighter Kim Chol Ju at the Revolutionary Martyrs Cemetery on Mt. Taesong on the 80th anniversary of his demise.\n\t\t\t\t\t Seen before the bust was a wreath from Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the national institutions and working people's organizations and teaching staff of a university laid wreaths before the bust.\n\t\t\t\t\t\n\t\t\t\t\t They observed a moment silence in memory of Kim Chol Ju who devoted his youth to the struggle for the liberation of the country."
        },
        {
            "title": "Foreign Crewmen Observe Important Day of DPRK",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-22ee.html",
            "content": "Foreign Crewmen Observe Important Day of DPRK\r\nChongjin, June 14 (KCNA) -- The crewmen of a foreign ship held a meeting at Chongjin Port in North Hamgyong Province on Sunday to mark the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\tThey laid a floral basket and bouquets before the statues of President Kim Il Sung and leader Kim Jong Il in Chongjin City and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\tThe captain and crewmen of the China Hong Kong-flagged ship MERMAID STAR were present at the meeting.\n\t\t\t\t\t\n\t\t\t\t\tThe speakers said as the WPK was led by Kim Jong Il, the Korean people could win victories, meeting all trails and difficulties and work such a miracle as building a powerful country that no formidable enemy dares provoke.\n\t\t\t\t\t\n\t\t\t\t\tIt was thanks to his wise leadership that the WPK has developed into a steel-strong party emerging ever-victorious and a dignified party enjoying absolute trust from the world progressives, they noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe servicepersons and people in the DPRK are stepping up the building of an economic power, united closer around the WPK headed by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tAs they are led by the WPK headed by Kim Jong Un, the Korean people will surely build a thriving socialist country.\n\t\t\t\t\t\n\t\t\t\t\tA letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Rodong Sinmun Calls for Implementing North-South Declarations",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-11ee.html",
            "content": "Rodong Sinmun Calls for Implementing North-South Declarations\r\n Pyongyang, June 14 (KCNA) -- The publication of the June 15 joint declaration was a great event that put an end to the history of decades-long distrust and confrontation between the north and the south and opened up a new era of reconciliation, unity, reunification, peace and prosperity of the Korean nation, says Rodong Sinmun Sunday in an article.\n\t\t\t\t\t The article continues:\n\t\t\t\t\t\n\t\t\t\t\t A series of remarkable successes unimaginable in the past have been made in the north-south relations since the publication of the joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t However, now prevailing on the Korean peninsula still bearing the grudge over the national division is the cold atmosphere of confrontation, and the dark clouds of a war were brought by the puppet group in league with outsiders to hang over there with no dialogue and cooperation that had once promoted reconciliation and unity among Koreans, revving up the atmosphere of national reunification. \n\t\t\t\t\t\n\t\t\t\t\t In the whirlwind of the confrontation with compatriots in the north all the channels for the inter-Korean relations have been blocked and the danger of a war is escalating. Such a deplorable reality fully proves how dear the June 15 era of reunification was.\n\t\t\t\t\t\n\t\t\t\t\t Looking back upon the past and ahead into the future, all Koreans realize how precious the north-south declarations and the idea of By Our Nation Itself are.\n\t\t\t\t\t\n\t\t\t\t\t Nothing can be placed above the historic June 15 joint declaration and the October 4 declaration as they are the most important ones for the improvement of inter-Korean relations that all Koreans respect and regard as inviolable.\n\t\t\t\t\t\n\t\t\t\t\t To disregard the north-south declarations, great programmes for independent reunification reflecting the aspiration and desire of all Koreans and decline to implement them is an unpardonable treacherous act against reunification. Such move will only bring confrontation and a war as it is a reckless act denying the compatriots and independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t It is no more than a gimmick that the puppet group is talking about the improvement of the north-south relations while being keen on kowtowing to outsiders and escalating confrontation with compatriots in the north. As patriotism can never go together with treachery, neither can national unity go with confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The north-south declarations should be respected and thoroughly implemented in any case."
        },
        {
            "title": "S. Korean Authorities Urged to Clarify Stand on Dialogue and Confrontation",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-12ee.html",
            "content": "S. Korean Authorities Urged to Clarify Stand on Dialogue and Confrontation\r\n Pyongyang, June 14 (KCNA) -- Now the south Korean regime calls for \"dialogue\" backed by the \"strategy for making efforts for dialogue with the north and ratcheting up pressure upon it simultaneously\" while desperately kicking up the confrontation racket. Recently the south Korean chief executive met with the visiting commander-in-chief of the U.S. Forces in the Pacific. There she cried out for \"retaliatory punishment on the provocation from the north\" while saying it is the stand of south Korea to \"positively support NGO exchanges\" and \"continue making efforts for dialogue\". \n\t\t\t\t\t This is a sinister plot to escalate the anti-DPRK confrontation racket while justifying it as the one for dialogue, Rodong Sinmun Sunday says in a commentary. \n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said \"strategy\" much touted by the south Korean puppet regime is a no more than a gimmick used by the U.S. to isolate and stifle the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Now the south Korean puppet regime, being zealously pursuant to the U.S. hostile policy towards the DPRK, works hard to apply the Washington's strategy for stifling the DPRK to the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\t The puppet regime seeks in its moves such a sinister intention as to pass the buck for the worsened inter-Korean relations to the north and distract the public attention to tide over its ruling crisis caused by MERS disaster. \n\t\t\t\t\t\n\t\t\t\t\t They try to make the public convince that dialogue has not been made due to the north while getting them busy with confrontation racket. It is self-evident that it is impossible to expect proper dialogue and improvement of the north-south relations from the south Korean authorities. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime should clarify its stand on dialogue and confrontation. \n\t\t\t\t\t\n\t\t\t\t\t They should drop their bad habit of doing harm to the fellow countrymen in the north in collusion with outside forces, bearing in mind that its petty trick can never work."
        },
        {
            "title": "Minju Joson Terms U.S. Worst Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-13ee.html",
            "content": "Minju Joson Terms U.S. Worst Human Rights Abuser\r\n Pyongyang, June 14 (KCNA) -- An average of more than two citizens have been reportedly shot to death on a daily basis by none other than policemen in the U.S. this year and at least 1,000 were killed by the police last year, according to the Washington Post.\n\t\t\t\t\t Commenting on this, Minju Joson Sunday says:\n\t\t\t\t\t\n\t\t\t\t\t The above-said fact clearly proves that the policemen in the U.S. indulge themselves in firing their guns against citizens, regarding human hunting as an amusement game and handling their guns like toys.\n\t\t\t\t\t\n\t\t\t\t\t Policemen of any country carry guns to preserve public security and protect the lives and security of people from criminals. \n\t\t\t\t\t\n\t\t\t\t\t But the mission of the guns held by the American policemen seems to be quite contrary to this. Their guns serve as a means for gratifying their perverted desire such as violent killing and extreme misanthropy.\n\t\t\t\t\t\n\t\t\t\t\t Notably, the fact that mostly black men have become shooting targets of white policemen helps one clearly see where the outrageous act of the American policemen is rooted.\n\t\t\t\t\t\n\t\t\t\t\t What matters is the fact that those keen on hunting human are not the policemen only.\n\t\t\t\t\t\n\t\t\t\t\t GIs are killing innocent people every day in various parts of the world under the pretext of \"eliminating terrorists.\" \n\t\t\t\t\t\n\t\t\t\t\t It is, indeed, a brigandish logic for the U.S. to noisily trumpet about \"respect for human rights\" though it has massacred people.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is not a \"human rights judge\" but the worst human rights abuser that must be brought to justice."
        },
        {
            "title": " S. Korean Regime's Resignation and Withdrawal of U.S. Troops Demanded",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-09ee.html",
            "content": "S. Korean Regime's Resignation and Withdrawal of U.S. Troops Demanded\r\n Pyongyang, June 14 (KCNA) -- Civic, social and religious organizations of south Korea held a press conference in the plaza of Kwanghwamun, Seoul on June 10 and issued slogans demanding resignation of the puppet regime and withdrawal of the U.S. troops. They included the Measure Committee of Civic and Public Organizations against Suppression under the Pretext of Public Security, the Family Movement for Realizing Democracy in south Korea, the Association for Supporting Prisoners of Conscience of the Family Movement for Realizing Democracy and the Korea Solidarity for Independent Reunification.\n\t\t\t\t\t At the conference the organizations blamed the present south Korean regime for stamping out democracy and abusing the human rights of the progressives and other people desirous of independent reunification by reviving the \"yusin\" dictatorship. \n\t\t\t\t\t\n\t\t\t\t\t They said they cannot tolerate the dictatorial regime that inherited the military dictatorship which had seized power through the May 16 military coup as it is led by ignorant and incompetent \"President\" Park Geun Hye who accepted the U.S. deployment of THAAD in south Korea, pursuant to Washington's scenario for a war against the north.\n\t\t\t\t\t\n\t\t\t\t\t Then the organizations made public the slogans calling for carrying forward the spirit of the June popular resistance, resignation of Park Geun Hye regime and the withdrawal of the U.S. troops. \n\t\t\t\t\t\n\t\t\t\t\t The following are the slogans:\n\t\t\t\t\t\n\t\t\t\t\t Let's put an end to the Park Geun Hye regime through the second June resistance!\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye Regime chiefly responsible for the ferry Sewol disaster, today's Kwangju massacre, step down!\n\t\t\t\t\t\n\t\t\t\t\t Incompetent Park Geun Hye regime accountable for MERS disaster and introduction of anthrax germs, step down!\n\t\t\t\t\t\n\t\t\t\t\t U.S. forces that introduced anthrax germs and forced THAAD deployment in south Korea, leave this land!\n\t\t\t\t\t\n\t\t\t\t\t We desperately oppose north-targeted nuclear war drills and germ test for a war against the north!\n\t\t\t\t\t\n\t\t\t\t\t Dismantle the U.S.-Japan-south Korea military alliance, the Asian-version NATO!\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye regime that aborted the joint national event for June 15, step down!\n\t\t\t\t\t\n\t\t\t\t\t Lift the \"May 24 step\"!\n\t\t\t\t\t\n\t\t\t\t\t Stop the attempt to institute the \"law on human rights in the north\", an evil law against nation and reunification!\n\t\t\t\t\t\n\t\t\t\t\t Let's pave a wide avenue for independent reunification this year that marks the 70th anniversaries of the country's liberation and division!"
        },
        {
            "title": "Actions in S. Korea Denounce Introduction of Anthrax Germs and Test of Bio-chemical Weapons by U.S. Forces",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-16ee.html",
            "content": "Actions in S. Korea Denounce Introduction of Anthrax Germs and Test of Bio-chemical Weapons by U.S. Forces\r\n Pyongyang, June 14 (KCNA) -- South Koreans are staging actions in protest against the introduction of anthrax germs and test of bio-chemical weapons by the U.S. imperialist aggressor forces present in south Korea. \n\t\t\t\t\t A one-man demo took place near the Ryongsan U.S. imperialist aggressor forces base in Seoul on June 10 in denunciation of their introduction of anthrax germs and in demand of closing the laboratory of bio-chemical weapons.\n\t\t\t\t\t\n\t\t\t\t\t The Korea Solidarity for Independent Reunification and Democracy launched a demonstration outside the U.S. embassy in Seoul on June 11. \n\t\t\t\t\t\n\t\t\t\t\t Holding a placard reading \"U.S. forces, leave with anthrax germs,\" the demonstrators scattered leaflets denouncing the U.S. which secretly introduced anthrax germs and forced south Korea to deploy THAAD."
        },
        {
            "title": "Chongryon Marks Anniversary of Inter-Korean Declaration",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-08ee.html",
            "content": "Chongryon Marks Anniversary of Inter-Korean Declaration\r\n Pyongyang, June 14 (KCNA) -- A lecture was given by the General Association of Korean Residents in Japan (Chongryon) at the Korean Hall in Tokyo Saturday to mark the 15th anniversary of the June 15 North-South Joint Declaration. \n\t\t\t\t\t Present there were Nam Sung U, vice-chairman of the Central Standing Committee of Chongryon, and other Chongryon officials.\n\t\t\t\t\t\n\t\t\t\t\t So Chung Hon, director of the Department for International Affairs and Reunification of the Chongryon Central Standing Committee, delivered the lecture.\n\t\t\t\t\t\n\t\t\t\t\t He said that President Kim Il Sung provided the three charters for national reunification to put an end to the tragedy of division and indicated the most just way for achieving independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il saw to it that the June 15 North-South Joint Declaration and its action programme October 4 declaration representing the above-said three charters were made public, ushering in the new era in the national history, the June 15 era of independent reunification, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t He called on all Chongryon officials to stage a more dynamic struggle to thoroughly carry out the last instructions of the great Generalissimos for national reunification under the wise leadership of Marshal Kim Jong Un and thus fulfill their mission and duty in achieving the national reunification, the supreme desire of Koreans."
        },
        {
            "title": "S. Korean Authorities Accused of Aborting Joint National Events",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-14ee.html",
            "content": "S. Korean Authorities Accused of Aborting Joint National Events\r\n Pyongyang, June 14 (KCNA) -- The Overseas Side Committee for Implementing the June 15 Joint Declaration made public a statement on June 9 in denunciation of the south Korean puppet regime for aborting the June 15 joint national events. \n\t\t\t\t\t The statement said that the south Korean regime interfered in a meeting for the preparations for the joint national events in early May and demanded the change of the venue of the events which had been agreed by the north, south and overseas sides and aborted the June 15 joint national events while talking about \"depoliticizing the events\". \n\t\t\t\t\t\n\t\t\t\t\t This shows that the south Korean regime is the anti-reunification regime opposing national reconciliation and reunification, a regime totally denying the June 15 joint declaration, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Furthermore, the Park Geun Hye regime openly signed the agreement on the establishment of the UN office for \"human rights in the north\" in Seoul this year marking the 15th anniversary of the publication of the June 15 joint declaration, and is trying to join in tripartite cooperation with the U.S. and Japan in disregard of the north-south relations by inciting confrontation with the fellow countrymen in the north. This is an open challenge and insult to the June 15 joint declaration. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean regime truly wants peace and reunification, it should have the stand of settling the reunification issue independently by pooling efforts of the Korean nation and recognizing the June 15 joint declaration and implementing it before anything else."
        },
        {
            "title": " Koreans in U.S. Denounce S. Korean Regime for Scuttling Joint National Events",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-15ee.html",
            "content": "Koreans in U.S. Denounce S. Korean Regime for Scuttling Joint National Events\r\n Pyongyang, June 14 (KCNA) -- The Federation of Koreans in the U.S. released a statement on June 4 in protest against the south Korean puppet regime which scuttled the joint national events for marking June 15.\n\t\t\t\t\t The south Korean puppet regime is wholly to blame for the abortive events, the statement charged, adding:\n\t\t\t\t\t\n\t\t\t\t\t It is the only way out for the Korean nation to achieve national unity and reunification in the spirit of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t But the Park Geun Hye regime is no more than a puppet of the U.S.\n\t\t\t\t\t\n\t\t\t\t\tSo, how can she approach a dialogue with the north in the spirit of independence? Her behavior is one of a die-hard sycophant kowtowing to big powers.\n\t\t\t\t\t\n\t\t\t\t\t Noting reunification is impossible as long as Park is allowed to stay in office, the statement said nothing can be expected from her, an inveterate pro-U.S. element.\n\t\t\t\t\t\n\t\t\t\t\t The statement called on all Koreans to get united, punish the Park regime and bring about the second June 15 era of reunification."
        },
        {
            "title": "Regional Committee for Implementing June 15 Declaration Calls for Intensifying Movement for Reunification",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-23ee.html",
            "content": "Regional Committee for Implementing June 15 Declaration Calls for Intensifying Movement for Reunification\r\n Pyongyang, June 14 (KCNA) -- The Chinese Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration released a statement on June 9 denouncing the south Korean puppet regime for scuttling the joint national event for marking the 15th anniversary of the declaration.\n\t\t\t\t\t The statement recalled that the event was thwarted due to the obstructions of the puppet regime.\n\t\t\t\t\t\n\t\t\t\t\t It is an unpardonable crime against reunification that the puppet group has mercilessly defied the unanimous desire of all Koreans for improving the north-south relations and creating a peaceful atmosphere on the Korean peninsula and intentionally scuttled the joint event, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The puppet group will be cursed and censured for making the event abortive and worsening the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t We will more dynamically conduct the patriotic reunification movement to wipe out the group of heinous anti-reunification traitors and preserve and implement the north-south joint declaration."
        },
        {
            "title": "S. Korean Regime Censured for Aborting Joint National Event",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-25ee.html",
            "content": "S. Korean Regime Censured for Aborting Joint National Event\r\n Pyongyang, June 14 (KCNA) -- The Japanese Regional Committee of the Overseas Side Committee for Implementing the June 15 Joint Declaration released a statement on June 10 in protest against the south Korean puppet regime which aborted the joint national event for marking 15th anniversary of the declaration.\n\t\t\t\t\t The joint national event proved abortive due to the Park Geun Hye regime of south Korea, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t All Koreans earnestly hoped that successful joint event would serve as an important occasion for mending the north-south relations and paving a broad avenue for independent reunification, which would lead to the second June 15 era. \n\t\t\t\t\t\n\t\t\t\t\t But the south Korean regime scuttled the event in disregard of the ardent desire of all Koreans by arrogantly interfering in and disturbing the efforts for it, a premeditated move.\n\t\t\t\t\t\n\t\t\t\t\t The regional committee in the statement vehemently denounced the move of the puppet regime as a blatant challenge to the aspiration and desire of all Koreans calling for national reconciliation, unity and reunification and an unpardonable crime against the nation."
        },
        {
            "title": "Kim Jong Il's Work Introduced in Poland",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-01ee.html",
            "content": "Kim Jong Il's Work Introduced in Poland\r\n Pyongyang, June 14 (KCNA) -- Leader Kim Jong Il's work \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification\" was posted on the Polish website \"The Democratic People's Republic of Korea\" on June 8.\n\t\t\t\t\t The work, published on August 4, Juche 86 (1997), deals with the immortal exploits performed by President Kim Il Sung for the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The work formulates the three principles of national reunification, the 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo as the three charters for national reunification and indicates the tasks for accomplishing the cause of national reunification and the ways to do so on the basis of them.\n\t\t\t\t\t\n\t\t\t\t\t A photo of Kim Jong Il was posted on the website with the article saying that leader Kim Jong Il had a summit with the south for the first time in the history and let the historic north-south joint declaration be adopted in June, 2000."
        },
        {
            "title": "Kim Jong Il's Feats Praised by Indonesian, Ethiopian Personages",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-02ee.html",
            "content": "Kim Jong Il's Feats Praised by Indonesian, Ethiopian Personages\r\n Pyongyang, June 14 (KCNA) -- Meetings took place in Indonesia and Ethiopia to celebrate the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Round-table talks were held by the National Leading Council of the Diversity Party of Indonesia, a film show by an Indonesian company, seminars by 10 branches of the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism and round-table talks at a general hospital of Ethiopia from June 4 to 8.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the National Leading Council of the Diversity Party of Indonesia praised Kim Jong Il as a peerless elder statesman who developed the WPK founded by President Kim Il Sung into the most organized and invincible militant party in the world.\n\t\t\t\t\t\n\t\t\t\t\t Its secretary general said that he could hardly repress his admiration at the political caliber of Kim Il Sung and Kim Jong Il who built the WPK as a mass party deeply rooted among people.\n\t\t\t\t\t\n\t\t\t\t\t Juche idea followers of the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism profoundly explained the feats Kim Jong Il performed in building the party."
        },
        {
            "title": "Kim Jong Il's Start of Work at C.C., WPK to Be Marked in Pakistan",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-03ee.html",
            "content": "Kim Jong Il's Start of Work at C.C., WPK to Be Marked in Pakistan\r\n Pyongyang, June 14 (KCNA) -- A Pakistani preparatory committee for celebrating the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK) was formed in Karachi on June 4.\n\t\t\t\t\t The acting chairman of the Pakistan Association for Self-Reliance Studies was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t On this occasion the preparatory committee decided to organize colorful political and cultural events across the country to praise the undying exploits President Kim Il Sung and leader Kim Jong Il performed in founding and developing the WPK."
        },
        {
            "title": "Kim Jong Il's Party-Building Exploits Introduced by Nigerian Paper",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-04ee.html",
            "content": "Kim Jong Il's Party-Building Exploits Introduced by Nigerian Paper\r\n Pyongyang, June 14 (KCNA) -- The Nigerian paper Nigerian Observer on June 1 carried an article titled \"Kim Jong Il, his undying party-building exploits\" to mark the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The paper praised Kim Jong Il for setting it as the most important task to develop the WPK into the party of President Kim Il Sung, the founder of the party, and successfully carrying it out.\n\t\t\t\t\t\n\t\t\t\t\t He built the WPK not only into a mother party which forms a harmonious whole with the popular masses and takes care of them in a responsible manner but also into a powerful political force that steers the revolutionary cause of Songun, the paper introduced, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He prepared the servicepersons and people to be strong in mentality and encouraged them to make epochal changes and miracles in the cause of the WPK, the cause of building a thriving socialist country.\n\t\t\t\t\t\n\t\t\t\t\t Even in the days of hardships the servicepersons and people face-lifted the appearance of the territory on the strength of indomitable spiritual power, pushed ahead with the work to put the national economy on a modern and IT basis and ushered in a heyday for the development of science and technology and socialist cultural construction. This is attributable to his far-sighted leadership over the revolution and construction during which he put primary efforts into cementing the ideological position.\n\t\t\t\t\t\n\t\t\t\t\t His party-building exploits will shine forever."
        },
        {
            "title": "DPRK to Emerge Thriving Nation in Near Future: Indian Paper",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-05ee.html",
            "content": "DPRK to Emerge Thriving Nation in Near Future: Indian Paper\r\n Pyongyang, June 14 (KCNA) -- The Indian paper Voice of Million on June 8 asserted in an article titled \"Firm guarantee for victory in the cause of building a thriving nation\" that the achievement of the cause of building a thriving nation in the DPRK is not a matter of distant future.\n\t\t\t\t\t The paper said as follows:\n\t\t\t\t\t\n\t\t\t\t\t Building the thriving nation is the most important strategic line of the Workers' Party of Korea (WPK) at present.\n\t\t\t\t\t\n\t\t\t\t\t The election of Marshal Kim Jong Un to the post of the first secretary of the WPK at the 4th Conference of the WPK guaranteed the victory in the cause of building the thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t The first reason for it is that the single-minded unity will be more hardened under the leadership of the WPK headed by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The second reason is that First Secretary Kim Jong Un leads the construction of the thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t He is well versed in the latest science and technology and is possessed of persevering disposition, outstanding organizing ability and far-sighted wisdom with versatile and deep knowledge.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has a bright and rosy future."
        },
        {
            "title": "DPRK's Important Days to Be Marked in Britain",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-06ee.html",
            "content": "DPRK's Important Days to Be Marked in Britain\r\n Pyongyang, June 14 (KCNA) -- A British preparatory committee for celebrating the 70th anniversaries of the founding of the Workers' Party of Korea (WPK) and the liberation of Korea was formed on June 9 under the sponsorship of the Coordinating Committee of the British Friends of the DPRK.\n\t\t\t\t\t Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee set the celebration period from August 1 to October 10 and decided to release the works of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and to organize diverse political and cultural events including a meeting, film show, seminar and book and photo exhibition in this period."
        },
        {
            "title": "Kim Jong Il's Exploits for National Reunification Praised by Foreigners",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-24ee.html",
            "content": "Kim Jong Il's Exploits for National Reunification Praised by Foreigners\r\n Pyongyang, June 14 (KCNA) -- World progressives praise the exploits leader Kim Jong Il performed for national reunification in their congratulatory messages and letters on the 15th anniversaries of north-south summit, the first of its kind since the division of Korea, and the June 15 joint declaration.\n\t\t\t\t\t The spokesman (or leader) of the Central Committee of the Revolutionary Communist Party of Britain (Marxist-Leninist) said that the June 15 joint declaration was a fruition of the far-sighted leadership of President Kim Il Sung and Kim Jong Il, and that the contributions they made to the reunification of the Korean peninsula in the spirit of By the Korean Nation Itself were injecting vitality into the struggle for the national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Denmark-DPRK Friendship Association noted Kim Jong Il signed the joint declaration at the north-south summit 15 years ago.\n\t\t\t\t\t\n\t\t\t\t\t As he signed the declaration on the development of the inter-Korean relations, peace and prosperity at the north-south summit held on October 4, 2007, fresh successes were made in the inter-Korean relations, the chairman said, adding those days were, indeed, the era of June 15 reunification provided by him.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the British Association for the Study of Songun Policy noted the joint declaration comprehensively represent the three principles of the national reunification indicated by the President and thawed out the ice of division caused by the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t The chairman went on:\n\t\t\t\t\t\n\t\t\t\t\t The joint declaration could be provided thanks to the persevering efforts and sagacious Songun politics of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He showed his matchless tenacity in the efforts for national reunification."
        },
        {
            "title": "Constituido en RPDC Comite Central de Direccion Electoral para elecciones de diputados",
            "url": "http://kcna.co.jp/item/2015/201506/news14/20150614-28ee.html",
            "content": "Constituido en RPDC Comite Central de Direccion Electoral para elecciones de diputados\r\nPyongyang, 14 de junio (ACNC) -- Quedo compuesto el Comite Central de Direccion Electoral para las elecciones de diputados a las Asambleas Populares de las provincias (las ciudades directamente subordinadas al centro), las ciudades (los municipios) y los distritos de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEl presidente del citado Comite es Yang Hyong Sop, su vicepresidente, Kim Phyong Hae, su secretaria general, Hong Son Ok y sus miembros, Choe Pu Il, Kim Yong Ho, Jon Yong Nam, Hyon Sang Ju, Ri Myong Gil y Kim Jong Sun.\n\t\t\t\t\t\n\t\t\t\t\t  Fue publicada el dia 13 una resolucion concerniente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea al respecto."
        }
    ]
}