{
    "date": "2015-01-29",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-29ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Congratulates to Zambian President",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-19ee.html",
            "content": "Kim Yong Nam Congratulates to Zambian President\r\n Pyongyang, January 29 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a congratulatory message to Edgar Lungu upon his election as president of the Republic of Zambia, on Jan. 26.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger, wishing the Zambian president great successes in his responsible work for the stability and prosperity of the country and the peace and development of the region."
        },
        {
            "title": "CPRK Blasts S. Korean FM's Anti-DPRK Remarks",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-22ee.html",
            "content": "CPRK Blasts S. Korean FM's Anti-DPRK Remarks\r\n Pyongyang, January 29 (KCNA) -- Yun Pyong Se, minister of Foreign Affairs of south Korea who took part in the 45th annual meeting of the World Economic Forum held in Davos, Switzerland recently, malignantly took issue with the DPRK over its nuclear deterrent for self-defence.\n\t\t\t\t\t He talked rubbish that nuclear weapons of the north are a cancer-like factor of bedeviling south-north relations and disturbing peace in Northeast Asia and one cannot talk about peaceful unification unless the issue of denuclearization of the north is settled.\n\t\t\t\t\t\n\t\t\t\t\t The Secretariat of the Committee for the Peaceful Reunification of Korea in its information bulletin No. 1083 on Thursday termed it a ridiculous one made by a dolt not knowing the elementary common knowledge about the issue of the denuclearization of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The above-said issue was spawned because the south Korean authorities introduced lots of nuclear weapons of the U.S. into south Korea, turned it into the biggest nuclear arsenal in the world and constantly threatened and blackmailed the DPRK through nuclear war exercises, the information bulletin said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The cancer-like factor of gravely threatening the peace and security on the Korean peninsula and in the region is the nukes of the U.S. and the north-targeted nuclear war drills staged by the south Korean authorities together with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t These nuclear arch criminals and provokers are finding fault with the DPRK over its nukes. This is a shameless behavior just like a thief crying \"Stop the thief!\" as it misinterprets the essence of the above-said issue, deceives and mocks at the public opinion at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities, before talking about the north's nukes, should call into question the U.S. nukes bringing the grave danger of a nuclear war to the Korean peninsula and threatening the peace in Northeast Asia and the rest of the world, and repent of and apologize for the frantic nuclear war exercises targeting the north they conducted with foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t They should withdraw the U.S. nuclear weapons and aggression forces from south Korea and stop at once the moves for a nuclear war against the north before trumpeting about the north's \"dismantlement\" of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Yun Pyong Se had better learn how to behave, to begin with, and abandon his inveterate bad habit and philistine act of slandering fellow countrymen."
        },
        {
            "title": "Iranian President Supports Proposal for Korea's Reunification Set",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-07ee.html",
            "content": "Iranian President Supports Proposal for Korea's Reunification Set\r\n Teheran, January 28 (KCNA) -- Iranian President Hassan Rouhani received credentials from DPRK Ambassador to Iran Kang Sam Hyon on January 26.\n\t\t\t\t\t The president said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung provided the foundation for the friendly and cooperative relations between the two countries. He was the great leader deeply revered by the Iranian people.\n\t\t\t\t\t\n\t\t\t\t\t I support the independent and principled lines and policies set forth by respected leader HE Kim Jong Un in his New Year address for peace and stability on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Iran hopes that the good relations between the two countries would continue to grow stronger in various fields including politics and economy.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian government resolutely opposes the U.S. pressure, sanctions, high-handedness and interference in domestic affairs of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t We hope that peace and stability would settle on the Korean peninsula."
        },
        {
            "title": "DPRK FM Delegation Leaves for Southeast Asian Countries",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-09ee.html",
            "content": "DPRK FM Delegation Leaves for Southeast Asian Countries\r\n Pyongyang, January 29 (KCNA) -- A delegation of the Foreign Ministry of the DPRK led by Vice-Minister Ri Kil Song left here Thursday to visit Vietnam, Laos, Cambodia, Myanmar, Singapore, Indonesia and Malaysia."
        },
        {
            "title": "Vietnamese Ambassador to DPRK Gives Reception",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-31ee.html",
            "content": "Vietnamese Ambassador to DPRK Gives Reception\r\n Pyongyang, January 29 (KCNA) -- Pham Viet Hung, Vietnamese ambassador to the DPRK, gave a reception at the Taedonggang Diplomatic Club on Thursday to mark the 65th anniversary of the establishment of the diplomatic ties between the DPRK and the Socialist Republic of Vietnam.\n\t\t\t\t\t Present there on invitation were DPRK Foreign Minister Ri Su Yong and So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Pham Viet Hung in his speech said that the Vietnamese people are always grateful for the party, government and people of the DPRK for sending material and moral support and assistance to the accomplishment of the just cause of the Vietnamese people.\n\t\t\t\t\t\n\t\t\t\t\t The party, government and people of Vietnam are attaching importance to the traditional relations of friendship and cooperation between the two countries, he said, adding that these relations would continue developing in line with the common desire and interests under the deep care of the top leaders of the two countries.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that the fraternal Korean people would register bigger successes in the struggle to implement the important tasks set forth by Marshal Kim Jong Un in his New Year address, improve the people's living standard, build a thriving socialist nation and achieve the independent and peaceful reunification of the country under the wise leadership of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t Ri Su Yong in his speech said that the traditional friendly and cooperative relation between the two countries provided by President Kim Il Sung and President Ho Chi Minh have developed along the road for carrying out the common cause for the past 65 years.\n\t\t\t\t\t\n\t\t\t\t\t The bilateral relations developed on a higher stage with the Pyongyang meeting between leader Kim Jong Il and Comrade Nong Duc Manh as a momentum, he noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent stand of the Workers' Party of Korea and the DPRK government to steadily strengthen the friendly and cooperative relations between the two countries."
        },
        {
            "title": "C.C., UAWK Meets",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-29ee.html",
            "content": "C.C., UAWK Meets\r\n Pyongyang, January 29 (KCNA) -- The enlarged meeting of the 70th Plenary Meeting of the Central Committee of the Union of Agricultural Workers of Korea (UAWK) took place here on Thursday.\n\t\t\t\t\t The meeting was attended by members and alternate members of the C.C., the UAWK and its officials in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t It discussed the issue of implementing to the letter the important tasks set forth by Marshal Kim Jong Un in his New Year address.\n\t\t\t\t\t\n\t\t\t\t\t Ri Myong Gil, chairman of the Central Committee of the UAWK, made a report to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers underscored the need for all organizations and officials of the UAWK to dynamically conduct the organizational and political work for arousing its members in the drive to glorify this significant year as a year of great victories and revolutionary, auspicious events.\n\t\t\t\t\t\n\t\t\t\t\t They called for creditably implementing the last instructions given by President Kim Il Sung and leader Kim Jong Il to the field of the union without an inch of deflection and without any concession.\n\t\t\t\t\t\n\t\t\t\t\t They underlined the need to raise a hot wind for producing precious research achievements by making a powerful drive for breaking through the cutting edge.\n\t\t\t\t\t\n\t\t\t\t\t They called for actively introducing scientific farming methods such as water-saving style farming method and conducting an effective socialist emulation for increased production to overfulfill the grain production goal set forth by the party.\n\t\t\t\t\t\n\t\t\t\t\t They also called for arousing the union members to the campaign to restore the mountains of the country so as to turn them into \"mountains of gold\" thickly wooded with trees."
        },
        {
            "title": "Officers of KPISF Make Study Tour of Battle Sites in Area of Mt. Paektu",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-30ee.html",
            "content": "Officers of KPISF Make Study Tour of Battle Sites in Area of Mt. Paektu\r\n Samjiyon, January 29 (KCNA) -- Commanding officers of the Korean People's Internal Security Forces (KPISF) made a study tour of the revolutionary battle sites in the area of Mt. Paektu from Jan. 23 to 29.\n\t\t\t\t\t They held a ceremony of starting it before the Monument to the Victorious Battle of Pochonbo in Hyesan City, Ryanggang Province on Jan. 23.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the ceremony, they placed a floral basket before President Kim Il Sung's statue of the monument and paid tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t At Pochonbo, they went round the Pochonbo Revolutionary Museum, the command post of the Battle of Pochonbo, the then post office, the then sub-county office, the then fire station, the then police post of the Japanese imperialists, etc.\n\t\t\t\t\t\n\t\t\t\t\t That evening they held a bonfire gathering.\n\t\t\t\t\t\n\t\t\t\t\t During their study tour they looked round the Spring Site in Poso-ri, the monument to teachings on the Tableland of Junghung, the Rimyongsu Revolutionary Site, Chongbong and Konchang Bivouacs, etc.\n\t\t\t\t\t\n\t\t\t\t\t They went round leader Kim Jong Il's birthplace in the Paektusan Secret Camp.\n\t\t\t\t\t\n\t\t\t\t\t They looked round historic mementoes preserved in the house, the then Headquarters log cabin, the log cabin used by anti-Japanese guerrillas, the shallow well used by anti-Japanese war hero Kim Jong Suk and trees bearing revolutionary slogans written by her.\n\t\t\t\t\t\n\t\t\t\t\t The marchers went round the Monument to the Victorious Battle in Musan Area. \n\t\t\t\t\t\n\t\t\t\t\t They held a meeting to renew their pledge in front of the Samjiyon Grand Monument.\n\t\t\t\t\t\n\t\t\t\t\t During the study tour they held diverse political and cultural events such as a meeting to hear impressions of the reminiscences of anti-Japanese guerrillas read by them and to recite poems, a contest in singing in chorus revolutionary songs while marching in array, and a question-and-answer study contest. \n\t\t\t\t\t\n\t\t\t\t\t They handed aid materials to the farms busy with making full preparations for the year's farming and helped farmers while briskly conducting political work for them."
        },
        {
            "title": "Brisk Preparations for Kimjongilia Festival in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-13ee.html",
            "content": "Brisk Preparations for Kimjongilia Festival in DPRK\r\n Pyongyang, January 29 (KCNA) -- Preparations for the 19th Kimjongilia Festival are brisk in the DPRK.\n\t\t\t\t\t Officials of the Korea Kimilsungia-Kimjongilia Committee has worked out careful daily plans of its panels and made scrupulous preparations.\n\t\t\t\t\t\n\t\t\t\t\t The general design of the festival venue and other designs and posters were rounded off in conformity with the theme of the festival \"Kimjongilias in full bloom wishing Songun Korea brighter future\".\n\t\t\t\t\t\n\t\t\t\t\t Officials of the committee are decorating the festival venue conspicuously while helping preparations for the festival at various institutions.\n\t\t\t\t\t\n\t\t\t\t\t Kimjongilias are blooming at greenhouses of the armed forces organs, commissions, ministries, national institutions and many other units and houses of working people, school youth and children in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Officials and working people across the country are also making sincere efforts for the festival preparations."
        },
        {
            "title": "Efforts for People's Livelihood in Ryanggang Province of DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-16ee.html",
            "content": "Efforts for People's Livelihood in Ryanggang Province of DPRK\r\n Pyongyang, January 29 (KCNA) -- The northern province of Ryanggang in the DPRK is taking the lead in a nationwide drive for improving the people's living standard this year.\n\t\t\t\t\t Choe Yong Ho, vice-chairman of the Ryanggang Provincial People's Committee, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t From the outset of the year, the province has channeled big efforts into making local industrial factories operate on a normal basis to produce more consumer goods, school things and foodstuff for its residents.\n\t\t\t\t\t\n\t\t\t\t\t The Chongbong General Foodstuff Factory plans to build new processes for production of carbonated drinks and chips with blueberry, one of the province's specialties, and other wild fruits and potato as raw materials.\n\t\t\t\t\t\n\t\t\t\t\t Technological renovation is underway at tens of local factories, including foodstuff factories in Kim Jong Suk and Kim Hyong Jik counties. And 400 hectares of land is under cultivation to supply raw materials to foodstuff factories.\n\t\t\t\t\t\n\t\t\t\t\t Unhung County began repairing a filter-bed and Paekam County building a new hospital, while the provincial hospital is further developing the telemedicine system.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the province is taking technical measures to plant 43.5 million trees this year."
        },
        {
            "title": "New Omnidirectional Fish Finder Developed",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-17ee.html",
            "content": "New Omnidirectional Fish Finder Developed\r\n Pyongyang, January 29 (KCNA) -- The Electronic Institute under the State Academy of Sciences in the DPRK developed a new kind of ominidirectional fish finder.\n\t\t\t\t\t According to Ryo Hyo Jong, director of the institute, this finder based on scanner is easy to operate as it is smaller and lighter than the existing ones.\n\t\t\t\t\t\n\t\t\t\t\t It makes it possible to conduct two-dimensional or three-dimensional searches.\n\t\t\t\t\t\n\t\t\t\t\t The finder, available in survey of aquatic resources, development of marine resources and environmental protection, has already been introduced to various units, winning popularity."
        },
        {
            "title": " Afforestation Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-18ee.html",
            "content": "Afforestation Brisk in DPRK\r\n Pyongyang, January 29 (KCNA) -- The Democratic People's Republic of Korea boasts of a number of people who have devotedly worked for foresting the country's mountains.\n\t\t\t\t\t Among them are Ku Pon Gil, a worker of the Yaksu Sanatorium in Kusong City of North Phyongan Province, Jon Song Gwan, a resident in Juhung-ri, Toksong County of South Hamgyong Province, Ri Jong Ho, a forest ranger in Tokhung-ri, Hongwon County of South Hamgyong Province, and Kim Pong Hui, a resident in Koup Workers' District, Kim Hyong Jik County of Ryanggang Province.\n\t\t\t\t\t\n\t\t\t\t\t Ku Pon Gil has planted trees in areas covering 100 hectares for more than 10 years.\n\t\t\t\t\t\n\t\t\t\t\tJon Song Gwan, 74, together with his wife, has cultivated over 510,000 saplings in a 300-square-meter nursery for 18 years. They forested mountains covering 130 hectares.\n\t\t\t\t\t\n\t\t\t\t\t Ri Jong Ho has created the forests of 300 hectares for 19 years, while cultivating medicinal herbs on two hectares of land.\n\t\t\t\t\t\n\t\t\t\t\t Kim Pong Hui has cultivated more than one million saplings each year to forest her native land. For scores of years, she sent good species of saplings to the Arboretum of the Kumsusan Palace of the Sun and the Management Office for Revolutionary Battle Sites in the Secret Camp of Mt. Paektu."
        },
        {
            "title": "Kim Jong Il Performs Undying Feats for Developing KPA",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-06ee.html",
            "content": "Kim Jong Il Performs Undying Feats for Developing KPA\r\n Pyongyang, January 29 (KCNA) -- Today marks the 12th anniversary of the publication of leader Kim Jong Il's work \"The Songun-based Revolutionary Line Is a Great Revolutionary Line of Our Era and an Ever-Victorious Banner of Our Revolution\".\n\t\t\t\t\t On this day the army and people of the DPRK are recollecting once again the devoted efforts made by Kim Jong Il to strengthen the People's Army into matchless combat ranks, powerful Paektusan revolutionary army firmly prepared politically and ideologically and in military technique till the last moments of his revolutionary life.\n\t\t\t\t\t\n\t\t\t\t\t In the period when the Korean revolution faced a stern trial in the mid-1990s he comprehensively enforced Songun politics with the People's Army as the main force and remarkably bolstered up its politico-military might in the new century, too.\n\t\t\t\t\t\n\t\t\t\t\t He kindled the torch of the movement for winning the title of O Jung Hup-led 7th Regiment in the whole army in January, Juche 85 (1996) and made sure that the flames of this movement furiously raged in the new century, too, thus strengthening the People's Army into the one strong in idea and faith, always ready to devotedly defend the leader.\n\t\t\t\t\t\n\t\t\t\t\t In 2010 alone, he visited soldiers undergoing intensive trainings just as the anti-Japanese guerrillas did in Mt. Paektu such as joint exercises of the Army, Navy and Air Force of the Korean People's Army (KPA), comprehensive drill of the large combined unit, drill of the guards tank unit and encouraged them.\n\t\t\t\t\t\n\t\t\t\t\t Guiding the fire striking drill of the large combined unit of the KPA in December, 2011, the last period of his great revolutionary life, he highly appreciated the successes made by the soldiers fully ready to defend the socialist homeland as firm as rock.\n\t\t\t\t\t\n\t\t\t\t\t In the course of his tireless long journeys for Songun leadership, he projected the soldier-culture created by the KPA as a model of socialist life and culture.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his energetic Songun revolutionary leadership, the KPA could shed its rays as the army of the leader and the party and invincible and powerful elite revolutionary army."
        },
        {
            "title": "Scholar on US Moves to Keep Tension in Korean Peninsula",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-15ee.html",
            "content": "Scholar on US Moves to Keep Tension in Korean Peninsula\r\n Pyongyang, January 29 (KCNA) -- The United States is now getting hell-bent on the anti-DPRK moves. It made a \"presidential executive order\" on slapping \"new sanctions\" against the DPRK on January 2 and announced that joint military exercises, Key Resolve and Foal Eagle, would be staged from early March.\n\t\t\t\t\t In this regard, Dr. Kim Ryo Suk of Kim Il Sung University told KCNA that historically, the U.S. had rendered the situation in the Korean Peninsula strained through ceaseless provocations.\n\t\t\t\t\t\n\t\t\t\t\t The scholar said:\n\t\t\t\t\t\n\t\t\t\t\t With its long scheme to put the Korean Peninsula under its control and advance into the continent, the U.S. occupied south Korea and had got hell-bent on the anti-DPRK war exercises and military provocations before igniting the Korean War on June 25, 1950.\n\t\t\t\t\t\n\t\t\t\t\t Though it suffered a crushing defeat in the war, the U.S. continued to commit deliberate provocations against the DPRK in a bid to realize its strategy for world supremacy at any cost, such as spy ship Pueblo incident in January 1968, large-sized spy plane EC-121 incident in April 1969 and Panmunjom incident in August 1976.\n\t\t\t\t\t\n\t\t\t\t\t During the Bush administration, the U.S. unilaterally scrapped the DPRK-U.S. Agreed Framework, an agreement for the settlement of the nuclear issue on the Korean Peninsula, and listed the DPRK as a target of preemptive nuclear attack in its \"nuclear posture review\".\n\t\t\t\t\t\n\t\t\t\t\t The incumbent chief executive of the U.S. advocated \"change\" in its DPRK policy before his assumption of office, but he has escalated provocations against the DPRK by frequently staging various forms of joint military exercises with huge armed forces involved. \n\t\t\t\t\t\n\t\t\t\t\t With its gangster-like assertion that the DPRK should not launch satellites for peaceful purposes, the U.S. kicked off large-scale war exercises and cooked up another \"resolution on sanctions\" against the DPRK, again driving the situation to the brink of war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and its followers are now kicking up a \"human rights\" racket, unable to realize their scheme for stifling the DPRK by force.\n\t\t\t\t\t\n\t\t\t\t\t All the facts go to prove that the U.S. never wants peace on the Korean Peninsula but shows much interest only in aggravating the tension.\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. intention to contain those countries surrounding the peninsula by keeping hold on it as a strongpoint and justify the military reinforcement aimed to dominate the Asia-Pacific region. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better make a switchover in its DPRK policy, mindful that the further it intensifies provocations against the DPRK, the stronger the DPRK's war deterrence grows to frustrate them."
        },
        {
            "title": "Papers Call for Lifting \"May 24 Steps\"",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-10ee.html",
            "content": "Papers Call for Lifting \"May 24 Steps\"\r\n Pyongyang, January 29 (KCNA) -- Newspapers Thursday say that if the south Korean authorities have a true will to solve the issue of inter-Korean relations including the reunion of divided families and relatives, they should not play poor tricks to twist the essence of the present situation and deceive the public opinion but opt for a practical action to lift the \"May 24 steps\".\n\t\t\t\t\t It is none other than the south Korean conservative regime which has blocked the reunion of divided families and relatives by abusing the pain of the divided nation for escalating the confrontation with the north, Rodong Sinmun says in an article.\n\t\t\t\t\t\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities are refusing to lift the \"May 24 steps\" while talking about \"dialogue without preconditions\" and \"negotiated settlement.\"\n\t\t\t\t\t\n\t\t\t\t\t They loudmouthed about the \"top-priority solution\" of the issue of \"divided families\" and someone's \"open heart\". This is no more than rhetoric to cover up their criminal act of having totally blocked the reunion of divided families and relatives through the \"May 24 steps\". \n\t\t\t\t\t\n\t\t\t\t\t They should be held wholly responsible for the issue of reunion of divided families and relatives as they have kept in force the \"May 24 steps\" which totally hold up all manpower and material exchange between the north and the south. \n\t\t\t\t\t\n\t\t\t\t\t The defusing of confrontation will help open the door of cooperation. \n\t\t\t\t\t\n\t\t\t\t\t If they are sincerely concerned for the humanitarian issue, they should not pay lip service to the issue of \"divided families\" but make a bold decision to lift the \"May 24 steps\".\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in a commentary says that if they have a true will to mend the inter-Korean relations, they should stop the joint military drills with the U.S. and there is no reason to refuse the lifting of the \"May 24 steps\"."
        },
        {
            "title": "Rodong Sinmun Blasts US for Cooking up Story about DPRK's Cyber Attack",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-11ee.html",
            "content": "Rodong Sinmun Blasts US for Cooking up Story about DPRK's Cyber Attack\r\n Pyongyang, January 29 (KCNA) -- Recently John McAfee, founder of McAfee, American information security company, made it clear that the cyber attack on the Sony Pictures Entertainment was not mounted by the DPRK.\n\t\t\t\t\t He said that the cyber attack was made by U.S. hackers with liberalist tendency, adding that he knows who did it but will not mention their names and that he could say with confidence that FBI was wrong in spreading the rumor.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun on Thursday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What he said clearly proved that the cyber attack on the Sony Pictures Entertainment was a problem of the U.S. raised inside it. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. trusted the results of FBI investigation peppered with lies and fabrications. By going frantic with the campaign to do harm to the DPRK and ratchet up pressure on it Washington showed the world once again that it is an empire of evils. \n\t\t\t\t\t\n\t\t\t\t\t The above-said story spread by it indicates that the U.S. remains unchanged in its vicious and sinister nature of creating environments for pressure and aggression against sovereign states through plots and intrigues.\n\t\t\t\t\t\n\t\t\t\t\t The FBI and other investigation and intelligence institutions should feel ashamed of its actions, as they fabricated a cock-and-bull story about the DPRK's cyber attack only to be a laughing stock at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t Obama should also feel shame as he cried out for \"high-profile sanctions\" against the dignified DPRK, playing into the hands of those institutions in poor shape as they barely keep afloat by staging cheap charades.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains unfazed even if Obama calls for ratcheting up sanctions and pressure upon it through \"presidential executive order.\"\n\t\t\t\t\t\n\t\t\t\t\t No matter what means the U.S. may leave untried to step up its hostile policy towards the DPRK,  the latter will take one strong countermeasure after another to foil it."
        },
        {
            "title": "US Should Apologize for Its Anti-DPRK Conspiratorial Document: KCNA",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-28ee.html",
            "content": "US Should Apologize for Its Anti-DPRK Conspiratorial Document: KCNA\r\n Pyongyang, January 29 (KCNA) -- The \"report of the Inquiry Commission\" on the human rights performance in the DPRK, which served as a basis of the anti-DPRK \"human rights resolution\" rammed through the plenary meeting of the 69th UN General Assembly in December last year by the hostile forces, is now being ridiculed and censured by the international community.\n\t\t\t\t\t Sin Tong Hyok, who had come out as a primary \"testifier\" when cooking up the \"report\", confessed that he had made false \"testimonies.\" This brought to light once again the absurdity and reactionary nature of the U.S.-led anti-DPRK \"human rights\" racket.\n\t\t\t\t\t\n\t\t\t\t\t Leading media of the Western countries including the U.S., the U.K., France and Germany, commenting on Sin's confession, claimed that they doubt the credibility of the \"report of the Inquiry Commission\" and the \"human rights resolution\" based on it and they cannot believe the remarks of the \"defectors from the north\" who were forced by backstage forces to tell lies. They also asserted that the U.S., which tried to refer the \"human rights issue of north Korea\" to the International Criminal Court, is finding itself in a very awkward position due to Sin's confession.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. which had been desperate in its anti-DPRK \"human rights\" campaign by taking \"defectors from the north\" to the UN and other international arenas sustained bitter shame before the international community. \"Defectors from the north\" reportedly hesitate to join in the \"human rights\" conspiratorial farce.\n\t\t\t\t\t\n\t\t\t\t\t This is a natural outcome of the base and impudent act of the U.S. which attempted to mock at the conscience of the world public by internationalizing and hyping the non-existence \"human rights issue\" of someone. It also clearly proves that the UN \"human rights resolution\" is no more than a product of conspiracy as it does not deserve even a passing note.\n\t\t\t\t\t\n\t\t\t\t\t This not withstanding, Washington and its followers, far from making an apology for their wrongdoings the truth behind which has been disclosed, are behaving in a base and vicious manner in a bid to justify their bankrupt anti-DPRK \"human rights\" resolution, crying out for continued  international pressure upon the DPRK and the like.\n\t\t\t\t\t\n\t\t\t\t\t This is no more than ridiculous piffle of the brazen-faced ones.\n\t\t\t\t\t\n\t\t\t\t\tThe former chairman and the special rapporteur of the \"Inquiry Commission\" who impudently behaved as servants of the U.S. are busy touring here and there, making clumsy excuses and asserting the \"report\" based on the testimonies made by \"defectors from the north\" and the \"resolution\" still remain valid.\n\t\t\t\t\t\n\t\t\t\t\t This is nothing but the last-ditch effort to make their farce strongly censured by the international community sound plausible and internationalize the \"human rights issue\" of the DPRK at any cost. \n\t\t\t\t\t\n\t\t\t\t\t As already disclosed, those who cooked up the \"report\" are all bribed political swindlers and despicable human scum.\n\t\t\t\t\t\n\t\t\t\t\t Christopher Black, member of the Law Society of the Canadian Senate and an international criminal lawyer, in his article titled \"North Korea, UN, Declaration of War\" claimed that one cannot but be shocked at the fact that Kirby, Biserko and Darusman, the three members of the Inquiry Commission, all had been involved in operations sponsored by the organizations working for the CIA.\n\t\t\t\t\t\n\t\t\t\t\t As far as the former chairman of the \"Inquiry Commission\" Kirby is concerned, he is an old sexual maniac who earned an ill-fame for his decades-long homosexuality. He, under the mask of \"lawyer\", even cried out for legitimacy of homosexual marriage censured even by people of his country and has been keen on perpetrating only politically-motivated frauds and swindle. He is also a heinous anti-DPRK confrontation element with an inveterate bad habit of interpreting its system in a Nazi manner.\n\t\t\t\t\t\n\t\t\t\t\t Darusman is an opportunist who became a member of the Golkar party in Indonesia which earned an ill-fame by murdering with the CIA help 500 000 communists and people linked to leftist and labour circles in 1965. He is also an adviser to the United States Indonesia Society, a U.S. government front group and a member of the Global Leadership Foundation whose patrons include such unsavory characters as George W. Bush and Lech Walesa.\n\t\t\t\t\t\n\t\t\t\t\t As seen above, the three members are all the worst betes noires rare to be found in the world who bartered away their dignity as human beings for the money paid by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The confession of the \"defector from the north\" again clearly proved that all the remarks made by \"defectors\" in ambiguous manner are unbelievable and the \"report of the Inquiry Commission\" is no more than a conspiratorial document. So, it is needless to say that all the anti-DPRK \"human rights resolutions\" railroaded on the basis of them are invalid.\n\t\t\t\t\t\n\t\t\t\t\t The U.S.-led hostile forces should make an apology for cooking up the anti-DPRK \"resolution\" based on lies told by Sin and other betes noires and retract it at once."
        },
        {
            "title": "KCNA Urges S. Korean Authorities Not to Play into Hands of Outsiders",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-12ee.html",
            "content": "KCNA Urges S. Korean Authorities Not to Play into Hands of Outsiders\r\n Pyongyang, January 29 (KCNA) -- The aspiration of Koreans for national reunification is growing strong in response to the ardent call for opening up a broad avenue to independent reunification by their concerted efforts. \n\t\t\t\t\t However, from the outset of the year the south Korean authorities are getting busy staging war exercises and anti-north psychological warfare in collusion with outside forces to incite confrontation. \n\t\t\t\t\t\n\t\t\t\t\t It is shame on the south Korean authorities to play into the hands of the U.S. keen to sow discord among Koreans still now. \n\t\t\t\t\t\n\t\t\t\t\t The tragic history of the split of the Korean nation started entirely due to the U.S. \n\t\t\t\t\t\n\t\t\t\t\t In August 1945 when the Second World War was about to end, the U.S. cooked up the demarcation line in a sinister bid to occupy the southern half of the Korean peninsula at least and illegally put south Korea under its forces' occupation. The U.S. cooked up the Syngman Rhee puppet regime through the \"May 10 separate election\" in 1948 and worked hard to perpetuate Korea's division. \n\t\t\t\t\t\n\t\t\t\t\t In the 1950s the U.S. ignited the Korean War, blocking the north and the south of Korea from advancing toward reunification. In the 1960s it chilled the atmosphere for reunification growing through alliance with the north under the slogan \"Let us go north, come south, let us meet at Panmunjom!\" and fabricated a lot of conspiratorial cases. \n\t\t\t\t\t\n\t\t\t\t\t The July 4 joint statement which clarified the three principles for national reunification was made public between the north and the south and enthusiasm for reunification ran high across the country in the 1970s. Much upset by this, the U.S. put forth the \"proposal for simultaneous entry into the UN\" and \"theory of cross recognition\" in an effort to create \"two Koreas\". \n\t\t\t\t\t\n\t\t\t\t\t When diverse dialogues took place and the door was opened for exchange and cooperation between the north and the south in the 1980s and 1990s, the U.S. ran amuck, staging nuclear war rackets against the DPRK including Team Spirit joint military drills to block the way of reunification. \n\t\t\t\t\t\n\t\t\t\t\t When two summits were held between the north and the south, adopting the June 15 joint declaration and the October 4 declaration and bringing about a turning phase for reunification in the 2000s, the U.S. egged pro-U.S. lackey Lee Myung Bak on to nullify the declarations.\n\t\t\t\t\t\n\t\t\t\t\t There was a sign of moves for mending the north-south relations thanks to the DPRK's positive and sincere efforts in recent years. But the U.S. staged madcap war exercises of various forms including Key Resolve and Foal Eagle with huge armed forces for aggression involved. Consequently, the situation was driven to an extreme pitch of tension. \n\t\t\t\t\t\n\t\t\t\t\t As the DPRK advanced a landmark proposal for opening up a broad avenue to national reunification by concerted efforts of all Koreans in the new year, the U.S. issues \"a presidential executive order\" calling for imposing \"new sanctions\" upon the major institutions, organizations and individuals of the DPRK to chill the atmosphere of reconciliation between the north and the south. \n\t\t\t\t\t\n\t\t\t\t\t The special representative for north Korea policy of the U.S. Department of State at a recent hearing of the House of Representatives openly forced the south Korean authorities not to turn out in the process for mending the inter-Korean relations, asserting that the north-south dialogue should be \"helpful to denuclearization\". \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now in mortal dread of the high-running ardent enthusiasm for reunification and spirit for reconciliation and unity of Koreans. It is leaving no despicable means untried to check the inter-Korean dialogue and improvement of relations. \n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south Korean authorities are blindly following outside forces, unaware of the U.S. intrigues to sow discord among Koreans. \n\t\t\t\t\t\n\t\t\t\t\t In spite of several warnings of the DPRK the south Korean authorities made it a fait accompli to stage war drills against the fellow countrymen in collusion with outside forces under the pretext of \"maintaining of alliance system\" and \"strengthening the security posture\" from the outset of the year. They together with the U.S. formed the south Korea-U.S. combined division for disabling the nuclear weapons and missiles of the DPRK and launching \"special civil operations in the north\" and put it into operation. \n\t\t\t\t\t\n\t\t\t\t\t They unhesitatingly commit the grave treacherous act of allowing human scum to conduct anti-DPRK psychological warfare to malignantly hurt its dignity and social system, rendering situation in the forefront area tense from the outset of the year. \n\t\t\t\t\t\n\t\t\t\t\t They have gone the lengths of decrying the DPRK's historic measures for national reunification praised by the world, asserting that \"their sincerity\" is doubtful and they are meant to \"take initiative.\" \n\t\t\t\t\t\n\t\t\t\t\t It is self-evident that sincere dialogue and the improvement of the north-south relations cannot take place amid the dreadful atmosphere in which war exercises are staged to do harm to fellow countrymen with the help of outside forces. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop all the war moves including reckless military drills with outside forces and choose the way for defusing the tension and creating a peaceful environment on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should unconditionally cancel joint military drills Key Resolve and Foal Eagle to be staged from early March and Ulji Freedom Guardian scheduled for August. \n\t\t\t\t\t\n\t\t\t\t\t They can never imagine the consequences to be entailed by their misjudgment of the DPRK's sincerity and good will to put an end to the history of national split. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities continue wrongdoings while following outside forces, going against the requirements of the nation and the times, this will only precipitate their final destruction."
        },
        {
            "title": "US Aegis Destroyer Enters Mokpho Port of S. Korea",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-24ee.html",
            "content": "US Aegis Destroyer Enters Mokpho Port of S. Korea\r\n Pyongyang, January 29 (KCNA) -- An Aegis destroyer of the U.S. Seventh Fleet entered Mokpho Port of South Jolla Province of south Korea on January 26 after taking part in the north-targeted joint military exercises in the East and West seas of Korea, according to Yonhap News of south Korea. \n\t\t\t\t\t The destroyer took part in the joint naval military exercise with the military warmongers of south Korea against the DPRK in the West Sea of Korea on January 25. \n\t\t\t\t\t\n\t\t\t\t\t It also participated in the war drill together with the First Fleet of the south Korean navy in the East Sea of Korea in mid-January under the pretext of \"regular exercise\"."
        },
        {
            "title": "Bereaved Families and People Stage Protest March over Ferry Sewol Tragedy",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-08ee.html",
            "content": "Bereaved Families and People Stage Protest March over Ferry Sewol Tragedy\r\n Pyongyang, January 29 (KCNA) -- Bereaved families of the ferry Sewol disaster, members of civic organizations, students, religionists, dissidents and other masses in south Korea started an at least 530 km march from Ansan, Kyonggi Province to Phaengmok Port, Jindo, South Jolla Province on Jan. 26.\n\t\t\t\t\t Before the start of the march a press conference was held in front of the joint incense-burning altar in Ansan.\n\t\t\t\t\t\n\t\t\t\t\t Speakers at the press conference recalled that the council of families of victims for probing the truth behind the April 16 ferry Sewol disaster and building a safe society was inaugurated on January 25.\n\t\t\t\t\t\n\t\t\t\t\t What the bereaved families want is to salvage the ferry at an early date, find out those missing and clarify the cause of the disaster and why a rescue operation was not conducted to save passengers.\n\t\t\t\t\t\n\t\t\t\t\t  Declaring that they would conduct a relay march for 20 days in demand of the early salvaging of the ferry and probe into the truth about the disaster, they called on the people to join in it."
        },
        {
            "title": "S. Korean People Call for Mending Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-23ee.html",
            "content": "S. Korean People Call for Mending Inter-Korean Relations\r\n Pyongyang, January 29 (KCNA) -- Members of religious organizations, political parties, organizations for north-south economic cooperation and civic and public organizations of south Korea held a meeting on the situation in Seoul on Jan. 22 at which they called for mending the inter-Korean relations, according to the south Korean internet paper Jaju Minbo. \n\t\t\t\t\t Speakers at the meeting underlined the need to improve the south-north relations and achieve peaceful reunification of the Korean peninsula this year marking the 70th anniversary of Korea's liberation, the 15th anniversary of the June 15 joint declaration and the 70th anniversary of national division. \n\t\t\t\t\t\n\t\t\t\t\t They demanded the \"government\" lift the \"May 24 steps\" and stop leaflet scattering and slander. \n\t\t\t\t\t\n\t\t\t\t\t Businessmen of the south side who were involved in the work to arrange the tour of Mt. Kumgang felt resentment at the \"government's policy toward the north\", they said, calling for resuming the tour of Mt. Kumgang and settling the issue of economic cooperation in order to mend the south-north relations. \n\t\t\t\t\t\n\t\t\t\t\t Then, a declaration was made public. \n\t\t\t\t\t\n\t\t\t\t\t It demanded the U.S. stop words and deeds hindering improvement of the inter-Korean relations. \n\t\t\t\t\t\n\t\t\t\t\t It stressed the need to refrain from slandering and antagonizing each other, hold sincere dialogue for reconciliation and cooperation and stop the south Korea-U.S. joint drills inciting military confrontation. \n\t\t\t\t\t\n\t\t\t\t\t It called upon people from all walks of life to pool their strength and wisdom to launch an all-people reunification movement in order to settle humanitarian issues including reunion of separated families and relatives, make the \"May 24 steps\" lifted and ensure non-governmental exchanges. \n\t\t\t\t\t\n\t\t\t\t\t It also called for mending the south-north relations to bring about an epochal phase of peace and reunification."
        },
        {
            "title": "S. Koreans Call for Lifting \"May 24 Steps\"",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-25ee.html",
            "content": "S. Koreans Call for Lifting \"May 24 Steps\"\r\n Pyongyang, January 29 (KCNA) -- People of all social standings in South Kyongsang Province, south Korea held a press conference at the provincial office on Jan. 22 in demand of the lifting of the steps aimed to escalate confrontation between the north and the south, according to the Yonhap News of south Korea.\n\t\t\t\t\t At the press conference speakers demanded the \"government\" lift the \"May 24 steps\" at once to mend the south-north relations and create an atmosphere of peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\t The south and the north should find out the commonness and deepen trust in the spirit of the July 4 joint statement, the June 15 joint declaration and the October 4 declaration, they noted.\n\t\t\t\t\t\n\t\t\t\t\t Leaflet scattering against the north is an act of disturbing peace on the Korean peninsula, they said, urging the authorities to take necessary steps to halt leaflet scattering."
        },
        {
            "title": "Verdict of Not Guilty Declared for Victims of False Cases",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-26ee.html",
            "content": "Verdict of Not Guilty Declared for Victims of False Cases\r\n Pyongyang, January 29 (KCNA) -- Verdict of not guilty was declared for the victims who had been suppressed under the past \"yusin\" dictatorial regime. They had been grievously branded as \"spies\". \n\t\t\t\t\t The Supreme Court of south Korea gave not guilty decision to the victims of the spyring case on Ullung Islet on January 26. \n\t\t\t\t\t\n\t\t\t\t\t The Central Intelligence Agency of south Korea arrested and detained members of the North Kyongsang Provincial Committee of the Revolutionary Party for Reunification and its affiliated organizations on March 15, 1974 and made much fuss about \"finding out the spy group of the north\". \n\t\t\t\t\t\n\t\t\t\t\t The victims and their family members strongly demanded a probe into the truth behind the case in appeal over the false charge. The court authorities were compelled to decide on retrial of the case in June 2013. \n\t\t\t\t\t\n\t\t\t\t\t During the retrial the Seoul Central District Court and the Seoul High Court said that they were forcibly arrested by the investigation organ and illegally detained and forced to make false confession due to violence and threat. The court gave verdict of not guilty to the victims, declaring that statements wrested from them in such manner could not be evidence. \n\t\t\t\t\t\n\t\t\t\t\t The Supreme Court also upheld the decision and the verdict of not guilty was decided."
        },
        {
            "title": "Korean Youth Called for Displaying Their Honor in Movement for Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-20ee.html",
            "content": "Korean Youth Called for Displaying Their Honor in Movement for Reunification\r\n Tokyo, January 28 (KNS-KCNA) -- Kim Yong Ju, chairman of the Central Standing Committee of the Korean Youth League in Japan, released a statement on Jan. 26 in support of the appeal of the joint meeting of the government, political parties and organizations of the DPRK.\n\t\t\t\t\t All officials of the youth league and Korean youth and students in Japan fully support the patriotic appeal of the joint meeting which reflected the desire and aspiration of the patriotic forerunners and young Korean compatriots who have longed for national reunification, suffering the pain of national division for 70 years in an alien land, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The prerequisite to opening up a broad avenue to independent reunification this year is to clear a dark cloud of war and achieve peace and security on the Korean peninsula, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The United States, the very one that divided our nation into two and has imposed the suffering of national division upon it, should desist from pursuing the anachronistic policy hostile towards the DPRK and reckless acts of aggression and boldly make a policy switch.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should refrain from seeking confrontation of systems and opt for dialogue, negotiations and great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The officials of the youth league and Korean youth and students in Japan will arouse all Korean youth and students in Japan and overseas under the unfurled banner of By Our Nation Itself and fully display the stamina of the Korean youth in this year's nationwide struggle to open a broad avenue to independent reunification."
        },
        {
            "title": "Contribution to Bringing about Another June 15 Era Called for",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-21ee.html",
            "content": "Contribution to Bringing about Another June 15 Era Called for\r\n Tokyo, January 28 (KNS-KCNA) -- Ri Jong Man, managing director of the Standing Council of the Korean Federation of Workers in Commerce in Japan, released a statement on Jan. 26.\n\t\t\t\t\t The workers in commerce in Japan fully support the appeal of the joint meeting of the government, political parties and organizations of the DPRK and will turn out as one in the efforts to carry it out, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t If a breakthrough for national reunification is not made this year marking the 70th anniversary of national liberation, the danger of permanent division will further increase, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In order to open up a broad avenue to independent reunification this year, the south Korean authorities should remove the danger of war and create a peaceful climate on the Korean peninsula, halt confrontation of social systems and opt for brisk dialogue and negotiations with sincerity.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans in the north and the south and abroad should achieve the great unity in disregard of differences in ideology, political view and ism at the crossroads of the national history of independent reunification or permanent division.\n\t\t\t\t\t\n\t\t\t\t\t The workers in commerce in Japan will make substantial contributions to bringing about another June 15 era through the great national unity."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated by Koreans in Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-14ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated by Koreans in Kyrgyzstan\r\n Pyongyang, January 29 (KCNA) -- A preparatory committee to significantly celebrate the birth anniversary leader Kim Jong Il as a grand festival common to mankind was inaugurated by the United Confederation of Koreans in Kyrgyzstan on Jan. 23.\n\t\t\t\t\t Pak Kyong Ho, chairman of the confederation, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold colorful political and cultural events including a ceremony of laying a floral basket, seminar, photo exhibition and art performance praising the sacred revolutionary career and undying feats of Kim Jong Il."
        },
        {
            "title": "US-Japan Conspiracy in Germ Warfare Disclosed",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-27ee.html",
            "content": "US-Japan Conspiracy in Germ Warfare Disclosed\r\n Pyongyang, January 29 (KCNA) -- A historic crime in which the U.S. made a close nexus with Japan for germ warfare during the past Korean war was disclosed by the original text of the report on the germ warfare worked out by a biochemist in Britain. It was opened to public by a psychologist in the U.S.\n\t\t\t\t\t The report said that the U.S. learned from Japan the method of developing and using germ weapons to apply them to the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. invited the commander of  Unit 731 of the Imperial Japanese Army ill-famed for germ warfare to south Korea several times early in 1952, it noted, adding that this crime was disclosed through various channels but the U.S. is still evading the responsibility.\n\t\t\t\t\t\n\t\t\t\t\t It is running the whole gamut of gimmicks to conceal its crimes but they are only adding to its crimes."
        },
        {
            "title": " Kim Jong Il's Birth Anniversary to Be Celebrated in Tajikistan",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-02ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in Tajikistan\r\n Pyongyang, January 29 (KCNA) -- A Tajikistan preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed in Dushanbe on January 23.\n\t\t\t\t\t Sh. Shabdolov, chairman of the Communist Party of Tajikistan, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold various political and cultural events praising the revolutionary career and exploits of Kim Jong Il on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in Khabarovsk, Russia",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-03ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in Khabarovsk, Russia\r\n Pyongyang, January 29 (KCNA) -- A preparatory committee of Khabarovsk Territory, Russia, for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed on January 23.\n\t\t\t\t\t Alexander Fedosov, minister of Culture of the Khabarovsk Territory Administration who doubles as chairman of the Russia-Korea Friendship Association of Khabarovsk Territory, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold various political and cultural events including round-table talks and film show praising the revolutionary career and exploits of Kim Jong Il and meeting for adopting a congratulatory message to supreme leader Kim Jong Un on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Birth Anniversaries of Kim Il Sung, Kim Jong Il to Be Celebrated in Guinea",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-04ee.html",
            "content": "Birth Anniversaries of Kim Il Sung, Kim Jong Il to Be Celebrated in Guinea\r\n Pyongyang, January 29 (KCNA) -- A Guinean preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) and the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed in Conakry on Jan. 23.\n\t\t\t\t\t Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t It decided to organize colorful political and cultural events such as Kimilsungia show, meeting, seminar, photo exhibition and lecture from Jan. 24 to April 20."
        },
        {
            "title": "Kim Il Sung, Kim Jong Il Lauded by Guinean Personages",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-05ee.html",
            "content": "Kim Il Sung, Kim Jong Il Lauded by Guinean Personages\r\n Pyongyang, January 29 (KCNA) -- The Day of the Sun and the Day of the Shining Day (birth anniversaries of President Kim Il Sung and leader Kim Jong Il) are the auspicious holidays being most significantly celebrated not only by the Korean people but also by the progressives.\n\t\t\t\t\t Lansana Komara, permanent secretary of the Guinean People's Assembly, and Riyad Chaloub, chairman of the Guinean National Committee for the Study of the Juche Idea, said this at an inaugural meeting of a Guinean preparatory committee for celebrating the Day of the Sun and the Day of the Shining Star held in Conakry on Jan. 23.\n\t\t\t\t\t\n\t\t\t\t\t They in their speeches lauded Kim Il Sung and Kim Jong Il for performing undying feats for accomplishing the cause of socialism and the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the cause of Kim Il Sung and Kim Jong Il is being successfully carried forward by supreme leader Kim Jong Un, they expressed conviction that the Korean people led by him would certainly emerge victorious in the confrontation with the U.S. and add shine to the dignity and honor of the country.\n\t\t\t\t\t\n\t\t\t\t\t They stressed that it is of worldwide great significance to meaningfully celebrate the Day of the Sun and the Day of the Shining Star."
        },
        {
            "title": "Kim Yong Nam felicita al nuevo presidente zambiano",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-32ee.html",
            "content": "Kim Yong Nam felicita al nuevo presidente zambiano\r\nPyongyang, 29 de enero (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 26 un mensaje de felicitacion al recien electo presidente de la Republica de Zambia, Edgar Lungu.\n\t\t\t\t\tEn la misiva, el remitente formulo votos por grandes exitos en las responsabilidades del destinatario por la estabilidad y prosperidad del pais y la paz y desarrollo de la region y expreso la esperanza y conviccion de que se fortaleceran y se desarrollaran las relaciones de amistad y cooperacion entre ambos paises."
        },
        {
            "title": "Secretariado del CRPP denuncia disparates anti-RPDC de Yun Pyong Se",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-33ee.html",
            "content": "Secretariado del CRPP denuncia disparates anti-RPDC de Yun Pyong Se\r\nPyongyang, 29 de enero (ACNC) -- En la 45a reunion anual del Forum Economico del Mundo recien efectuado en Davos de Suiza, el ministro de Relaciones Exteriores del Sur de Corea, Yun Pyong Se, cuestiono atrozmente el disuasivo nuclear de autodefensa de la Republica Popular Democratica de Corea. Agrego que \"las armas nucleares del Norte es cancer para las  relaciones Sur-Norte y la paz de la region del Noreste Asiatico\" y \"mientras no se realice la  desnuclearizacion del Norte, no se puede hablar de la reunificacion pacifica\".\n\t\t\t\t\t Al respecto, el secretariado del Comite por la Reunificacion Pacifica de la Patria publico el dia 29 una informacion no.1083, calificandolo de disparates absurdos de un ignorante del conocimiento elemental en cuanto al problema  nuclear de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\t  La causa raigal del surgimiento de dicho problema reside en que las autoridades surcoreanas convirtieron el Sur de Corea en el maximo arsenal en el mundo introduciendo numerosas armas nucleares y vinieron amenazando y chantajeando constantemente a la RPDC librando los continuos ejercicios de guerra nuclear de agresion a ella, revela la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  El cancer de la paz y la seguridad de la Peninsula Coreana y la region es precisamente las armas nucleares de Estados Unidos y las maniobras de guerra nuclear de agresion al Norte de Corea que las autoridades surcoreanas perpetran junto con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Estos autores y provocadores de guerra nuclear cuestionan las armas nucleares de alguien, lo cual deviene la locura descarada encaminada a tergiversar la esencia del surgimiento del problema nuclear de la Peninsula Coreana y enganar la opinion publica.\n\t\t\t\t\t\n\t\t\t\t\tAntes de hablar de las armas nucleares de la connacional, RPDC, las autoridades surcoreanas deben cuestionar primero las de EE.UU. que traen el grave peligro de la guerra nuclear en la Peninsula Coreana y amenazan la paz del Noreste Asiatico y el resto del mundo y reflexionarse de desarrollar los ejercicios belicos de agresion al Norte en conspiracion con las fuerzas foraneas y pedir disculpas por el respecto.\n\t\t\t\t\t\n\t\t\t\t\t Antes de abogar por la \"eliminacion\" de las armas nucleares de alguien, tienen que retirar las armas nucleares norteamericanas y las tropas agresoras imperialistas yanquis y cesar de inmediato las maniobras de guerra nuclear encaminadas a agredir al Norte de Corea.\n\t\t\t\t\t\n\t\t\t\t\tYun debe abandonar los vicios cronicos de calumniar a los compatriotas en el extranjero."
        },
        {
            "title": "Delegacion del MINREX parte de Pyongyang para gira por el sudeste asiatico",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-34ee.html",
            "content": "Delegacion del MINREX parte de Pyongyang para gira por el sudeste asiatico\r\nPyongyang, 29 de enero (ACNC) -- La delegacion del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea, encabezada por el vicecanciller Ri Kil Song, partio el dia 29 de esta capital para visitar Vietnam, Laos, Camboya, Myanmar, Singapur, Indonesia y Malasia."
        },
        {
            "title": "Periodicos demandan a autoridades surcoreanas anular \"medidas de 24 de mayo\"",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-35ee.html",
            "content": "Periodicos demandan a autoridades surcoreanas anular \"medidas de 24 de mayo\"\r\nPyongyang, 29 de enero (ACNC) -- Los periodicos capitalinos de este dia subrayan que si las autoridades surcoreanas tienen de veras la voluntad de resolver el problema de las relaciones Norte-Sur incluyendo el encuentro de los familiares y parientes separados, deben hacer actos practicos como anular las \"medidas del 24 de mayo\" sin tergiversar la esencia de la actual situacion ni enganar la opinion publica.\n\t\t\t\t\t  En un articulo individual, el diario Rodong Sinmun senala que el actual \"poder\" conservador del Sur de Corea es el autor que impide el encuentro de los familiares y parientes separados abusando del dolor de la nacion dividida en la confrontacion con el Norte de Corea, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades surcoreanas niegan la cancelacion de las dichas medidas abogando por el supuesto \"dialogo sin premisa\" y la \"solucion a traves del dialogo\".\n\t\t\t\t\t\n\t\t\t\t\t  Hablan tanto de la \"solucion primordial\" del problema de los \"familiares separados\" y el \"alma abierta\" de alguien, pero esto no pasa de ser una artimana para encubrir el crimen de si mismas que bloquearon radicalmente el encuentro de los familiares separados con las \"medidas del 24 de mayo\".\n\t\t\t\t\t\n\t\t\t\t\t Las autoridades surcoreanas, que mantienen dichas medidas que impiden totalmente el intercambio de las personas y los materiales entre el Norte y el Sur, deben  sentir la responsabilidad merecida en cuanto al problema del encuentro de  los familiares y parientes separados.\n\t\t\t\t\t\n\t\t\t\t\t  Si las autoridades surcoreanas tienen de veras el interes en el problema humanitario, deben tomar la decision audaz de anular practicamente las \"medidas del 24 de mayo\".\n\t\t\t\t\t\n\t\t\t\t\t  En un comentario individual, el periodico Minju Joson subraya que si las autoridades surcoreanas tienen de veras la voluntad de mejorar las relaciones Norte-Sur, deben cesar el entrenamiento militar conjunto con EE.UU. y cancelar las \"medidas del 24 de mayo\"."
        },
        {
            "title": "ACNC demanda pedir disculpas por el invento de falso \"informe\" anti-RPDC",
            "url": "http://kcna.co.jp/item/2015/201501/news29/20150129-36ee.html",
            "content": "ACNC demanda pedir disculpas por el invento de falso \"informe\" anti-RPDC\r\nPyongyang, 29 de enero (ACNC) -- Es burlado y criticado por la sociedad internacional el \"informe del comite de investigacion\" sobre la situacion de derechos humanos de la RPDC, que sirvio de base de la \"resolucion de DDHH\" anti-RPDC, aprobada coercitivamente por las fuerzas hostiles en la reunion plenaria del 69o periodo de sesiones de la Asamblea General de la ONU, efectuada en diciembre del ano pasado.\n\t\t\t\t\tSin Tong Hyok reconocio que hizo falsos testimonios durante la elaboracion del \"informe\" y asi se hizo evidente el caracter absurdo y reaccionario de la campana de \"DDHH\" anti-RPDC de Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tLos importantes medios de prensa del Occidente como EE.UU., Gran Bretana, Francia y Alemania evaluan asi: Se sospecha la autenticidad del \"informe del comite de investigacion sobre la situacion de DDHH de la RPDC y de la \"resolucion de DDHH\" de la ONU basada en ese documento. Es dificil creer las palabras de los \"fugitivos norcoreanos\" porque estos tergiversan la realidad por la imposicion de las fuerzas que estan detras de ellos. Cayo en aprieto EE.UU. que trataba de acusar el \"problema de DDHH del Norte de Corea\" a la Corte Penal Internacional.\n\t\t\t\t\t\n\t\t\t\t\tSegun trascendidos, EE.UU., que recurria a la campana de \"DDHH\" anti-RPDC llevando a los \"fugitivos norcoreanos\" a las escenas internacionales como la ONU, paso tremenda pena ante la sociedad internacional y los \"fugitivos norcoreanos\" temen a incorporarse al complot de \"DDHH\".\n\t\t\t\t\t\n\t\t\t\t\tEsto es un resultado merecido del acto malsano y cinico de EE.UU. que intentaba burlar la justicia y conciencia del mundo internacionalizando y llevando al extremo el inexistente \"problema de DDHH\" de alguien y evidencia que la \"resolucion de DDHH\" de la ONU es un documento intrigante que no vale nada.\n\t\t\t\t\t\n\t\t\t\t\tEn lugar de pedir disculpas, EE.UU. y sus satelites tratan de justificar a toda costa la \"resolucion de DDHH\" anti-RPDC declarando que aplicaran de continuo la presion internacional.\n\t\t\t\t\t\n\t\t\t\t\tEs una sofisteria miserable de los sinverguenzas.\n\t\t\t\t\t\n\t\t\t\t\tEl ex presidente del mencionado \"comite de investigacion\" y el relator especial, que se convirtieron en lacayos de EE.UU., andan muy perplejos por aqui y por alla diciendo que son vigentes el \"informe\" y la \"resolucion\", basados en los testimonios de los \"fugitivos norcoreanos\".\n\t\t\t\t\t\n\t\t\t\t\tEsto no pasa de ser el ultimo coletazo para internacionalizar el \"problema de DDHH\" de la RPDC atribuyendo autenticidad a esos documentos rechazados por la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tComo se ha revelado ya, los elaboradores del \"informe\" son estafadores politicos y escorias humanas sobornados.\n\t\t\t\t\t\n\t\t\t\t\tChristopher Black, miembro de la Sociedad de Ley del senado de Canada y abogado especializado en el procedimiento penal internacional, publico el articulo intitulado como \"Norte de Corea, la ONU, declaracion de guerra\", en el cual subrayo: \"me sorprende el hecho de que 3 miembros del comite de investigacion Kirby, Biserko y Darusman tienen el antecedente de haberse incorporado a las entidades de la Agencia Central de Inteligencia\".\n\t\t\t\t\t\n\t\t\t\t\tKirby, ex presidente del \"comite de investigacion\" quien dirigio la fabricacion del \"informe\", es viejo libidinoso que produjo escandalos por su vida homosexual de varias decadas. Lo que el hizo como \"magistrado\" fue reclamar la legitimidad del matrimonio homosexual pese a las criticas de los habitantes de su pais y cometer las estafas politicas. Ademas, es tipejo conflictivo anti-RPDC que interpreta siempre la realidad de esta por el estilo nazista.\n\t\t\t\t\t\n\t\t\t\t\tEl relator especial Darusman, siendo oportunista, fue miembro del Partido Golkar que se gano la fama por haber asesinado en 1965 a 500 mil activistas de la izquierda y el movimiento obrero con la ayuda de la CIA. \n\t\t\t\t\t\n\t\t\t\t\tEn la actualidad, trabaja como asesor de la Asociacion Estados Unidos-Indonesia, grupo de accion del gobierno estadounidense, y miembro del Fondo Internacional de Direccion auspiciado por Bush, Lech Walesa y otras figuras malsanas.\n\t\t\t\t\t\n\t\t\t\t\tYa que Sin Tong Hyok reconocio la falsedad de sus testimonios, son invalidas todas las \"resoluciones de DDHH\" anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLas fuerzas hostiles acaudilladas por EE.UU. deben pedir disculpas por haber inventado la \"resolucion de DDHH\" anti-RPDC a base de las mentiras de escorias humanas como Sin y anularla de inmediato."
        }
    ]
}