{
    "date": "2015-05-30",
    "url": "http://kcna.co.jp/item/2015/201505/2015-05-30ee.html",
    "articles": [
        {
            "title": "U.S. Criticized for Attempt to Shift Blame for Ruptured DPRK-U.S. Talks",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-21ee.html",
            "content": "U.S. Criticized for Attempt to Shift Blame for Ruptured DPRK-U.S. Talks\r\n Pyongyang, May 30 (KCNA) -- A spokesman for the DPRK Foreign Ministry released a statement on Saturday as regards the fact that the U.S. is trying to escape from the responsibility for its totally foiled policy toward the DPRK.\n\t\t\t\t\t The U.S., in the recent three-party consultation with Japan and south Korea, attempted to distort the truth and mislead public opinion as if they wanted to have dialogue, but the DPRK refused.\n\t\t\t\t\t\n\t\t\t\t\t It is a well-known fact that the DPRK had long called for the resumption of dialogue without preconditions, making sincere efforts for it, but the U.S. prevented it, raising unreasonable \"preconditions\", the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t As the DPRK has consistently clarified, its military capabilities for self-defence based on nuclear force are neither means for threatening anyone nor a bargaining chip for something.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's nuclear weapons serve as self-defensive deterrent to cope with the constant nuclear threat and military invasion from the U.S. and as a force of justice to decisively repel the enemy's invasion and deal a merciless retaliation in case a war breaks out.\n\t\t\t\t\t\n\t\t\t\t\t As been already proved in history, the only way to prevent a war between the DPRK and the U.S., which lack even elementary trust in each other and have long stood in mistrust and hostility only, is for the former to bolster up its defence capabilities so as to ensure balance of forces.\n\t\t\t\t\t\n\t\t\t\t\t It is a grave provocation to criticize as \"provocative\" any legitimate self-defensive step taken by a small country to protect itself from the ringleader of aggression and war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should clearly know, though belatedly, that the failure of its DPRK policy is due to its fundamentally wrong viewpoint on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It would dislike for no ground and criticize all of what the DPRK does. Such wrong viewpoint spoiled the DPRK-U.S. relations and the denuclearization on the Korean peninsula at last, with the bitter result of lifting an axe to drop it on one's own foot.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. fails to draw a lesson any longer, the aftermath will be more tragic."
        },
        {
            "title": "Kim Jong Il Youth Honor Prize Awarded to Girl ",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-08ee.html",
            "content": "Kim Jong Il Youth Honor Prize Awarded to Girl \r\n Pyongyang, May 30 (KCNA) -- Kim Jong Il Youth Honor Prize was awarded to Jang Jong Hwa, member of the Kim Il Sung Socialist Youth League, who works at the Chollima District Public Catering Establishment in Nampho City.\n\t\t\t\t\t 20 years old Jang displayed such noble spirit and good virtues as taking care of seven orphans with maternal affection, bearing deep in mind the noble love of the peerlessly great men of Mt. Paektu for the younger generation and future.\n\t\t\t\t\t\n\t\t\t\t\t The relevant decree of the Presidium of the DPRK Supreme People's Assembly was promulgated on Friday."
        },
        {
            "title": "Delegation of Ministry of Railways Leaves for Mongolia",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-19ee.html",
            "content": "Delegation of Ministry of Railways Leaves for Mongolia\r\n Pyongyang, May 30 (KCNA) -- A delegation of the Ministry of Railways led by Minister Jon Kil Su left here Saturday to take part in the 43rd ministerial meeting of the Organization of Railways Cooperation to be held in Ulan Bator."
        },
        {
            "title": "Foreign Delegations Leave",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-18ee.html",
            "content": "Foreign Delegations Leave\r\n Pyongyang, May 30 (KCNA) -- Foreign delegations left here on Saturday after taking part in the 2015 seminar on investment in Wonsan-Mt. Kumgang international tourist zone.\n\t\t\t\t\t They included a delegation of the Dalian Branch of the World Trade Association of Overseas Koreans, a delegation of the Chinese Liaoning Beisida Group Co. Ltd., a delegation of the Chinese Liaoning Provincial Hubei Commerce Chamber and a delegation of the Liaoning Northeast Asia Society for Promoting Economy and Culture."
        },
        {
            "title": "Seminar on Smoking Control Held in DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-15ee.html",
            "content": "Seminar on Smoking Control Held in DPRK\r\n Pyongyang, May 30 (KCNA) -- A seminar on smoking control was held in the Democratic People's Republic of Korea on May 27 on the occasion of World No Tobacco Day (May 31).\n\t\t\t\t\t The seminar, attended by officials from the Ministry of Public Health and other ministries and acting representative of the World Health Organization (WHO) in the DPRK, reviewed implementations of recommendations proposed in preceding seminars.\n\t\t\t\t\t\n\t\t\t\t\t There took place a lecture on the Protocol to Eliminate Illicit Trade in Tobacco.\n\t\t\t\t\t\n\t\t\t\t\t When interviewed by KCNA, Choe Suk Hyon, an official of the Ministry of Publish Health, told that no-smoking campaign has gained momentum throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t She said:\n\t\t\t\t\t\n\t\t\t\t\t Smoking has been banned at educational and healthcare institutions.\n\t\t\t\t\t\n\t\t\t\t\t In particular, an increasing number of young people have stopped smoking.\n\t\t\t\t\t\n\t\t\t\t\t The number of smokers stood at 43.9 percent in 2014, a decrease from 50.3 percent in 2009, with the country seeing no female smokers.\n\t\t\t\t\t\n\t\t\t\t\t The country has taken a measure to hike tobacco price and prohibited import of tobacco.\n\t\t\t\t\t\n\t\t\t\t\t In an effort to reduce the number of local smokers, the ministry will further enhance cooperation with WHO and other international bodies. \n\t\t\t\t\t\n\t\t\t\t\t The seminar has been held annually since Juche 102 (2013)."
        },
        {
            "title": "Officials and Members of DWUK Encourage Builders, Fishermen, Farmers and Workers ",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-20ee.html",
            "content": "Officials and Members of DWUK Encourage Builders, Fishermen, Farmers and Workers \r\n Pyongyang, May 30 (KCNA) -- Officials and members of the Democratic Women's Union of Korea (DWUK) in different parts of the country are proving successful in economic agitation and do-good-thing campaign.\n\t\t\t\t\t Officials of the women's union went to the construction sites of the Mirae Scientists Street and the Sci-Tech Complex to encourage the builders there.\n\t\t\t\t\t\n\t\t\t\t\t The art squad of the Central Committee of the DWUK and itinerant art squads of the union in various parts of the country staged fresh and appealing performances at the construction sites of major projects including the one of the Paektusan Songun Youth Power Station and the one for remodeling the Central Zoo and co-op farms.\n\t\t\t\t\t\n\t\t\t\t\t Members of the DWUK in Ryongho-ri, Kim Chaek City and Aewon-ri of Ryonggang County and other areas provided farms with small farm implements and foodstuff, encouraging them in rice-transplantation.\n\t\t\t\t\t\n\t\t\t\t\t Members of the organization in Kangryong and Mundok counties visited fishery stations and helped workers there in repairing fishing tackles.\n\t\t\t\t\t\n\t\t\t\t\t Members of the DWUK also gave helping hands to workers of tree nurseries."
        },
        {
            "title": "DPRK Strives to Protect Environment",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-16ee.html",
            "content": "DPRK Strives to Protect Environment\r\n Pyongyang, May 30 (KCNA) -- The Democratic People's Republic of Korea has paid big efforts to protecting environment.\n\t\t\t\t\t In particular, lots of successes have been made in the work by the Environmental Science and Technology Institute. \n\t\t\t\t\t\n\t\t\t\t\t The institute developed an instrument for measuring in real-time countrywide density of sulfurous acid gas. \n\t\t\t\t\t\n\t\t\t\t\t It invented a method of purifying water of fish farms, as well as a method of purifying water in dammed rivers.\n\t\t\t\t\t\n\t\t\t\t\t The institute also succeeded in research into using coal debris and slag as fuel and developed new kinds of products conducive to environmental protection."
        },
        {
            "title": "KCNA Commentary Accuses U.S. of Stepping up Preparations for War of Aggression against DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-10ee.html",
            "content": "KCNA Commentary Accuses U.S. of Stepping up Preparations for War of Aggression against DPRK\r\n Pyongyang, May 30 (KCNA) -- The U.S. is stepping up its preparations for a war of aggression against the DPRK in real earnest.\n\t\t\t\t\t It is set to get the U.S.-south Korea joint division formally operational, openly revealing its scenario to deploy THAAD in south Korea under the pretext of \"coping with the nuclear and missile threat from north Korea.\"\n\t\t\t\t\t\n\t\t\t\t\t The commander-in-chief of the U.S. forces in the Pacific, the commander of the U.S. forces present in south Korea and other brass hats of the U.S. military already underscored the necessity to deploy THAAD in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Against this backdrop, U.S. Secretary of State Kerry cried out for deploying THAAD in south Korea to \"contain the provocation\" of the DPRK during his recent inspection of a U.S. military base in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t The whole string of reckless outbursts let loose by U.S. authorities  calling for THAAD deployment vividly reflect the Obama administration's policy to put the Korean peninsula under its control by force.\n\t\t\t\t\t\n\t\t\t\t\t No one can be convinced of the U.S. and the south Korean puppet group's assertion that THAAD should be deployed in south Korea to \"defend\" themselves from the \"biggest threat of nukes and missiles\" from the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The operational sphere of THAAD goes far beyond the boundary of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The projected THAAD deployment in south Korea is a product of the criminal collusion and conspiracy between the U.S. keen to seize hegemony in Asia-Pacific by building a missile shield under the pretext of \"coping with the nuclear threat from north Korea\" and south Korea working hard to do harm to the compatriots in the north by force of arms, pursuant to the former's scenario.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. scenario to build the missile shield under the pretext of \"protecting\" its mainland is being pushed forward worldwide to threaten our planet.\n\t\t\t\t\t\n\t\t\t\t\t It is the strategic scenario of Washington to encircle the anti-U.S. independent countries including the DPRK and potential rivals with the MD system to upset the equilibrium of strength and thereby realize its wild ambition for dominating the world by seizing a military edge.\n\t\t\t\t\t\n\t\t\t\t\t The projected formal operation of the U.S.-south Korea joint division is also pursuant to the above-said strategy.\n\t\t\t\t\t\n\t\t\t\t\t The military activities of the division expected to begin in the U.S. military base in Uijongbu City of south Korea on June 3 are aimed to carry out a special task of making a preemptive strike at the nuclear and missile bases of the DPRK after making a surprise intrusion into its territory.\n\t\t\t\t\t\n\t\t\t\t\t The operation of the division, an advance unit and shock brigade of the U.S. for provoking a nuclear war, is touching off serious concern of the international community as it is rare to be found in the world.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove that the U.S. is the aggressor and provocateur that harasses peace and stability on the Korean peninsula and other parts of Northeast Asia and brings the dark clouds of a nuclear war to hang over there.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should not misjudge the on-going situation.\n\t\t\t\t\t\n\t\t\t\t\t Now that the U.S. scenario to make a preemptive strike at the nuclear and missile bases of the DPRK has entered the phase of implementation, the DPRK will redouble its efforts to beat back the strike.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. reckless actions would only precipitate its self-destruction."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Authorities for Seeking International Cooperation in Anti-DPRK Campaign",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-11ee.html",
            "content": "Rodong Sinmun Slams S. Korean Authorities for Seeking International Cooperation in Anti-DPRK Campaign \r\n Pyongyang, May 30 (KCNA) -- The south Korean puppet forces' moves to seek international cooperation in the anti-DPRK campaign is a foolish act of treachery as it helps foreign forces carry out their foreign strategy for aggression, hurting the interests of the nation, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is a trite bad habit of the puppet forces to beg foreign forces to hurt and stifle the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t Their cooperation with foreign forces has reached a graver phase than ever before.\n\t\t\t\t\t\n\t\t\t\t\t They are imploring foreign forces to ratchet up economic sanctions and political and military pressure upon the DPRK while labeling the step for self-defence taken by it to protect the sovereignty and security of the nation a \"provocation\" and \"threat\". This fully reveals their despicable aim to carry out their scenario for invading it with the backing of foreign forces.\n\t\t\t\t\t\n\t\t\t\t\t The moves stepped up by the puppet forces to boost international cooperation in the campaign against the DPRK in the wake of its successful test-fire of SLBM are bound to lead to a nuclear war against it.\n\t\t\t\t\t\n\t\t\t\t\t Consequently, the military confrontation on the Korean peninsula is escalating to an extreme pitch and the north-south relations are driven into the worst catastrophe and the danger of a nuclear war is further increasing than ever before.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and its followers dare ignite a nuclear war against the DPRK under the pretext of its legitimate exercise of the right to self-defence, its service personnel and people will give fullest play to the tremendous muscle they have built and thus wipe out all the provocateurs and realize the historic desire for national reunification."
        },
        {
            "title": "S. Korean Chief Executive Accused of Soliciting Outsiders' Help in Campaign against DPRK ",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-12ee.html",
            "content": "S. Korean Chief Executive Accused of Soliciting Outsiders' Help in Campaign against DPRK \r\n Pyongyang, May 30 (KCNA) -- Park Geun Hye, in a recent talk with a delegation of the House of Representatives of the U.S., asserted that the \"alliance\" with the U.S. has become stronger, imploring Washington to bolster up the \"joint defense capability\" in order to cope with the \"threat from the north\".\n\t\t\t\t\t Earlier, she invited foreign ministers of different countries to Chongwadae. There she took issue with the DPRK's step to increase the capability for self-defence, grumbling about the \"north's test-fire of SLBM\" and situation on the Korean peninsula and implored them to show \"sustainable concern and cooperation\" as regards the \"nuclear issue of the north\". \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t It is disgusting to see the puppet chief executive shamelessly begging outside forces to help in the confrontation with the compatriots in the north whenever an opportunity presents itself.\n\t\t\t\t\t\n\t\t\t\t\t The commentary brands Park Geun Hye as a dirty vermin hard to exist even a moment without outside forces.\n\t\t\t\t\t\n\t\t\t\t\t Her recent noisy talk about \"north's nukes\" goes to clearly prove that her sinister intention to escalate the confrontation can never change, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t The situation clearly proves that the puppet forces are not interested in dialogue and improved relations between the north and the south even a bit but are only keen to do harm to the north in collusion with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t What they are doing is no more than their last-ditch efforts as they are following in the footsteps of the successive ruling quarters who met destruction while getting hell-bent on sycophancy toward the U.S. and acts of treachery.\n\t\t\t\t\t\n\t\t\t\t\t On this occasion we would like to strongly warn Park not to forget the miserable end the \"yusin\" dictator met while recklessly depending on outside forces."
        },
        {
            "title": "S. Koreans Call for Lifting \"May 24 Step\" and Ensuring Joint National Events",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-13ee.html",
            "content": "S. Koreans Call for Lifting \"May 24 Step\" and Ensuring Joint National Events\r\n Pyongyang, May 30 (KCNA) -- 14 regional branches of the South Side Committee for Implementing the June 15 Joint Declaration held a press conference in Seoul on May 26, urging the south Korean regime to lift the \"May 24 Step\" blocking the reunification movement and ensure events common to the nation.\n\t\t\t\t\t Speakers there recalled that people of various circles of south Korea formed the preparatory committee for joint national events for marking the 15th anniversary of the joint declaration and the 70th anniversary of the liberation of Korea and are making preparations for holding them with splendor.\n\t\t\t\t\t\n\t\t\t\t\t Preparations, however, are facing the hurdles laid by the regime, they charged, adding:\n\t\t\t\t\t\n\t\t\t\t\t Not content with distorting and playing down the events, the regime is working hard to block the holding of the events, in actuality.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye is still refusing to clarify her stand on the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t Underling the need to lift the \"step\" in order to promote not only south-north dialogue but non-governmental exchange, cooperation and meeting, they demanded her lift the \"step\", to begin with, if she is concerned for the reconciliation and cooperation between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t They urged the regime to opt for ensuring the events where Koreans from the south, north and overseas will meet."
        },
        {
            "title": "Respiratory Epidemic Continues Spreading in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-14ee.html",
            "content": "Respiratory Epidemic Continues Spreading in S. Korea\r\n Pyongyang, May 30 (KCNA) -- Mideast respiratory syndrome MERS, a high-mortality respiratory epidemic, is rapidly spreading in south Korea, according to south Korean MBC on May 28.\n\t\t\t\t\t After a man who had visited a Mideast country was confirmed to be infected with the disease, his wife and an old person who were staying with him in the same hospital room were infected with it.\n\t\t\t\t\t\n\t\t\t\t\t Cases of the disease reportedly increased to 7 in a few days."
        },
        {
            "title": "S. Korean Women Call for Reunification and Peace",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-17ee.html",
            "content": "S. Korean Women Call for Reunification and Peace\r\n Pyongyang, May 30 (KCNA) -- Members of the Women's Solidarity of south Korea held a press conference in Seoul on May 26 at which they declared the inauguration of \"Women's action for peace and reunification\".\n\t\t\t\t\t Speakers said that women were the most serious victims of the war and underwent unspeakable sufferings.\n\t\t\t\t\t\n\t\t\t\t\t They emphasized that women should take the lead in putting an end to war and to the present reality which does not allow them to visit each other in the state of division.\n\t\t\t\t\t\n\t\t\t\t\t They called for terminating the division and handing a peaceful country to the coming generation and appealed to the women across south Korea to launch a movement for reunification.\n\t\t\t\t\t\n\t\t\t\t\t A declaration was read out.\n\t\t\t\t\t\n\t\t\t\t\t It underscored the need to hold the events marking the anniversary of June 15 and August 15 by the concerted efforts of the nation."
        },
        {
            "title": "Nigerian Organization Supports DPRK's Test-fire of SLBM",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-01ee.html",
            "content": "Nigerian Organization Supports DPRK's Test-fire of SLBM\r\n Pyongyang, May 30 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article supporting the DPRK's test-fire of SLBM on its website on May 22.\n\t\t\t\t\t The article said that the DPRK's successful test-fire of SLBM was another great undertaking that reached the peak in bolstering up the military capability, and a striking demonstration of the tremendous might.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t It is the unshakable will of the DPRK to bolster up more and more perfectly the self-defensive nuclear deterrence with the ground, air and naval strategic strike means as a pillar in order to cope with U.S. and hostile forces' continued challenges.\n\t\t\t\t\t\n\t\t\t\t\t All the dishonest forces including the U.S., Japan and the south Korean authorities should restrain themselves, clearly understanding that the powerful strike means of the DPRK to defend the dignity and sovereignty of the nation have been placed on an alert to strike any target not only from the front and flanks but from any place."
        },
        {
            "title": "Bangladeshi Newspaper on Korea's Reunification",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-02ee.html",
            "content": "Bangladeshi Newspaper on Korea's Reunification\r\n Pyongyang, May 30 (KCNA) -- The Bangladeshi newspaper Blitz carried an article \"June 15 of reunification\" on May 23 with the approach of the 15th anniversary of the publication of the June 15 North-South Joint Declaration.\n\t\t\t\t\t The paper said:\n\t\t\t\t\t\n\t\t\t\t\t The June 15 North-South Joint Declaration was adopted in Pyongyang in June, 2000 to independently solve the issue of the country's reunification by pooling the efforts of the Korean nation itself.\n\t\t\t\t\t\n\t\t\t\t\t After the adoption of the declaration, dialogues and working-level contacts took place in various fields between the north and the south of Korea.\n\t\t\t\t\t\n\t\t\t\t\t And joint agreements were reached, which represented the stand of prioritizing the desire and interests of the fellow countrymen, the national unity, cooperation and exchange were pushed forward and other reunification-oriented fruitions were achieved.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean conservative authorities have totally denied the joint declaration since they came to power, prevented the north-south cooperation from advancing properly and escalated confrontation by cooking up plots one after another.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation will surely build a reunified thriving nation, chanting high the slogan \"Long live June 15 of reunification!\""
        },
        {
            "title": "German Organization Observes 60th Anniversary of Chongryon",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-03ee.html",
            "content": "German Organization Observes 60th Anniversary of Chongryon\r\n Pyongyang, May 30 (KCNA) -- The Anti-Imperialist Forum of Germany posted an article \"Congratulations to the 60th anniversary of Chongryon\" on its website on May 25.\n\t\t\t\t\t The article said that May 25 this year is the day marking the 60th anniversary of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il built and strengthened Chongryon into the Juche-type overseas compatriots' organization firmly united with the patriotic faith and deeply rooted among the Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t The President sent an open letter \"To One Million Korean Compatriots in Japan\" after Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t After that he organized Chongryon on May 25, 1955.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il gave perfect answers to all the issues arising in the work of Chongryon in his historical letter \"On Developing the Movement of Koreans in Japan into a New High Level\" in the severe days of leading the efforts for defending socialism to victory.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un indicated programmatic guidelines that Chongryon should hold fast to in the new century of Juche.\n\t\t\t\t\t\n\t\t\t\t\t When Chongryon makes great efforts to consolidate its organizations at each level, the work for national education, the work with the youth of the coming generation and the work with compatriot businesspersons, it would achieve an epochal advance in its work for ushering in a new heyday of the movement of Koreans in Japan."
        },
        {
            "title": "Just Cause of DPRK Supported by Egyptian Political Party",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-04ee.html",
            "content": "Just Cause of DPRK Supported by Egyptian Political Party\r\n Pyongyang, May 30 (KCNA) -- The National Progressive Unionist Party of Egypt made public a statement on May 24 in support of the just cause of the Korean people.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The hostile forces have ever increased sanctions and threats to the DPRK which holds fast to the anti-imperialist independent stand.\n\t\t\t\t\t\n\t\t\t\t\t They brought the \"human rights issue\" to the international arena to tarnish the prestigious dignity of the DPRK while staging military exercises against it in the vicinity of the Korean peninsula and even pulled up it over its satellite launch, legitimate right of a sovereign state.\n\t\t\t\t\t\n\t\t\t\t\t These were, in essence, prompted by the political motivation of the hostile forces to stifle the DPRK, socialist country centered on the popular masses, regarding it as a thorn in their flesh. \n\t\t\t\t\t\n\t\t\t\t\t We resolutely reject this and demand them stop such moves."
        },
        {
            "title": "British Organizations Celebrate 60th Anniversary of Chongryon",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-05ee.html",
            "content": "British Organizations Celebrate 60th Anniversary of Chongryon\r\n Pyongyang, May 30 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK issued a joint statement on May 25 in celebration of the 60th anniversary of the formation of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t Chongryon formed on May 25, 1955 is a patriotic organization that protects the national rights of the Koreans in Japan as a prestigious overseas compatriots' organization of the DPRK, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung saw to it that Chongryon was formed and gave precious instructions for its development.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il, reliable successor to the President's cause, provided guidelines to develop the movement of the Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un is indicating the way of the movement of Koreans in Japan at a time when the revolutionary cause of Juche is at the historic turning point.\n\t\t\t\t\t\n\t\t\t\t\t We wish Chongryon further success in its work and congratulate its 60th birthday."
        },
        {
            "title": "Annulment of \"May 24 Step\" Demanded by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-06ee.html",
            "content": "Annulment of \"May 24 Step\" Demanded by Swiss Organizations\r\n Pyongyang, May 30 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea released a joint statement on May 25 in demand of the annulment of the \"May 25 step\".\n\t\t\t\t\t Traitor Lee Myung Bak of south Korea cooked up a sinking case of Cheonan warship five years ago and took the ill-famed \"May 24 step\".\n\t\t\t\t\t\n\t\t\t\t\t The \"step\" is traitorous and peace-disturbing one against Korea's reunification as it incites confrontation with compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye and her party shamelessly talked about \"dialogue first and annulment next\" while clinging to the \"step\".\n\t\t\t\t\t\n\t\t\t\t\t This is an imprudent and shameful behavior to shift the responsibility for the sinking case on to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye is ruining the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should lift the criminal and traitorous \"step\" immediately if they want to see the improved inter-Korean relations."
        },
        {
            "title": "British Organizations Demand Removal of \"May 24 Step\"",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-07ee.html",
            "content": "British Organizations Demand Removal of \"May 24 Step\"\r\n Pyongyang, May 30 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK made public a joint statement on May 25 in denunciation of the ill-famed \"May 24 step\".\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The \"May 24 step\" is a confrontation measure based on a crude lie that the Cheonan warship sinking case was caused by the \"torpedo attack\" of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Five years have passed since then and there has been a change of regime in south Korea. However, the present chief executive, too, resorts to the \"step\", ridiculously insisting that the DPRK should \"apologize\" in order to get the \"step\" lifted.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the DPRK's offer to carry out a joint investigation into the Cheonan warship sinking case and urge the south Korean puppet group to accept this offer.\n\t\t\t\t\t\n\t\t\t\t\t We appeal to the south Korean people to turn out in the struggle to invalidate the \"May 24 step\"."
        },
        {
            "title": "CRPP condena artimana de banda de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-22ee.html",
            "content": "CRPP condena artimana de banda de Park Geun-hye\r\nPyongyang, 30 de mayo (ACNC) -- El portavoz del Comite por la Reunificacion Pacifica de la Patria publico el dia 29 una declaracion condenando a la banda de Park Geun-hye que  recurre cada dia mas a la artimana y la confrontacion contra la Republica Popular Democratica de Corea incitando a los medios de prensa conservadores.\n\t\t\t\t\tEl dia 28, la banda titere surcoreana lanzo \"News 1\" a publicar informaciones fraudulentas de que el ano pasado hubo en el Mar Este de Corea un accidente de choque entre el buque patrulla y el barco pesquero de la RPDC y el submarino ruso y los sobrevivientes \"se trasladaron a fuerza\" para guardar el secreto.\n\t\t\t\t\t\n\t\t\t\t\tY disparateo que el barco pesquero pertenece a la \"cooperativa pesquera de Chongjin\" y el buque patrulla lleva el No. 679.\n\t\t\t\t\t\n\t\t\t\t\tEl portavoz revelo que esto es otra provocacion intolerable contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tAfirmo que no hubo tal accidente de choque ni perdidas humanas ni trasladacion forzosa. Tampoco existen tal \"cooperativa pesquera de Chongjin\" y el buque patrulla No.679.\n\t\t\t\t\t\n\t\t\t\t\tLa banda titere enloquecida por la confrontacion fratricida arma alborotos de calumnio a la RPDC introduciendo hasta un pais vecino, condeno el portavoz y siguio:\n\t\t\t\t\t\n\t\t\t\t\tLo mas intolerable es que \"Chosun Ilbo\", \"Dong-A Ilbo\" y otros medios de prensa conservadores actuan freneticamente para difamar la dignidad de la RPDC y el regimen socialista a estilo nuestro, centrado en las masas populares.\n\t\t\t\t\t\n\t\t\t\t\tPark y su banda son los autores de la campana intrigante anti-RPDC de los medios de prensa conservadores.\n\t\t\t\t\t\n\t\t\t\t\tEllas se entregan a la artimana anti-RPDC incitando a los medios reaccionarios y conservadores para liberarse de la crisis de la gobernacion en aprieto por el cada dia mas vigoroso poderio politico y militar de la RPDC y de la condena de su poblacion.\n\t\t\t\t\t\n\t\t\t\t\tEs muy asqueroso que los maniacos conflictivos como la banda titere de Park hablan del \"dialogo\" con sus lenguas sucias que frustraron las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tCuanto mas echen maldiciones mas adelantaran su derrota vergonzosa.\n\t\t\t\t\t\n\t\t\t\t\tTanto la banda de Park enloquecida por la farsa intrigante anti-RPDC como los tipejos de los medios de prensa que se dedican a los actos traidoras no evitaran el despiadado castigo de venganza.\n\t\t\t\t\t\n\t\t\t\t\tLos compinches de Park debe actuar con prudencia al conocer que nunca podran salir del abismo de la derrota con las histericas maniobras intrigantes anti-RPDC."
        },
        {
            "title": "Otorgado premio a muchacha coreana",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-23ee.html",
            "content": "Otorgado premio a muchacha coreana\r\nPyongyang, 30 de mayo (ACNC) -- Fue otorgado el Premio de Honor Juvenil Kim Jong Il a Jang Jong Hwa, integrante de la Union de la Juventud Socialista Kim Il Sung en la empresa de servicio gastronomico publico del municipio de Chollima de   ciudad de Nampho.\n\t\t\t\t\tElla manifesto el noble espiritu y virtudes hermosas al criar a 7 huerfanos con el sentimiento consanguineo siendo \"muchacha-madre\" a la edad de flor de 20 anos, en acato al noble espiritu de amor a las generaciones venideras de los grandes hombres del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tQuedo publicado el dia 29 el decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea."
        },
        {
            "title": "Parte hacia Mongolia delegacion de Ministerio de Ferrocarril de RPDC",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-24ee.html",
            "content": "Parte hacia Mongolia delegacion de Ministerio de Ferrocarril de RPDC\r\nPyongyang, 30 de mayo (ACNC) -- Partio hoy de esta capital la delegacion del Ministerio del Ferrocarril de la Republica Popular Democratica de Corea, encabezada por el ministro Jon Kil Su, para participar en la 43a reunion ministerial de la Organizacion para la Colaboracion Ferroviaria, que tendra lugar en Ulan Bator de Mongolia."
        },
        {
            "title": "Efectuado seminario dedicado al Dia Mundial de No Fumar",
            "url": "http://kcna.co.jp/item/2015/201505/news30/20150530-25ee.html",
            "content": "Efectuado seminario dedicado al Dia Mundial de No Fumar\r\nPyongyang, 30 de mayo (ACNC) -- Tuvo lugar el dia 27 en la Republica Popular Democratica de Corea el seminario sobre el control de tabacos en ocasion del Dia Mundial de No Fumar (31 de mayo).\n\t\t\t\t\tEl seminario se realiza anualmente desde el 102 (2013) de la Era Juche. \n\t\t\t\t\t\n\t\t\t\t\tTomaron parte en la ocasion los funcionarios del Ministerio de Salud Publica y otros ministerios y organos centrales, asi como la representante interina de la Organizacion Mundial de Salud en Corea. Se presentaron las recomendaciones discutidas y adoptadas en los debates anteriores y el estado de su ejecucion.\n\t\t\t\t\t\n\t\t\t\t\tAdemas hubo la clase sumaria sobre el convenio clave de la OMS y el protocolo sobre la eliminacion de comercio ilicito de Tabaco.\n\t\t\t\t\t\n\t\t\t\t\tMuchas unidades participantes presentaron los remedios para observar las recomendaciones constructivas y detalladas para el control de tabaco. \n\t\t\t\t\t\n\t\t\t\t\tEn exclusiva con la ACNC, Choe Suk Hyon, funcionaria directiva del Ministerio de Salud Publica, dijo que la campana de no fumar que se desarrolla en todo el pais obtiene resultados merecidos y continuo:\n\t\t\t\t\t\n\t\t\t\t\tSe intensificaron las medidas de no fumar en los organos docentes, establecimientos sanitarios y los lugares publicos y se efectuan sustancialmente la creacion del ambiente social y las actividades de propaganda higienica para el control de tabacos.\n\t\t\t\t\t\n\t\t\t\t\tGracias a la intensificacion de las educaciones escolares y sociales, muchos jovenes dejaron de fumar. \n\t\t\t\t\t\n\t\t\t\t\tEl numero de los fumadores fue 50.3% en 2009, pero se redujo en 2014 hasta 43.9%. Y se confirmo que en la RPDC no existen las fumadoras.\n\t\t\t\t\t\n\t\t\t\t\tEl gobierno toma las medidas para aumentar el precio de los cigarrillos y prohibir la importacion de tabacos extranjeros. Y rechaza estrictamente los cigarrillos electricos y otros sin humo que se estan de moda en otros paises.\n\t\t\t\t\t\n\t\t\t\t\tAl finalizar, ella subrayo que el ministerio cooperara estrechadamente no solo con las instituciones nacionales sino con la OMS y otras organizaciones internacionales."
        }
    ]
}