{
    "date": "2015-05-09",
    "url": "http://kcna.co.jp/item/2015/201505/2015-05-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Provides Field Guidance to Sinpho Pelagic Fishery Complex",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-03ee.html",
            "content": "Kim Jong Un Provides Field Guidance to Sinpho Pelagic Fishery Complex\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea (WPK), first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, provided field guidance to the Sinpho Pelagic Fishery Complex.\n\t\t\t\t\t He looked round the monument to field guidance given by President Kim Il Sung and leader Kim Jong Il, the meeting hall visited by the President, the room which houses revolutionary relics and the room dedicated to the history of the complex.\n\t\t\t\t\t\n\t\t\t\t\t He said that the complex which was personally established by the President in the period of building a new country after its liberation is associated with the immortal leadership exploits Kim Il Sung and Kim Jong Il performed by making all devoted efforts to provide the people with greater quantity of fishes.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the complex turned into the nation's leading fishery base under the wise leadership of Kim Il Sung and Kim Jong Il, he praised it for having done a lot of work to carry out the Party's fishery policy in the past period.\n\t\t\t\t\t\n\t\t\t\t\t The officials, fishermen and other employees of the Sinpho Pelagic Fishery Complex should haul more aquatic products for the people's diet so as to let them feel the warm loving care of Kim Il Sung and Kim Jong Il, he said, underscoring the need to intensify the education in their leadership exploits so that they may become vanguard fighters in the drive for carrying out the Party's idea and upholding its policy.\n\t\t\t\t\t\n\t\t\t\t\t He called on the complex to hold high a banner in the civilian fishery field in the efforts to make a new history of unprecedentedly big fish haul.\n\t\t\t\t\t\n\t\t\t\t\t Looking round trawlers associated with the leadership exploits of the President and large processing mother ship Samcholli-1, he gave important instructions to be implemented by the complex.\n\t\t\t\t\t\n\t\t\t\t\t It is the firm determination and will of the Party to make joy at big fish haul prevail in the seas of the socialist country and open the gate to the history of big fish haul by our own efforts and means at any cost, he noted.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the basic way of decisively boosting the nation's fishing industry is to deeply study the instructions given by Kim Il Sung and Kim Jong Il to the fishery sector and the Party's policies word by word and thoroughly implement them.\n\t\t\t\t\t\n\t\t\t\t\t In order to improve the work in the fishery sector and net more fishes, it is necessary to consolidate its material and technological foundation, he said, calling for holding fast to the modernization of the fishing boats, the sufficient supply of fishing tackle and materials and the establishment of  scientific fishing methods as the main line.\n\t\t\t\t\t\n\t\t\t\t\t Underlining the need to increase investment in the fishery sector and concentrate state efforts on it, he promised to take party and state measures to this end.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by O Su Yong, secretary of the WPK Central Committee, Jo Yong Won, vice department director of the C.C., the WPK, and Kang Yong Chol, minister of Fisheries."
        },
        {
            "title": "Kim Jong Un Watches Strategic Submarine Underwater Ballistic Missile Test-fire",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-04ee.html",
            "content": "Kim Jong Un Watches Strategic Submarine Underwater Ballistic Missile Test-fire\r\n Pyongyang, May 9 (KCNA) -- There took place an underwater test-fire of Korean-style powerful strategic submarine ballistic missile. The ballistic missile was developed on the personal initiative of Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the National Defence Commission of the DPRK, and under his meticulous guidance.\n\t\t\t\t\t Kim Jong Un learned about the tactical and technological specifications of the newly developed ballistic missile and watched its test-fire.\n\t\t\t\t\t\n\t\t\t\t\t As soon as he issued an order to begin the test-fire, a combat alarm was sounded inside the strategic submarine and it submerged up to a depth for firing the ballistic missile.\n\t\t\t\t\t\n\t\t\t\t\t After a while, the ballistic missile soared into the sky from underwater.\n\t\t\t\t\t\n\t\t\t\t\t The test-fire proved and confirmed that the ballistic missile fired from the submarine fully met the requirements of the latest military science and technology.\n\t\t\t\t\t\n\t\t\t\t\t He highly praised the officials, scientists and technicians in the field of defence science and a munitions factory for having successfully perfected the technology of firing ballistic missile from the strategic submarine underwater in line with the strategic intention of the Central Committee of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He said that the successful test-fire of ballistic missile from Korean-style attack submarine is an eye-opening success as signal as satellite launch.\n\t\t\t\t\t\n\t\t\t\t\t A wonderful gift was presented to the 70th anniversary of the founding of the WPK thanks to the painstaking efforts of the officials, scientists, technicians and workers in the field of defence science and a munitions factory, he noted, extending his thanks to them on behalf of the C.C., the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the acquisition of the technology of firing ballistic missile from a strategic submarine underwater made it possible for the KPA to possess a world-level strategic weapon capable of striking and wiping out in any waters the hostile forces infringing upon the sovereignty and dignity of Songun Korea and conduct any underwater operation."
        },
        {
            "title": "Kim Jong Un Sends Congratulatory Message to Russian President",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-01ee.html",
            "content": "Kim Jong Un Sends Congratulatory Message to Russian President\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, sent a congratulatory message to Vladimir Vladimirovich Putin, president of the Russian Federation, on Saturday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend my hearty congratulations and warm salute to you and, through you, to your government and people on the occasion of the 70th anniversary of Russia's victory in the Great Patriotic War.\n\t\t\t\t\t\n\t\t\t\t\t Seven decades have passed since the great victory in the fight for crushing fascism but the heroic feats the Russian people performed by unhesitatingly dedicating their youth and lives to the peace and security of humankind still remain shining.\n\t\t\t\t\t\n\t\t\t\t\t We highly appreciate the historic feats of the Russian people.\n\t\t\t\t\t\n\t\t\t\t\t Believing that long-standing traditional friendly relations between the two countries will grow stronger at a fresh level in conformity with the desire and wishes of the people of the two countries, I wholeheartedly wish you and your people bigger successes in the work for building powerful Russia."
        },
        {
            "title": "Congratulations to Prime Minister of Russia",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-11ee.html",
            "content": "Congratulations to Prime Minister of Russia\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- DPRK Premier Pak Pong Ju sent a congratulatory message to Dmitri Anatoliyevich Medvedev, prime minister of the Russian Federation, on Saturday, the 70th anniversary of Russia's victory in the Great Patriotic War.\n\t\t\t\t\t The message said that the Soviet army and people displayed matchless self-sacrificing spirit and popular heroism in the Patriotic War for justice against the Hitler fascist clique and thus finally defeated fascism and performed historic feats in defending global peace and security.\n\t\t\t\t\t\n\t\t\t\t\t It said that the feats performed by the Soviet army and people will shine forever in history.\n\t\t\t\t\t\n\t\t\t\t\t It wished the prime minister of Russia greater successes in his responsible work, expressing belief that the DPRK-Russia relations with long-standing tradition would grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Ri Su Yong sent a similar message to his Russian counterpart Sergei Viktorovich Lavrov on the same day."
        },
        {
            "title": "WPK Central Committee Sends Congratulatory Messages to Ruling and Major Political Parties of Russia, Countries of CIS",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-02ee.html",
            "content": "WPK Central Committee Sends Congratulatory Messages to Ruling and Major Political Parties of Russia, Countries of CIS\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- The Central Committee of the Workers' Party of Korea sent congratulatory messages to the ruling and major political parties of the Russian Federation and countries of the Commonwealth of Independent States on the occasion of the 70th anniversary of Russia's victory in the Great Patriotic War.\n\t\t\t\t\t They included the General Council of the United Russia Party, the  Central Committee of the Communist Party of the Russian Federation, the Supreme Council of the Liberal Democratic Party of Russia, the Central Council of \"A Just Russia\", the Political Council of the Party of Nur Otan, the Political Council of the Liberal Democratic Party of Uzbekistan, the Political Council of the New Azerbaijan Party, the Central Executive Committee of the People's Democratic Party of Tajikistan, the Central Committee of the Communist Party of Belarus and the Central Committee of the Party of Communists of the Moldovan Republic.\n\t\t\t\t\t\n\t\t\t\t\t The messages said that the heroic feats the Soviet army and people performed by greatly contributing to crushing fascism, honorably defending the sovereignty and dignity of the country and people's happiness and future and protecting global peace and security will always go down in history.\n\t\t\t\t\t\n\t\t\t\t\t The messages expressed belief that the friendly and cooperative relations between the WPK and the ruling and major political parties of Russia and countries of the Commonwealth of Independent States would grow stronger in line with the desire of the people for independence, peace and friendship."
        },
        {
            "title": "Mongolian Delegation Leaves",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-12ee.html",
            "content": "Mongolian Delegation Leaves\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- A delegation of the Mongolian People's Revolutionary Party led by Z. Batbayar, secretary in charge of external relations, left here Saturday."
        },
        {
            "title": "Foreign Delegations Arrive to Take Part in Pyongyang Spring International Trade Fair",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-17ee.html",
            "content": "Foreign Delegations Arrive to Take Part in Pyongyang Spring International Trade Fair\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- Delegations of Germany, Malaysia, China and Taipei of China arrived here Saturday to take part in the 18th Pyongyang Spring International Trade Fair.\n\t\t\t\t\t Earlier arriving here were delegations of Russia and Italy."
        },
        {
            "title": "Wreaths Laid before Liberation Towers, Cemeteries of Soviet Army Fallen Fighters",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-13ee.html",
            "content": "Wreaths Laid before Liberation Towers, Cemeteries of Soviet Army Fallen Fighters\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- Wreaths were laid before the Liberation Tower here on Saturday, the 70th anniversary of Russia's victory in the Great Patriotic War.\n\t\t\t\t\t Present at the wreath-laying ceremony were Yang Hyong Sop, vice-president of the Presidium of the Supreme People's Assembly, Army Col. General of the Korean People's Army Kim Hyong Ryong, Ri Kil Song, vice-minister of Foreign Affairs, Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries who doubles as chairman of the DPRK-Russia Friendship Association, officials concerned, people in the city, Russian Ambassador to the DPRK Alexandr Matsegora and his embassy officials, Russian guests staying in the DPRK, foreign diplomatic envoys and military attaches of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t A wreath was laid before the tower in the joint name of the Presidium of the Supreme People's Assembly of the DPRK and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Also laid were wreaths in the name of the Ministry of the People's Armed Forces, the Ministry of Foreign Affairs, the DPRK-Russia Friendship Association, the Pyongyang City People's Committee and the Russian embassy here.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the Russian embassy, foreign diplomatic envoys, military attaches of foreign embassies and working people in the city laid bouquets and flowers before the tower.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid a silent tribute to the soldiers of the Soviet Army who laid down in the battles for Korea's liberation. \n\t\t\t\t\t\n\t\t\t\t\t They went round the tower. \n\t\t\t\t\t\n\t\t\t\t\t Wreaths were laid before the cemetery of the fallen fighters of the Soviet Army in Sadong District on the same day in the name of the DPRK-Russia Friendship Association, the Pyongyang City People's Committee, the Sadong District People's Committee in Pyongyang City and the Russian embassy here. \n\t\t\t\t\t\n\t\t\t\t\t Earlier, the Russian embassy officials laid bouquets before the liberation towers, statues, cemeteries and memorial towers of the fallen fighters of the Soviet Army in local areas. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, members of the Russian consulate general in Chongjin laid wreaths before the liberation tower and the cemetery of the fallen fighters of the Soviet Army in Chongjin City."
        },
        {
            "title": "Spring Table-Tennis Tournament for Amateurs and Disabled",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-14ee.html",
            "content": "Spring Table-Tennis Tournament for Amateurs and Disabled\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- The 2015 Spring Table-Tennis Tournament for Amateurs and Disabled is going on in Pyongyang, the capital city of the Democratic People's Republic of Korea.\n\t\t\t\t\t What draw the spectators' attention in the tournament are doubles by a pair of disabled person and amateur.\n\t\t\t\t\t\n\t\t\t\t\t Taking the first place in the doubles was the pair of Jon Ju Hyon (disabled) and So Kuk Hwan (amateur). Jon came third in men's table-tennis singles of the 2014 Asian Para Games.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his will to steadily improve his table-tennis skills and thus produce good results.\n\t\t\t\t\t\n\t\t\t\t\t According to Yun Chol, secretary of the Korean Sports Association for the Disabled, the current tournament (May 5-10) brought together more than 60 disabled persons over 12 years old and 750 amateurs.\n\t\t\t\t\t\n\t\t\t\t\t The table-tennis tournament for amateurs and the disabled is to take place twice a year, starting this year, with National Day of Persons with Disabilities (June 18) and International Day of Persons with Disabilities (December 3) as occasions. Doubles are included only in the spring tournament.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK disabled persons enjoy the equal socio-political rights as normal citizens while being given all conditions for participation in the state and public activities."
        },
        {
            "title": "Rodong Sinmun Denounces U.S. and S. Korean Puppet Forces for Justifying Deployment of THAAD in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-09ee.html",
            "content": "Rodong Sinmun Denounces U.S. and S. Korean Puppet Forces for Justifying Deployment of THAAD in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- The commander-in-chief of the U.S. armed forces in the Pacific, the commander of the U.S. forces in south Korea and brass hats of the U.S. military asserted that the deployment of THAAD in south Korea will help \"increase the capability to defend against the north's ballistic missiles\". The U.S. Defense Under Secretary for Policy Affairs claimed that the \"biggest threat in Asia is the north's missiles\" and it is necessary to deploy THAAD in south Korea.\n\t\t\t\t\t The south Korean puppet forces blared that they should \"bolster up the combined deterrent force\" with the U.S. to cope with the \"north's nuclear threat\" and they would \"comprehensively judge and decide\" the deployment of THAAD, putting main stress on the \"north's nuclear threat\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday in a commentary says this proves that there was a kind of agreement between the master and stooge on deploying THAAD in south Korea and it is entering into the full-dress stage of its implementation.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the warmongers at home and abroad are justifying the deployment of THAAD, claiming that it is aimed to cope with the \"north's nuclear and missile threat\", the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The assertion made by the U.S. and the puppet forces is no more than a fabrication that can not convince anyone.\n\t\t\t\t\t\n\t\t\t\t\t The deployment of THAAD in south Korea is a dangerous act which is little short of setting fire to nuclear powder magazine.\n\t\t\t\t\t\n\t\t\t\t\t If THAAD is deployed in south Korea, the U.S. will become evermore reckless in its adventurous moves to put spurs to realizing its strategy for dominating the Asia-Pacific region. Therefore, surrounding countries will become target of the U.S. nuclear strike, a new arms race escalate and the danger of a world nuclear war increase.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the U.S. and the puppet forces justify the deployment of THAAD in south Korea."
        },
        {
            "title": "DPRK Will Advance along Road for Independence against Imperialism under Unfurled Banner of Songun: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-10ee.html",
            "content": "DPRK Will Advance along Road for Independence against Imperialism under Unfurled Banner of Songun: Rodong Sinmun\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- No matter how the structure of surrounding relations may change and as long as the imperialists are persisting in the moves against socialism, the DPRK will wage a dynamic struggle for independence against imperialism, taking Songun as the immortal revolutionary banner, says Rodong Sinmun Saturday in an article.\n\t\t\t\t\t The Korean revolution started with independence and has advanced along the road of independence, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, regarding independence as life and soul in the whole period of leading the revolution, settled all issues arising in the revolution and construction our own way as required by the Korean revolution and the specific conditions of the country and in the interests of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the Korean people ushered in a new era of independence. The victory in the Fatherland Liberation War in the 1950s held a special place in it. The U.S. imperialists, who boasted of being the \"strongest\", were defeated in the war for the first time in history. The struggle of the people against the U.S.-led imperialist aggression and colonial rule has been intensified in various regions of the world, encouraged by the heroic struggle of the Korean people after the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The banner of Songun held higher by leader Kim Jong Il represents independence and dignity of the DPRK and serves as an almighty weapon for victory in the anti-imperialist struggle.\n\t\t\t\t\t\n\t\t\t\t\t The validity of the Songun politics pursued by the Workers' Party of Korea has been more clearly demonstrated in the fierce nuclear confrontation between the DPRK and the U.S. which started in the 1990s. The DPRK became a full-fledged nuclear weapons state in so difficult period when the imperialist allied forces were pouncing upon it.\n\t\t\t\t\t\n\t\t\t\t\t It is an irresistible trend of the times for progressive mankind aspiring after independence and peace to learn from the Songun politics. This is a clear demonstration of the validity, scientific accuracy and vitality of the Workers' Party of Korea's idea of attaching importance to arms."
        },
        {
            "title": "Japan Accused of Its Shameless Act to Cover up Its History of Aggression ",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-15ee.html",
            "content": "Japan Accused of Its Shameless Act to Cover up Its History of Aggression \r\n Pyongyang, May 9 (KCNA) -- Japan is going so shameless as to try to have its old industrial facilities where a lot of Koreans were forced to do slave labor after being conscripted listed as \"world cultural heritages\", according to south Korean Yonhap News on May 6.\n\t\t\t\t\t Since January last year, the Japanese government has dealings with a relevant international body behind the scene in a bid to have a total of 23 old industrial facilities in Fukuoka, Nagasaki, etc. registered as \"world cultural heritages.\"\n\t\t\t\t\t\n\t\t\t\t\t Among them are seven industrial establishments including Mitsubishi Shipyard and Hashima Coal Mine where the conscripted Koreans were forced to work like bests of burden.\n\t\t\t\t\t\n\t\t\t\t\t Such shameless move of Japan is being strongly censured by the international community.\n\t\t\t\t\t\n\t\t\t\t\t Netizens of south Korea are becoming increasingly vocal bitterly criticizing the move, querying how such forced labor sites can be registered as world cultural heritages.\n\t\t\t\t\t\n\t\t\t\t\t Such crazy behavior of Japan is attributable to the south Korean authorities' servile behavior, they charged."
        },
        {
            "title": "S. Korean Body Denounces Park Geun Hye Regime ",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-16ee.html",
            "content": "S. Korean Body Denounces Park Geun Hye Regime \r\n Pyongyang, May 9 (KCNA) -- The Korea Solidarity for Independent Reunification and Democracy of south Korea on May 7 held a press conference in Seoul to denounce the authorities' suppression of its member. \n\t\t\t\t\t Speakers at the press conference said that the Security Investigation Group of the Kyonggi Provincial Police Agency took away Nam Chang U, member of the solidarity who devotedly worked for independent reunification, charging him with a violation of the \"Security Law\" on May 6. This was the suppression of the Park Geun Hye regime to tide over the crisis it was driven into the tight corner due to the recent Song Wan Jong case and \"enforcement ordinance\" of the special law for the ferry Sewol, the speakers noted. \n\t\t\t\t\t\n\t\t\t\t\t They stressed that it is impossible to achieve independence, reunification, democracy and human rights as long as there exists the \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t Then a press release was read out. \n\t\t\t\t\t\n\t\t\t\t\t It said the resignation and destruction of the Park Geun Hye regime are inevitable."
        },
        {
            "title": "Kim Jong Un Praised by Russian, Congolese Papers",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-06ee.html",
            "content": "Kim Jong Un Praised by Russian, Congolese Papers\r\n Pyongyang, May 9 (KCNA) -- Russian and Congolese papers carried special write-ups illustrated with photos of supreme leader Kim Jong Un on the occasion of the 83rd founding anniversary of the Korean People's Army (KPA).\n\t\t\t\t\t The Russian paper Veteran No. 16 in an article said:\n\t\t\t\t\t\n\t\t\t\t\t What are the characteristics of the politics of Kim Jong Un who is leading socialist Korea to victory despite all challenges of the imperialist allied forces? \n\t\t\t\t\t\n\t\t\t\t\t His politics is based on philosophical thought, steadfast determination and transparent faith and unpredictably mysterious politics.\n\t\t\t\t\t\n\t\t\t\t\t The world people are struck with admiration at his personality as a great man.\n\t\t\t\t\t\n\t\t\t\t\t The Congolese paper La Semaine Africaine on April 28 carried an article titled \"83 years of KPA under care of Songun brilliant commanders of DPRK\".\n\t\t\t\t\t\n\t\t\t\t\t The article said that 83 years traversed by the KPA witnessed the glorious days when it has always won a victory under the care of the Songun brilliant commanders. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The KPA is led by supreme commander Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t He wins one victory after another, taking the initiative in the confrontation with the U.S., as he fully personifies the military idea, strategies and tactics of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership the KPA has developed into the army strong in ideology and morality and powerful in military technique and its might has been put on the highest level."
        },
        {
            "title": "DPRK Praised by Peruvian Figures",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-07ee.html",
            "content": "DPRK Praised by Peruvian Figures\n\t\t\t\t\t\t\r\n Pyongyang, May 9 (KCNA) -- There took place a lecture in Lima on April 28 on the theme of \"DRPK, socialist state\" under the co-sponsorship of the People's Front of Workers, Peasants and Students of Peru, the National People's Bloc of Peru and the Peruvian Unity of People's Democracy.\n\t\t\t\t\t The chairman of the People's Front of Workers, Peasants and Students of Peru looked back upon days when he was honored with the audience of President Kim Il Sung and received his valuable teachings during his visit to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He said that the DPRK is symbolic of Juche and a true socialist state, adding it is an example to be followed by all of us aspiring after socialism.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the National People's Bloc of Peru underlined the need to learn from the example of the DPRK which has achieved the single-minded unity of the entire people on the basis of the Juche idea founded by the President in the struggle for social justice and progress.\n\t\t\t\t\t\n\t\t\t\t\t The chief of the Lima City Branch of the Peruvian Unity of People's Democracy extended full support to everything advanced by socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t The woman representative of the branch said that she envied the Korean women who are enjoying happiness to their heart's content in the best socialist system.\n\t\t\t\t\t\n\t\t\t\t\t The organizational secretary of the People's Front of Workers, Peasants and Students of Peru said that the DPRK is winning victories as a fortress of socialism under the Songun revolutionary leadership of Marshal Kim Jong Un."
        },
        {
            "title": "Swiss Bodies Support Joint Resolution of Organizations of Workers in North and South of Korea",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-05ee.html",
            "content": "Swiss Bodies Support Joint Resolution of Organizations of Workers in North and South of Korea\r\n Pyongyang, May 9 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea released a joint statement on May 2 in support of the joint resolution issued by organizations of workers in the north and the south of Korea on the occasion of May Day.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The resolution called upon the workers in the north and the south of Korea to further intensify the struggle for the independent and peaceful reunification of Korea this year marking the 15th anniversary of the publication of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t It expressed the will to take the lead in ushering in the second June 15 era of reunification without fail in firm unity and solidarity under the banner of the north-south joint declarations and successfully hold a football game of workers in the north and the south of Korea for reunification which was declared before all Koreans and thus positively promote the reconciliation and unity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t It also expressed the determination to closely cooperate in the work to hold joint events of the nation to mark the 15th anniversary of the June 15 joint declaration and the 70th anniversary of Korea's liberation.\n\t\t\t\t\t\n\t\t\t\t\t We positively back the joint resolution and hope those events will be held with success."
        },
        {
            "title": "Kim Jong Un presencia lanzamiento de proyectil balistico en submarino estrategico",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-30ee.html",
            "content": "Kim Jong Un presencia lanzamiento de proyectil balistico en submarino estrategico\n\t\t\t\t\t\t\r\nPyongyang, 9 de mayo (ACNC) -- Se realizo el ensayo de lanzamiento del proyectil balistico en el submarino estrategico al estilo coreano, desarrollado bajo la iniciativa directa y la direccion atenta del Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea.\n\t\t\t\t\tEl Mariscal averiguo sobre los datos estrategicos y tecnicos del nuevo proyectil y dio la orden de iniciar el ensayo.\n\t\t\t\t\t\n\t\t\t\t\tSe dio alarma de combate en el submarino y este se sumergio hasta la profundidad del lanzamiento.\n\t\t\t\t\t\n\t\t\t\t\tLuego, el proyectil balistico se lanzo hacia el cielo pasando la superficie maritima.\n\t\t\t\t\t\n\t\t\t\t\tA traves del ensayo, fue comprobado que el lanzamiento del proyectil satisfizo totalmente la demanda tecnica de la ciencia militar de punta.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal evaluo de alto los meritos de los funcionarios, cientificos y tecnicos de la rama de ciencia de la defensa nacional y la fabrica de materiales belicos que completaron con excelencia la tecnica de lanzamiento submarino del proyectil balistico.\n\t\t\t\t\t\n\t\t\t\t\tEl lanzamiento del proyectil balistico en el submarino de ataque a nuestro estilo es un exito tan admirable como el lanzamiento del satelite artificial, dijo.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dio agradecimiento en nombre del Comite Central del PTC a los funcionarios, cientificos, tecnicos y obreros de la rama de ciencia de defensa nacional y la fabrica de materiales belicos quienes despues de mucho trabajo abnegado, prepararon el regalo excelente dedicado al 70o aniversario de la fundacion del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl subrayo que gracias al establecimiento de la tecnica de lanzamiento del proyectil balistico en el submarino estrategico, llegamos a poseer el arma estrategico de talla mundial que posibilita golpear y aniquilar en cualquiera zona maritima a las fuerzas hostiles que intentan perjudicar la soberania y la dignidad de la Corea de Songun y a realizar segun nuestra voluntad la operacion submarina."
        },
        {
            "title": "Kim Jong Un recorre Complejo Pesquero de Altura de Sinpho",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-31ee.html",
            "content": "Kim Jong Un recorre Complejo Pesquero de Altura de Sinpho\n\t\t\t\t\t\t\r\nPyongyang, 9 de mayo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno el Complejo Pesquero de Altura de Sinpho.\n\t\t\t\t\tPrimeramente, el Mariscal recorrio el monumento a la orientacion en el terreno de los grandes hombres del monte Paektu, la sala de reuniones donde estuvo el Presidente Kim Il Sung, la sala de conservacion de objetos de interes historico-revolucionario y la de presentacion del historial.\n\t\t\t\t\t\n\t\t\t\t\tDijo que en este complejo, fundado personalmente por el Presidente en el periodo de construccion de la nueva patria despues de la liberacion, estan impregnadas las hazanas de direccion de los grandes lideres quienes dedicaron todos los suyos para suministrar al pueblo muchos productos maritimos.\n\t\t\t\t\t\n\t\t\t\t\tBajo la sabia direccion de los grandes lideres, el complejo se ha transformado en una distinguida base pesquera e hizo muchos trabajos en cumplir la politica del Partido en materia de la industria pesquera, evaluo.\n\t\t\t\t\t\n\t\t\t\t\tLos funcionarios, pescadores y empleados del Complejo Pesquero de Altura de Sinpho deben producir muchos productos maritimos y suministrarlos al pueblo para que sienta el amor de los grandes lideres, dijo y subrayo que deben fortalecer mas la educacion a traves de las hazanas de direccion de los Generalisimos y formar a todos ellos como vanguardistas en defender y materializar la idea y la politica del partido.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que el complejo debe tomar delantera del sector pesquero de la sociedad en la campana por crear la nueva historia del mar de oro.\n\t\t\t\t\t\n\t\t\t\t\tAl recorrer los barcos con red barredera donde estan impregnadas las hazanas de direccion del Presidente Kim Il Sung y el barco-fabrica de gran tamano \"Samcholli-1\", el Mariscal dio preciosas ensenanzas para el complejo.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que abrir sin falta la puerta de la historia del mar de oro por nuestra propia cuenta para que se respire en todo el pais el intenso olor del mar socialista es la firme decision y voluntad del Partido.\n\t\t\t\t\t\n\t\t\t\t\tEl remedio fundamental para mejorar decisivamente la industria pesquera del pais consiste en estudiar perfectamente las ensenanzas de los grandes lideres y la politica del Partido sobre la rama pesquera y materializarlas cabalmente, senalo.\n\t\t\t\t\t\n\t\t\t\t\tPara mejorar la labor de la rama pesquera y pescar mucho, hay que consolidar firmemente la base material y tecnica y tomar como linea principal la modernizacion de los barcos pesqueros, la preparacion satisfactoria de los materiales de instrumentos de pesca y el establecimiento del metodo cientifico de pesca, apunto.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dijo que deben aumentar la inversion y concentrar la fuerza estatal en la rama pesquera, y prosiguio que el mismo tomara en personal las medidas del Partido y del Estado para este fin.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el secretario del Comite Central del PTC, O Su Yong, el subjefe de departamento del CC del PTC, Jo Yong Won y el ministro de Industria Pesquera, Kang Yong Chol."
        },
        {
            "title": "CC del PTC envia mensajes de felicitacion a los partidos politicos de Rusia y CEI",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-32ee.html",
            "content": "CC del PTC envia mensajes de felicitacion a los partidos politicos de Rusia y CEI\r\nPyongyang, 9 de mayo (ACNC) -- Con motivo del 70o aniversario de la victoria de Rusia en la Gran Guerra Patria, el Comite Central del Partido del Trabajo de Corea envio mensajes de felicitacion a los partidos politicos gobernantes y los otros principales de la Federacion Rusa y de los paises de la Comunidad de Estados Independientes (CEI).\n\t\t\t\t\tLos destinatarios son el Consejo General del Partido Rusia Unida, el CC del Partido Comunista de la Federacion Rusa, el Consejo Supremo del Partido Democratico Liberal de Rusia, el Consejo Central del Partido por la Justicia de Rusia, el Consejo Politico del Partido Nur Otan, el Consejo Politico del Partido Democratico Liberal de Uzbekistan, el Consejo Politico del Partido de Nuevo Azerbaijan, el Comite Ejecutivo Central del Partido Democratico del Pueblo de Tadjikistan, el CC del Partido Comunista de Belarus y el CC del Partido de Comunistas de la Republica de Moldavia.\n\t\t\t\t\t\n\t\t\t\t\tEn los mensajes, el CC del PTC subrayo que se registraran para siempre en la historia los meritos heroicos del ejercito y el pueblo de la Union Sovietica que al derrotar el fascismo, defendieron con honor la soberania y la dignidad del pais y la felicidad y el futuro del pueblo e hicieron gran aporte a la defensa de la paz y seguridad del mundo.\n\t\t\t\t\t\n\t\t\t\t\tExpreso la conviccion de que las relaciones de amistad y cooperacion entre el PTC y los partidos politicos gobernantes y los otros principales de Rusia y de los paises de la CEI se fortaleceran y se desarrollaran conforme a la aspiracion de los pueblos a la independencia, la paz y la amistad."
        },
        {
            "title": "Embajador ruso ofrece banquete por 70o aniversario de victoria en Gran Guerra Patria",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-33ee.html",
            "content": "Embajador ruso ofrece banquete por 70o aniversario de victoria en Gran Guerra Patria\n\t\t\t\t\t\t\r\nPyongyang, 9 de mayo (ACNC) -- Con motivo del 70o aniversario de la victoria en la Gran Guerra Patria de Rusia, el embajador de la Federacion Rusa en la Republica Popular Democratica de Corea, Alexandr Matsegora, ofrecio el dia 8 un banquete. \n\t\t\t\t\tFueron invitados el vicepresidente del Presidium de la Asamblea Popular Suprema, Yang Hyong Sop, el vicepremier Ro Tu Chol, el ministro de Cultura, Pak Chun Nam, y otros funcionarios coreanos y los representantes diplomaticos de varios paises y de las organizaciones internacionales y los agregados militares de la embajada rusa, acreditados en Corea. \n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes los miembros de la sede diplomatica rusa en Corea y los huespedes rusos que permanecen en Corea.\n\t\t\t\t\t\n\t\t\t\t\tAlexandr Matsegora dijo en su discurso que en la Gran Guerra Patria, el ejercito y el pueblo de la Union Sovietica rechazaron la agresion armada de Alemania fascista y lograron gran victoria, al manifestar el heroismo masivo y el patriotismo ferviente.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que el Presidente Kim Il Sung, lider de la guerrilla coreana, exhorto a los guerrilleros a defender con armas a la URSS y ellos lucharon activamente para cumplir la orden del Presidente.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que el pueblo ruso aprecia la amistad con el pueblo coreano y es invariable la linea de la direccion rusa de desarrollar la cooperacion multilateral de buena tradicion con la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl embajador ruso expreso la conviccion de que la cooperacion Rusia-RPDC es conveniente totalmente al interes de los pueblos de dos paises y tambien aportara a mantener la paz y la estabilidad de la region y resolver el problema de la Peninsula Coreana mediante el dialogo.\n\t\t\t\t\t\n\t\t\t\t\tYang Hyong Sop apunto que hace 70 anos, los jovenes loables de la URSS se levantaron a la gran guerra sagrada de justicia para defender la patria y defendieron la dignidad patria y la paz y seguridad del mundo.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que tras presentar la consigna de defender con armas a la Union Sovietica, el Presidente Kim Il Sung libro la sangrienta guerra antijaponesa para frustrar en el Oriente el intento de los militaristas japoneses de agredir a la Union Sovietica y preparo asi el origen de la historia de amistad Corea-Rusia.\n\t\t\t\t\t\n\t\t\t\t\tHoy dia, las relaciones de amistad RPDC-Rusia se desarrollan en una nueva etapa bajo la atencion especial de los maximos dirigentes de los dos paises, dijo y agrego que este ano fue declarado el de amistad RPDC-Rusia.\n\t\t\t\t\t\n\t\t\t\t\tColaboraremos estrictamente con amigos rusos para el fortalecimiento y el desarrollo de las relaciones de amistad RPDC-Rusia y la paz y la seguridad de la region, mediante los esfuerzos comunes, finalizo."
        },
        {
            "title": "Rinden homenaje a martires rusos en el dia de victoria en Gran Guerra Patria de Rusia",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-34ee.html",
            "content": "Rinden homenaje a martires rusos en el dia de victoria en Gran Guerra Patria de Rusia\n\t\t\t\t\t\t\r\nPyongyang, 9 de mayo (ACNC) -- Con motivo del 70o aniversario de la victoria en la Gran Guerra Patria de Rusia, fueron depositadas el dia 9 las ofrendas florales ante el Monumento a la Liberacion en esta capital.\n\t\t\t\t\tEn la ceremonia de homenaje participaron el vicepresidente del Presidium de la Asamblea Popular Suprema, Yang Hyong Sop, el coronel general de las fuerzas terrestres del Ejercito Popular de Corea, Kim Hyong Ryong, el viceministro de Relaciones Exteriores, Ri Kil Song, el vicepresidente del Comite Coreano de Relaciones Culturales con el Extranjero y presidente de la Asociacion de Amistad Corea-Rusia, Kim Jin Bom, los funcionarios interesados, los trabajadores capitalinos, asi como el embajador Alexandr Matsegora y otros miembros de la sede diplomatica rusa en Corea, los huespedes rusos que permanecen en Corea, los representantes diplomaticos de varios paises y agregados militares de embajadas, acreditados en Corea.\n\t\t\t\t\t\n\t\t\t\t\tFue colocada una ofrenda floral a nombre comun del Presidium de la APS y el Consejo de Ministros, de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tTambien fueron puestas las otras a nombre del Ministerio de las Fuerzas Armadas Populares, el Ministerio de Relaciones Exteriores, la Asociacion de Amistad Corea-Rusia, el Comite Popular de la Ciudad de Pyongyang y la Embajada de la Federacion Rusa en Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos miembros de la embajada rusa y los representantes diplomaticos de varios paises acreditados en Corea y los trabajadores capitalinos depositaron ramos y ramitas de flores y guardaron un momento de silencio en memoria de los militares de la Union Sovietica caidos en las batallas por la liberacion de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEste dia, tambien fueron colocadas ante la tumba de los martires del ejercito sovietico en el capitalino municipio de Sadong las ofrendas florales a nombre de la Asociacion de Amistad Corea-Rusia, el Comite Popular de la Ciudad de Pyongyang, el Comite Popular del Municipio de Sadong de la Ciudad de Pyongyang y la Embajada de la Federacion Rusa en Corea.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, los miembros de la embajada rusa rindieron homenaje a los martires rusos tras colocar ramos de flores ante los monumentos a la liberacion, las estatuas de bronce, tumbas y monumentos de recordacion a los martires del ejercito sovietico en diferentes localidades del pais.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, los miembros del Consulado General de Rusia en Chongjin visitaron el Monumento a la Liberacion y la tumba de los martires del ejercito sovietico en la ciudad de Chongjin."
        },
        {
            "title": "Centra la atencion el torneo de tenis de mesa de discapacitados y aficionados",
            "url": "http://kcna.co.jp/item/2015/201505/news09/20150509-35ee.html",
            "content": "Centra la atencion el torneo de tenis de mesa de discapacitados y aficionados\n\t\t\t\t\t\t\r\nPyongyang, 9 de mayo (ACNC) -- Esta en plena marcha en esta capital el Torneo Primaveral de Tenis de Mesa de Discapacitados y Aficionados 2015.\n\t\t\t\t\tSobre todo, acaparan la atencion los partidos del doble formado por un discapacitado y un aficionado.\n\t\t\t\t\t\n\t\t\t\t\tEn esa modalidad salio victoria la pareja Jon Ju Hyon-So Kuk Hwan (aficionado). Jon ha ocupado el tercer lugar en el individual masculino de tenis de mesa de los Juegos Asiaticos de Discapacitados 2014.\n\t\t\t\t\t\n\t\t\t\t\tJon dijo que pudo ser triunfador gracias al amor y la ayuda de la sociedad, el colectivo y los companeros y expreso la decision de lograr mejores exitos al practicar con asiduo el ping-pong.\n\t\t\t\t\t\n\t\t\t\t\tSegun el secretario general de la Asociacion de Deportes de Invalidos de Corea, Yun Chol, en el presente certamen deportivo, que se efectua del 5 al 10 de mayo, compiten mas de 60 discapacitados mayores de 12 anos de edad y mas de 750 aficionados.\n\t\t\t\t\t\n\t\t\t\t\tDesde este ano, se desarrollara el torneo de ping-pong de discapacitados y aficionados en dos ocasiones, o sea, con motivo del Dia Nacional de Discapacitados (18 de junio) y el Dia Internacional de Discapacitados (3 de diciembre).\n\t\t\t\t\t\n\t\t\t\t\tEn la estacion primaveral se realizaran solo los juegos del doble.\n\t\t\t\t\t\n\t\t\t\t\tEn Corea, donde se materializa la politica de proteccion de los discapacitados, estos ejercen los mismos derechos socio-politicos que los ciudadanos sanos de la RPDC y se les facilitan todas las condiciones necesarias a su participacion en las actividades estatales y sociales."
        }
    ]
}