{
    "date": "2015-04-15",
    "url": "http://kcna.co.jp/item/2015/201504/2015-04-15ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-01ee.html",
            "content": "Kim Jong Un Visits Kumsusan Palace of Sun\r\nPyongyang, April 15 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, visited the Kumsusan Palace of the Sun at 00:00, Wednesday, the Day of the Sun. \n\t\t\t\t\t Kim Jong Un entered the hall where the statues of President Kim Il Sung and leader Kim Jong Il are standing.\n\t\t\t\t\t\n\t\t\t\t\t A floral basket in the name of Kim Jong Un was placed before the statues of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Also laid before the statues was a floral basket in the name of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, together with the visitors, paid high tribute to the statues.\n\t\t\t\t\t\n\t\t\t\t\t He entered the hall of immortality where Kim Il Sung lies in state.\n\t\t\t\t\t\n\t\t\t\t\t He, together with the visitors, paid homage to Kim Il Sung in the humblest reverence.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un entered the hall of immortality where Kim Jong Il lies in state.\n\t\t\t\t\t\n\t\t\t\t\t He, together with visitors, paid homage to Kim Jong Il in the humblest reverence. \n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Ri Yong Gil, Kim Won Hong, Kim Chun Sam, Pak Yong Sik, Jo Kyong Chol and other commanding officers of the KPA."
        },
        {
            "title": "Senior Party, State Officials Visit Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-18ee.html",
            "content": "Senior Party, State Officials Visit Kumsusan Palace of Sun\r\n Pyongyang, April 15 (KCNA) -- Kim Yong Nam, Pak Pong Ju and other senior officials of the party and state, the chairperson of a friendly party and officials of the party and power bodies, working people's organizations, ministries and national institutions visited the Kumsusan Palace of the Sun on Wednesday, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Seen standing before the statues of Kim Il Sung and leader Kim Jong Il was a floral basket in the name of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also seen there was a floral basket in the name of the Korean People's Army.\n\t\t\t\t\t\n\t\t\t\t\t Placed there were a floral basket in the joint name of the Central Committee and the Central Military Commission of the Workers' Party of Korea, the National Defence Commission of the DPRK, the Presidium of the Supreme People's Assembly of the DPRK and the DPRK Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid high tribute to the statues.\n\t\t\t\t\t\n\t\t\t\t\t At the halls of immortality where the President and Kim Jong Il lie in state they made bows to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the President and Kim Jong Il received are on display and halls which house cars, electric car, boat and train coaches they used during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Senior Party, State Officials Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-22ee.html",
            "content": "Senior Party, State Officials Visit Mangyongdae\r\n Pyongyang, April 15 (KCNA) -- Kim Yong Nam, Pak Pong Ju and other senior officials of the party and state, the chairperson of a friendly party and officials of the party and power bodies, working people's organizations, ministries and national institutions visited Mangyongdae, the birthplace of President Kim Il Sung, on Wednesday, the 103rd birth anniversary of the President.\n\t\t\t\t\t Seeing historic data and relics displayed at the Mangyongdae Revolutionary Museum, they recollected the revolutionary career and feats of the President.\n\t\t\t\t\t\n\t\t\t\t\t At the old home of the President in Mangyongdae, they went round historic relics preserved there with care, recollecting the great personalities of the President and his family members in Mangyongdae who inherited the patriotic soul down through generations.\n\t\t\t\t\t\n\t\t\t\t\t They had a picture taken in token of their visit to the old home in Mangyongdae."
        },
        {
            "title": "Year of DPRK-Russia Friendship Opens",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-26ee.html",
            "content": "Year of DPRK-Russia Friendship Opens\r\n Moscow, April 14 (KCNA) -- A ceremony of opening the year of the DPRK-Russian friendship took place in Moscow on Tuesday.\n\t\t\t\t\t Flags of the two countries were hoisted at the venue of the ceremony. Displayed there were photos showing the history of the development of the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the DPRK government delegation headed by Vice-Premier Ro Tu Chol, the DPRK ambassador to Russia and his embassy officials, Yuri Trutnev, vice prime minister and concurrently presidential envoy to the Far East Region of Russia, the minister of Development of Far East, chairpersons for international affairs committees of both houses of the parliament, vice-ministers of the ministries of Foreign Affairs, Transport, Education and Science and Culture and others concerned, personages of the Institute of the Far East of the Russian Academy of Sciences, the Russian Association for Friendship and Cultural Cooperation with the DPRK, the Russian Railways Company and the Bridge Group and representatives of academic, public and business circles.\n\t\t\t\t\t\n\t\t\t\t\t Yuri Trutnev said that the two countries with a long-standing history of friendship set this year marking the 70th anniversary of the victory in the great Patriotic War of Russia and the 70th anniversary of Korea's liberation as the year of friendship and are holding the opening ceremony. This is an expression of the steadfast will of both sides to steadily boost the traditional Russia-DPRK relations, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The political relations of the two countries have positively developed through the Russia visit by the special envoy of respected Comrade Kim Jong Un, the supreme leader of the DPRK, and this provided a foundation for developing the bilateral relations onto a new stage qualitatively, he said.\n\t\t\t\t\t\n\t\t\t\t\t He expressed conviction that Russia would successfully hold joint events in various fields which were reflected in the plan for events of the year of the Russia-DPRK friendship and positively step up the work for registering substantial achievements in bilateral economic cooperation.\n\t\t\t\t\t\n\t\t\t\t\t Ro Tu Chol said: The two countries set this year a year of the DPRK-Russia friendship and are holding the opening ceremony, a historic event of weighty significance in boosting the friendly and cooperative relations onto a new higher stage in conformity with the requirements and interests of the two peoples.\n\t\t\t\t\t\n\t\t\t\t\t He noted that President Kim Il Sung and leader Kim Jong Il provided the historic roots for DPRK-Russia friendship and laid a firm foundation to further develop it as required by the new century, and the DPRK-Russia friendly and cooperative relations are boosting in all fields including politics, economy and culture under the deep care of Marshal Kim Jong Un and President Putin.\n\t\t\t\t\t\n\t\t\t\t\t We will closely cooperate with Russian friends and ensure that all projects under the plan yield fruits and thus help the year of the DPRK-Russia friendship record a brilliant page in the history of the friendly relations between the two countries, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Then, the vice-ministers of Foreign Affairs of the two countries signed the plan for events of the year of DPRK-Russia friendship.\n\t\t\t\t\t\n\t\t\t\t\t An agreement on international automobile transport between the governments of the DPRK and Russia, the 2015-2016 plan for cultural and scientific cooperation between the governments of the DPRK and Russia and a MOU between the Korean Central Bank and the Russian Central Bank were inked.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round photos on display.\n\t\t\t\t\t\n\t\t\t\t\t That day the Russian side gave a reception on the occasion of the opening ceremony."
        },
        {
            "title": "Talks between Ro Tu Chol and Russian Vice Prime Minister Held",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-36ee.html",
            "content": "Talks between Ro Tu Chol and Russian Vice Prime Minister Held\r\n Moscow, April 14 (KCNA) -- Talks between Ro Tu Chol, vice-premier of the Cabinet of the DPRK, and Yuri Trutnev, vice prime minister and concurrently presidential envoy to the Far East Region of Russia, were held at the building of the Russian government on Tuesday.\n\t\t\t\t\t Present there were from the DPRK side were members of the DPRK government delegation and the DPRK ambassador to Russia and from the Russian side were the minister of Development of Far East, vice-ministers of the Foreign Ministry, the Ministry of Development of Far East and the Ministry of Finance and others concerned.\n\t\t\t\t\t\n\t\t\t\t\t Discussed at the talks were the issues of significantly celebrating 2015 marking the 70th anniversary of Korea's liberation and the 70th anniversary of the victory in the great Patriotic War of Russia as the year of friendship and positively expanding the bilateral relations in the political, economic, cultural and other fields. \n\t\t\t\t\t\n\t\t\t\t\t The talks proceeded in a friendly atmosphere."
        },
        {
            "title": "Reception Given to Mark Kim Il Sung's Birth Anniversary",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-34ee.html",
            "content": "Reception Given to Mark Kim Il Sung's Birth Anniversary\r\n Pyongyang, April 15 (KCNA) -- A reception was given at the People's Palace of Culture on Wednesday, the 103rd birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there were Kim Yong Nam, Pak Pong Ju and other senior party and state officials; the chairperson of a friendly party; officials of armed forces and power organs, the Cabinet, working people's organizations, ministries and national institutions; persons of merits; the delegation of Koreans in Japan and other overseas Koreans' delegations; compatriots and the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were foreign diplomatic envoys and representatives of international bodies here and their wives and military attaches of foreign embassies here and their wives and other foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t Choe Thae Bok, member of the Political Bureau and secretary of the Central Committee of the Workers' Party of Korea, made a speech.\n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t The human history of politics knows no such outstanding leader and peerlessly political elder as the President who was possessed of qualities and qualifications as a great man on the highest level and steered the times and revolution, enjoying absolute support and trust of the people.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the noble revolutionary moral obligation of leader Kim Jong Il and the Workers' Party of Korea, Kim Il Sung is always remembered by the people as the sun of Juche and the eternal President of the DPRK and his great revolutionary career and history are given steady continuity along with the years of Juche.\n\t\t\t\t\t\n\t\t\t\t\t The speaker paid highest tribute and extended eternal glory to Kim Il Sung and Kim Jong Il, representing the unanimous desire of all the service personnel and people and the world progressives.\n\t\t\t\t\t\n\t\t\t\t\t He clarified the stand of the WPK and the DPRK to dynamically step up the cause of national reunification true to the behests of Kim Il Sung and Kim Jong Il and make positive efforts for global independence and prosperity common to mankind."
        },
        {
            "title": "Reception Given for Overseas Koreans",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-33ee.html",
            "content": "Reception Given for Overseas Koreans\r\n Pyongyang, April 15 (KCNA) -- A reception was given at Pyongyang Koryo Hotel for overseas Koreans on visits to the homeland on Wednesday, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there on invitation were members of the delegations of the General Association of Koreans in China and the Federation of Koreans in the U.S. and other overseas Koreans' delegations and overseas Koreans staying in the homeland.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Jin Guk, director of the Agency of Overseas Korean Affairs, and officials concerned."
        },
        {
            "title": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il from Nigerian President",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-28ee.html",
            "content": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il from Nigerian President\r\n Pyongyang, April 15 (KCNA) -- A floral basket sent by Goodluck Ebele Jonathan, president and commander-in-chief of the Armed Forces of the Federal Republic of Nigeria, was laid before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Tuesday on the occasion of the birth anniversary of the President.\n\t\t\t\t\t Also laid there on the same day were floral baskets in the names of the Central Committee of the Communist Party of China, the Chinese embassy here, the Anti-Imperialist Forum of Germany and Michael P. Spavor, director of the Paektu Cultural Exchange and Consulting Category of Canada."
        },
        {
            "title": "Congratulations to Kim Jong Un from Ugandan President",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-12ee.html",
            "content": "Congratulations to Kim Jong Un from Ugandan President\r\n Pyongyang, April 15 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a congratulatory message from Yoweri Kaguta Museveni, president of the Republic of Uganda, on April 8.\n\t\t\t\t\t The message extended the best wishes to Kim Jong Un and the government and people of the DPRK on the occasion of the Day of the Sun, the 103rd birth anniversary of the great leader of the Korean people President Kim Il Sung, on his own behalf and on behalf of the government and people of the Republic of Uganda.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung made total dedication to the Korean people, turned the DPRK into a more united country and led it to achieve socio-economic development, it noted.\n\t\t\t\t\t\n\t\t\t\t\t Highly extolling the career and undying feats of HE Kim Il Sung, the message hoped that the good relations of cooperation with Kim Jong Un and the government and people of the DPRK would continue developing on good terms.\n\t\t\t\t\t\n\t\t\t\t\t It wished Kim Jong Un good health and the Korean people sustained prosperity."
        },
        {
            "title": "Congratulations to Kim Jong Un from Mexican Party Leader",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-13ee.html",
            "content": "Congratulations to Kim Jong Un from Mexican Party Leader\r\n Pyongyang, April 15 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a congratulatory message from Alberto Anaya Gutierrez, national leader of the Workers' Party of Mexico, on April 7.\n\t\t\t\t\t In the message the national leader said he deemed it honor to extend the highest salute to the great Comrade Kim Il Sung, the eternal President of the DPRK, on the occasion of his 103rd birth anniversary on behalf of all members of the Workers' Party of Mexico and on his own behalf.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung, founder of the Workers' Party of Korea and the DPRK, was the great state leader and outstanding international elder statesman who performed distinguished feats in building a thriving socialist nation in Korea, achieving the independent reunification of Korea and realizing the global cause of socialism by leading the party and government of the DPRK to victory, the message said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t We are convinced that under your wise leadership the Korean people would win only victories in defending socialism and on all fronts of building a thriving socialist nation and brilliantly adorn the 70th anniversary of Korea's liberation and the 70th anniversary of the founding of the Workers' Party of Korea as great revolutionary auspicious events.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I most sincerely wish you continued great achievements in your noble work of triumphantly leading the WPK and the DPRK."
        },
        {
            "title": "Congratulations to Kim Jong Un from Nigerian President",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-14ee.html",
            "content": "Congratulations to Kim Jong Un from Nigerian President\r\n Pyongyang, April 15 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, received a congratulatory message from Goodluck Ebele Jonathan, president of the Federal Republic of Nigeria, on April 10.\n\t\t\t\t\t The president in the message said he was pleased to extend warm congratulations to His Excellency Kim Jong Un on the occasion of the Day of the Sun, April 15, the birth anniversary of HE Generalissimo Kim Il Sung this year, on his own behalf and on behalf of the government and people of the Federal Republic of Nigeria.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his satisfaction over the fact that the two countries have strengthened cooperation with common view in the international arena, while steadily developing the bilateral relations.\n\t\t\t\t\t\n\t\t\t\t\t He expressed firm conviction that the reunification of the Korean peninsula would be realized independently and peacefully by the concerted efforts of all Koreans."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Pakistani President",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-15ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Pakistani President\r\n Pyongyang, April 15 (KCNA) -- Kim Jong Un, first chairman of the DPRK National Defence Commission, received a congratulatory message from Mamnoon Hussain, president of the Islamic Republic of Pakistan, on April 10.\n\t\t\t\t\t In the message the president said he was very pleased to warmly congratulate Kim Jong Un and the people of the DPRK on the important occasion of the 103rd birth anniversary of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t He, availing himself of the opportunity, most sincerely wished Kim Jong Un good health and happiness and the people of the DPRK great progress and prosperity."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-23ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 15 (KCNA) -- Service personnel, people from all walks of life and school youth and children visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Wednesday, the birth anniversary of the President.\n\t\t\t\t\t Seen standing before the statues was a floral basket sent by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Placed before the statues were floral baskets in the name of the party, armed forces and power bodies, public organizations, ministries and national institutions, units of the Korean People's Army and the Korean People's Internal Security Forces, institutions, enterprises, factories and schools at all levels in the city, and bouquets and flowers.\n\t\t\t\t\t\n\t\t\t\t\t Also placed there was a floral basket in the name of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Floral baskets, bouquets and flowers were placed before the statues of the President and Kim Jong Il at Kim Il Sung University, the Ministry of the People's Armed Forces, the Ministry of People's Security, Mangyongdae Revolutionary School, the Mansudae Art Studio and other places in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Service personnel, working people and school youth and children paid floral tribute to the statues of the President and Kim Jong Il and mosaics depicting their beaming images at their residential quarters."
        },
        {
            "title": "Foreign Guests, Overseas Koreans Pay Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-27ee.html",
            "content": "Foreign Guests, Overseas Koreans Pay Tribute to Kim Il Sung, Kim Jong Il\r\n Pyongyang, April 15 (KCNA) -- Foreign diplomatic envoys, representatives of international organizations and military attaches of foreign embassies here, delegations for Juche idea study organizations, foreign guests participating in the 17th Kimilsungia Festival, delegations of Koreans in Japan and the General Association of Koreans in China for celebrating the Day of the Sun and overseas Koreans visited the Kumsusan Palace of the Sun on Wednesday, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t They paid high tribute to the statues of the President and leader Kim Jong Il in humble reverence.\n\t\t\t\t\t\n\t\t\t\t\t At the halls of immortality where the President and Kim Jong Il lie in state they made bows to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the President and Kim Jong Il received are on display and halls which house cars, electric car, boat and train coaches they used during their field guidance and foreign tours till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t They made an entry in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t That day the chief and staff members of the Pyongyang mission of the Anti-Imperialist National Democratic Front visited the palace and paid homage to the President and Kim Jong Il."
        },
        {
            "title": "Participants in People's Art Festival Visit Venue of Kimilsungia Festival",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-19ee.html",
            "content": "Participants in People's Art Festival Visit Venue of Kimilsungia Festival\r\n Pyongyang, April 15 (KCNA) -- The participants in the Fourth April Spring People's Art Festival looked round the venue of the 17th Kimilsungia Festival on Wednesday.\n\t\t\t\t\t They were struck with admiration at the venue which presented fascinating scenery with the flowers of the sun.\n\t\t\t\t\t\n\t\t\t\t\t Watching Kimilsungias, they missed President Kim Il Sung very much.\n\t\t\t\t\t\n\t\t\t\t\t They renewed their determination to sing more loudly songs of revolution and struggle in every socialist construction site under the leadership of Marshal Kim Jong Un."
        },
        {
            "title": "New Stamps Issued in DPRK to Celebrate Day of Sun",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-20ee.html",
            "content": "New Stamps Issued in DPRK to Celebrate Day of Sun\r\n Pyongyang, April 15 (KCNA) -- The DPRK brought out four kinds of stamps to mark the Day of the Sun (April 15), the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The stamps deal with the orders and medals the President received from many countries and international bodies for his great contribution to the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Depicted in them are orders and medals from former Indonesian President Soekarno, Great King of Cambodia Norodom Sihanouk, former Lao President Kaysone Phomvihane and the former Presidium of the USSR Supreme Soviet.\n\t\t\t\t\t\n\t\t\t\t\t They give a glimpse of the world people's deep reverence and trust in Kim Il Sung."
        },
        {
            "title": "DPRK-Indonesia Joint Stamps Issued",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-21ee.html",
            "content": "DPRK-Indonesia Joint Stamps Issued\r\n Pyongyang, April 15 (KCNA) -- The Democratic People's Republic of Korea and the Republic of Indonesia jointly issued two kinds of stamps in commemoration of the 50th anniversary of the naming of Kimilsungia.\n\t\t\t\t\t Printed on the upper part of the stamps are letters \"Joint Issue by the DPRK and the Republic of Indonesia\" in Korean and English.\n\t\t\t\t\t\n\t\t\t\t\t They carry photos of President Kim Il Sung and former Indonesian President Soekarno.\n\t\t\t\t\t\n\t\t\t\t\t The joint issue of the stamps will contribute to steadily developing the friendly relations between the two countries."
        },
        {
            "title": "Joint National Meeting of KCU Bodies Held",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-25ee.html",
            "content": "Joint National Meeting of KCU Bodies Held\r\n Pyongyang, April 15 (KCNA) -- A joint national meeting of the Korean Children's Union (KCU) organizations took place in front of the statue of President Kim Il Sung in Changdok School on April 15, his 103rd birth anniversary.\n\t\t\t\t\t It was attended by the representatives of each provincial KCU organization, schoolchildren in the city of Pyongyang and pupils who are to join the KCU.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were Choe Ryong Hae, secretary of the C.C., the Workers' Party of Korea, Kim Yong Jin, vice-premier of the Cabinet, Kim Sung Du, chairman of the Education Commission, etc.\n\t\t\t\t\t\n\t\t\t\t\t Jon Yong Nam, chairman of the C.C., the youth league, in a report said that April 15, the birth anniversary of the President, was the day of a great fortune when the sun of Juche rose up in the history of the Korean nation spanning five thousand years and the DPRK is shedding its rays all over the world as the country of the sun.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need for the schoolchildren to grow to be reliable pillars who will shoulder the future of Kim Il Sung's and Kim Jong Il's Korea, bearing in mind the revolutionary spirit of Paektu under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t An accession ceremony of the KCU was held at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Led by Choe Ryong Hae, the schoolchildren joining the union took an oath.\n\t\t\t\t\t\n\t\t\t\t\t Officials, war veterans and persons of merits put red ties around their necks and pinned KCU badges on their chests. \n\t\t\t\t\t\n\t\t\t\t\t The new members of the KCU made their first salute, shouting \"Always get ready for the socialist country!\" \n\t\t\t\t\t\n\t\t\t\t\t Congratulatory speeches were made by DPRK Hero Ji Yong Chun, lecturer of the Victorious Fatherland Liberation War Museum, Kang Jun Ho, principal of Changdok School, and merited sportswoman Ryo Un Hui."
        },
        {
            "title": "Dancing Parties of Youth and Students Held",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-29ee.html",
            "content": "Dancing Parties of Youth and Students Held\r\n Pyongyang, April 15 (KCNA) -- Dancing parties of youth and students took place in various parts of the DPRK on Wednesday, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Dancing parties started to the tune of the song \"Let's Sing of the Day of the Sun\" in the plazas of the Arch of Triumph, the Pyongyang Indoor Stadium and other venues in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Youth and students enthusiastically danced to the tunes of such songs as \"Mine Is Always the Country of Kim Il Sung\", recollecting his revolutionary career.\n\t\t\t\t\t\n\t\t\t\t\t They cheerfully danced with boundless reverence for leader Kim Jong Il when such songs as \"Our General Is the Best\" and \"Thunder over Jong Il Peak\" were played.\n\t\t\t\t\t\n\t\t\t\t\t Other songs including \"Our Leader Loved by People\", \"Our Country Is Witnessing Changes\", \"We Like Ardent Life\" resounded through the venues of the dancing parties.\n\t\t\t\t\t\n\t\t\t\t\t Similar dancing parties took place in provinces, cities and counties that day."
        },
        {
            "title": "Art Performances Given to Mark Day of Sun",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-32ee.html",
            "content": "Art Performances Given to Mark Day of Su\r\n Pyongyang, April 15 (KCNA) -- Performances were given by the participants of the 4th April Spring People's Art Festival at the Pyongyang Grand Theatre, the Central Youth Hall, the People's Palace of Culture, the East Pyongyang Grand Theatre, the National Theatre and Yun I Sang Concert Hall on Wednesday, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Among the audience were senior party and state officials, the chairperson of a friendly party, people and youth and students in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t Artistes of provincial art troupes put colorful numbers on the stage to represent the honor and happiness of the Korean people as members of Kim Il Sung's nation.\n\t\t\t\t\t\n\t\t\t\t\t In such numbers as prologue \"Day of Sun, Spring Holiday\", they sang high praises of the revolutionary career of the President who performed undying exploits on behalf of the times and history. \n\t\t\t\t\t\n\t\t\t\t\t The numbers included female solo and pangchang \"Red Chol Pass\" that praised the patriotic devotion made by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The performers truthfully represented the great pride and self-respect of the Korean people blessed with the illustrious leaders generation after generation and their will to translate into reality all what the great leaders desired during their lifetime under the leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Members of art squads, itinerant art squads and art groups gave performances.\n\t\t\t\t\t\n\t\t\t\t\t They were acclaimed by the audience for staging peculiar numbers transparent in ideology and strong in the spirit of the Songun era."
        },
        {
            "title": "Day of Sun Celebrated in DPRK",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-30ee.html",
            "content": "Day of Sun Celebrated in DPRK\r\n Pyongyang, April 15 (KCNA) -- The service personnel and people of the DPRK celebrated with splendor the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t They paid tribute to the statues of the President and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t An endless stream of people visited the birthplace of the President in Mangyongdae. \n\t\t\t\t\t\n\t\t\t\t\t The 17th Kimilsungia Festival and Kimilsungia exhibitions in Pyongyang and provinces were crowded with visitors expressing profound reverence for Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Put on the stages of theaters and halls and open-air stages in Pyongyang and various other places were songs praising him.\n\t\t\t\t\t\n\t\t\t\t\t Art performances \"Eternal song of the sun, song of reverence\" and \"Song of the great sun to be sung forever\" were given by art groups of provincial organs at the art theatres of North Hamgyong Province and Jagang Province.\n\t\t\t\t\t\n\t\t\t\t\t A grand chorus \"We will add glory to the undying exploits of the great sun forever\" was given by 1 000 builders at the construction site of the multi-tier power stations on the River Chongchon.\n\t\t\t\t\t\n\t\t\t\t\t Art performances and grand choruses were given by school youth and children and members of the women's union at the Hamhung Grand Theatre and at Sinuiju Square.\n\t\t\t\t\t\n\t\t\t\t\t Diverse sports and amusement games were held by organs, industrial establishments and farms in Pyongyang and local areas.\n\t\t\t\t\t\n\t\t\t\t\t Many schoolchildren joined the Korean Children's Union that day.\n\t\t\t\t\t\n\t\t\t\t\t Diverse foods were served at public catering establishments in various parts of the country to add to the festive atmosphere."
        },
        {
            "title": "Fireworks Displayed to Mark Day of Sun",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-35ee.html",
            "content": "Fireworks Displayed to Mark Day of Sun\r\n Pyongyang, April 15 (KCNA) -- Fireworks were displayed in the sky above Pyongyang at Wednesday night to celebrate the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Various places of Pyongyang including Mansu Hill, the banks of the River Taedong, Panwol Islet and Rungna Bridge were crowded with people of various circles and school youth and children waiting for the time to start fireworks display.\n\t\t\t\t\t\n\t\t\t\t\t When the song \"Long Live Generalissimo Kim Il Sung\" reverberated far and wide at 8 p.m., multi-color fireworks were displayed to decorate the nocturnal sky above the city.\n\t\t\t\t\t\n\t\t\t\t\t Myriads of fireworks were displayed in succession, presenting fantastic scenery.\n\t\t\t\t\t\n\t\t\t\t\t Singing of \"O My Motherland Full of Hope\" and cheers of crowds seemed to shake the city and its sky, heightening the pride and self-esteem towards the socialist country where all ideals and dreams of the people are coming true thanks to the care of the peerlessly great persons of Mt. Paektu."
        },
        {
            "title": "Foreign Crewmen Meet",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-31ee.html",
            "content": "Foreign Crewmen Meet\r\n Nampho, April 15 (KCNA) -- A meeting was held by foreign crewmen at Nampho Port on Wednesday, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The participants laid a floral basket before the mosaics depicting the peerlessly great men in Nampho City and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked round photos showing the revolutionary careers of the President and leader Kim Jong Il and revolutionary exploits of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were the captains and crewmen of the Panama-flagged ships Fengan and Kaixiang. \n\t\t\t\t\t\n\t\t\t\t\t Speakers recalled that the President founded the Juche idea and the Songun idea, indicating the road to be taken by the world progressives for genuine life and struggle.\n\t\t\t\t\t\n\t\t\t\t\t They praised him for leading two revolutionary wars to victories, successfully steering the socialist construction and building an invincible power independent in politics, self-supporting in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t They hoped that the Korean people would register bigger successes in their efforts for building a thriving nation and accomplishing the cause of national reunification, united close around Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Collection of Memoirs \"Among the People\" Vol. 104 Off Press",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-24ee.html",
            "content": "Collection of Memoirs \"Among the People\" Vol. 104 Off Press\r\n Pyongyang, April 15 (KCNA) -- Collection of Memoirs \"Among the People\" Vol. 104 was brought out by the Workers' Party of Korea Publishing House on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t It contains 18 memoirs telling about the feats and personality of the President.\n\t\t\t\t\t\n\t\t\t\t\t A memoir deals with the fact that the President highly estimated the mental power of soldiers of the Korean People's Army while giving field guidance to a KPA unit.\n\t\t\t\t\t\n\t\t\t\t\t At the Yombun Revolutionary Site he underlined the need to strengthen the education in revolutionary traditions among school youth and children and people and showed profound loving care for a lecturer, a memoir tells.\n\t\t\t\t\t\n\t\t\t\t\t The book includes memoirs telling the stories that he made sure the title of labor hero was awarded to a head of the youth workteam and he led officials to do farming in a responsible manner.\n\t\t\t\t\t\n\t\t\t\t\t Reflected in memoirs are the efforts made by him to improve the standard of the people's living.\n\t\t\t\t\t\n\t\t\t\t\t There are memoirs dealing with the fact that he highly estimated feats performed by a soldier of the KPA in the Fatherland Liberation War and saw to it that the title of DPRK hero was conferred on him, and brought up a wartime disabled soldier to be a leading official of the party."
        },
        {
            "title": "Newspapers Laud Kim Il Sung as Peerlessly Political Elder and Outstanding Leader",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-10ee.html",
            "content": "Newspapers Laud Kim Il Sung as Peerlessly Political Elder and Outstanding Leader\r\n Pyongyang, April 15 (KCNA) -- Papers here Wednesday in editorials dedicated to the 103rd birth anniversary of President Kim Il Sung say he was a peerlessly political elder and outstanding leader as he performed the undying feats for the times and revolution by wisely leading the Workers' Party of Korea and the DPRK with his original idea and extraordinary leadership for decades.\n\t\t\t\t\t Rodong Sinmun notes:\n\t\t\t\t\t\n\t\t\t\t\t Upon embarking on the road of revolution in his teens, Kim Il Sung founded the immortal Juche idea, led the anti-Japanese war to victory and thus successfully accomplish the historic cause of national liberation and adorned the grim annals of history with heroic struggle and feats.\n\t\t\t\t\t\n\t\t\t\t\t Basing himself on a wealth of experience and traditions established in the flames of the anti-Japanese struggle, he founded the party without delay after the liberation of the country, a great political event.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of Kim Il Sung, genius of ideology and theory and outstanding statesman, the Workers' Party of Korea and the DPRK could demonstrate their invincible might despite the world political upheaval and imperialists' moves to isolate and stifle them for a long period.\n\t\t\t\t\t\n\t\t\t\t\t The world knows no such peerlessly great man as Kim Il Sung who distinguished himself in the history of political activities leading the party and the people, feats he performed for the times and the nation and personality fascinating all people.\n\t\t\t\t\t\n\t\t\t\t\t It is the great honor and happiness for the army and people of the DPRK to have made revolution, holding Kim Il Sung in high esteem whom the world looks up to in unison.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson says the august name, immortal revolutionary career and exploits of Kim Il Sung will shed eternal rays along with the history of socialist Korea."
        },
        {
            "title": "Letter to Kim Jong Un from C.C., Anti-Imperialist National Democratic Front",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-05ee.html",
            "content": "Letter to Kim Jong Un from C.C., Anti-Imperialist National Democratic Front\r\n Pyongyang, April 15 (KCNA) -- Supreme leader Kim Jong Un received a letter from the Central Committee of the Anti-Imperialist National Democratic Front Wednesday, the birth anniversary of President Kim Il Sung. \n\t\t\t\t\t The letter said:\n\t\t\t\t\t\n\t\t\t\t\t The President's birth in time-honored Mangyongdae on April 15, Juche 1 (1912) was a great fortune for the Korean nation as it acclaimed the peerlessly great man for the first time in the history spanning five thousand years and a great event in which the dawn broke in the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t His whole career is brilliantly shining as the great revolutionary career of the peerlessly great man and patriot who recorded the most sacred revolutionary history and performed immortal feats.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the three charters for national reunification with his far-sighted extraordinary wisdom, indicating the road of independent reunification, and left a precious autograph on a document for the country's reunification even in the last moments of his great life and worked heart and soul to hand down a rich and prosperous reunified power to posterity. His immortal feats and noble life will always be remembered by all Koreans and go down in the history of reunified country. \n\t\t\t\t\t\n\t\t\t\t\t The revolutionary cause of Juche which started in Mt. Paektu and won one victory after another for several decades is being successfully carried forward by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t We will dynamically arouse all the people to turn out in the struggle for paving a wide avenue to independent reunification under the banner of By Our Nation Itself this significant year marking the 70th anniversary of Korea's liberation and the 15th anniversary of the publication of the June 15 joint declaration, the letter concluded."
        },
        {
            "title": "Day of Sun Marked in Japan",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-07ee.html",
            "content": "Day of Sun Marked in Japan\r\n Pyongyang, April 15 (KCNA) -- A Japan-DPRK friendship meeting took place in Tokyo on April 8 to celebrate the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Present there were Shingo Kanemaru, secretary for political affairs of Shin Kanemaru, former vice-president of the Liberal Democratic Party of Japan, Fumihiro Himori, chairman of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, Kenichi Ogami, secretary general of the International Institute of the Juche Idea, and personages of organizations for friendship with the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were So Chung On, department director of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), and other officials of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t At the meeting speakers recalled that Kim Il Sung worked heart and soul to improve the DPRK-Japan relations.\n\t\t\t\t\t\n\t\t\t\t\t They referred to the fact that sincere negotiations were held in Stockholm of Sweden in May last year to liquidate the unhappy past, settle the pending issues and realize the normalization of relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t Expressing irrepressible resentment at the Japanese police authorities' fascist search of the houses of the chairman and a vice-chairman of the Chongryon Central Standing Committee, they denounced the search as an unpardonable action to scrap the Japan-DPRK inter-governmental agreement.\n\t\t\t\t\t\n\t\t\t\t\t Whether the relations between the two countries advances or not entirely depends on the attitude of the Japanese authorities, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They called for more dynamically conducting the movement for achieving the independent and peaceful reunification of Korea and improving the DPRK-Japan relations."
        },
        {
            "title": "Kim Jong Un Receives Letter from Chongryon Central Standing Committee",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-06ee.html",
            "content": "Kim Jong Un Receives Letter from Chongryon Central Standing Committee\r\n Pyongyang, April 15 (KCNA) -- Supreme leader Kim Jong Un received a letter from the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon) on April 15, the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t The letter said that April 15, Juche 1 (1912), the birthday of President Kim Il Sung, was the day of a great fortune in the history of the Korean nation when a dawn broke on the road ahead of the country and the day of a great auspicious event in the history of mankind when it greeted the sun in the era of independence.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The President was a prominent thinker and theoretician and a great practician who indicated the road ahead of the times and the revolution with his rare wisdom and put the modern history on the orbit of independence. He was, at the same time, a benefactor of national resurrection, legendary hero and genius of creation and construction who saved the destiny of the country and its people and built in the homeland a socialist power independent in politics, self-supporting in economy and self-reliant in national defence. \n\t\t\t\t\t\n\t\t\t\t\t He set forth the Juche-based policy of switch in line and formed Chongryon, a fruition of Juche. This was the most brilliant feat he performed in the movement of Koreans in Japan. \n\t\t\t\t\t\n\t\t\t\t\t It is the firm will of Chongryon officials and Koreans in Japan to advance to a final victory under the leadership of Marshal Kim Jong Un in sky-high spirit Chongryon's patriotic cause which was started by the President and steered by leader Kim Jong Il with all his efforts. \n\t\t\t\t\t\n\t\t\t\t\t The letter expressed the determination to mark the 60th anniversary of Chongryon with the might of the single-minded unity and harmonious whole by adding brilliance to the undying feats Kim Il Sung and Kim Jong Il performed in leading Chongryon and by adorning the movement of the Koreans in Japan with a leap forward in Kim Jong Un's glorious era."
        },
        {
            "title": "Kim Jong Un's Works Posted by Swiss Body on Its Website",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-02ee.html",
            "content": "Kim Jong Un's Works Posted by Swiss Body on Its Website\r\n Pyongyang, April 15 (KCNA) -- Supreme leader Kim Jong Un's works \"The Great  Kim Il Sung Is the Eternal Leader of Our Party and Our People\", \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\" and \"Let Us Usher In a New Heyday of Building a Sports Power in the Revolutionary Spirit of Paektu\" were posted by the Switzerland-Korea Committee on its website on April 3.\n\t\t\t\t\t The work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\", published on April 20, Juche 101 (2012), deals with the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il all their lives and indicates tasks for firmly preserving and upholding and eternally glorifying their ideas and exploits.\n\t\t\t\t\t\n\t\t\t\t\t \"Let Us March Forward Dynamically towards Final Victory, Holding Higher the Banner of Songun\", the speech made by Kim Jong Un at the military parade held to celebrate the centenary of the birth of Kim Il Sung on April 15, 2012 says the 100 year-long history of Kim Il Sung's nation clearly proves the immutable truth that outstanding leaders assure the dignity and prosperity of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t It sets forth the tasks to be fulfilled to exalt the dignity of Songun Korea for all ages and successfully accomplish the cause of building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The work \"Let Us Usher In a New Heyday of Building a Sports Power in the Revolutionary Spirit of Paektu\", published on Mar. 25, 2015, deals with the fact that the Workers' Party of Korea is channeling great efforts into the sports field in order to develop the nation's sports true to Kim Il Sung's and leader Kim Jong Il's Juche-based idea and intention of developing sports. It also clarifies the tasks and ways of successfully implementing the party's plan for building a sports power."
        },
        {
            "title": "Seminar on Kim Il Sung's Exploits Held in Nepal",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-03ee.html",
            "content": "Seminar on Kim Il Sung's Exploits Held in Nepal\r\n Pyongyang, April 15 (KCNA) -- A seminar on the undying exploits of President Kim Il Sung took place in Katmandu, Nepal on April 9. \n\t\t\t\t\t Present at the seminar were personages of the Nepal National Memorial Committee for President Kim Il Sung and Comrade Kim Jong Il, the Nepali National Preparatory Committee for Celebrating the Day of the Sun and the Day of the Shining Star, the Central Committee of the Nepal Communist Party (Marxist-Leninist), the Nepal Journalist Association, the Nepal-Korea Friendship Association and the Nepal Literature Forum for the Study of the Songun Politics and other people. The DPRK ambassador to Nepal and his embassy officials were present there on invitation. \n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets before the portrait of smiling Kim Il Sung and paid tribute to him. \n\t\t\t\t\t\n\t\t\t\t\t A brief biography of his revolutionary activities was introduced at the seminar. \n\t\t\t\t\t\n\t\t\t\t\t Speeches were made by the general secretary of the C.C., the Nepal Communist Party (Marxist-Leninist) who is chairman of the Nepal National Memorial Committee for President Kim Il Sung and Comrade Kim Jong Il, the chairman of the Nepal Journalist Association and other figures. \n\t\t\t\t\t\n\t\t\t\t\t Speakers praised Kim Il Sung as the benefactor of liberation of the Korean nation, iron-willed commander who led the Fatherland Liberation War to victory and tender-hearted father of progressives. \n\t\t\t\t\t\n\t\t\t\t\t They also said that the DPRK founded by Kim Il Sung and developed by leader Kim Jong Il is making a long drive under the wise guidance of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t They laid bare the ever more undisguised moves of the U.S., south Korean puppet authorities and other hostile forces against the DPRK and expressed support for the just cause of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Kim Jong Un was adopted at the seminar."
        },
        {
            "title": "Kim Jong Il's Feats Praised by UK Organizations",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-04ee.html",
            "content": "Kim Jong Il's Feats Praised by UK Organizations\r\n Pyongyang, April 15 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK released a joint statement on April 9 on the occasion of the 22nd anniversary of leader Kim Jong Il's election as chairman of the DPRK National Defence Commission.\n\t\t\t\t\t The statement said that Kim Jong Il's election as chairman of the DPRK National Defence Commission was an expression of the absolute trust of all the Korean people in him and a reflection of their faith and will to remain loyal to his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t He triumphantly led the arduous march, the forced march to shatter the moves of the imperialist allied forces to pressurize and blockade the DPRK and defend socialism, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK won one victory after another in the confrontation with the U.S. imperialists and emerged a full-fledged nuclear weapons state thanks to his indomitable will, grit and outstanding leadership, it pointed out.\n\t\t\t\t\t\n\t\t\t\t\t His revolutionary feats will last forever, it added."
        },
        {
            "title": "Japan's Suppression of Chongryon Condemned by Organizations of Uzbekistan, DR Congo",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-08ee.html",
            "content": "Japan's Suppression of Chongryon Condemned by Organizations of Uzbekistan, DR Congo\r\n Pyongyang, April 15 (KCNA) -- Organizations for friendship with the DPRK in Uzbekistan and DR Congo released statements on April 3 and 4 in denunciation of the Japanese authorities' suppression of the General Association of Korean Residents in Japan (Chongryon).\n\t\t\t\t\t Extending full support to Chongryon, a dignified overseas Koreans' organization of the DPRK, the Uzbekistan-DPRK Friendship Forum said:\n\t\t\t\t\t\n\t\t\t\t\t What the Japanese police authorities perpetrated on Mar. 26 was a barbarous and immoral action against Chongryon and its members.\n\t\t\t\t\t\n\t\t\t\t\t The provocation made by the Japanese authorities at a time when the situation remains very tense on the Korean peninsula is lashing broad public circles into fury.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon is protecting the democratic national rights of the Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t We vehemently condemn the Japanese authorities' action against Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t The DR Congo-Korea Friendship and Solidarity Association demanded the Japanese authorities roll back their anachronistic hostile policy towards the DPRK immediately, apologize to Chongryon for the recent  fascist action and severely punish those responsible for it."
        },
        {
            "title": "Seminar Marked in Mexico",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-09ee.html",
            "content": "Seminar Marked in Mexico\r\n Pyongyang, April 15 (KCNA) -- A national seminar on the theme of \"The DPRK where the Juche idea has been embodied\" was held in Mexico on April 8 to mark the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Displayed at the venue of the seminar were photos showing the revolutionary career and exploits of the President. \n\t\t\t\t\t\n\t\t\t\t\t Works of the peerlessly great men of Mt. Paektu were on display.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Mexican Committee for the Study of Kimilsungism-Kimjongilism, the Mexican National Coordinating Committee for the Study of the Juche Idea and the Mexican Institute for the Study of the Juche Idea and masses.\n\t\t\t\t\t\n\t\t\t\t\t Ramon Jimenez Lopez, president of the Mexican Committee for the Study of Kimilsungism-Kimjongilism, made a report to be followed by speeches made by Juan Campos Vega, chairman of the Mexican Institute for the Study of the Juche Idea, and other Juche idea followers.\n\t\t\t\t\t\n\t\t\t\t\t They praised the President for founding the Juche idea, guiding idea in the era of independence, and applying it to practice.\n\t\t\t\t\t\n\t\t\t\t\t They wished the Korean people greater successes in their struggle for building a thriving socialist country and achieving the independent and peaceful reunification of the country under the wise leadership of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their determination to intensify activities to study and disseminate Kimilsungism-Kimjongilism."
        },
        {
            "title": "Day of Sun Celebrated in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-11ee.html",
            "content": "Day of Sun Celebrated in Different Countries\r\n Pyongyang, April 15 (KCNA) -- Meetings took place in Mexico and Austria and round-table talks in Ethiopia on April 9 on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Displayed at the venues of the events were photos documenting the sacred revolutionary career and feats of the President and revolutionary activities of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were books and photos introducing the achievements made by the service personnel and people of the DPRK in building a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the Mexican national preparatory committee for celebrating the Day of the Sun and the Day of the Shining Star, the People's Socialist Party of Mexico and the Society for the Promotion of the Relations between Austria and the DPRK and other people.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the People's Socialist Party of Mexico said in a speech that Kim Il Sung was a world elder statesman who made immortal contributions to the cause of the popular masses for independence and the socialist cause, holding high the banner of independence and socialism.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the advisory committee of the Society for the Promotion of the Relations between Austria and the DPRK said that Kim Il Sung hewed out the road of independence and sovereignty of Korea and wisely led it. His cause is being successfully carried forward by respected HE Kim Jong Un, the chairman noted.\n\t\t\t\t\t\n\t\t\t\t\tA congratulatory message to Kim Jong Un was adopted at the meeting held in Austria."
        },
        {
            "title": "Kim Il Sung's Work Published in Russia",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-16ee.html",
            "content": "Kim Il Sung's Work Published in Russia\r\n Pyongyang, April 15 (KCNA) -- President Kim Il Sung's work \"For a Free and Peaceful New World\" was brought out in booklet by the Khabarovsk Territory Publishing House of Russia on April 10.\n\t\t\t\t\t The work published on April 29, Juche 80 (1991) clarifies the idea of destroying the unequal and old international order, establishing a new fair one, realizing arms reduction and dismantling weapons of mass destruction including nukes."
        },
        {
            "title": "Kim Jong Un visita Palacio de Sol Kumsusan",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-37ee.html",
            "content": "Kim Jong Un visita Palacio de Sol Kumsusan \r\nPyongyang, 15 de abril (ACNC) -- Con motivo del Dia del Sol, el Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito a la hora cero del dia 15 el Palacio del Sol Kumsusan.\n\t\t\t\t\tEl rindio homenaje al Presidente Kim Il Sung y el Dirigente Kim Jong Il ante sus estatuas de pie y en los salones de eternidad donde estan conservados sus cuerpos.\n\t\t\t\t\t\n\t\t\t\t\tAnte las estatuas estaban colocadon un cesto de flores en nombre del Mariscal y el otro en nombre del EPC.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Hwang Pyong So, Ri Yong Gil, Kim Won Hong, Kim Chun Sam, Pak Yong Sik, Jo Kyong Chol y otros miembros de mando del EPC."
        },
        {
            "title": "Cuadros rinden homenaje a Kim Jong Il en el Palacio del Sol Kumsusan",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-38ee.html",
            "content": "Cuadros rinden homenaje a Kim Jong Il en el Palacio del Sol Kumsusan\r\nPyongyang, 15 de abril (ACNC) -- Con motivo del Dia del Sol, Kim Yong Nam, Pak Pong Ju y otros cuadros directivos del partido, el Estado y el ejercito, el presidente de partido amigo y los funcionarios de los organismos del partido y el poder, entidades de masas, ministerios y organos centrales visitaron este miercoles el Palacio del Sol Kumsusan.\n\t\t\t\t\tAnte las estatuas de pie de los Generalisimos Kim Il Sung y Kim Jong Il estaban colocados un cesto de flores a nombre del Mariscal Kim Jong Un y el otro a nombre del Ejercito Popular de Corea.\n\t\t\t\t\t\n\t\t\t\t\tFue depositado un cesto de flores a nombre comun del Comite Central y la Comision Militar Central del Partido del Trabajo de Corea, el Comite de Defensa Nacional, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes rindieron postumo homenaje a los Generalisimos ante sus estatuas  en el hall y el salon de eternidad donde estan conservados sus cuerpos.\n\t\t\t\t\t\n\t\t\t\t\tLuego, pasaron revista a las salas de conservacion de ordenes recibidas por los Generalisimos, las otras de conservacion de carros, coche electrico, barco y vagones de tren usados por ellos hasta el ultimo periodo de sus vidas para las visitas de orientacion y viajes al extranjero."
        },
        {
            "title": "Cuadros visitan a Mangyongdae en el Dia del So",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-39ee.html",
            "content": "Cuadros visitan a Mangyongdae en el Dia del Sol\r\nPyongyang, 15 de abril (ACNC) -- Con motivo del 103o aniversario de natalicio del Presidente Kim Il Sung, visitaron el dia 15 su casa natal en Mangyongdae Kim Yong Nam, Pak Pong Ju y otros cuadros directivos del partido y el Estado, el presidente de partido amigo y los funcionarios de los organismos del partido y el poder, entidades de masas, los ministerios y organos centrales. \n\t\t\t\t\tEn el Museo de la Historia Revolucionaria de Mangyongdae pasaron revista a los objetos y datos exhibidos recordando la vida revolucionaria y las proezas del Generalisimo.\n\t\t\t\t\t\n\t\t\t\t\tViendo los objetos historicos conservados en la choza donde nacio el Presidente, volvieron a constatar las cualidades de gran hombre de el y sus familiares de Mangyongdae que vinieron manteniendo la tradicion de amar la patria, la nacion y al pueblo.\n\t\t\t\t\t\n\t\t\t\t\tLos visitantes tomaron una foto de recuerdo ante la choza."
        },
        {
            "title": "Ofrecido banquete por los compatriotas en ultramar",
            "url": "http://kcna.co.jp/item/2015/201504/news15/20150415-40ee.html",
            "content": "Ofrecido banquete por los compatriotas en ultramar\r\nPyongyang, 15 de abril (ACNC) -- Tuvo lugar este miercoles en el Hotel Coryo de Pyongyang el banquete en honor de los compatriotas residentes en ultramar en celebracion del Dia del Sol.\n\t\t\t\t\tFueron invitados la delegacion de la Asociacion General de Coreanos Residentes en China, la de la Asociacion Nacional de los Coreano Residentes en Estados Unidos y otras de compatriotas en ultramar y los compatriotas de visita en la patria. \n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes el director para Asuntos de los Compatriotas en Ultramar, Kim Jin Guk y otros funcionarios interesados. \n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo discursos."
        }
    ]
}