{
    "date": "2015-07-15",
    "url": "http://kcna.co.jp/item/2015/201507/2015-07-15ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Has Photo Session with DPRK Ambassadors to Foreign Countries",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-03ee.html",
            "content": "Kim Jong Un Has Photo Session with DPRK Ambassadors to Foreign Countries\r\n Pyongyang, July 15 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, had a photo session with the participants in the 43rd meeting of ambassadors. \n\t\t\t\t\t When he appeared at the venue of the photo session, all the participants broke into cheers of \"hurrah!\"\n\t\t\t\t\t\n\t\t\t\t\t He acknowledged their enthusiastic cheers and sent a warm salute to them. \n\t\t\t\t\t\n\t\t\t\t\t He highly appreciated the success of the 43rd meeting of ambassadors, noting that it offered them a good opportunity of equipping themselves with the foreign policy of the WPK and discussing the methods for implementing it. He congratulated them on their success of the meeting. \n\t\t\t\t\t\n\t\t\t\t\t He expressed the belief that the participants in the meeting and officials in the field of external affairs would thoroughly implement the foreign policy of the WPK and make positive contributions to creating external circumstances favorable for building a thriving nation and achieving the reunification of the country true to the behests of President Kim Il Sung and leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Present there were Ri Su Yong, Kim Kye Gwan and other officials of the Foreign Ministry of the DPRK."
        },
        {
            "title": "S. Korean Authorities Accused of Their Deceptive Trumpeting about Dialogue",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-13ee.html",
            "content": "S. Korean Authorities Accused of Their Deceptive Trumpeting about Dialogue\r\n Pyongyang, July 15 (KCNA) -- The south Korean puppet authorities are busy these days creating impressions that they are interested in improving the inter-Korean relations and sincerely hope for dialogue.\n\t\t\t\t\t Hong Yong Phyo, puppet minister of Unification, jabbered that the best way for mending the north-south relations is for both sides to meet and share views and, therefore, south Korea \"would not neglect its efforts to make dialogue opened, not missing its chance.\"\n\t\t\t\t\t\n\t\t\t\t\t Everywhere he went, puppet Foreign Minister Yun Pyong Se blustered that south Korea has made every effort to defuse the military tension and confrontation on the Korean peninsula and taken \"landmark steps\" to put an end to \"the only territorial partition on the earth.\"\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Joint National Organization of Working People in a statement Wednesday denounced the south Korean authorities for their deceptive trumpeting about dialogue.\n\t\t\t\t\t\n\t\t\t\t\t All the puppet authorities have neither their own faculty of thinking nor say peculiar to individuals, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t They just read out the scenario worked out by Chongwadae, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This is because the American master is the writer of scenario and Park Geun Hye, the boss of Chongwadae, is carefully supervising and commanding how it is implemented.\n\t\t\t\t\t\n\t\t\t\t\t In a word, all the puppet authorities are lashing their tongues and moving according to Park Geun Hye's skirt swishing.\n\t\t\t\t\t\n\t\t\t\t\t  In a nutshell, the skirt swished by Park at the prodding of her U.S. master is capricious enough to stun the public.\n\t\t\t\t\t\n\t\t\t\t\t When Park swishes her skirt in that way, her minions become more vociferous calling for confrontation with the DPRK but when she swishes her skirt the other way, they become talkative about dialogue as if nothing had happened. She utters ambiguous words about confrontation or dialogue when her skirt is in a proper shape.\n\t\t\t\t\t\n\t\t\t\t\t To be double-tongued and tell lies are characteristic of Park.\n\t\t\t\t\t\n\t\t\t\t\t Tragedy is that she is not ashamed of being taken in by hypocrisy.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group makes flattery towards the U.S. when it whistles, echoing Park's trumpeting and when they are prodded, they bark like hungry rabid dogs at compatriots.\n\t\t\t\t\t\n\t\t\t\t\t The Park group should stop mocking at all Koreans through false propaganda.\n\t\t\t\t\t\n\t\t\t\t\t The group would be well advised to give up the intention of wasting time with other form of confrontation, getting vocal about \"dialogue\" to deceive the world public in a sinister bid to realize the \"unification of social system\" with a dagger hidden behind its belts."
        },
        {
            "title": " Credentials to Kim Yong Nam from Venezuelan Ambassador",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-14ee.html",
            "content": "Credentials to Kim Yong Nam from Venezuelan Ambassador\r\n Pyongyang, July 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, received credentials from Ivan Antonio Zerpa Guerrero, Venezuelan ambassador to the DPRK, at the Mansudae Assembly Hall on Wednesday."
        },
        {
            "title": "Candidates for Deputies to Local People's Assemblies Nominated in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-15ee.html",
            "content": "Candidates for Deputies to Local People's Assemblies Nominated in DPRK\r\n Pyongyang, July 15 (KCNA) -- Nomination of the candidates for deputies to the provincial (municipal), city (district) and county people's assemblies of the DPRK ended till Wednesday.\n\t\t\t\t\t At the meetings of voters for nominating candidates for deputies to the above-said people's assemblies and examining their qualifications held across the country, workers, farmers, intellectuals and officials were nominated as the candidates for deputies as they can discharge their duties as the servants for the people in the struggle to build a thriving nation, remaining unfailingly loyal to the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t The election committees at all levels displayed the nominees at the election constituencies and sub-constituencies and are stepping up the preparations for the successful elections at the final stage."
        },
        {
            "title": "Seminar Held to Intensify Anti-Imperialist Class Education and Struggle",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-16ee.html",
            "content": "Seminar Held to Intensify Anti-Imperialist Class Education and Struggle\r\n Pyongyang, July 15 (KCNA) -- A national seminar took place at the People's Palace of Culture on Wednesday to deeply study and grasp the theoretical and practical issues arising in anti-imperialist class education and struggle as required by the prevailing situation and developing reality.\n\t\t\t\t\t Among the participants were officials of the party and administrative organs and working people's organizations here and those in the fields of science, education, literature and art, media and organs for training party officials and the preservation of revolutionary relics.\n\t\t\t\t\t\n\t\t\t\t\t The seminar heard papers explaining and proving the necessity for intensifying anti-imperialist class education and struggle among officials, party members, working people and school youth and children, and dealing with the tasks and ways for letting all the service personnel and people positively turn out in a do-or-die campaign against the U.S. with transparent outlook on the principal enemies by further intensifying class education among them.\n\t\t\t\t\t\n\t\t\t\t\t To intensify anti-imperialist class education is an important issue decisive of the destiny of the service personnel and people of the DPRK -- whether they remain independent ones or become slaves -- and a vital matter decisive of the life-and-death struggle against the U.S. imperialists and other hostile forces, speakers said.\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to implant a clear outlook on the principal enemies in the minds of all the service personnel and people as it is a prerequisite to training them to be fierce tigers that mercilessly wipe out the hostile forces, tightly holding arms of the revolution and the class.\n\t\t\t\t\t\n\t\t\t\t\t It is a serious lesson drawn from the youth movement in some socialist countries in the past that anti-imperialist class education should be further intensified when a generation of revolution is replaced by another, they added.\n\t\t\t\t\t\n\t\t\t\t\t They called for further consolidating the socialist class position as an impregnable fortress of faith and thus successfully rounding off the history of showdown with the U.S. with the final ruin of the latter and strikingly demonstrating the validity and invincibility of the socialist cause."
        },
        {
            "title": "Nature-remaking Projects Brisk in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-17ee.html",
            "content": "Nature-remaking Projects Brisk in DPRK\r\n Pyongyang, July 15 (KCNA) -- The Democratic People's Republic of Korea has paid big efforts to nature-remaking projects, true to behests of leader Kim Jong Il.\n\t\t\t\t\t When visiting the Taegedo Reclaimed Tideland in July Juche 99 (2010), Kim Jong Il confidently said the tideland tells that Korea does what it is determined to do.\n\t\t\t\t\t\n\t\t\t\t\t The reclaimed tideland is equal to the area of a county.\n\t\t\t\t\t\n\t\t\t\t\t Hundreds of thousands of hectares of farmland were rezoned in the country in the new century.\n\t\t\t\t\t\n\t\t\t\t\t The Kaechon-Lake Thaesong Waterway, the Paekma-Cholsan Waterway and Miru Plain Waterway were built as a gravity-fed irrigation system.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il's far-reaching plan on grand nature-remaking has been creditably materialized by supreme leader Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Among the large-scale projects now under construction in the country are the Paektusan Songun Youth Power Station, power stations in tiers on the Chongchon River, waterway in South Hwanghae Province, stockbreeding base in the area of Sepho, Kosan Fruit Farm and development of Ssuk Islet and Wonsan-Mt. Kumgang international tourist zone."
        },
        {
            "title": "Anhwa Temple Restored in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-18ee.html",
            "content": "Anhwa Temple Restored in DPRK\r\n Pyongyang, July 15 (KCNA) -- The Anhwa Temple dating back to Koryo Kingdom (918-1392) was restored in the Democratic People's Republic of Korea.\n\t\t\t\t\t The temple is located in Mt. Songak in Koryo-dong, Kaesong City.\n\t\t\t\t\t\n\t\t\t\t\t According to an official concerned, its restoration was made under an agreement signed between the DPRK National Authority for the Protection of Cultural Heritage and the German embassy in Pyongyang in October 2014.\n\t\t\t\t\t\n\t\t\t\t\t　The temple was initially built in August 930 on the initiative of Wang Kon (877-943), the founder of Koryo, to pray for the soul of his cousin Wang Sin, who laid down his life in a struggle for territorial integration. Then it turned into a national temple in the period of Yejong (1106-1122), the 16th king of Koryo.\n\t\t\t\t\t\n\t\t\t\t\t Historical records say that the temple was widely known to other countries for its splendor and frequently visited by the successive kings of Koryo Dynasty.\n\t\t\t\t\t\n\t\t\t\t\t The Anhwa Temple represents the architectural skills of Korean ancestors.\n\t\t\t\t\t\n\t\t\t\t\t Ro Chol Su, vice-director of the National Authority for the Protection of Cultural Heritage, said the authority would continue cooperation with other countries in the protection of the nation's cultural heritage."
        },
        {
            "title": "DPRK Pays Big Efforts to Preservation of Historical Relics",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-20ee.html",
            "content": "DPRK Pays Big Efforts to Preservation of Historical Relics\r\n Pyongyang, July 15 (KCNA) -- The Workers' Party of Korea and the DPRK government pay deep attention to the preservation of historical sites and relics.\n\t\t\t\t\t A work to preserve and manage the cultural heritages in the country has been getting more intensified after \"On the Careful Preservation and Management of Cultural Sites and Relics\", Presidential Decree No. 35 of the DPRK, was issued in July Juche 74 (1985).\n\t\t\t\t\t\n\t\t\t\t\t Recalling this, Tokgo Jong Chol, section chief of the National Authority for the Protection of Cultural Heritage, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t Over the past three decades, many historical remains and relics have been discovered, among them brick tomb in Saenal-ri, Sinchon County.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile a lot of historical sites and relics were listed as world's cultural heritages. They include 63 groups of tombs dating back to Koguryo Kingdom (B.C. 277-A.D. 668) and the mausoleum of King Wang Kon, Manwoltae,     Koryo Songgyungwan Academy and other historical sites in Kaesong.\n\t\t\t\t\t\n\t\t\t\t\t The government set April and November as months for national heritages, and an all-people movement has been launched in the months every year to repair and take care of the historical sites and relics.\n\t\t\t\t\t\n\t\t\t\t\t This year a brisk work goes on to maintain Sokwang Temple and the mausoleum of King Tangun and repair historical relics in each province."
        },
        {
            "title": "DPRK's Study-while-working System Established in Wartime",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-19ee.html",
            "content": "DPRK's Study-while-working System Established in Wartime\r\n Pyongyang, July 15 (KCNA) -- In the DPRK there are factory and farm colleges and fishermen's colleges at which working people can get higher education at their will.\n\t\t\t\t\t This educational system was provided by President Kim Il Sung during the Fatherland Liberation War (1950-1953).\n\t\t\t\t\t\n\t\t\t\t\t In January Juche 40 (1951), the President visited a machine factory in Songchon County, South Phyongan Province, and suggested setting up a college for workers to get higher education while on the job.\n\t\t\t\t\t\n\t\t\t\t\t He again came to the factory in February and told about the teaching method to be taken by a factory college, instructing that it should be a branch of Kim Chaek University of Technology.\n\t\t\t\t\t\n\t\t\t\t\t After all, the first factory college in the country came into being on July 15, 1951.\n\t\t\t\t\t\n\t\t\t\t\t Later, the President stressed the need to develop the study-while-working higher education system and increase the number of factory colleges.\n\t\t\t\t\t\n\t\t\t\t\t The study-while-working system of the DPRK is now fully demonstrating its vitality under the guidance of supreme leader Kim Jong Un who calls for making all the people well versed in science and technology and developing the country into a talented nation."
        },
        {
            "title": "Japanese Authorities Should Not Go against People's Mindset: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-09ee.html",
            "content": "Japanese Authorities Should Not Go against People's Mindset: Rodong Sinmun\r\n Pyongyang, July 15 (KCNA) -- Students in Tokyo Metropolis staged a protest action outside the Diet building against the security bill pushed by the government. 2 200 students in Kansai area staged a demonstration, protest actions expanding into different areas.\n\t\t\t\t\t Scholars, dietmen from the opposition parties and other people are protesting against it. 1.65 million people took park in the signature campaign against it since the outset of this year. It was reported that lists of signatories were submitted to the Diet.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The facts go to prove that the Japanese people do not want to see Japan rush headlong into the road of militarism and reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t The security bill pushed by the Japanese ruling forces is aimed to turn Japan into a legitimate militarist state and a state for aggression under the disguise of peace.\n\t\t\t\t\t\n\t\t\t\t\t If Japan makes desperate efforts to reinvade other countries by invoking the war law, this will bring disasters to its people.\n\t\t\t\t\t\n\t\t\t\t\t People's mindset represents the will of Heaven. \n\t\t\t\t\t\n\t\t\t\t\t History proves that those going against the mindset of the people are bound to be short-lived.\n\t\t\t\t\t\n\t\t\t\t\t If the Japanese reactionaries are keen on ambition of reinvasion, oblivious of the history of Japan's defeat, this will spark off worldwide protest and shameful self-destruction."
        },
        {
            "title": "S. Korean Regime Accused of Forcibly Detaining Crewmen of DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-11ee.html",
            "content": "S. Korean Regime Accused of Forcibly Detaining Crewmen of DPRK\r\n Pyongyang, July 15 (KCNA) -- The south Korean puppet regime refused to \"repatriate\" three of five crewmen of the DPRK who had been caught in distress in the East Sea of Korea, talking about their \"defection.\" The DPRK has urged it to open to public information about their condition and help them meet with their families. But the puppet regime turned down the request. \n\t\t\t\t\t Furthermore, it is repeating the sophism that they \"refused to go back according to free will of defection and pursuant to international practice.\"\n\t\t\t\t\t\n\t\t\t\t\t The base behavior of the puppet regime to cover up its inhuman crime is stunning the public.\n\t\t\t\t\t\n\t\t\t\t\t The three crewmen are also full-fledged citizens of the DPRK like two others who were repatriated.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime often talked about \"humanitarianism\" and \"human rights.\" It is, therefore, a due obligation of it to sincerely permit interview with those crewmen in detention irrespective of any reason in face of the lamentable scene of families divided due to another tragic product of the national split. \n\t\t\t\t\t\n\t\t\t\t\t It is, indeed, an insult to humanitarianism and a total denial of it that the puppet group unhesitatingly refused to fulfill its due obligation under the pretext of \"human rights\" though its implementation is required in the light of human ethics and international practice.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet regime has neither face nor qualifications to talk about \"international practice\" and \"humanitarian viewpoint.\"\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime adopted it as a policy and a major lever for carrying out its luring and abducting operations to force service personnel and people of the DPRK to \"defect\", and left no means and methods untried to implement it.\n\t\t\t\t\t\n\t\t\t\t\t Pursuant to it, the south Korean military gangsters attacked a drifting fishing boat of the DPRK and forced its crewmen to \"defect\" to south Korea last year, outrageous violence against them. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet Intelligence Service is kicking up ceaseless conspiratorial rackets in various parts of the world to hire citizens of the DPRK as \"defectors from the north.\"\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is, indeed, the one of the most hideous elements keen on escalating confrontation with compatriots in the north and the most vicious criminals against humanity.\n\t\t\t\t\t\n\t\t\t\t\t It is disgusting to hear such a group of savages trumpeting about \"respect for will of crewmen.\"\n\t\t\t\t\t\n\t\t\t\t\t What the puppet group is uttering about the crewmen in detention is no more than sophism to justify its crimes.\n\t\t\t\t\t\n\t\t\t\t\t The group is sadly mistaken if it thinks that it can justify its story about \"instable social system in the north\" and tarnish the high prestige of the DPRK through the recent case.\n\t\t\t\t\t\n\t\t\t\t\t Running high among the service personnel and people of the DPRK is their will to mercilessly punish the group hell-bent on confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group should be well aware of the catastrophic consequences to be entailed by their reckless provocation, stop at once its anti-DPRK conspiratorial racket and unconditionally repatriate the illegally detained citizens of the DPRK without delay."
        },
        {
            "title": " Anniversary of June 15 Joint Declaration Marked by Korean Youth and Students in Japan",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-12ee.html",
            "content": "Anniversary of June 15 Joint Declaration Marked by Korean Youth and Students in Japan\r\n Pyongyang, July 15 (KCNA) -- An event of Korean youth and students in Japan took place in Nagoya, Japan recently to mark the 15th anniversary of the publication of the June 15 joint declaration.\n\t\t\t\t\t At a lecture the participants reconfirmed the position and significance of the joint declaration in hewing out the destiny of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t A joint declaration of Korean youth and students in Japan was read out at the event.\n\t\t\t\t\t\n\t\t\t\t\t The declaration said all Korean youth and students in Japan will get united and strengthen solidarity for the independent reunification, peace and prosperity of the country and nation."
        },
        {
            "title": " Kim Il Sung's Work Introduced in Switzerland",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-01ee.html",
            "content": "Kim Il Sung's Work Introduced in Switzerland\r\n Pyongyang, July 15 (KCNA) -- The Swiss Group for the Study of the Juche Idea on July 5 posted on its website the full text of President Kim Il Sung's work \"The Path of the Korean Revolution\". \n\t\t\t\t\t The work, published on June 30, Juche 19 (1930), clarifies the fundamental stand and attitude to be maintained by the communists in the revolutionary struggle, the character and tasks of the Korean revolution and the Juche-based line and policies for successfully carrying out the Korean revolution."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Commemorated in Cuba",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-02ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Commemorated in Cuba\r\n Pyongyang, July 15 (KCNA) -- There took place an event for laying a floral basket before the portrait of smiling President Kim Il Sung at the building of the Organization of Solidarity of the Peoples of Africa, Asia and Latin America on July 8, the 21st anniversary of his demise. \n\t\t\t\t\t Present there were members of the organization, representatives of political parties of different countries in Cuba and the charge d' affaires ad interim and officials of the DPRK embassy in Havana. \n\t\t\t\t\t\n\t\t\t\t\t The participants laid a floral basket before the portrait and paid tribute to the President."
        },
        {
            "title": "Seminars on Kim Il Sung's Exploits Held in Bangladesh, Germany",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-04ee.html",
            "content": "Seminars on Kim Il Sung's Exploits Held in Bangladesh, Germany\r\n Pyongyang, July 15 (KCNA) -- Seminars on the exploits of President Kim Il Sung took place in Bangladesh and Germany on July 5 and 7 in commemoration of the 21st anniversary of his demise. \n\t\t\t\t\t The president of the Bangladesh People's League and other speakers praised Kim Il Sung as an outstanding thinker and theoretician and prominent statesman who founded the Juche idea and applied it to revolutionary practice, bringing the rosy future to the progressives. \n\t\t\t\t\t\n\t\t\t\t\t The chief of the Franken Group for the Study of the Juche Idea of Germany said Kim Il Sung successfully led the Korean revolution under the unfurled banner of Juche and set an example in hewing out one's own destiny with one's efforts. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany said Kim Il Sung dedicated his all to the people's happiness and reunification of Korea. Thanks to his politics of love for the people the DPRK has turned into a genuine country of the people where they became the master, the chairman added."
        },
        {
            "title": "Kim Il Sung Remembered in Foreign Countries",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-05ee.html",
            "content": "Kim Il Sung Remembered in Foreign Countries\r\n Pyongyang, July 15 (KCNA) -- Meetings for remembering President Kim Il Sung took place in Pakistan, Mongolia, Norway and Uganda on July 7 and 8 in commemoration of the 21st anniversary of his demise. \n\t\t\t\t\t The chairman of the Lahore Organization for the Study of the Juche Idea of Pakistan and other speakers said the President founded the Juche idea and performed undying exploits for the Korean revolution and the cause of human independence. \n\t\t\t\t\t\n\t\t\t\t\t A member of the Leadership Council of the Mongolia-Korea Friendship Society said the Mongolian people know well about the personality of the President as a great man and his warm love for people and that his image will be deeply cherished in the hearts of the Mongolian people. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ostfold County Committee of the Communist Party of Norway said that the President is the father of socialist Korea who defeated the U.S. and Japanese imperialists, founded the DPRK, developed it into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence and performed undying feats for the reunification of Korea. He is the great leader who indicated the way to be taken by the world progressives in their struggle for independence, the chairman added. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Ugandan National Executive Committee of the Pan-African Movement noted that the exploits the President performed for the cause of global independence will be handed down through generations. \n\t\t\t\t\t\n\t\t\t\t\t Messages to supreme leader Kim Jong Un were adopted at the meetings in Pakistan, Mongolia and Norway."
        },
        {
            "title": "Kim Il Sung Praised by Personage of Int'l Body",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-06ee.html",
            "content": "Kim Il Sung Praised by Personage of Int'l Body\r\n Pyongyang, July 15 (KCNA) -- Marwan Sudah, chairman of the Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea, posted on a homepage an article on July 5 on the occasion of the 21st anniversary of demise.\n\t\t\t\t\t Mankind praises the President, founder of the DPRK, as the sun, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t He founded the Juche idea to indicate the way to be followed by mankind, provided a flower garden of love for human being and embraced all people with his great magnanimity.\n\t\t\t\t\t\n\t\t\t\t\t Upholding the banner of Juche, he liberated Korea from military occupation by the Japanese imperialists and built the first people's democratic state in the East.\n\t\t\t\t\t\n\t\t\t\t\t He defeated the U.S. imperialists who boasted of being the \"strongest\" in the world for the first time in history, brought about the beginning of a downhill turn for them and turned the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence. \n\t\t\t\t\t\n\t\t\t\t\t He, possessed of broad magnanimity and noble international obligation, rendered material and moral assistance to the peoples of many countries in their struggle against imperialism and for the building of a new society. \n\t\t\t\t\t\n\t\t\t\t\t Though he passed away, his idea and cause will be immortal like the sun."
        },
        {
            "title": "Seminars Heldon Kim Il Sung's Demise Observed in Benin, Bulgaria",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-07ee.html",
            "content": "Seminars Heldon Kim Il Sung's Demise Observed in Benin, Bulgaria\r\n Pyongyang, July 15 (KCNA) -- Seminars on works of leader Kim Jong Il and Marshal Kim Jong Un took place in Benin and Bulgaria on July 6 on the occasion of the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Pascal Zouncheme, chief of the Benin Group for the Study of Kimilsungism-Kimjongilism who doubles as rector of the Cotonou Institute of Journalism of Benin, said at the seminar on Kim Jong Il's work \"The Great Leader Comrade Kim Il Sung Will Always Be with Our People\":\n\t\t\t\t\t\n\t\t\t\t\t The President founded the great Juche idea, illuminating the road to be followed by humankind.\n\t\t\t\t\t\n\t\t\t\t\t He rendered material and moral supports to a lot of countries including African countries in their struggle for national liberation against imperialism and for the building of new society.\n\t\t\t\t\t\n\t\t\t\t\t Lyudmil Kostadinov, chief of the Bulgarian Group for the Study of Kimilsungism-Kimjongilism, referred to the keynote of Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\". He went on:\n\t\t\t\t\t\n\t\t\t\t\t The greatest feat of the President is that he led the Korean revolution to victories under the banner of independence and thus renewed the contemporary history.\n\t\t\t\t\t\n\t\t\t\t\t He successfully settled the issue of succession to the revolutionary cause, providing a sure guarantee for victoriously carrying forward and developing the revolutionary cause of Juche down through generations."
        },
        {
            "title": "DPRK's Important Days to Be Celebrated in Khabarovsk, Russia",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-08ee.html",
            "content": "DPRK's Important Days to Be Celebrated in Khabarovsk, Russia\r\n Pyongyang, July 15 (KCNA) -- A Khabarovsk Territorial preparatory committee for celebrating the 70th anniversaries of Korea's liberation and the founding of the Workers' Party of Korea (WPK) was formed on July 10. \n\t\t\t\t\t Alexander Fedosov, deputy prime minister of the Khabarovsk Territory Administration of Russia and chairman of the Russia-Korea Friendship Association of Khabarovsk Territory, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold a photo exhibition, film show and other political and cultural events praising the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un on these anniversaries."
        },
        {
            "title": "Kim Jong Un toma foto con participantes en 43a reunion de embajadores",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-21ee.html",
            "content": "Kim Jong Un toma foto con participantes en 43a reunion de embajadores\r\nPyongyang, 15 de julio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, se fotografio junto con los participantes en la 43a reunion de embajadores.\n\t\t\t\t\tEl Mariscal dio cordial saludo respondiendo a las aclamaciones de los participantes.\n\t\t\t\t\t\n\t\t\t\t\tTras evaluar altamente el hecho de que la 43a reunion se realizo bien, subrayo que la presente cita sirvio de una ocasion en que los embajadores se rearmen con la politica exterior del PTC y discutan la metodologia para materializarla y felicito a los participantes que hayan efectuado con exito la sesion.\n\t\t\t\t\t\n\t\t\t\t\tExpreso una conviccion de que en acato al legado de los grandes lideres, los participantes en la reunion y los funcionarios de la rama de asuntos exteriores materializaran estrictamente la politica exterior del PTC para contribuir a crear el ambiente exterior favorable a la construccion de una potencia socialista y la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tEstuvieron presentes Ri Su Yong, Kim Kye Gwan y otros funcionarios del MINREX."
        },
        {
            "title": "Conjunto Nacional de Organizaciones de Masas condena disparates de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-22ee.html",
            "content": "Conjunto Nacional de Organizaciones de Masas condena disparates de autoridades surcoreanas\r\nPyongyang, 15 de julio (ACNC) -- En estos dias, las autoridades surcoreanas dicen como si prestaran atencion sincera a la mejora de las relaciones intercoreanas.\n\t\t\t\t\tEn el interior, el ministro de Unificacion del Sur de Corea, Hong Yong Phyo disparatea que el mejor metodo para resolver las relaciones intercoreanas es sentarse cara a cara para intercambiar opiniones y que \"no abandonara el dialogo y el esfuerzo para su realizacion\".\n\t\t\t\t\t\n\t\t\t\t\tY en el exterior, el canciller Yun Pyong Se habla tonterias como si el Sur de Corea se esforzara mucho por eliminar la tension militar y el ambiente conflictivo en la Peninsula Coreana y tomara \"medidas trascendentales\" para superar el \"estado de la unica division en el mundo\".\n\t\t\t\t\t\n\t\t\t\t\tEl portavoz de Conjunto Nacional de Organizaciones de Masas publico el dia 15 una declaracion condenando estos disparates enganosos de los titeres surcoreanos.\n\t\t\t\t\t\n\t\t\t\t\tLa nota senala que ninguna de las autoridades surcoreanas tiene su propia funcion de pensamiento y derecho a decir a su antojo y burla que ellas leen, al pie de la letra, el guion formulado por Chongwadae y continua: \n\t\t\t\t\t\n\t\t\t\t\tTodos los hechos se deben a que el autor del su texto original es precisamente su amo gringo, y en Chongwadae, Park Geun-hye inspecciona y dirige furiosamente su ejecucion.\n\t\t\t\t\t\n\t\t\t\t\tEn una palabra, cada una de las autoridades surcoreanas es una marioneta que baila al son que le toca Park. \n\t\t\t\t\t\n\t\t\t\t\tInnatamente, Park tiene el caracter de entregarse a la pura mentira. \n\t\t\t\t\t\n\t\t\t\t\tPark y su banda no deben burlar mas a la nacion mediante la \"sinceridad\" llena de falsificacion.\n\t\t\t\t\t\n\t\t\t\t\tY deben abandonar el pensamiento en malgastar el tiempo con otra confrontacion, abogando por el dialogo para enganar al mundo, con la maligna intencion de lograr la \"reunificacion mediante la fusion de regimenes\"."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajador venezolano",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-23ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajador venezolano\r\nPyongyang, 15 de julio (ACNC) -- Ivan Antonio Zerpa Guerrero presento el dia 15 en el Palacio de los Congresos Mansudae ante el presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, sus cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica Bolivariana de Venezuela en la RPDC.\n\t\t\t\t\tTras recibirlas, Kim departio con nuevo diplomatico."
        },
        {
            "title": "Terminada en RPDC recomendacion de candidatos a diputados locales",
            "url": "http://kcna.co.jp/item/2015/201507/news15/20150715-24ee.html",
            "content": "Terminada en RPDC recomendacion de candidatos a diputados locales\r\nPyongyang, 15 de julio (ACNC) -- Quedo terminada hasta el dia 15 la recomendacion de los candidatos a diputados a las Asambleas Populares de las provincias (las ciudades directamente subordinadas al centro), las ciudades (los municipios) y los distritos de la Republica Popular Democratica de Corea.\n\t\t\t\t\tTuvieron lugar en todas partes del pais las reuniones de votantes para la presentacion y la consideracion de calificacion de los candidatos a dichos diputados, ocasiones en las cuales fueron recomendados como candidatos a diputados los obreros, campesinos, intelectuales y funcionarios fieles infinitamente al partido y al lider y capaces de cumplir con todas sus misiones y deberes como servidores del pueblo en los esfuerzos por la construccion de un Estado prospero.\n\t\t\t\t\t\n\t\t\t\t\tLos comites electorales a todos niveles impulsan en la etapa final los preparativos para notificar a los candidatos a diputados recomendados en los distritos y subdistritos electorales y asegurar con exito las elecciones."
        }
    ]
}