{
    "date": "2015-07-13",
    "url": "http://kcna.co.jp/item/2015/201507/2015-07-13ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam Meets Lao High-ranking Military Delegation",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-19ee.html",
            "content": "Kim Yong Nam Meets Lao High-ranking Military Delegation\r\n Pyongyang, July 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with a Lao high-ranking military delegation led by Minister of Defence Sengnouane Sayalat, secretary of the Central Committee of the Lao People's Revolutionary Party, which paid a courtesy call on him at the Mansudae Assembly Hall on Monday. \n\t\t\t\t\t The defense minister said he respect Marshal Kim Jong Un who is defending the sovereignty of the country and demonstrating the dignity of the nation and adding glory to it with his strong grit and pluck.\n\t\t\t\t\t\n\t\t\t\t\t He sincerely hoped that Kim Jong Un would lead the Korean people's struggle to a victory in good health.\n\t\t\t\t\t\n\t\t\t\t\t During the stay I was deeply moved by the army and people of the DPRK struggling full of confidence in victory, he said, expressing firm belief that the friendly and cooperative relations between Laos and the DPRK would grow stronger."
        },
        {
            "title": "Greetings to President of Montenegro",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-15ee.html",
            "content": "Greetings to President of Montenegro\r\n Pyongyang, July 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Monday sent a message of greeting to Filip Vujanovic, president of Montenegro, on the occasion of its national day.\n\t\t\t\t\t The message expressed belief that the relations between the two countries would favorably develop on the principle of mutual respect for sovereignty, equality and reciprocity."
        },
        {
            "title": "Kim Yong Nam Meets Delegation of WTO",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-22ee.html",
            "content": "Kim Yong Nam Meets Delegation of WTO\r\n Pyongyang, July 13 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, met and had a talk with a delegation of the World Tourism Organization (WTO) led by Secretary-General Taleb Rifai which paid a courtesy call on him at the Mansudae Assembly Hall on Monday."
        },
        {
            "title": "DPRK Foreign Minister Meets Delegation of WTO",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-23ee.html",
            "content": "DPRK Foreign Minister Meets Delegation of WTO\r\n Pyongyang, July 13 (KCNA) -- DPRK Foreign Minister Ri Su Yong met and had a talk with a delegation of the World Tourism Organization (WTO) led by Secretary-General Taleb Rifai which paid a courtesy call on him on Monday."
        },
        {
            "title": "DPRK Premier Makes Field Survey of Various Units",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-18ee.html",
            "content": "DPRK Premier Makes Field Survey of Various Units\r\n Pyongyang, July 13 (KCNA) -- DPRK Premier Pak Pong Ju made field survey of the Chollima Steel Complex.\n\t\t\t\t\t He went round the construction sites of gasification process, furnace and revolving furnace No. 4 of the Posan Iron Works at the complex to learn in detail about their construction and supply of materials.\n\t\t\t\t\t\n\t\t\t\t\t A consultative meeting of officials concerned was held on the spot.\n\t\t\t\t\t\n\t\t\t\t\t The meeting underscored the importance of the drive for putting the domestic fuel-based rolling process on a Juche basis and called on the relevant units to supply fire-proof materials and custom-built equipment in good time.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the premier visited the Pyongyang Vegetable Science Institute, the Taedonggang Terrapin Factory and the Taedonggang Combined Fruit Farm and called on them to devotedly implement the behests of leader Kim Jong Il and on-site instructions of Marshal Kim Jong Un and thus positively contribute to improving the people's living standard.\n\t\t\t\t\t\n\t\t\t\t\t The premier also made field survey of production of building materials at various units, stressing the need to increase the proportion of locally available finishing building materials."
        },
        {
            "title": "U.S. and S. Korean Regime Accused of Painting Wrong Picture of Pyongyang Bio-technical Institute",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-14ee.html",
            "content": "U.S. and S. Korean Regime Accused of Painting Wrong Picture of Pyongyang Bio-technical Institute\r\n Pyongyang, July 13 (KCNA) -- Recently, the U.S. and its followers are busy painting a wrong picture of the Pyongyang Bio-technical Institute, a centre for scientific study and production in the DPRK, describing it as a \"latest facility for producing anthrax germs\" and a \"bio-weapons factory disguised as a non-governmental enterprise.\"\n\t\t\t\t\t Tricksters of the U.S. claim that most of modern equipment of the institute that were opened to public are banned bio-chemical products specified by a \"group\" composed of 40 odd countries of the European Alliance in the 1980s. They are running the whole gamut of intrigues to brand the institute as a \"regular base for producing anthrax germs for military use\" little short of military bio-weapons factories of Iraq and the former Soviet Union.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, they went the lengths of talking nonsense that the \"ultra-modern bio-tech products\" of the DPRK whose production technology was reportedly monopolized by a few developed countries in the world precisely mean a \"latest anthrax germs weapon.\"\n\t\t\t\t\t\n\t\t\t\t\t Commenting on the report that the bio-chemicals being produced by the institute are capable of killing nearly 100 percent of various kinds of ticks and other harmful insects hard to eliminate, they talked nonsense that they meant \"anthrax germs as spraying of just 10 kilograms in a densely populated area is enough to kill about 0.9 million people at the maximum and the north's intentional opening of 'anthrax germ facility' to public is an action of threatening the U.S. and south Korea.\"\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Policy Department of the DPRK National Defence Commission said in a statement on Monday:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is kicking off hysteria against the DPRK, denying the stark reality. This is attributable to the U.S. inveterate bad habit of hatching plots and making fabrications, its mode of existence.\n\t\t\t\t\t\n\t\t\t\t\t The Park Geun Hye group is going reckless, buoyed by the U.S. frantic smear campaign.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces, sheltering in doghouses of the U.S., are fated to exist only when they bark at its prodding as they live on the crusts of bread thrown by it. \n\t\t\t\t\t\n\t\t\t\t\t Intrigues and fabrications against justice and truth are nothing but death-bed frenzy of those whose days are numbered and their last-ditch efforts.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet forces had better clearly know though belatedly that with neither plot nor fabrication can they stem with the strong trend of the era of independence and turn back the orbit of history.\n\t\t\t\t\t\n\t\t\t\t\t Their actions will only help deal final fatal blows at the White House and Chongwadae whose political situation has already begun turning unfavorable to them.\n\t\t\t\t\t\n\t\t\t\t\t The smear campaign of the U.S. and the Park Geun Hye group is bound to go bust as it is nothing but poor farces devoid of any elementary understanding of the other side. \n\t\t\t\t\t\n\t\t\t\t\t Those who try to tarnish the image of the DPRK by going against the requirements of the times, challenging the aspiration of the nation and standing against justice and truth will have to pay a high price for their crimes."
        },
        {
            "title": "MOU Signed between Ministry of People's Armed Forces of NDC of DPRK and Lao Ministry of Defence",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-20ee.html",
            "content": "MOU Signed between Ministry of People's Armed Forces of NDC of DPRK and Lao Ministry of Defence\r\n Pyongyang, July 13 (KCNA) -- A MOU on cooperation between the Ministry of the People's Armed Forces of the DPRK National Defence Commission (NDC) and the Lao Ministry of Defence was signed here Monday.\n\t\t\t\t\t Present at the signing ceremony from the DPRK side were Army General of the Korean People's Army (KPA) Pak Yong Sik, minister of the People's Armed Forces, and other KPA generals and from the Lao side members of a Lao high-ranking military delegation led by Minister of Defence Sengnouane Sayalat, secretary of the Central Committee of the Lao People's Revolutionary Party, and Phonekham Inthaboualy, Lao ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Pak Yong Sik and Sengnouane Sayalat inked the MOU."
        },
        {
            "title": "WTO Delegation Leaves",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-24ee.html",
            "content": "WTO Delegation Leaves\r\n Pyongyang, July 13 (KCNA) -- A delegation of the World Tourism Organization (WTO) led by Secretary-General Taleb Rifai left here on Monday.\n\t\t\t\t\t The delegation visited Songdowon International Children's Camp, the Masikryong Ski Resort and other places and went round the Wonsan-Kumgangsan international tourist area."
        },
        {
            "title": "European Politicians Here",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-29ee.html",
            "content": "European Politicians Here\r\n Pyongyang, July 13 (KCNA) -- A delegation of politicians from various political parties of Europe headed by Chief Executive Officer of Inter Mediate Jonathan Powell, former Downing Street Chief of Staff to Prime Minister Tony Blair, arrived here on Monday."
        },
        {
            "title": "Lao High-ranking Military Delegation Departs",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-30ee.html",
            "content": "Lao High-ranking Military Delegation Departs\r\n Pyongyang, July 13 (KCNA) -- A Lao high-ranking military delegation led by Minister of Defence Sengnouane Sayalat, secretary of the Central Committee of the Lao People's Revolutionary Party, departed here for home on Monday."
        },
        {
            "title": "Lao High-ranking Military Delegation Sojourns in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-21ee.html",
            "content": "Lao High-ranking Military Delegation Sojourns in DPRK\r\n Pyongyang, July 13 (KCNA) -- A Lao high-ranking military delegation led by Minister of Defence Sengnouane Sayalat, secretary of the Central Committee of the Lao People's Revolutionary Party, Monday visited the Museum of Weapons and Equipment of the Korean People's Army (KPA).\n\t\t\t\t\t Being briefed on the exploits performed by the peerlessly great persons of Mt. Paektu for the foundation and development of the national defence industry of the country, the guests looked round various kinds of weapons and equipment showing the military might of the KPA.\n\t\t\t\t\t\n\t\t\t\t\t The minister of Defence made an entry in the visitor's book.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, the delegation visited Panmunjom and a KPA unit."
        },
        {
            "title": "World Population Day Marked in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-26ee.html",
            "content": "World Population Day Marked in DPRK\r\n Pyongyang, July 13 (KCNA) -- Diverse events took place in the DPRK to mark World Population Day (July 11).\n\t\t\t\t\t The theme for the 2015 World Population Day presented by UNFPA is \"Vulnerable Populations in Emergencies\".\n\t\t\t\t\t\n\t\t\t\t\t On Monday there was a seminar on reproduction health (RH) services in emergencies at the Taedonggang Diplomatic Club, attended by officials concerned and representatives and staff members of international agencies and foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Sathya Narayana Kundur, officer-in-charge of UNFPA to DPRK, noted at the seminar that the DPRK government has made sincere efforts to cope with disasters after establishing the State Emergency Disaster Committee.\n\t\t\t\t\t\n\t\t\t\t\t He said UNFPA would further improve preparatory works to cope with disaster in close cooperation with the DPRK government.\n\t\t\t\t\t\n\t\t\t\t\t The seminar dealt with service activities for RH during and after emergencies as well as management of medical supplies necessary for RH in emergencies.\n\t\t\t\t\t\n\t\t\t\t\t Local media carried articles on the day while the DPRK Population Center released a special issue of Population Newsletter.\n\t\t\t\t\t\n\t\t\t\t\t Yang Song Il, section chief of the Center, told KCNA that in the country big efforts have been made for establishing the system of giving services for RH in disaster-stricken areas.\n\t\t\t\t\t\n\t\t\t\t\t International agencies, including UNFPA, UNICEF and WHO, rendered lots of assistance to the DPRK government in its effort to cope with flood damage and other natural disasters, he said.\n\t\t\t\t\t\n\t\t\t\t\t A similar seminar is to take place in Kangwon Province of the country on July 15."
        },
        {
            "title": "DPRK Wrestler Wins Gold Medal",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-07ee.html",
            "content": "DPRK Wrestler Wins Gold Medal\r\n Pyongyang, July 13 (KCNA) -- Pak Un Gwang, wrestler of the DPRK, bagged a gold medal at the 50kg-category of men's freestyle wrestling in the 2015 Asian Junior Wrestling Championship. \n\t\t\t\t\t The championship held in Myanmar from July 9 to 12 brought together hundreds of men and women wrestlers from dozens of countries and regions. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Kim Son Hyang won a silver medal at the 48kg-category of women's wrestling and Ro Yong Jin and Kim Ryu Gyong bronze medals at the 50kg-category of men's Greco-Roman and the 44kg-category of women's wrestling."
        },
        {
            "title": "Foreign Crewmen Meet at Songrim Port",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-08ee.html",
            "content": "Foreign Crewmen Meet at Songrim Port\r\n Songrim, July 12 (KCNA) -- Foreign crewmen met at Songrim Port in North Hwanghae Province on July 12 on the occasion of  the June 25-July 27 month of anti-U.S. joint struggle. \n\t\t\t\t\t They laid a floral basket before the mosaic depicting smiling President Kim Il Sung and leader Kim Jong Il in Songrim City and paid tribute to them. \n\t\t\t\t\t\n\t\t\t\t\t The captain and crewmen of the Panama-flagged ship Kaixiang were present there. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said they knew well that the Korean people have undergone sufferings due to the seven decades-long division since Korea was partitioned into the north and the south owing to outside forces' interference. \n\t\t\t\t\t\n\t\t\t\t\t They extended full support and solidarity to the just cause of the Korean people for achieving great national unity under the banner of the historic June 15 North-South Joint Declaration and the October 4 declaration and building peaceful one Korea. \n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the Korean people would defend the dignity of the country, reunify it and build a thriving nation without fail under the wise leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was adopted at the meeting."
        },
        {
            "title": "Delegation of Korean Youth and Students in Japan Meets Former Unconverted Long-Term Prisoner",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-31ee.html",
            "content": "Delegation of Korean Youth and Students in Japan Meets Former Unconverted Long-Term Prisoner\r\n Pyongyang, July 13 (KCNA) -- Members of a delegation of Korean youth and students in Japan led by Pae Jun Ryol, vice-chairman of the Central Standing Committee of the Korean Youth League in Japan, met Ri Kong Sun, a former unconverted long-term prisoner who is a pro-reunification patriot, Monday.\n\t\t\t\t\t Ri Kong Sun said that he had indomitably struggled against the south Korean puppet fascist executioners in prison for decades.\n\t\t\t\t\t\n\t\t\t\t\t He noted that nothing can break the firm faith in the victory of revolution, adding that he could firmly keep the faith in the confrontation of life and death as he cherished deep trust in the party and the leader.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that he had enjoyed a worthy life as a pro-reunification patriot and DPRK hero after coming to the care of leader Kim Jong Il and is now leading a happy life under the warm loving care and benevolence of Marshal Kim Jong Un."
        },
        {
            "title": " Good Strain of Evodia daniellii Spread in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-28ee.html",
            "content": "Good Strain of Evodia daniellii Spread in DPRK\r\n Pyongyang, July 13 (KCNA) -- Good Strain of Evodia daniellii has been spread throughout the DPRK.\n\t\t\t\t\t In a little more than one year, Evodia daniellii forest covering thousands hectares has been improved in the country.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il in their lifetime called for planting Evodia daniellii on a large scale in different parts of the country.\n\t\t\t\t\t\n\t\t\t\t\t Last year, the Sohung County Evodia daniellii Forest Station in North Hwanghae Province produced several tons of good seeds and sent a large number of scions to forest stations across the country.\n\t\t\t\t\t\n\t\t\t\t\t In particular, Jongju City in North Phyongan Province created over 200 hectares of Evodia daniellii forest.\n\t\t\t\t\t\n\t\t\t\t\t The work for improving Evodia daniellii has been also pushed forward in other cities and counties."
        },
        {
            "title": "Many Industrial Art Works Produced in DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-27ee.html",
            "content": "Many Industrial Art Works Produced in DPRK\r\n Pyongyang, July 13 (KCNA) -- The Korean Industrial Art Studio in the DPRK produces lots of various designs helpful to the building of a socialist highly-civilized nation.\n\t\t\t\t\t This year witnessed the creation of more than 1,000 pieces of designs, most of which had been already applied to practice. They include various kinds of guide marks for Pyongyang International Airport and its terminal and designs of cup for national children's football contest and outdoor wall-clock for the Mangyongdae Schoolchildren's Palace.\n\t\t\t\t\t\n\t\t\t\t\t According to Director Kim Chun Sik, the Studio is now concentrating efforts on the creation of such industrial art works as designs of machinery, daily goods and costumes suited to the demand of the developing reality.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un visited the State Industrial Art Exhibition in April Juche 101 (2012) to lay a milestone for the development of the Juche-based industrial art.\n\t\t\t\t\t\n\t\t\t\t\t 16,000 designs have been produced in three years since then, the director said."
        },
        {
            "title": "Sinsollo, Traditional Korean Dish",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-25ee.html",
            "content": "Sinsollo, Traditional Korean Dish\r\n Pyongyang, July 13 (KCNA) -- Sinsollo is one of the traditional Korean dishes, cooked along with flesh-meat, seafood, vegetable, edible herb, fruit and other foods.\n\t\t\t\t\t It is listed as a national intangible heritage in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t According to Associate Prof. Ri Hyang Suk of Pyongyang Jang Chol Gu University of Commerce, Sinsollo is the name of the pot used for boiling the dish.\n\t\t\t\t\t\n\t\t\t\t\t The dish is believed to be highly nutritious because its foodstuff includes songi mushroom, trepang and pine nuts in particular."
        },
        {
            "title": "Rodong Sinmun Calls for Greeting Grand October Festival with Labor Feats",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-13ee.html",
            "content": "Rodong Sinmun Calls for Greeting Grand October Festival with Labor Feats\r\n Pyongyang, July 13 (KCNA) -- It is a shining tradition of the Korean people to turn out as one to greet every auspicious event with labor feats out of patriotism.\n\t\t\t\t\t Rodong Sinmun Monday says this in an editorial.\n\t\t\t\t\t\n\t\t\t\t\t Heroic feats performed by all service personnel and people in the general offensive this year are a manifestation of their ardent loyalty to proudly greet the 70th founding anniversary of the Workers' Party of Korea (WPK) with splendor, the editorial notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Let us present the most precious gifts to the 70th founding anniversary of the party and thus fully demonstrate the proud history and undying exploits of the ever-victorious WPK before the world! This is the unanimous desire and strong will of all people who have grown up under the care of the mother party. \n\t\t\t\t\t\n\t\t\t\t\t All people should expand the achievements by speeding up the on-going offensive and successfully carry out the militant tasks set forth by the party and thus uphold the unquestioned prestige of the WPK which has nothing out of reach if it determines to do and fully demonstrate the dignity and spirit of Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t They should make redoubled efforts to present better and more precious gifts to the 70th founding anniversary of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls on all people to achieve great victories in the general offensive this year to proudly and significantly greet the grand October festival."
        },
        {
            "title": "Rodong Sinmun Flays U.S.-Japan Military Nexus",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-11ee.html",
            "content": "Rodong Sinmun Flays U.S.-Japan Military Nexus\r\n Pyongyang, July 13 (KCNA) -- Mankind strongly wishes not to see the repetition of such worldwide war as the Second World War in the past century as it inflicted disaster, misfortune and pain on many countries. Rodong Sinmun Monday observes this in an article. It goes on:\n\t\t\t\t\t To be regretful, the danger of a new world war is increasing day by day contrary to mankind's desire.\n\t\t\t\t\t\n\t\t\t\t\t Militarist Japan tightening its military nexus with the U.S. is one of the forces watching for a chance to invade other countries.\n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that Japan is revealing its true colors as a war state and state for aggression after totally putting off the mask of a \"pacifist state\", the article continues:\n\t\t\t\t\t\n\t\t\t\t\t Japan's militarization is a direct product of the U.S. patronage and prodding.\n\t\t\t\t\t\n\t\t\t\t\t In a bid to contain big powers in the Asia-Pacific and keep its position as a \"super power\", the U.S. is mulling making an effective use of Japan's military and economic potentials, while encouraging its war moves.\n\t\t\t\t\t\n\t\t\t\t\t Japan is seeking to realize its old dream the \"Greater East Asia Co-Prosperity Sphere\" it failed to do, pursuant to the U.S. strategy for dominating the Asia-Pacific.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and Japan are sadly mistaken if they calculate they can realize their ambition for domination in league with each other this year marking the 70th anniversary of the end of World War II."
        },
        {
            "title": "Rodong Sinmun Raps at S. Korean Puppet Forces' North-targeted War Drills",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-09ee.html",
            "content": "Rodong Sinmun Raps at S. Korean Puppet Forces' North-targeted War Drills\r\n Pyongyang, July 13 (KCNA) -- The First Fleet of the south Korean puppet navy recently started a large-scale combined combat drill in the East Sea of Korea. Meanwhile, the south Korean puppet Army Metropolitan Garrison Command staged a provocative army-police combined drill in Seoul under the pretext of \"coping with enemy's infiltration\".\n\t\t\t\t\t Commenting on this, Rodong Sinmun Monday says:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces are describing the drills as the ones to \"deter provocation\" but such shameless sophism is not workable.\n\t\t\t\t\t\n\t\t\t\t\t It is a reckless act of challenging the aspiration of all Koreans for improved north-south relations and national reunification and a criminal act of treachery disturbing the peace and stability on the Korean peninsula and increasing the danger of a nuclear war, the news analyst notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to clearly prove that the puppet forces never want to defuse the confrontation with the north but only seek to escalate the military stand-off with it and stifle it.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for them to talk about \"dialogue\" while whetting the sword for aggression to do harm to the other side.\n\t\t\t\t\t\n\t\t\t\t\t Those who are fond of playing with fire are fated to perish in the flames.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces had better clearly understand that their moves for a war against the north will only precipitate their final end."
        },
        {
            "title": "Rodong Sinmun Condemns S. Korean Puppet Forces for Escalating Confrontation with DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-10ee.html",
            "content": "Rodong Sinmun Condemns S. Korean Puppet Forces for Escalating Confrontation with DPRK\r\n Pyongyang, July 13 (KCNA) -- The south Korean puppet forces hosted the UN \"office on human rights in the north\" in Seoul and then cooked up the \"2015 white paper on human rights records in the north,\" announcing independent \"financial sanctions against the north\" in an effort to escalate the confrontation with the compatriots in the north.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Monday says: Their actions are an unbearable challenge to the dignity and social system of the DPRK, revelation of a cynic ploy to stifle it at any cost in cooperation with foreign forces and moves for bedeviling the north-south relations and igniting a war against it as they are pursuant to \"strategy of dialogue and pressure\".\n\t\t\t\t\t\n\t\t\t\t\t Noting that reliance on outside forces and confrontation with compatriots only lead to a war, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t Now that the south Korean puppet forces are keen on the political and military confrontation with the DPRK while going against dialogue and improved inter-Korean relations, it is quite self-evident that what remains to be done by them is to go to war.\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the fact that the highest tension is prevailing on the peninsula due to their reckless moves for a nuclear war against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t They would be well advised to stop acting rashly, pondering over the grave consequences to be entailed by their moves for escalating the confrontation with compatriots."
        },
        {
            "title": "DPRK Will Counter U.S Nuclear Stick with Strong Nuclear Deterrent: KCNA Commentary",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-16ee.html",
            "content": "DPRK Will Counter U.S Nuclear Stick with Strong Nuclear Deterrent: KCNA Commentary\r\n Pyongyang, July 13 (KCNA) -- The U.S. deputy secretary of Defense at a recent meeting openly talked about the U.S. plan for modernizing its nuclear force.\n\t\t\t\t\t He blustered that the 2021-2035 plan for modernizing nuclear weapons has already been worked out by the Pentagon and 18 billion U.S. dollars would be annually required to carry it out.\n\t\t\t\t\t\n\t\t\t\t\t Noting the Pentagon is pursuing the plan for \"modernizing the three major parts of nuclear weapons\" such as surface-to-surface missile, SLBM and long-range bomber, he added that it would take 30 years to carry out it and require a trillion U.S. dollars for this purpose.\n\t\t\t\t\t\n\t\t\t\t\t This brought to light the sinister design of the U.S. which has been loudmouthed about \"a world without nuclear weapons.\"\n\t\t\t\t\t\n\t\t\t\t\t As known, Washington made the initiative on building \"a world without nuclear weapons\" for the first time in April, 2009, giving impression that it would set an \"example\" in building such world.\n\t\t\t\t\t\n\t\t\t\t\t Against this backdrop, Obama in a recent statement cried out for \"opting to increase the force of the NPT.\"\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. has massively deployed nuclear weapons in various parts of the world including south Korea and conducted nuclear tests more frequently in a craftier manner.\n\t\t\t\t\t\n\t\t\t\t\t A brass hat of the U.S. army confessed that nuclear weapons factories of the U.S. have never been idle.\n\t\t\t\t\t\n\t\t\t\t\t Some nuclear weapons the U.S. claims to have dismantled are aging ones without any guarantee for its performance and hard to maintain and operate.\n\t\t\t\t\t\n\t\t\t\t\t Washington may advertise as if it had cut down the number of nuclear weapons in a small measure but their quality has so rapidly improved that it baffles human imagination.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, it is putting political, economic and military pressure upon those countries bolstering up their defence capabilities to cope with its outrageous nuclear threat, deliberately pulling up them.\n\t\t\t\t\t\n\t\t\t\t\t This indicates that \"denuclearization\" much touted by it is, in essence, a scenario to force other countries to dismantle their nukes and make a monopoly of nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t Now it is stepping up the modernization of nuclear weapons under the pretext of \"threat\" from the DPRK, Russia and China, etc.\n\t\t\t\t\t\n\t\t\t\t\t Needless to say, the U.S. scenario is aimed to contain the DPRK and its neighboring powers through its nuclear edge and thus dominate the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. remains unchanged in its strategy for emerging the only dominator of the world by dint of nuclear weapons and its hard-line hostile policy toward the DPRK has become ever more outrageous.\n\t\t\t\t\t\n\t\t\t\t\t Under this situation the DPRK renews its unshakable will to counter the U.S. brandishing a nuclear stick with a strong nuclear deterrent only.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK will continue holding fast to the line of simultaneously developing the two fronts and further bolster up the nuclear deterrent for self-defence as long as there remain on this earth the U.S. and its allied forces keen to stifle the DPRK."
        },
        {
            "title": "Koreans in Japan Meet",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-17ee.html",
            "content": "Koreans in Japan Meet\r\n Tokyo, July 12 (KNS-KCNA) -- Meetings of the Executive Committees of Headquarters of the General Association of Korean Residents in Japan (Chongryon) took place across Japan to carry out the decision of the Second Meeting of the 23rd Chongryon Central Committee true to the letter supreme leader Kim Jong Un sent to Chongryon and Koreans in Japan on the occasion of the 60th founding anniversary of Chongryon.\n\t\t\t\t\t The Second Meeting of the 23rd Executive Committee of the Tokyo Metropolitan Headquarters of Chongryon was held on July 8.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Nam Sung U, vice-chairman of the Chongryon Central Standing Committee, Hwang Myong, chairman of the Tokyo Metropolitan Headquarters of Chongryon, and other executive members.\n\t\t\t\t\t\n\t\t\t\t\t Hwang said in his report that all organizations and officials under the headquarters have waged a dynamic patriotic movement in hearty response to the congratulatory message and letter sent by Kim Jong Un since the 23rd Congress of Chongryon.\n\t\t\t\t\t\n\t\t\t\t\t He called on all officials to take the lead in the movement of Koreans in Japan with the unshakable faith that they are sure to triumph only when they are led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The report was adopted as a decision of the executive committee.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Kim Jong Un was read out."
        },
        {
            "title": "Kim Jong Un's Work Introduced in Poland",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-01ee.html",
            "content": "Kim Jong Un's Work Introduced in Poland \r\n Pyongyang, July 13 (KCNA) -- The Polish Branch of the Korean Friendship Association posted on its website supreme leader Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\" on July 6."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Observed in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-02ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Observed in Different Countries\r\n Pyongyang, July 13 (KCNA) -- There took place a remembrance meeting and seminar in Peru, a seminar, Korean book exhibition and film show in India and film show in Iran on July 4 on the occasion of the 21st anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t On display at the venue of the exhibition were Korean books introducing the revolutionary careers of the President and leader Kim Jong Il and their undying exploits.\n\t\t\t\t\t\n\t\t\t\t\t Films shown included Korean film \"Eternal Treasures in Praise of Sun\". \n\t\t\t\t\t\n\t\t\t\t\t Eleazar Ramos Loarte, secretary general of the Peruvian Group for the Study of Kimilsungism-Kimjongilism, said that the President founded the Juche idea, the most popular revolutionary idea which defines the popular masses as master of the revolution and construction for the first time in the human history, and pursued the politics for them on its basis all his life. He went on:\n\t\t\t\t\t\n\t\t\t\t\t The greatness of the President's idea and theory and his wise leadership have already been recognized by prominent personages of many countries and regions. \n\t\t\t\t\t\n\t\t\t\t\t Though he passed away, world progressives ardently revere him as the genius of idea and theory, great master of creation and leader of the people. \n\t\t\t\t\t\n\t\t\t\t\t He is always alive in the hearts of mankind. \n\t\t\t\t\t\n\t\t\t\t\t Vipin Gupta, chairman of the Juche Philosophy Study Committee of India, said that the founding of the Juche idea was a historic event as it ushered in the new era, the era of independence where the popular masses have emerged as masters of their own destiny for the first time in history."
        },
        {
            "title": "Myanmar Personages Praise Kim Il Sung's Exploits",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-03ee.html",
            "content": "Myanmar Personages Praise Kim Il Sung's Exploits\r\n Pyongyang, July 13 (KCNA) -- Myanmar personages made public statements on the occasion of the 21st anniversary of demise of President Kim Il Sung. \n\t\t\t\t\t Tha Win, member of the Central Committee of the Union Solidarity and Development Party of Myanmar and secretary of its Yangon Regional Committee, on July 6 said that the Workers' Party of Korea (WPK) has been developed into the ever-victorious iron-willed party and the DPRK turned into the socialist power independent in politics, self-supporting in economy and self-reliant in defence under the wise leadership of the President. He went on:\n\t\t\t\t\t\n\t\t\t\t\t I believe that the idea and cause of the President and leader Kim Jong Il will be surely realized under the wise guidance of HE Kim Jong Un, supreme leader of the WPK and the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The general director of a publishing house of Myanmar said on July 5 that he recollected with deep emotion the devoted life of the President who performed great exploits for the country and its people, the times and history. \n\t\t\t\t\t\n\t\t\t\t\t The life of the President is the one of the most prominent great man and indomitable revolutionary in the 20th century, he said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of HE Kim Jong Un the Korean people are now honorably defending socialist Korea despite the persistent anti-DPRK moves of the hostile forces and achieving eye-opening successes in the efforts to build an economic power and improve the people's living standard. \n\t\t\t\t\t\n\t\t\t\t\t I express firm support and solidarity with the Korean people in their just struggle to build a thriving nation and reunify the country."
        },
        {
            "title": "Kim Il Sung's Feats Praised by Foreign Papers",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-04ee.html",
            "content": "Kim Il Sung's Feats Praised by Foreign Papers\r\n Pyongyang, July 13 (KCNA) -- Foreign papers carried special write-ups illustrated with the portraits of smiling President Kim Il Sung and photos dealing with his revolutionary activities on the occasion of the 21st anniversary of his demise. \n\t\t\t\t\t The July issue of the German paper Rote Fahne in an article titled \"Benevolent image of Comrade Kim Il Sung\" said that many people in the world are remembering the President, founding-father of socialist Korea, though 21 years have passed since his demise. It continued:\n\t\t\t\t\t\n\t\t\t\t\t When one remembers the President, his beaming image comes to one's mind. \n\t\t\t\t\t\n\t\t\t\t\t His broad smile is based on the warm love for human beings. \n\t\t\t\t\t\n\t\t\t\t\t Party and state leaders and prominent figures of many countries who had the honor of meeting the President always remember his tender-hearted image. \n\t\t\t\t\t\n\t\t\t\t\t The President is always alive in the hearts of the progressives. \n\t\t\t\t\t\n\t\t\t\t\t An Indonesian internet paper on July 2 in an article said that the President embarked upon the road of revolution in his early years and turned the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence.\n\t\t\t\t\t\n\t\t\t\t\t The article noted:\n\t\t\t\t\t\n\t\t\t\t\t He made a great contribution to the global cause of independence. Whoever was received by him was attracted by him. \n\t\t\t\t\t\n\t\t\t\t\t The Guinean paper Horoya on July 2 praised the President for making great contributions to the prosperity of the country and its independent and peaceful reunification and the global cause of independence. \n\t\t\t\t\t\n\t\t\t\t\t Indeed, he was the most prominent leader representing the 20th century, peerlessly great man and great sage of mankind.\n\t\t\t\t\t\n\t\t\t\t\t Different countries of the world continue presenting to him honorary titles, orders, medals and gifts. \n\t\t\t\t\t\n\t\t\t\t\t His idea and cause will last forever."
        },
        {
            "title": "Kim Il Sung Praised by Russian Media",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-05ee.html",
            "content": "Kim Il Sung Praised by Russian Media\r\n Pyongyang, July 13 (KCNA) -- Russian media carried special write-ups illustrated with the portraits of smiling President Kim Il Sung in commemoration of the 21st anniversary of his demise.\n\t\t\t\t\t An article illustrated with photos showing his undying feats, his birthplace in Mangyongdae and the Tower of the Juche Idea was posted on the Irkutsk internet homepage on July 2. \n\t\t\t\t\t\n\t\t\t\t\t The article said that with the approach of July 8 not only the Korean people but also the world progressives remember with deep emotion the life of the President who performed undying exploits before history and mankind with his outstanding ideas and theories and great revolutionary practices. \n\t\t\t\t\t\n\t\t\t\t\t Noting that the President turned the DPRK into the socialist power independent in politics, self-supporting in economy and self-reliant in national defence which is centered on the popular masses, the article stressed he was the most prominent leader, peerlessly great man and great sage of mankind representing the 20th century. \n\t\t\t\t\t\n\t\t\t\t\t The paper Vladivostok on July 6 in an article said that the President built the socialist system centered on the popular masses in Korea and set a good example in accomplishing the human cause of independence with his outstanding guidance. It went on:\n\t\t\t\t\t\n\t\t\t\t\t He was the most prominent incarnation of benevolence. \n\t\t\t\t\t\n\t\t\t\t\t History does not know such great man who valued and loved the people so much like the President.\n\t\t\t\t\t\n\t\t\t\t\t The world progressives highly praise his exploits generation after generation. His idea and cause will last forever. \n\t\t\t\t\t\n\t\t\t\t\t An article praising his noble traits was posted on a Khabarovsk Territorial internet paper on July 4."
        },
        {
            "title": "DPRK's Important Days to Be Celebrated in Venezuela",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-06ee.html",
            "content": "DPRK's Important Days to Be Celebrated in Venezuela\r\n Pyongyang, July 13 (KCNA) -- A Venezuelan preparatory committee for celebrating the 70th anniversaries of Korea's liberation and the founding of the Workers' Party of Korea was inaugurated with due ceremony on July 7. \n\t\t\t\t\t Omar Lopez, chairman of the Venezuelan National Society for the Study of the Juche idea, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to widely introduce the successes being achieved by the DPRK in socialist construction and hold colorful political and cultural events including a photo exhibition on these anniversaries."
        },
        {
            "title": " Kim Yong Nam se reune con delegacion de Organizacion Mundial de Turismo ",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-32ee.html",
            "content": "Kim Yong Nam se reune con delegacion de Organizacion Mundial de Turismo\r\nPyongyang, 13 de julio (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, departio el dia 13 en el Palacio de los Congresos Mansudae con la delegacion de la Organizacion Mundial de Turismo encabezada por el secretario general Taleb Rifai quien le hizo una visita de cortesia."
        },
        {
            "title": "Pak Pong Ju recorre varias unidades",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-33ee.html",
            "content": "Pak Pong Ju recorre varias unidades\r\nPyongyang, 13 de julio (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, estudio sobre el terreno los trabajos del Complejo de Acero Chollima.\n\t\t\t\t\tEl premier recorrio varios lugares del Complejo de Acero Chollima entre otros, el lugar de la obra para la gasificacion del horno de calentar el alambre laminado, los de la construccion de alto horno y el horno giratorio No. 4 de la Fundicion de Hierro de Posan, para averiguar en detalle el estado de la obra y del suministro de materiales.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar en el terreno la reunion consultiva de los funcionarios correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion pusieron enfasis en la importancia de la realizacion del proceso de laminacion por el combustible nacional y discutieron las medidas para producir y suministrar a tiempo los materiales refractarios y los equipos encargados.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, Pak estuvo en el Instituto de Ciencia de Verduras de Pyongyang, la Planta de Tortugas de Agua Dulce Taedonggang y la Granja Combinada Fruticola Taedonggang donde exhorto a hacer aporte activo a la mejora de la vida del pueblo al materializar cabalmente el legado del Dirigente Kim Jong Il e instrucciones dadas en el terreno por el Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, el premier Pak analizo en el terreno el estado de produccion de varias unidades de produccion de materiales de construccion acentuando la necesidad de elevar la proporcion de los materiales de acabado nacionales."
        },
        {
            "title": "Portavoz de Departamento de Politica de CDN de RPDC condena sofisteria de EE.UU. y titeres surcoreanos",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-34ee.html",
            "content": "Portavoz de Departamento de Politica de CDN de RPDC condena sofisteria de EE.UU. y titeres surcoreanos\r\nPyongyang, 13 de julio (ACNC) -- En estos dias, Estados Unidos y sus lacayos acusan a ciegas el Instituto de Biotecnologia de Pyongyang, base de investigacion cientifica y produccion de la Republica Popular Democratica de Corea, de \"instalacion ultramoderna de produccion de los bacilos de antracosis de fuerte toxicidad\" y de \"fabrica de armas biologicas disfrazada de una empresa civil\".\n\t\t\t\t\t Los intrigantes de EE.UU. difunden la sofisteria absurda, segun la cual la mayoria de las instalaciones del susodicho instituto son mercancias prohibidas en la exportacion de materiales bioquimicos que definio un \"grupo\" compuesto por mas de 40 paises de la Alianza Europea en la decada de 1980 y el instituto consta de \"instalaciones de produccion de bacilos de antracosis regulares y posibles de uso militar\" iguales a las fabricas de armas biologicas de Irak y ex Union Sovietica.\n\t\t\t\t\t\n\t\t\t\t\t Para colmo, disparatean que los \"articulos de tecnica biologica de punta\" de la RPDC, cuya tecnologia de produccion la monopolizan solo unos paises desarrollados en el mundo, significan los \"armamentos ultramodernos de bacilos de antracosis\".\n\t\t\t\t\t\n\t\t\t\t\t  Picotean sin alguna vacilacion que el hecho de que los productos agroquimicos producidos por el instituto pueden matar casi 100% de enfermedades e insectos nocivos incluyendo el genero de garrapatas dificil de exterminar, \"tenia en consideracion los bacilos de antracosis que pueden  matar al maximo hasta a 900 mil personas con solo 10 kilos de  pulverizacion en la zona de poblacion concentrada \" y el \"anuncio intencional de la 'instalacion de bacilos de antracosis' es la intencion del Norte de amenazar a EE.UU. y el Sur de Corea\".\n\t\t\t\t\t\n\t\t\t\t\t  Al respecto, el portavoz del Departamento de Politica del Comite de Defensa Nacional de la RPDC publico el dia 13 una declaracion condenando que EE.UU. recurre a la campana hostil contra ella negando persistentemente hasta la realidad evidente y continua:\n\t\t\t\t\t\n\t\t\t\t\tTodo esto se debe a los vicios de ellos habituados al complot y falsificacion y el metodo de su existencia.\n\t\t\t\t\t\n\t\t\t\t\t  Tambien la banda de Park Geun-hye se adhiere activamente a la farsa intrigante de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t  Esto es fatalidad de los titeres que viven bajo el amparo de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLos complots e intrigas tendentes a exterminar la justicia y la veracidad resultan ultimos esfuerzos de los agonizantes. \n\t\t\t\t\t\n\t\t\t\t\tAunque sea ahora, EE.UU. y los titeres surcoreanos deben tener presente que las intrigas y complots no pueden detener la corriente de la era de la independencia ni dar marcha atras a la historia, sino daran el golpe demoledor a la Casa Blanca y Chongwadae. \n\t\t\t\t\t\n\t\t\t\t\tLos complots e intrigas de EE.UU. y la horda surcoreana de Park Geun-hye son una farsa pueril ignorante de la contraparte y no pueden eludir el fracaso.\n\t\t\t\t\t\n\t\t\t\t\tLos que se desesperan por denigrar el prestigio de la RPDC, desafiando a la demanda de la epoca, a la aspiracion nacional y a la justicia y la veracidad, pagaran el precio caro."
        },
        {
            "title": " Hay que responder a garrote nuclear con fuerte disuasivo nuclear, apunta ACNC",
            "url": "http://kcna.co.jp/item/2015/201507/news13/20150713-35ee.html",
            "content": "Hay que responder a garrote nuclear con fuerte disuasivo nuclear, apunta ACNC\r\nPyongyang, 13 de julio (ACNC) -- En una reciente reunion el subsecretario de Estado estadounidense expuso abiertamente el plan de modernizacion de las fuerzas armadas nucleares de su pais diciendo que el Pentagono ya tiene trazado el plan de  modernizacion de armas nucleares para 2021-2035 que requiere cada ano 18 mil millones de US$.\n\t\t\t\t\tY anuncio que ahora el Departamento de Defensa promueve la \"modernizacion de tres componentes de armas nucleares\": misiles terrestres, los SLBM y los bombardeos de largo vuelo y agrego que para realizarlo demoraran 30 anos y costaran un billon de US$.\n\t\t\t\t\t\n\t\t\t\t\tEste disparate revela la verdadera intencion de EE.UU. que aboga tanto por el \"mundo sin armas nucleares\". \n\t\t\t\t\t\n\t\t\t\t\tComo es conocido por todo el mundo, en abril de 2009 el imperio presento por primera vez el proyecto del \"mundo sin armas nucleares\" diciendo que seria \"ejemplo\" en la construccion de tal mundo.\n\t\t\t\t\t\n\t\t\t\t\tHace poco, el presidente estadounidense Obama llamo en su declaracion a \"fortalecer mas el Tratado de No Proliferacion Nuclear\".\n\t\t\t\t\t\n\t\t\t\t\tPero, EE.UU. emplaza en el Sur de Corea y otros rincones de nuestro planeta enormes armas nucleares y realiza con mas frecuencia y de manera mas astuta las pruebas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tUn general de las fuerzas terrestres norteamericanas confeso que las fabricas de armas nucleares de su pais no estuvieron ningun momento en el descanso. \n\t\t\t\t\t\n\t\t\t\t\tUn poco de armas nucleares ya abolidas, segun la insistencia de EE.UU., es viejo y dificil de mantener y garantizar el funcionamiento. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. anuncia como si redujera el numero de sus armas nucleares, pero, su calidad se eleva inimaginablemente. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, ejerce la presion politica, economica y militar a los paises que fortalecen la capacidad de defensa nacional frente a su amenaza nuclear. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho demuestra que la \"desnuclearizacion\" preconizada por EE.UU. persigue desarmar a otros paises y monopolizar las armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tHoy dia, EE.UU. da acicate a la modernizacion de armas nucleares pretextando la \"amenaza\" de la RPDC, Rusia, China y otros paises a fin de mantenerlos a rayas con la supremacia nuclear y lograr la ambicion de la hegemonia mundial. \n\t\t\t\t\t\n\t\t\t\t\tEs invariable la estrategia de EE.UU. de hacerse el unico dominante del mundo esgrimiendo las armas nucleares. \n\t\t\t\t\t\n\t\t\t\t\tY se torna cada dia mas brutal la politica norteamericana de hostilidad a la RPDC basada en el despotismo. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad nos hace redoblar la decision de hacer frente con fuerte disuasivo nuclear a los gangsteres con el garrote nuclear. \n\t\t\t\t\t\n\t\t\t\t\tMientras existan en nuestro planeta EE.UU. y sus fuerzas satelites enloquecidos por la ambicion de aplastar a la RPDC, nuestro ejercito y pueblo consolidaran mas el disuasivo nuclear de autodefensa manteniendo la linea de desarrollo paralelo de la construccion economica y la de las fuerzas armadas nucleares."
        }
    ]
}