{
    "date": "2015-01-19",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-19ee.html",
    "articles": [
        {
            "title": "19th Kimjongilia Festival to Be Held",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-10ee.html",
            "content": "19th Kimjongilia Festival to Be Held\n\t\t\t\t\t\t\r\n  Pyongyang, January 19 (KCNA) -- The 19th Kimjongilia Festival is to be held in Pyongyang to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t  The festival will open at the Kimilsungia-Kimjongilia Exhibition from mid-February, Juche 104 (2015).\n\t\t\t\t\t\n\t\t\t\t\t It will bring together armed forces organs, ministries, national institutions, overseas compatriots bodies including the General Association of Korean Residents in Japan, people from all walks of life, school youth and children and foreign friends.\n\t\t\t\t\t\n\t\t\t\t\t There will take place Kimjongilia shows in local areas and service personnel and people there will visit Kimilsungia-Kimjongilia greenhouses."
        },
        {
            "title": "New Kind of Air Purifier Developed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-09ee.html",
            "content": "New Kind of Air Purifier Developed in DPRK\r\n Pyongyang, January 19 (KCNA) -- Among the exhibits on display at the intellectual products exhibition of the DPRK Invention Office is nano-photocatalytic air-purifier.\n\t\t\t\t\t The home-made purifier works to remove bacteria and harmful agents in the air.\n\t\t\t\t\t\n\t\t\t\t\t The purifier, consisting of glass wool mixed with nano catalysts, ultraviolet lamp and blower, can sterilize up to 300 cubic meters of air per hour.\n\t\t\t\t\t\n\t\t\t\t\t It is very useful at hospitals and foodstuff factories.\n\t\t\t\t\t\n\t\t\t\t\t This device has already been applied to Pyongyang Wheat Flour Processing Factory, Pyongyang Cosmetics Factory, South Hamgyong Provincial People's Hospital and many other units of the country."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Authorities' Racket for \"Eliminating Followers of North\"",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-06ee.html",
            "content": "Rodong Sinmun Slams S. Korean Authorities' Racket for \"Eliminating Followers of North\"\n\t\t\t\t\t\t\r\n Pyongyang, January 19 (KCNA) -- Shortly ago, the south Korean authorities detained Hwang Son, representative of the Forum for the Study of Politics Desired, on a charge that she \"supported and praised the north\" in violation of the \"Security Law.\" Afterwards they are conducting an additional investigation into her.\n\t\t\t\t\t Meanwhile, they expelled Sin Un Mi, Korean professor in the U.S.,  from south Korea on Jan. 8 after questioning her on a charge that she praised the north at an event held in November last year for giving her impressions of the DPRK with Hwang Son attending. They went the lengths of investigating a female lawmaker from the Democratic Alliance for New Politics, finding fault with a few words said by her to greet Sin at the event.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Monday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t These facts prove that south Korea is a dictatorial society.\n\t\t\t\t\t\n\t\t\t\t\t What Hwang and Sin said can never be a crime but they deserve praise as members of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are claiming they violated the \"Security Law\" but this only proves the urgent need to repeal this anti-reunification law. The south Korean ruling forces' frantic racket for \"eliminating the followers of the north\" targeted against the progressive pro-democracy figures is throwing a wet blanket over the climate of mending the north-south relations as it is a clear manifestation of their unconditional repugnancy and bad blood towards the fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities label those personages devoting themselves to peace and the reunification of the country as \"those following the north\" and mercilessly crack down on them as now like a \"witch hunt\", the distrust and confrontation between the north and the south can never be defused.\n\t\t\t\t\t\n\t\t\t\t\t They should halt their fascist crackdown upon the progressive pro-democracy forces through the racket for eliminating \"followers of the north\" and respond to the efforts of the fellow countrymen for achieving independent reunification through the improvement of the north-south relations."
        },
        {
            "title": "Rodong Sinmun on Just Songun Politics of DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-07ee.html",
            "content": "Rodong Sinmun on Just Songun Politics of DPRK\r\n Pyongyang, January 19 (KCNA) -- Songun politics and nuclear deterrent of the DPRK serve as an all-powerful treasured sword as they protect the sovereignty of the country, the dignity of the nation and peace and security on the Korean peninsula and in Northeast Asia and the rest of the world, says Rodong Sinmun Monday in an article. It goes on:\n\t\t\t\t\t High-handedness and arbitrariness are rampant in the international arena and war and bloodshed persist in different countries and regions of the world due to undisguised infringement of the imperialists upon the sovereignty of other countries. All these facts more clearly prove how just the path chosen by the DPRK is.\n\t\t\t\t\t\n\t\t\t\t\t One step taken in concession before the imperialists is bound to lead to a thousand steps in concession and this precisely means death.\n\t\t\t\t\t\n\t\t\t\t\t If one lacks powerful war deterrent however honest and just one may be, one cannot but be reduced to a plaything of the strong, will not be able to defend the sovereignty of the country and dignity of the nation and achieve the happiness and prosperity of the people.\n\t\t\t\t\t\n\t\t\t\t\t This is a bitter lesson and truth taught by the past history.\n\t\t\t\t\t\n\t\t\t\t\t Watching the miserable realities in different countries of the world, the army and people of the DPRK once again keenly realize how just the DPRK was when it bolstered up nuclear deterrent, holding high the banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t We do not regret that we provided powerful nuclear deterrent tightening our belt in such hard period but feel proud of doing so.\n\t\t\t\t\t\n\t\t\t\t\t Just is the cause of the DPRK advancing under the unfurled banner of Songun and it is sure to triumph."
        },
        {
            "title": "Nothing Is Impossible If Koreans Share One Purpose and Join Efforts: Rodong Sinmun ",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-05ee.html",
            "content": "Nothing Is Impossible If Koreans Share One Purpose and Join Efforts: Rodong Sinmun \n\t\t\t\t\t\t\r\n Pyongyang, January 19 (KCNA) -- Nothing is impossible if the north and the south of Korea share one purpose and join efforts true to the idea of By Our Nation Itself, says Rodong Sinmun on Monday in an article. \n\t\t\t\t\t Now is the time requiring responsibility for the north and the south to pool efforts and wisdom and write a new history of inter-Korean relations by boldly sloughing off a narrow-minded stand of distrust and confrontation, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Being aware of the unanimous desire of all Koreans and requirements of the times and history, the north and the south should sincerely work for mending the relations.\n\t\t\t\t\t\n\t\t\t\t\t The Koreans, though they are a homogeneous nation, have lived, separated from each other like outsiders. This is attributable to the moves of foreign aggressors to divide them and sow discord among them. \n\t\t\t\t\t\n\t\t\t\t\t No matter how deep the distrust and misunderstanding pent up between the north and the south in the course of long confrontation between them may be, they can be surely removed if they maintain the viewpoint and stand that they should be reunified as one and the same nation.\n\t\t\t\t\t\n\t\t\t\t\t The ties between the north and the south should be those between compatriots, those based on the spirit of By Our Nation Itself as they should advance hand in hand towards peace and national reunification. \n\t\t\t\t\t\n\t\t\t\t\t If foreign forces are allowed to interfere in the issue of the inter-Korean relations, the present bedeviled inter-Korean relations can never improve.\n\t\t\t\t\t\n\t\t\t\t\t If the south sticks to its confrontation policy, reading foreign forces' faces and cooperating with them even at present when the improvement of the inter-Korean relations presents itself as an urgent issue, this will do serious harm to the nation.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK remains unchanged in its stand to radically repair the north-south relations and achieve the independent reunification, peace and prosperity through dialogue and negotiations in the spirit of By Our Nation Itself."
        },
        {
            "title": "S. Korean Paper Denounces \"Security Law\"",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-01ee.html",
            "content": "S. Korean Paper Denounces \"Security Law\"\n\t\t\t\t\t\t\r\n Pyongyang, January 19 (KCNA) -- The south Korean internet paper Voice of People in an editorial slammed the fascist \"Security Law,\" a means for cracking down upon progressive forces.\n\t\t\t\t\t The editorial accused the authorities of arresting Hwang Son, representative of the Forum for the Study of Politics Desired, on the charge of violating the \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t The conservative forces branded the lecture given by Hwang as a great danger to security, it said, adding this suppression was aimed to mislead public opinion.\n\t\t\t\t\t\n\t\t\t\t\t It deplored that everyone is being branded as \"follower of the north\" and \"criminal\" on the strength of the \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t The editorial derided the chief executive who is becoming evermore undisguised in pulling the wool over the people's eyes, talking about the \"freedom of expression.\""
        },
        {
            "title": "Release of Progressive Activist Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-04ee.html",
            "content": "Release of Progressive Activist Demanded in S. Korea \n\t\t\t\t\t\t\r\n Pyongyang, January 19 (KCNA) -- Yun Ki Jin, co-chairman of the Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea, launched a demonstration outside Chongwadae in Seoul in demand of the release of a progressive activist, according to the south Korean internet newspaper Jaju Minbo on January 16. \n\t\t\t\t\t He denounced the security authorities for detaining Hwang Son, representative of the Forum for the Study of Politics Desired, for the mere reason that she talked about the impressions of her visit to the north. \n\t\t\t\t\t\n\t\t\t\t\t He branded the detaining of Hwang as serious abuse of human rights and violent suppression of pro-reunification activist. \n\t\t\t\t\t\n\t\t\t\t\t He demanded the release of Hwang Son, mother of two children."
        },
        {
            "title": "Koreans in China Vow to Wage Dynamic Movement for Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-11ee.html",
            "content": "Korean in China Vow to Wage Dynamic Movement for Reunification\n\t\t\t\t\t\t\r\n Pyongyang, January 19 (KCNA) -- Paek Kyong Hyon,  chairperson of the Zhongnan Regional Association of the General Association of Koreans in China, in a statement on Jan. 12 vowed to thoroughly carry out the important tasks set forth by Marshal Kim Jong Un in his New Year address.\n\t\t\t\t\t The statement said: \n\t\t\t\t\t\n\t\t\t\t\t We will hold fast to President Kim Il Sung and leader Kim Jong Il's Juche-based idea of the overseas compatriots movement as a lifeline and conduct a vigorous patriotic movement for reunification, rallied close around the General Association, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t This year is a significant year of the 70th anniversaries of Korea's liberation and the founding of the Workers' Party of Korea and the 15th anniversary of the June 15 joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t The Zhongnan Regional Association will share breath with the people in the homeland making dynamic leaping progress toward a final victory and keep pace with them true to the Songun revolutionary leadership of Kim Jong Un and thus make a tangible contribution to the patriotic reunification work for prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t We will intensify the struggle to foil the anti-DPRK \"human rights\" racket of the U.S. and its vassal forces and their moves for a war of aggression against the DPRK and take the lead in the struggle for achieving the historic cause of Korea's reunification under the banner of the June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": "Young Koreans in China Call for Patriotic Struggle",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-12ee.html",
            "content": "Young Koreans in China Call for Patriotic Struggle\n\t\t\t\t\t\t\r\n Pyongyang, January 19 (KCNA) -- Officials of the Federation of Korean Young Nationals in China made public statements calling for carrying out the tasks for national reunification set forth by Marshal Kim Jong Un in his historic New Year address.\n\t\t\t\t\t Han Song Ok, director of the Publicity Department of the Federation, in a statement on Jan. 15 clarified that all members of the Federation are firmly determined to devote themselves to the sacred and patriotic struggle to surely open up a broad avenue to independent reunification in this year of the 70th anniversary of Korea's liberation, true to the New Year address of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The statement said the Federation and all the young Koreans in China would advance, holding high the slogan \"Let the whole nation join efforts to open up a broad avenue to independent reunification in this year of the 70th anniversary of national liberation!\" put up by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Mi, chairwoman of the Zhongnan Regional Association of the Federation, in a statement on Jan. 12 said ending the national division and reunifying the country as early as possible is a task facing all the Koreans and a solemn call of the history of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The statement underlined the need to become vanguard in the nationwide patriotic struggle to open up a broad avenue to independent reunification by the concerted efforts of all Koreans in this year of the 70th anniversary of Korea's liberation under the leadership of Kim Jong Un, true to the last instructions of President Kim Il Sung and leader Kim Jong Il for national reunification."
        },
        {
            "title": "Kim Jong Un Praised by Nigerian Organization",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-02ee.html",
            "content": "Kim Jong Un Praised by Nigerian Organization \r\n Pyongyang, January 19 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted an article \"Father of soldiers\" on its website on January 9. \n\t\t\t\t\t Noting that Marshal Kim Jong Un, supreme commander of the Korean People's Army (KPA), is called father of the soldiers, the article went on:\n\t\t\t\t\t\n\t\t\t\t\t Regarding the soldiers as more powerful and valuable ones than any modern arms and equipment, he has loved and trusted them, achieving the single-minded unity of the whole army and bolstering military capability. \n\t\t\t\t\t\n\t\t\t\t\t He deems it his noble duty to take care of the soldiers and train and lead them and has shown paternal love for them. \n\t\t\t\t\t\n\t\t\t\t\t His inspection of KPA units is characterized by his ardent love and trust in soldiers. \n\t\t\t\t\t\n\t\t\t\t\t When visiting KPA units, he went round all places including bedrooms, mess halls, non-staple food stores and wash-cum-bath rooms to learn in detail about the living conditions of soldiers. \n\t\t\t\t\t\n\t\t\t\t\t He made long journeys to visit every place where soldiers are stationed, showing warm love for them and encouraging them. \n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that he is called father of soldiers as he always mixes with them and takes warm care of their life and destiny to the last in a responsible manner."
        },
        {
            "title": "Korean People's Struggle Supported by Mexicans",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-03ee.html",
            "content": "Korean People's Struggle Supported by Mexicans \n\t\t\t\t\t\t\r\n Pyongyang, January 19 (KCNA) -- Mexican political parties and organizations made public a joint statement on January 13 in support of the drive of the Korean people to implement the tasks set forth by supreme leader Kim Jong Un in his New Year address. They included the People's Socialist Party of Mexico, the Socialist Popular Party of Mexico, the National Coordinating Committee for the Study of the Juche Idea, the Committee for the Study of Kimilsungism-Kimjongilism, the Institute for the Study of the Juche Idea, the Friend Association for Memory of President Kim Il Sung and Leader Kim Jong Il, the Committee for Supporting Korea's Reunification and the Mexico-Korea Friendship Association. \n\t\t\t\t\t The statement expressed belief that the Workers' Party of Korea (WPK) and the Korean people will win victory in the struggle for defending socialism and in all fields of building a thriving nation under the wise leadership of Kim Jong Un in 2015 marking the 70th anniversaries of Korea's liberation and the founding of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t It extended support and solidarity to the Korean people in their just struggle for achieving national reunification, expressing sympathy with the foreign policy of the WPK and the DPRK government. \n\t\t\t\t\t\n\t\t\t\t\t It called upon all the progressive political parties and organizations in the world to celebrate the 70th anniversary of the founding of the WPK with splendor as a grand international political festival and extend firm support and solidarity to the WPK and the Korean people in their just struggle for prosperity of socialist Korea."
        },
        {
            "title": "Pyongyang sera sede de XIX Festival de Kimjongilias",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-20ee.html",
            "content": "Pyongyang sera sede de XIX Festival de Kimjongilias\n\t\t\t\t\t\t\r\nPyongyang, 19 de enero (ACNC) -- Con motivo del dia de natalicio del Dirigente Kim Jong Il, se efectuara en esta capital el XIX Festival de Kimjongilias. \n\t\t\t\t\tEl presente certamen se iniciara desde mediados de febrero del 104 (2015) de la Era Juche en la Exposicion Permanente de Kimilsungia y Kimjongilia con la participacion de los organismos de las fuerzas armadas, ministerios, organos centrales, la Chongryon (Asociacion General de Coreanos Residentes en Japon) y otras entidades de compatriotas en ultramar, trabajadores de distintos estratos, jovenes y ninos escolares y huespedes extranjeros. \n\t\t\t\t\t\n\t\t\t\t\tEn las localidades tambien se realizaran las exposiciones de la flor inmortal y la visita a los invernaderos de kimilsungias y kimjongilias."
        },
        {
            "title": "Desarrollado nano-esterilizador de aire",
            "url": "http://kcna.co.jp/item/2015/201501/news19/20150119-21ee.html",
            "content": "Desarrollado nano-esterilizador de aire\n\t\t\t\t\t\t\r\nPyongyang, 19 de enero (ACNC) -- Atraen la atencion de los visitantes los articulos tecnologicos de punta, exhibidos nuevamente en la exposicion de productos intelectuales de la Direccion Estatal de Invenciones de la Republica Popular Democratica de Corea.\n\t\t\t\t\tEntre ellos figura el nano-esterilizador catalitico de aire que descompone las bacterias y sustancias toxicas y elimina los olores desagradables.\n\t\t\t\t\t\n\t\t\t\t\tEl aparato hecho con tecnologia y materiales domesticos es sencillo en su estructura y comodo de uso.\n\t\t\t\t\t\n\t\t\t\t\tEsta compuesto por una caja esterilizadora, fibra de vidrio hecha con nano-materiales catalizadores, una lampara de rayos ultravioletas y un ventilador.\n\t\t\t\t\t\n\t\t\t\t\tNo afecta al cuerpo humano y puede esterilizar 50-300?de aire por hora.\n\t\t\t\t\t\n\t\t\t\t\tSe recomienda para el salon de operaciones del hospital, la botica y para las ramas de industrias alimentaria y ligera, las fabricas de hongos, la sala de conservacion de vestigios, etc.\n\t\t\t\t\t\n\t\t\t\t\tLo usan hasta la fecha numerosas unidades de todo el pais como la Fabrica de Procesamiento de Trigo de Pyongyang, la Fabrica de Cosmeticos de Pyongyang, el Hospital Popular de la Provincia de Hamgyong del Sur, entre otras."
        }
    ]
}