{
    "date": "2015-10-06",
    "url": "http://kcna.co.jp/item/2015/201510/2015-10-06ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Publishes Work",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-20ee.html",
            "content": "Kim Jong Un Publishes Work\r\n Pyongyang, October 6 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army, published his work \"The Cause of the Great Party of Comrades Kim Il Sung and Kim Jong Il Is Ever-Victorious\" on October 4, Juche 104 (2015) on the occasion of the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t The following is its full text:\n\t\t\t\t\t\t\n\t\t\t\t\t\n\t\t\t\t\t The members of the Worker's Party of Korea and other people are celebrating in a meaningful way the 70th anniversary of the founding of the WPK as the most auspicious, revolutionary holiday. \n\t\t\t\t\t\n\t\t\t\t\t The WPK founded by the great Comrade Kim Il Sung is the glorious party of Comrades Kim Il Sung and Kim Jong Il, which has developed into an invincible revolutionary party and led the revolution and construction along the road filled with victory under their outstanding and seasoned leadership. \n\t\t\t\t\t\n\t\t\t\t\t The cause of the WPK is a sacred historic cause for fully realizing the independence of the masses of the people, the cause of the Juche revolution. \n\t\t\t\t\t\n\t\t\t\t\t The 70-year history of the WPK is a history full of proud victories, which has demonstrated the justness and invincibility of the cause of the party of Comrades Kim Il Sung and Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Amid the historic struggle to accomplish the cause of the Juche revolution in this long period after its founding, it has developed into a revolutionary party of Juche, into the great party of Comrades Kim Il Sung and Kim Jong Il, and wonderfully performed its role as the organization that guides our people to all victories. \n\t\t\t\t\t\n\t\t\t\t\t Success in the revolution and construction depends on how a party, the General Staff of the revolution, is built and on how its leadership role is enhanced. \n\t\t\t\t\t\n\t\t\t\t\t Thanks to the ideas of Comrades Kim Il Sung and Kim Jong Il on building a party of a Juche type and to their wise leadership, the WPK has been built and developed into a party of the leader, a revolutionary party of the Juche type, in which the unitary character and inheritance of the leader's ideology and leadership are definitely ensured. \n\t\t\t\t\t\n\t\t\t\t\t A revolutionary party is, in its essence, the party of its leader that carries out his ideology and cause, and the main thing in its building is to ensure the unitary character and inheritance of his ideology and leadership. \n\t\t\t\t\t\n\t\t\t\t\t What is important in ensuring the unitary character of his ideology and leadership is to model the entire party on the leader's revolutionary ideology, achieve its unity and cohesion centred on the leader and ensure that the entire party moves as one under the leader's unitary leadership.\n\t\t\t\t\t\n\t\t\t\t\t Guided solely by the revolutionary ideology of the great Comrades Kim Il Sung and Kim Jong Il, the WPK has conducted its building and activities as required only by Kimilsungism-Kimjongilism, thus developing itself into a powerful body, ideologically pure and organizationally integrated, with the leader as its one and only centre. \n\t\t\t\t\t\n\t\t\t\t\t Achieving unity centred on the leader presented itself as an increasingly grave task for the WPK from the first day of its founding owing to the complicated and arduous character of the Korean revolution. It achieved its unity by overcoming factionalism and opportunistic ideological trends of all hues, which had done tremendous harm to the unity of the revolutionary ranks historically, and intensified the struggle to achieve the single-hearted unity of the revolutionary ranks centred on the leader.\n\t\t\t\t\t\n\t\t\t\t\t It established a system whereby the problems arising in its building and activities were resolved according to the unitary conclusion by the leader and a revolutionary climate in which its organizations and members carried out without an inch of deflection the lines and policies put forward by the leader. \n\t\t\t\t\t\n\t\t\t\t\t That the great Comrade Kim Jong Il advanced the line of modelling the entire WPK on Kimilsungism and ensured that the work of establishing its monolithic ideological system was intensified constituted an occasion for a radical turn in ensuring the unitary character of the leader's ideology and leadership. Development of the WPK into the party of the leader, into the party of Comrade Kim Il Sung, both in name and in reality is a great exploit performed by Comrade Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t The WPK solved the problem of inheriting the leader's ideology and leadership in a correct way, so that the unitary character of the leader's ideology and leadership could be inherited from generation to generation.\n\t\t\t\t\t\n\t\t\t\t\t Inheriting the leader's ideology and leadership is a serious problem that has a bearing on the destiny of a party and revolution; it is also a fundamental problem in building a revolutionary party.\n\t\t\t\t\t\n\t\t\t\t\t History has taught a bitter lesson that a party, even though it has advanced the revolution successfully under the correct leadership of its leader, becomes degenerate and in the end leads the revolution to frustration if it fails to inherit his ideology and leadership correctly. \n\t\t\t\t\t\n\t\t\t\t\t Looking to the distant future with far-sighted acumen, Comrades Kim Il Sung and Kim Jong Il laid organizational and ideological foundations and established the leadership system of the leader who would inherit the cause of the revolution, thus ensuring that the leader's ideology and leadership were inherited brilliantly down through generations.\n\t\t\t\t\t\n\t\t\t\t\t That it has been led by outstanding leaders generation after generation and ensured the unitary character and inheritance of their ideology and leadership has been the basic factor in the militant might and invincibility of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t As it definitely inherited the unitary character of the leaders' ideology and leadership generation after generation, the WPK, even in the whirlwind of ideological degeneration and frustration of the ruling parties in socialist countries, was able to maintain invariably its revolutionary features as the party of Comrades Kim Il Sung and Kim Jong Il and provide effective leadership over the revolution and construction, thus effecting gigantic social changes. \n\t\t\t\t\t\n\t\t\t\t\t The WPK has been built into an invincible revolutionary party that serves the people and has formed an integral whole with them. \n\t\t\t\t\t\n\t\t\t\t\t The leader, the party and the masses form a community in which they share their destiny in implementing the cause of independence of the masses. Just as the masses cannot carve out their destiny independently if they are separated from the leadership of the party and the leader, so the party cannot become a powerful political organization nor satisfactorily perform its role as a political guide if it is separated from the masses. \n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Il Sung ensured that the WPK was built as a mass-based party with workers, farmers and intellectuals as its component elements, oriented all its activities to defending and realizing the demands and interests of the masses, and thus struck its roots deep among them and formed an integral whole with them. \n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Jong Il ensured that the WPK developed into a genuine motherly party that takes care of the destiny of the masses on its responsibility, administered in a comprehensive way benevolent politics and all-embracing politics based on affection for and trust in them, and thus formed inseparable ties of kinship with them.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has strived to take responsibility for the people's destiny and look after them with motherly affection and to provide our people, who have supported it with single-hearted loyalty, with a rich and happy life. It has also led officials to eliminate practices of abuse of authority and bureaucratism and work as true servants for the people.\n\t\t\t\t\t\n\t\t\t\t\t As the WPK is fully discharging its responsibility and duty as a motherly party that serves the people, our people, regarding its embrace as a genuine motherly embrace, have entrusted their destiny and future entirely to it, and are displaying loyalty to prove themselves worthy of its trust and affection. \n\t\t\t\t\t\n\t\t\t\t\t The integral whole of the WPK and the masses based on the former's trust in and affection for the latter and the latter's absolute support for and trust in the former?herein lies the source of the solidity and might of our revolutionary ranks and the basic guarantee for all victories. As it has been backed up by the might of this integral whole, the WPK has been able to advance with confidence in sure victory against the trials and difficulties facing the revolution and wonderfully perform its sacred mission. \n\t\t\t\t\t\n\t\t\t\t\t It has developed into a revolutionary party that leads the revolution and construction to victory in a seasoned manner by a Juche-based leadership method. \n\t\t\t\t\t\n\t\t\t\t\t Leadership method is the basic factor that decides the leadership ability and fighting efficiency of a party. \n\t\t\t\t\t\n\t\t\t\t\t Resolving all the problems arising in the revolution and construction by relying on the masses of the people, the motive force of the revolution, and on their efforts is the WPK's traditional leadership method the great Comrades Kim Il Sung and Kim Jong Il created and applied. \n\t\t\t\t\t\n\t\t\t\t\t The might of the masses is immediately that of ideology and collectivism. The WPK has consistently adhered to the principle of formulating its lines and policies by comprehending the demands and opinions of the masses and carrying them out by motivating their ideas. It has applied the Juche-oriented theory that ideas are the main thing in the revolution and construction and ideological consciousness decides everything. By doing so, it has given definite precedence over all other types of work to the ideological work aimed at giving free rein to the people's spiritual strength and creativity, and ensured that their might of collectivism and mass heroism are displayed to the full by launching mass movements of various forms on a wide scale in every stage of the developing revolution. \n\t\t\t\t\t\n\t\t\t\t\t In the course of bringing about a continuous leap forward in the revolution and construction by relying on the masses and enlisting their spiritual strength, the WPK has developed into a seasoned revolutionary party possessed of unexcelled organizing ability and art of leadership.\n\t\t\t\t\t\n\t\t\t\t\t The WPK's Songun-based revolutionary leadership is a unique revolutionary leadership method of our style that gives precedence to military affairs and that sets the Korean People's Army as the core and main force. \n\t\t\t\t\t\n\t\t\t\t\t On the basis of the original fundamentals of the Songun revolution that the army means the party, the state and the people, the WPK has developed the KPA into a-match-for-a-hundred revolutionary armed force that is unfailingly loyal to it and the leader and strong in ideology and faith. In the course of the struggle to model the entire KPA on Kimilsungism-Kimjongilism, the WPK's undivided leadership over the army has been established and the KPA has developed into a powerful revolutionary Paektusan army that takes the lead in implementing the WPK's lines and policies to the death. This consolidated the WPK's political and military foundations rock-solid.\n\t\t\t\t\t\n\t\t\t\t\t Under its Songun-based leadership the revolutionary ranks have been developed into elite forces modelled after the KPA, the great army-people unity strengthened, and all the members of the WPK and other people made proactive efforts to promote the revolution and construction by learning from the KPA's fighting spirit and mettle. \n\t\t\t\t\t\n\t\t\t\t\t The WPK has radically improved its leadership ability and fighting efficiency in the course of advancing the cause of the Juche revolution by dint of its original Songun-based leadership. \n\t\t\t\t\t\n\t\t\t\t\t The experience of the WPK, which has developed itself into an invincible party by blazing the trail for building a revolutionary party, serves as a living example in carrying out the cause of building a revolutionary party in the era of independence. \n\t\t\t\t\t\n\t\t\t\t\t Over the past 70 years the WPK has led the cause of the Juche revolution, the cause of socialism, along the road resplendent with brilliant victory by overcoming manifold grave trials of history. \n\t\t\t\t\t\n\t\t\t\t\t The course of its leading the cause of the Juche revolution, the cause of socialism, has been an acute and serious political and class struggle against imperialism, dominationism, revisionism, worship of big powers and dogmatism, and a hard struggle of hewing out an untrodden path to build a genuine, new society for the people. \n\t\t\t\t\t\n\t\t\t\t\t In the whole course of leading the several stages of the revolution and construction the WPK has not followed any established theory or formula, but advanced dynamically along the road indicated by the original Juche idea, the road of independence, Songun and socialism. \n\t\t\t\t\t\n\t\t\t\t\t Independence, Songun and socialism are the coordinates of the Korean revolution and its main path that accord with our people's aspirations and our country's actual conditions. They are a crystallization of the valuable exploits and traditions and rich experience the great leaders achieved for nearly a century, and illuminate the basic principles of our revolution and its path. \n\t\t\t\t\t\n\t\t\t\t\t The WPK has led the revolution and construction by holding fast to the line and principles of independence, Songun and socialism as its permanent strategy, thus performing undying exploits for the country and the people. \n\t\t\t\t\t\n\t\t\t\t\t In the historic course of leading the cause of the Juche revolution it has trained our people into a dignified, independent people, into a powerful motive force of the revolution. \n\t\t\t\t\t\n\t\t\t\t\t That it has trained the masses of the people into the independent motive force for carrying out the cause of the Juche revolution constitutes its greatest achievement. \n\t\t\t\t\t\n\t\t\t\t\t The masses are masters of their own destiny and they are responsible for implementing the cause of independence, but only under the correct leadership of a revolutionary party can they become a genuine motive force of the revolution. \n\t\t\t\t\t\n\t\t\t\t\t The WPK set it as its most important task to unite the masses solidly around it and the leader by awakening them ideologically and rallying them organizationally, and has always paid primary concern to it.\n\t\t\t\t\t\n\t\t\t\t\t It has united the masses into a single socio-political organism by equipping them with the Juche idea and rallying them around it ideologically, volitionally and organizationally. It has also encouraged them to give full play to their great revolutionary enthusiasm and inexhaustible creativity and thus fulfill their responsibility and role as the motive force of the revolution. \n\t\t\t\t\t\n\t\t\t\t\t In our country all the service personnel of the KPA and other people have armed themselves with the Juche idea, the WPK's guiding ideology, as their unshakable faith and achieved single-hearted unity around it, and they are working with devotion to implement its lines and policies. Its plans and decisions for the country's prosperity and people's happiness become the revolutionary will of the service personnel and the people, and are carried out by them. \n\t\t\t\t\t\n\t\t\t\t\t In particular, the young people of a new generation have grown up into a dependable reserve force of the WPK and successors to the revolution, and they are performing the role of a shock brigade with credit in carrying out the cause of the Juche revolution. Thus our country is widely recognized as a youthful power without parallel in the world. Recorded in the history of the WPK is the proud achievement it has made in training young people into heroes of the times and its advance group and wing. \n\t\t\t\t\t\n\t\t\t\t\t It has such an excellent army and people, laudable young people in particular, who follow it and the leader with absolute belief in them and are boundlessly faithful to its cause in any adversity-this is a source of great dignity and pride for the WPK, and herein lies the secret of its ever-victorious history spanning 70 years. \n\t\t\t\t\t\n\t\t\t\t\t That it has built Juche-oriented socialism in which the people's demands and ideals for independence are realized is a historic exploit of the WPK. \n\t\t\t\t\t\n\t\t\t\t\t Socialism is the aim of the working masses, and building it is the most important task facing revolutionary parties. \n\t\t\t\t\t\n\t\t\t\t\t The WPK opened up a new path for building genuine socialism that is in keeping with the people's ideals and, in the whole course of the struggle to this end, has consistently adhered to the Juche-oriented revolutionary lines and principles. \n\t\t\t\t\t\n\t\t\t\t\t It has resolved all the problems arising in socialist construction in conformity with our people's independent aspirations and our country's specific situation and by relying on its own forces. It has invariably advanced straight forward along the road of Juche-oriented socialism, rejecting intervention and pressure by foreign forces. Even in such trying periods as that of the Arduous March it made sustained efforts to speed up socialist construction by resolutely thwarting the hostile forces' pernicious moves to suffocate our style of socialism.\n\t\t\t\t\t\n\t\t\t\t\t The socialism that has been built in our country according to the Juche-oriented line of the WPK and under its wise leadership is a people-centred socialism whereby the masses have become true masters of the state and society and their independent demands are fully realized.\n\t\t\t\t\t\n\t\t\t\t\t Our people exercize their rights as masters in all spheres of state and social life, and the politics of respecting and loving them, that of giving top and absolute priority to their demands and interests, is administered in the country. As ours is a genuine socialism for the people, a people-centred socialism, they regard it as their lifeblood and work with devotion to spruce up their socialist land and develop it into a thriving socialist country as soon as possible. \n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of the WPK and through the devoted struggle of the people who are faithful to it, our country has risen up as a dignified politico-ideological and military power in a short historical period; it is making redoubled efforts to build the knowledge-based economy and socialist civilization in the new century, demonstrating the might of the invincible socialist power.\n\t\t\t\t\t\n\t\t\t\t\t By leading the army and people the WPK has built up the tradition of victory in the showdown with imperialists that has continued from one century into the next and thus defended the dignity and sovereignty of the country and the gains of the revolution with credit. \n\t\t\t\t\t\n\t\t\t\t\t As long as there remains imperialism, the cause of independence of the masses, the cause of socialism, is accompanied by a fierce showdown with the enemy. As our country has been the outpost in the anti-imperialist, anti-U.S. struggle which has been drawn out from one century into the next and from generation to generation, defending the national dignity and sovereignty and the gains of the revolution from imperialist aggression posed as a particularly important issue for it.\n\t\t\t\t\t\n\t\t\t\t\t By consistently adhering to the line and principle of attaching importance to military affairs, the WPK set it as the foremost national affair to build up the revolutionary armed forces and increase the country's defence capabilities and has won victory after victory in the uninterrupted showdown with U.S. imperialism by relying on the country's powerful defence capabilities whose pivot is the KPA.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise leadership of Comrade Kim Il Sung our young KPA and people performed the historic miracle of defeating in the Fatherland Liberation War a formidable enemy whose forces were incomparably great, ie, the U.S. imperialists who had been boasting of being the \"strongest\" in the world. This brilliant victory was the victory of the Juche-oriented military ideas and outstanding military strategy of Comrade Kim Il Sung, an iron-willed brilliant commander, and it was a victory born of the heroic spirit of defending the country of the service personnel and people who fought even sacrificing their lives unhesitatingly for their precious motherland.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has always emerged victorious in the showdown with the allied imperialist forces over the past scores of years after the war, foiling the enemy's continued designs for aggression at every step by dint of the might of Songun, the might of a military power.\n\t\t\t\t\t\n\t\t\t\t\t Recently when a hair-trigger situation was created, it warded off the danger facing the country in time by demonstrating its leadership ability, thus saving the nation from the holocaust of war and safeguarding the peace and security of the world. That it defended the dignity and sovereignty of the country and the gains of the revolution in this fierce confrontation was a great victory born of our spiritual and moral superiority and the might of the great unity of the army and people who are single-heartedly united around the WPK. \n\t\t\t\t\t\n\t\t\t\t\t The immortal exploits and valuable experience achieved by the WPK in carrying out the cause of the Juche revolution under the banner of independence, Songun and socialism are of historic significance in the victorious advance of our revolution and in implementing the cause of independence of the masses.\n\t\t\t\t\t\n\t\t\t\t\t By building an invincible socialist power on this land under the unfurled banner of Juche, the WPK has remarkably raised the dignity and status of our Republic in the international arena and laid everlasting foundations for the prosperity of the country and accomplishment of the cause of the Juche revolution. \n\t\t\t\t\t\n\t\t\t\t\t The theory of the geopolitical fate of the Korean peninsula which had been in distress as an arena of competition by world powers has already become a thing of the bygone days, and our socialist Republic is exercizing its rights and influence on its own terms as the master of its own destiny and motive force of the development of the situation in the region and the rest of the world. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists and their followers may grow desperate, but the WPK and our people have now become able to build a people's paradise and achieve the eternal prosperity of the country and nation by stepping up the construction of a thriving socialist nation in their own way with their own strength, technology and resources by dint of the might of single-hearted unity and powerful defence capabilities whose pivot is nuclear deterrent.  \n\t\t\t\t\t\n\t\t\t\t\t The WPK has proved in practice the justness of the cause of independence of the masses, the cause of socialism, and the inevitability of its victory.\n\t\t\t\t\t\n\t\t\t\t\t It has led the struggle to defend socialism and build a thriving country with success in the worst conditions and circumstances and thereby clearly showed that the cause of independence of the masses is a justice and socialism is a science.\n\t\t\t\t\t\n\t\t\t\t\t Through its historical struggle the WPK has evidently proved the truth of history that socialism and justice are alive on this planet, they are sure to prevail over the imperialists' high-handedness and arbitrariness, and nothing can check the trend of the times towards anti-imperialist independence and socialism.\n\t\t\t\t\t\n\t\t\t\t\t The sacred revolutionary cause of the great party of Comrades Kim Il Sung and Kim Jong Il is ever-victorious and the final victory of our revolution is definite as long as it is guided by the WPK-this is the summing up of the glorious 70-year history of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Accomplishing the cause of the Juche revolution under the unfurled banner of the great Kimilsungism-Kimjongilism is a historic mission of the WPK and its unshakable will.\n\t\t\t\t\t\n\t\t\t\t\t Kimilsungism-Kimjongilism is the one and only guiding ideology of the WPK and the eternal banner of its victory. \n\t\t\t\t\t\n\t\t\t\t\t We should invariably follow the road of Juche to the end as indicated by the great Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t We should develop the WPK forever as the party of Comrades Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t We should hold up the great Comrades Kim Il Sung and Kim Jong Il as the eternal leaders of the WPK and organize and conduct its building and activities in line with their ideology and intentions.\n\t\t\t\t\t\n\t\t\t\t\t We should staunchly safeguard their ideas of and exploits in building the WPK and add brilliance to them. Holding fast to their ideas of and instructions on building the WPK as the lifeline, organizations of the WPK should implement them to the last without an inch of deflection and incessantly intensify the work of exalting the brilliance of their leadership exploits.\n\t\t\t\t\t\n\t\t\t\t\t We should establish the WPK's unified leadership system more firmly across it.\n\t\t\t\t\t\n\t\t\t\t\t The entire WPK should be turned into a crystallization of ideology and faith, which is modelled on the great Kimilsungism-Kimjongilism. All the officials and other WPK members should cherish an unshakable faith that they do not know any other ideology than the revolutionary ideology of the WPK, launch an uncompromising struggle against all sorts of alien ideological trends, and thus ensure the definite ideological purity of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t It is important to strengthen the unity and cohesion of the WPK in every way and establish steel-strong organizational discipline whereby the entire WPK moves as one under the unitary leadership of its Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t A strong sense of organization, discipline and unity are the lifeblood of a revolutionary party and the source of its invincible might. Thoroughgoing revolutionary discipline should be established whereby the entire WPK is united firmly around its Central Committee with one ideology and purpose, all the problems arising in the work and activities of the WPK are brought to it and dealt with according to its unitary decision, and all the organizations and members of the WPK work and live according to the order established within it.\n\t\t\t\t\t\n\t\t\t\t\t The revolutionary climate of defending the WPK's ideology and policies and implementing them unto death should be maintained as the eternal tradition. All the organizations of the WPK should regard carrying out its policies as the main thing and persist in implementing its lines and policies without giving it up halfway.\n\t\t\t\t\t\n\t\t\t\t\t The integral whole of the WPK and the masses should be further consolidated.\n\t\t\t\t\t\n\t\t\t\t\t It is a source of the solidity and viability of the WPK and the most powerful weapon for defending the country and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The entire WPK should hold high the slogan, \"Everything for the people and everything by relying on them!\" Cherishing the view of Comrades Kim Il Sung and Kim Jong Il on the people, all the officials should believe in them as in heaven, give prominence to them and become their faithful servants who always go deep among them, share weal and woe with them and work with devotion for their benefit.\n\t\t\t\t\t\n\t\t\t\t\t The entire WPK should launch an intense struggle against the abuse of power, bureaucratism and corruption, thus maintaining its original features as a revolutionary party of Juche, a motherly party, and thoroughly defending and serving the demands and interests of the masses.\n\t\t\t\t\t\n\t\t\t\t\t Under the leadership of the WPK we should bring to completion the cause of the Juche revolution, the cause of socialism, pioneered on Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t We should hold fast to the general line for building socialism and thoroughly carry it out.\n\t\t\t\t\t\n\t\t\t\t\t The general line put forward by the great Comrade Kim Il Sung, the line of carrying out the ideological, technological and cultural revolutions while strengthening the people's government and steadily enhancing its functions and role, is a strategic line to be permanently adhered to in building socialism.\n\t\t\t\t\t\n\t\t\t\t\t We should ensure that our people's government and socialist system are further strengthened and the people's government fully discharges its responsibility and role as the representative of the people's right to independence, the organizer of their creative abilities, the administrator responsible for their livelihood and the protector of their independent and creative life. Work system and method of the people's government should be improved as required by the developing reality, and the unified guidance of the state over society and its functions as the organizer of economic work be enhanced, thereby giving powerful impetus to the building of a thriving country.\n\t\t\t\t\t\n\t\t\t\t\t The three revolutions-ideological, technological and cultural-constitute the basic mode whereby the masses in socialist society realize their demand for independence.\n\t\t\t\t\t\n\t\t\t\t\t The technological and cultural revolutions should be pushed forward with definite precedence given to the ideological revolution for successful implementation of the remoulding of man and transformation of nature and development of social relations in keeping with the requirements for building a thriving socialist country.\n\t\t\t\t\t\n\t\t\t\t\t We should accelerate the building of a thriving socialist nation by holding fast to the WPK's line of attaching importance to ideology, military affairs and science.\n\t\t\t\t\t\n\t\t\t\t\t Priority should be given to consolidating the political and ideological position, the primary fortress of our revolution.\n\t\t\t\t\t\n\t\t\t\t\t By conducting five-point ideological education among WPK members and other working people, we should prepare them to be giants in ideas and faith who burn their hearts with the revolutionary spirit of Paektu, the spirit of the blizzards of Paektu, and staunchly safeguard our single-hearted unity at any place and at any time, and to be vanguard fighters of the class who are possessed of a thoroughgoing sense of anti-imperialism and class consciousness and strive to fortify our class position, our revolutionary position, rock-solid. \n\t\t\t\t\t\n\t\t\t\t\t We must keep a watchful eye over all sorts of moves by the enemy to undermine our socialist system from within, approach these moves with political awareness and never allow any poisonous weeds of capitalism, however trifling, to sprout in the garden of socialism. The whole country should strive to do away with outmoded morality and way of life and give fullest play to the beautiful traits of a large socialist family that is sound and harmonious and in which all the people help and lead one another forward.\n\t\t\t\t\t\n\t\t\t\t\t The future of the country and the prospects of the revolution depend on how young people of a new generation are prepared. All the organizations of the WPK should hold fast to its idea and line of attaching importance to young people and channel great efforts into the work with them to rally them closely around it, and encourage them all to become vanguard fighters of the revolution and young Songun heroes who carry forward pure and clean the ideological lifeblood, the blood of faith, of the WPK and share destiny with it to the last.\n\t\t\t\t\t\n\t\t\t\t\t Self-reliant defence capabilities are Songun Korea's dignity, sovereignty and guarantee for victory. The WPK's military line of self-reliant defence and its line of simultaneously promoting the two fronts should be carried out for further increasing the country's defence capabilities.\n\t\t\t\t\t\n\t\t\t\t\t The KPA should thoroughly establish the command system of the Supreme Commander, a revolutionary military climate and steel-strong military discipline within it, and intensify the combat and political training, so as to prepare all the service personnel to be a-match-for-a-hundred combatants and all its units, an elite combat force. It should always make a breakthrough for advance in the first line of our revolution and give full play to its fighting mettle of \"At a Go\" and the might of great army-people unity on all the fronts of building a thriving nation.   \n\t\t\t\t\t\n\t\t\t\t\t We must turn out powerful cutting-edge military hardware of our own style in larger numbers, constantly reinforce self-defensive nuclear deterrent and perfect the preparedness for an all-people resistance. \n\t\t\t\t\t\n\t\t\t\t\t It is the determination and will of the WPK to build an economic giant and a civilized nation by dint of modern science and technology at the earliest date possible. We should give definite precedence to the development of science and technology and also concentrate all our efforts on building a socialist nation with powerful economy and high standard of civilization, so that ours will assume all the aspects of a thriving socialist country.\n\t\t\t\t\t\n\t\t\t\t\t By adhering to the revolutionary economic line and policy put forward by the WPK, we should vigorously conduct the struggle to attain the goal of building an economic giant stage by stage while focusing our efforts on shoring up the vanguard sectors of the national economy.\n\t\t\t\t\t\n\t\t\t\t\t We should direct primary effort to improving the people's living standards in line with the plan and intention of the WPK, so as to ensure that they enjoy the benefits of socialism to their heart's content and lead a happy life without anything to envy in the world.\n\t\t\t\t\t\n\t\t\t\t\t We should develop all the cultural sectors including education, public health, sports, literature and art as appropriate to a civilized socialist nation to open up a new heyday of civilization in the 21st century.\n\t\t\t\t\t\n\t\t\t\t\t The historic cause of national reunification, a long-cherished desire of the Korean nation, must be realized without fail.\n\t\t\t\t\t\n\t\t\t\t\t National reunification is the paramount task for the WPK which has taken charge of the destiny of the country and nation. We must no longer tolerate the tragedy of national division that has lasted from one century into the next. As clarified in the three principles for national reunification, historic June 15 Joint Declaration and October 4 Declaration agreed upon by the north and south of Korea, we should reunify the country independently by rejecting foreign forces and on the principle of By Our Nation Itself. By carrying out the wish and instructions of the great leaders, we should achieve the historic cause of national reunification and build a prospering reunified country on this land.\n\t\t\t\t\t\n\t\t\t\t\t We should implement the WPK's foreign policy of independence and thus contribute to realizing the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t Under the ideals of independence, peace and friendship we should strive to develop relations with other countries that are friendly to us, strengthen friendship and unity with progressive peoples, resolutely frustrate the schemes for aggression and intervention by the imperialist and dominationist forces engrossed in high-handedness and arbitrariness, and achieve global peace, security and independence.\n\t\t\t\t\t\n\t\t\t\t\t We are now faced with a heavy yet noble task of bringing earlier the final victory of the cause of the Juche revolution by braving difficulties and trials.\n\t\t\t\t\t\n\t\t\t\t\t All the service personnel and people should unite around the WPK with one mind and purpose and step up the general advance for the final victory of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The WPK will, in the future, too, demonstrate to the whole world its dignity and might as the party of Comrades Kim Il Sung and Kim Jong Il and etch only victory in the annals of its history.\n\t\t\t\t\t\n\t\t\t\t\t The sacred cause of the great party of Comrades Kim Il Sung and Kim Jong Il is ever-victorious."
        },
        {
            "title": "DPRK Delegation Back Home",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-25ee.html",
            "content": "DPRK Delegation Back Home\r\n Pyongyang, October 6 (KCNA) -- A DPRK delegation headed by Foreign Minister Ri Su Yong returned home Tuesday after taking part in the 70th session of the UN General Assembly.\n\t\t\t\t\t During the session he separately met with the vice-president of Equatorial Guinea, the first vice prime minister and concurrently foreign minister of Serbia and the foreign ministers of Brazil, Norway and Sweden."
        },
        {
            "title": "Congratulatory Group of Koreans in Japan Here",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-29ee.html",
            "content": "Congratulatory Group of Koreans in Japan Here\r\n Pyongyang, October 6 (KCNA) -- A congratulatory group of e Koreans in Japan led by Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan, arrived here Tuesday to celebrate the 70th founding anniversary of the Workers' Party of Korea."
        },
        {
            "title": " Delegations, Delegates of Juche Idea Study Organizations Here",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-26ee.html",
            "content": "Delegations, Delegates of Juche Idea Study Organizations Here\r\n Pyongyang, October 6 (KCNA) -- Delegations and delegates of organizations for the study of the Juche idea arrived here on Tuesday to participate in celebrations of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t They included a delegation of the Japanese National Liaison Council of Societies for the Study of Kimilsungism-Kimjongilism for celebrating the 70th founding anniversary of the WPK led by Takao Kamakura, director of the International Institute of the Juche Idea, a delegation of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics led by Chairman Manju Ratna Sakya, a delegation of the Slovak Association for Supporting the Juche Idea led by Chairman Ivan Draxler, a delegation of the Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna, Austria led by Chief Thomas Losh, an Italian delegation of the Milano Center for the Study of the Juche Idea, Henry Masiko, director general of the African Regional Committee for the Study of the Juche Idea, Edmond Jouve, director-general of the European Society for the Study of the Juche Idea, Matteo Carbonelli, its secretary general, and Garib Newaz, chairman of the Bangladesh Self-Reliance Research \n\t\t\t\t\t\n\t\t\t\t\t Centre.\n\t\t\t\t\t\n\t\t\t\t\t Arriving earlier were Andre Lohekele Kalonda, secretary general of the African Regional Committee for the Study of the Juche Idea, and his party."
        },
        {
            "title": "Delegations of Overseas Compatriots Here",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-31ee.html",
            "content": "Delegations of Overseas Compatriots Here\r\n Pyongyang, October 6 (KCNA) -- A delegation of officials of  the Korean Youth League in Japan led by Jo Myong Jin, vice-chairman of its Central Standing Committee, a delegation of officials of Korean Democratic Women's Union in Japan led by Nam Ju Hyon, vice-chairperson of its Central Standing Committee, and a delegation of the United Confederation of Koreans in Uzbekistan led by Sok Mi Ran, chief editor of the paper Thongil, the organ of the International United Confederation of Koreans arrived here Tuesday to take part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t Also arriving here on the same day was a delegation of Minjok Thongsin, an internet paper of Koreans in the U.S., headed by representative Ro Kil Nam."
        },
        {
            "title": "Foreign Guests Here",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-32ee.html",
            "content": "Foreign Guests Here\r\n Pyongyang, October 6 (KCNA) -- Foreign guests arrived here on Tuesday to participate in celebrations of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t They included a delegation of the Korean Friendship Association led by Chairman Alejandro Cao de Benos who doubles as chairman of the Spanish preparatory committee for celebrating the 70th founding anniversary of the WPK and the 70th anniversary of Korea's liberation, a delegation of the Iceland-DPRK Friendship and Cultural Society led by Secretary General Jon Arni Halldorsson who doubles as chairman of the Icelandic preparatory committee for celebrating the 70th founding anniversary of the WPK and the 70th anniversary of Korea's liberation, a Philippine friendship delegation led by lawmaker Luzviminda Ilagan, vice-president of the Philippines Solidarity Committee for Peace and Reunification in the Korean Peninsula, a Japanese delegation of the Tokyo-Pyongyang Rainbow Bridge led by Seizaburo Ekuchi and Teguh Santosa, secretary general of the Indonesia-Korea Association for Friendship and Cultural Exchange."
        },
        {
            "title": "Congratulatory Message to Kim Jong Un from Syrian President",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-07ee.html",
            "content": "Congratulatory Message to Kim Jong Un from Syrian President\r\n Pyongyang, October 6 (KCNA) -- Kim Jong Un, first chairman of the National Defence Commission of the DPRK, on Sunday received a congratulatory message from Bashar Al-Assad, president of the Syrian Arab Republic. \n\t\t\t\t\t In the message the Syrian president extended the sincere and the warmest congratulations to Kim Jong Un and the friendly Korean people on behalf of the Syrian Arab people and on his own behalf on the occasion of the 70th founding anniversary of the Workers' Party of Korea. \n\t\t\t\t\t\n\t\t\t\t\t He hoped Kim Jong Un would always enjoy good health and happiness and the Korean people achieve bigger progress and prosperity. \n\t\t\t\t\t\n\t\t\t\t\t He expressed the belief that the friendly and cooperative relations between the two countries would as ever grow strong in the interests of the two friendly countries thanks to their common efforts on this honorable occasion."
        },
        {
            "title": "Families of Persons Related to Anti-Japanese Revolutionary Struggle Arrive",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-34ee.html",
            "content": "Families of Persons Related to Anti-Japanese Revolutionary Struggle Arrive\r\n Pyongyang, October 6 (KCNA) -- The family of Zhou Wei, daughter of Zhou Bao-zhong who is a Chinese related to the anti-Japanese revolutionary struggle, and the family of Chai Shiying who is a Chinese related to the anti-Japanese revolutionary struggle arrived here on Tuesday to take part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea."
        },
        {
            "title": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-18ee.html",
            "content": "Floral Baskets to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, October 6 (KCNA) -- Floral baskets were sent to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill by the Women's International Democratic Federation and Marcia de Campos Pereira, president of the federation, on the occasion of the 70th anniversary of the founding of the Workers' Party of Korea.\n\t\t\t\t\t Floral baskets were laid before the statues on Tuesday."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-28ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, October 6 (KCNA) -- A delegation of the Japanese National Liaison Council of Societies for the Study of Kimilsungism-Kimjongilism for celebrating the 70th founding anniversary of the Workers' Party of Korea and staff members of the mission of the United Nations Children's Fund here visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Tuesday on the occasion of the said anniversary.\n\t\t\t\t\t The guests laid floral baskets before the statues and paid tribute to them."
        },
        {
            "title": "Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-30ee.html",
            "content": "Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\n Pyongyang, October 6 (KCNA) -- A congratulatory group of Koreans in Japan for celebrating the 70th founding anniversary of the Workers' Party of Korea visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Tuesday.\n\t\t\t\t\t The member of the congratulatory group laid bunches of flowers before the statues and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a delegation of officials of the Korean Youth League in Japan and a delegation of officials of the Korean Democratic Women's Union in Japan paid tribute to Kim Il Sung and Kim Jong Il before their statues on the same day."
        },
        {
            "title": "Floral Basket, Congratulatory Letter to Kim Jong Un from Economic and Commercial Councilors Corps",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-17ee.html",
            "content": "Floral Basket, Congratulatory Letter to Kim Jong Un from Economic and Commercial Councilors Corps\r\n Pyongyang, October 6 (KCNA) -- Supreme leader Kim Jong Un received a floral basket and congratulatory letter from the economic and commercial councilors corps here on the occasion of the 70th anniversary of the founding of the Workers' Party of Korea.\n\t\t\t\t\t They were handed over to an official concerned by Pavel Leshakov, councilor of the Russian embassy who is the doyen of the corps."
        },
        {
            "title": " Kim Jong Un Receives Floral Basket from Bereaved Family of DPRK Hero An Tong Su",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-12ee.html",
            "content": "Kim Jong Un Receives Floral Basket from Bereaved Family of DPRK Hero An Tong Su\r\n Pyongyang, October 6 (KCNA) -- Supreme leader Kim Jong Un received a floral basket from the bereaved family of the DPRK hero An Tong Su on the occasion of the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t It was handed to an official concerned on Tuesday."
        },
        {
            "title": "Military Attache of Egyptian Embassy Hosts Reception",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-33ee.html",
            "content": "Military Attache of Egyptian Embassy Hosts Reception\r\n Pyongyang, October 6 (KCNA) -- Mokhtar Mahmoud Kamel Mostafa, military attache of the Egyptian embassy here, gave a reception at the Taedonggang Diplomatic Club Tuesday on the occasion of the army day.\n\t\t\t\t\t Present there on invitation were generals and officers of the Korean People's Army, officials concerned and diplomatic envoys, representatives of international organizations and military attaches of foreign embassies here.\n\t\t\t\t\t\n\t\t\t\t\t Ambassador Iman Mostafa Abdou Ahmed and staff members of the Egyptian embassy were present there."
        },
        {
            "title": "Economic and Commercial Councilors Corps Visits Jangchon Vegetable Co-op Farm",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-16ee.html",
            "content": "Economic and Commercial Councilors Corps Visits Jangchon Vegetable Co-op Farm\r\n Pyongyang, October 6 (KCNA) -- The economic and commercial councilors corps here visited the Jangchon Vegetable Co-op Farm in Sadong District, Pyongyang City on the occasion of the 70th anniversary of the founding of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Members of the councilors corps laid bouquets before the mosaic depicting smiling President Kim Il Sung at the farm before paying tribute to him.\n\t\t\t\t\t\n\t\t\t\t\t The guests looked round different places including the Jangchon Cultural Hall, Sci-tech Room and the Jangchon Health Complex.\n\t\t\t\t\t\n\t\t\t\t\t They enjoyed a bird's-eye view of the farm city at the gazebo."
        },
        {
            "title": "National Industrial Art Exhibition Opens",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-13ee.html",
            "content": "National Industrial Art Exhibition Opens\r\n Pyongyang, October 6 (KCNA) -- A national industrial art exhibition opened to celebrate the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed at the venue of the exhibition are more than 3,000 industrial art designs such as the designs of the flag and emblem of the WPK and standard designs and products.\n\t\t\t\t\t\n\t\t\t\t\t An opening ceremony took place at the State Industrial Art Exhibition Hall on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were officials concerned, officials, creators, teachers and students in the field of industrial art field and fans.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Premier Im Chol Ung made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants went round the hall."
        },
        {
            "title": "National Book Exhibition Opens",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-21ee.html",
            "content": "National Book Exhibition Opens\r\n Pyongyang, October 6 (KCNA) -- A national book exhibition for celebrating the 70th founding anniversary of the Workers' Party of Korea was opened with due ceremony at the Grand People's Study House on Tuesday.\n\t\t\t\t\t Displayed at the venue of the exhibition is an art work depicting President Kim Il Sung and leader Kim Jong Il standing atop Mt. Paektu and wishing Juche Korea rosy future, their faces beaming with broad smile.\n\t\t\t\t\t\n\t\t\t\t\t The venue is divided into rooms for publishing houses and distribution network. Displayed at the venue are more than 20,000 publications of at least 10,000 kinds published in the DPRK and different countries of the world.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Ki Nam, secretary of the C.C., the WPK, officials concerned and media persons.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the ceremony the participants looked round the venue of the exhibition."
        },
        {
            "title": "Agricultural Workers' Dancing Party Held",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-24ee.html",
            "content": "Agricultural Workers' Dancing Party Held\r\n Kangso, October 6 (KCNA) -- Agricultural workers across the country had a peasants' dancing party \"Hurrah for the Workers' Party Resounding in Socialist Cooperative Fields!\" in Chongsan-ri, Kangso District Tuesday on the occasion of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Among the audience were Ri Myong Gil, chairman of the Central Committee of the Union of Agricultural Workers of Korea, officials concerned and agricultural workers of the district.\n\t\t\t\t\t\n\t\t\t\t\t Agricultural workers presented dances to the tune of peasant music, recollecting with deep emotion the revolutionary exploits President Kim Il Sung and leader Kim Jong Il performed by developing the WPK into the most experienced and tested guiding force and providing an eternal foundation for accomplishing the revolutionary cause of Juche and Songun.\n\t\t\t\t\t\n\t\t\t\t\t They also presented cheerful and refined dances to the tune of song \"Vast Expanse of Apple Orchards at the Foot of Chol Pass\" dealing with great pride and honor of holding the peerlessly great men and the joy of the people living in the socialist country prospering day by day thanks to the blessings of the sun of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Members of the Jangchon Vegetable Cooperative Farm in Sadong District, Pyongyang and other cooperative farms successfully represented through their cheerful dances the joy and optimism of agricultural workers waging a dynamic drive for increased grain production.\n\t\t\t\t\t\n\t\t\t\t\t On the same day, the 7th national peasants' dance contest among agricultural workers took place in Chongsan-ri to mark the anniversary."
        },
        {
            "title": "Celebration Meeting Held",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-27ee.html",
            "content": "Celebration Meeting Held\r\n Pyongyang, October 6 (KCNA) -- A celebration meeting of workers and members of the General Federation of Trade Unions of Korea (GFTUK) took place at the Central Hall of Workers on Tuesday on the occasion of the 70th anniversary of the founding of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Speakers said that President Kim Il Sung's founding of the WPK was a solemn declaration heralding the birth of a new revolutionary party guided by the Juche idea and a historic event of special mention as it provided the Korean people with a firm guarantee for confidently advancing along the road of independence, Songun and socialism under the leadership of the party.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il developed the WPK into the party of the leader and the mother party serving the people and invincible party with steel-strong discipline and combat power and demonstrated the dignity and might of Kim Il Sung's Korea before the world with his outstanding ideology and leadership. \n\t\t\t\t\t\n\t\t\t\t\t The exploits the great leaders performed in party-building are shedding more brilliant rays thanks to Marshal Kim Jong Un and the WPK is demonstrating its dignity and might before the world as the party of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t They said they would hold Kim Il Sung and Kim Jong Il in high esteem as the sun of Juche and glorify the exploits they performed in party-building for all ages."
        },
        {
            "title": "Little Paduk Ace",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-22ee.html",
            "content": "Little Paduk Ace\r\n Pyongyang, October 6 (KCNA) -- Ju Ye Rim, a 9-year-old girl living in Kangwon Province, the DPRK, is enjoying wide admiration as one of well-known Paduk (go) aces.  \n\t\t\t\t\t She took the title for seven times in national Paduk games, including the 18th National Taekwon-Do Championship for Jongilbong Cup held in June this year.\n\t\t\t\t\t\n\t\t\t\t\t Ju began Paduk at the age of three and won the technical prize in a national game two years later.\n\t\t\t\t\t\n\t\t\t\t\t Her teachers say she is good at studies, mathematics in particular."
        },
        {
            "title": "WPK Leads Korean Revolution to Victory by Dint of Ideology",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-23ee.html",
            "content": "WPK Leads Korean Revolution to Victory by Dint of Ideology\r\n Pyongyang, October 6 (KCNA) -- It has been 70 years after the birth of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The whole course of the WPK is a history in which it has led the Korean revolution along the road of victory and glory by dint of the Juche idea, founded by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t Guided by the idea, the Korean revolution created the tradition of heroic struggles and immortal feats, smoothly carrying out the heavy tasks for socio-political changes.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to Kim Il Sung's correct ideas and strategy, the Korean army and people won shining victories in the two revolutionary wars and the two-stage social revolution and socialist construction and have dynamically advanced along the road of prosperity without any deviation.\n\t\t\t\t\t\n\t\t\t\t\t The absolute truth and might of his revolutionary idea had been displayed more strikingly by leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t In February Juche 63 (1974) Kim Jong Il formulated Kim Il Sung's revolutionary idea as an integral system of ideology, theory and method of Juche, proclaiming the modeling of the whole society on Kimilsungism as the supreme program of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t And he developed in depth Kim Il Sung's idea of attaching importance to arms into the idea of Songun (army-first) revolution, theory of Songun politics and put forward the theory of building a thriving nation, thus remarkably enhancing the attraction and vitality of Kimilsungism.\n\t\t\t\t\t\n\t\t\t\t\t Today the great idea of Kim Il Sung and Kim Jong Il serves as a banner of struggle for the final victory of the Korean revolution under the energetic guidance of supreme leader Kim Jong Un, who has a strong will to accomplish the cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un proclaimed the modeling of the whole society on Kimilsungism-Kimjongilism as the supreme program of the WPK, providing a decisive guarantee for the strengthening of the WPK and the accomplishment of the revolutionary cause of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Under the Songun leadership of the WPK headed by Kim Jong Un, the people in the DPRK are now making long strides on all fronts of socialist construction, creating speed of Korea."
        },
        {
            "title": "U.S., S. Korean Authorities Slammed for Their Military Standoff Chilling Dialogue Atmosphere",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-08ee.html",
            "content": "U.S., S. Korean Authorities Slammed for Their Military Standoff Chilling Dialogue Atmosphere\r\n Pyongyang, October 6 (KCNA) -- The U.S. nuclear-powered carrier Ronald Reagan is reportedly to anchor at Pusan Port of south Korea under the pretext of taking part in the \"review of fleet.\" And a formation of F-22 Raptor of the U.S. Air Force would fly into south Korea. The south Korean warmongers purchased Spike missiles and deployed them on Yonphyong, Paekryong and three other islands in the West Sea, crying out for \"precision strike at coastal artillery pieces of the north.\"\n\t\t\t\t\t Rodong Sinmun Tuesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a reckless provocation disturbing the hard-won peace and stability on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Whenever the U.S. preemptive nuclear strike means were hurled into south Korea, the inter-Korean relations were used to be plunged into the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities have paid lip-service to \"dialogue\" and \"improved relations\" between the north and the south but persisted in the provocations escalating the tension and harassing peace, obsessed with the conception of hostility and scenario of confrontation with the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t This is evidenced by the fact that they are taking issue with the DPRK over its exercise of the right to self-defence as \"provocation\" and getting more frantic than ever before in the international cooperation in the campaign to pressurize it in league with outsiders including the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They are giving impression that the atmosphere of dialogue is being chilled by the \"provocation\" from the north, an impudent behavior of those who are working hard to cover up their wicked intention to bedevil the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. and the south Korean authorities do not want to see catastrophic situation, they had better stop at once military confrontation escalating tensions on the Korean Peninsula and chilling the dialogue atmosphere."
        },
        {
            "title": "Minju Joson Slams Japanese Chief Executive's Impudent Behavior",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-09ee.html",
            "content": "Minju Joson Slams Japanese Chief Executive's Impudent Behavior\r\n Pyongyang, October 6 (KCNA) -- Japan's chief executive was talkative about UN reform at various events held on the occasion of the 70th founding anniversary of the UN. At a press conference he raved that \"Japan is willing to discharge its obligation as a permanent member,\" when referring to the reform of the UN Security Council.\n\t\t\t\t\t Minju Joson Tuesday in a commentary says that what he uttered is no more than balderdash that provokes a side-splitting laughter.\n\t\t\t\t\t\n\t\t\t\t\t The issue of selecting a permanent member is not one of giving leniency to such country as Japan which has not yet shaken off its disgrace of being a war criminal state, the commentary says, adding:\n\t\t\t\t\t\n\t\t\t\t\t Japan has never been a pacifist state but remains a dangerous country as it stands for a war. Selecting Japan as a permanent member of the UNSC is a challenge to the desire of mankind for peace.\n\t\t\t\t\t\n\t\t\t\t\t Had Japan truly wanted peaceful development, it should have already redressed its inglorious past.\n\t\t\t\t\t\n\t\t\t\t\t Japan adopted the security bills despite strong opposition of the international community, disclosing its undisguised sinister scenario to realize the ambition for overseas aggression at any cost. \n\t\t\t\t\t\n\t\t\t\t\t Japan is making a bid for the permanent membership of the UNSC, showing off its purse, unaware of how the international community views it. This silly behavior is nothing but a reckless action.\n\t\t\t\t\t\n\t\t\t\t\t Japan's politicians should clearly understand why people call them political dwarfs, drop foolish daydream and fulfill their commitments."
        },
        {
            "title": "KCNA Commentary Assails S. Korea's \"Unification Diplomacy\" Going against National Independence",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-11ee.html",
            "content": "KCNA Commentary Assails S. Korea's \"Unification Diplomacy\" Going against National Independence \r\n Pyongyang, October 6 (KCNA) -- The south Korean chief executive is busy with \"unification diplomacy\".\n\t\t\t\t\t She blustered that she would conduct \"diverse discussion with a neighboring country of the issue of achieving earlier peace and unification on the Korean Peninsula\" and develop \"security dialogue\" into \"multi-party security dialogue for laying a groundwork of unification\".\n\t\t\t\t\t\n\t\t\t\t\t It is illogical to have \"discussion\" and \"dialogue\" with outsiders by putting aside the fellow countrymen responsible for the issue of national reunification, the cherished desire of the entire Korean nation and its internal matter.\n\t\t\t\t\t\n\t\t\t\t\t No wonder, even the south Korean media are deploring the abnormal situation in which outsider has become a core party discussing reunification, criticizing it as \"careless and dangerous unification discussion\" and \"excessive unification diplomacy\".\n\t\t\t\t\t\n\t\t\t\t\t \"Unification diplomacy\" touted by the south Korean authorities is a revelation of the ambition for achieving \"unification of social systems\" at any cost as it goes against national independence in essence.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation has the charter for national reunification on which the north and the south agreed and principles on reunification common to the nation.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, all the Koreans in the north and the south and abroad are about to mark the 35th anniversary of the proposal for founding the Democratic Federal Republic of Koryo (DFRK).\n\t\t\t\t\t\n\t\t\t\t\t The proposal is a blueprint clearly indicating the true appearance of a reunified country and the ways of realizing it.\n\t\t\t\t\t\n\t\t\t\t\t Differing ideologies and social systems have existed in the north and the south for seven decades. Under this situation the best way of reunifying the country at an early date is to found a reunified country by federal formula.\n\t\t\t\t\t\n\t\t\t\t\t The proposal is the most realistic and reasonable, fair and aboveboard proposal because whoever loves the nation and wishes for reunification can sympathize and accept it irrespective of ideology, political view, religious belief and of whether they reside in the north or in the south.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean authorities, ignoring the grand charter for building a reunified country, are boosting cooperation in a bid to put pressure on the DPRK in collusion with outsiders, openly revealing its scenario to achieve \"unification of social systems\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are crying out for \"unification diplomacy\" while clinging to the coattails of outsiders and persistently turning down the proposal of the fellow countrymen to solve the reunification issue, the national issue by their concerted efforts. Their improper attitude is chilling the hard-won atmosphere of improving the north-south relations again.\n\t\t\t\t\t\n\t\t\t\t\t Letting outsiders interfere in the internal issue of the nation, the issue of improving the north-south relations, would not be beneficial to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t National independence is the most important principle of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t No one can quench the desire and wish of the nation to achieve the independent and peaceful reunification of the country by pooling efforts of the nation."
        },
        {
            "title": "Implementation of October 4 Declaration Called for by S. Korean Organization",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-14ee.html",
            "content": "Implementation of October 4 Declaration Called for by S. Korean Organization\r\n Pyongyang, October 6 (KCNA) -- The South Kyongsang Provincial Headquarters of the South Side's Committee for Implementing June 15 Joint Declaration held a meeting in Sangnam-dong, Changwon City of South Kyongsang Province on October 4, the 8th anniversary of the publication of the October 4 declaration.\n\t\t\t\t\t 8 years have passed since the October 4 declaration was made public but none of its points has been properly implemented, speakers said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t If the above-said declaration had been implemented, reunification would have been hastened.\n\t\t\t\t\t\n\t\t\t\t\t The Lee Myung Bak \"government\" reduced the declaration to a dead paper, bringing the inter-Koran relations back to the phase of confrontation.\n\t\t\t\t\t\n\t\t\t\t\t And the present chief executive is insisting on the measures to sever the south-north relations in all aspects.\n\t\t\t\t\t\n\t\t\t\t\t Even after the adoption of the joint press release at the north-south high-level urgent contact the chief executive is persistently slandering the north to spark conflict.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean government should thoroughly implement the points agreed upon at the urgent contact to restore confidence, pave the way for improving of the north-south relations and bring cooperation and exchange between the south and the north to success."
        },
        {
            "title": " S. Korean Bodies Call for Implementing Joint Declarations",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-15ee.html",
            "content": "S. Korean Bodies Call for Implementing Joint Declarations\r\n Pyongyang, October 6 (KCNA) -- The South Side's Committee for Implementing the June 15 Joint Declaration and other organizations in south Korea held a rally for peace and reunification in Seoul on Oct. 4 on the occasion of the 8th anniversary of the publication of the October 4 declaration.\n\t\t\t\t\t Speakers said precious agreements have not yet been implemented though eight years have passed since the publication of the October 4 declaration, and the south-north relations remain strained.\n\t\t\t\t\t\n\t\t\t\t\t In order to bring about a new turn in the south-north relations it is necessary to sincerely implement the already agreed south-north joint declarations, they noted.\n\t\t\t\t\t\n\t\t\t\t\t To this end, it is imperative to pave the way for improving the relations by implementing the points agreed upon at the urgent contact, to begin with, and revive NGO exchange by lifting the \"May 24 step\", they stressed.\n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities not to pin hope to the countries which try to fish in troubled waters by taking advantages of the division of the south and the north but work to implement the June 15 joint declaration and the October 4 declaration."
        },
        {
            "title": "Kim Il Sung's Exploits Performed for Reunification of Korea Praised",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-19ee.html",
            "content": "Kim Il Sung's Exploits Performed for Reunification of Korea Praised\r\n Pyongyang, October 6 (KCNA) -- Cha Sang Bo, vice-chairman of the General Association of Koreans in China, made public a statement on October 3. \n\t\t\t\t\t The statement said the proposal for founding the Democratic Federal Republic of Koryo (DFRK) advanced by President Kim Il Sung is a realistic proposal for national reunification as it makes it possible to achieve reunification of the country in a fair manner in line with the will, demand and interests of the entire nation under the situation where the differing ideologies and social systems have existed in the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t No sooner had the proposal for founding the DFRK been published than all Koreans at home and abroad unanimously hailed it and won full support from the international community. This goes to prove the wise leadership of Kim Il Sung and the validity of the federal formula. \n\t\t\t\t\t\n\t\t\t\t\t In fact, the proposal for achieving reunification by federal formula reflects the noble patriotic will of Kim Il Sung who attached the greatest importance to the national identity which was formed and grew strong throughout the history spanning 5,000 years and devoted his all to the work for achieving the reunification of Korea in a peaceful way as early as possible with the national identity as the basis of reconciliation, unity and reunification."
        },
        {
            "title": "Kim Jong Un's Work Published in Algeria",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-01ee.html",
            "content": "Kim Jong Un's Work Published in Algeria\r\n Pyongyang, October 6 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Step Up the Building of a Thriving Country by Applying Kim Jong Il's Patriotism\" was brought out in pamphlet by an Algerian publishing house.\n\t\t\t\t\t The work, published on July 26, Juche 101 (2012), clarifies the essence of leader Kim Jong Il's patriotism and his whole life characterized by his warm love for the country and its people.\n\t\t\t\t\t\n\t\t\t\t\t It also clarifies important issues of applying Kim Jong Il's patriotism."
        },
        {
            "title": "Founding Anniversary of WPK Observed Abroad",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-02ee.html",
            "content": "Founding Anniversary of WPK Observed Abroad\r\n Pyongyang, October 6 (KCNA) -- Events took place in various countries to mark the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t They included a remembrance meeting in Cambodia, seminar and photo and book exhibition in Mongolia and lecture in Tanzania from Sept. 26 to 30.\n\t\t\t\t\t\n\t\t\t\t\t On display at the venues of the events were photos dealing with exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works, and books and photos introducing the invincible might of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Norodom Ranariddh, chairman of the Funcinpec Party of Cambodia, referring to the impression of his visit to the DPRK, hoped that the traditional friendly and cooperative relations between the two countries and the two parties would grow stronger.\n\t\t\t\t\t\n\t\t\t\t\t Francis F. Lyimo, chairman of the Tanzanian National Coordinating Committee of the Juche Idea Study Groups, said the WPK, since its foundation, has been fully responsible for the destiny of the people and taken care of it for 70 years, and is now struggling to build a thriving socialist nation, their dream and ideal, under the uplifted banner of people-first principle.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural that the people are sincerely trusting, following and praising the Party, he added."
        },
        {
            "title": "WPK's Future Is Rosy: Swiss Organizations",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-03ee.html",
            "content": "WPK's Future Is Rosy: Swiss Organizations\r\n Pyongyang, October 6 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea issued a joint statement on Sept. 29 on the occasion of the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t The statement referred to the fact that President Kim Il Sung founded the WPK, the Juche-oriented revolutionary party, without delay after the liberation of the country on the basis of full preparations for the founding of the party in the days of the anti-Japanese armed struggle.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that the WPK has led the Korean people to victory in their struggle for building a new country, winning victory in the Fatherland Liberation War, the postwar rehabilitation and construction and socialist construction under the leadership of Kim Il Sung and leader Kim Jong Il, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are having at the top post of the WPK Marshal Kim Jong Un who is identical to the great leaders and successfully carrying forward their idea and cause.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un formulated Kimilsungism-Kimjongilism as the guiding idea of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Rosy is the future of the WPK founded and developed by Kim Il Sung and Kim Jong Il and led by Kim Jong Un."
        },
        {
            "title": "Diverse Political and Cultural Events for Celebrating WPK's Birthday Held in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-04ee.html",
            "content": "Diverse Political and Cultural Events for Celebrating WPK's Birthday Held in Different Countries\r\n Pyongyang, October 6 (KCNA) -- Events for celebrating the 70th founding anniversary of the Workers' Party of Korea are taking place with splendor in different parts of the world.\n\t\t\t\t\t An internet seminar of the Asia-Pacific region on the undying feats of leader Kim Jong Il was held in Karachi, Pakistan in December last year. An appeal adopted at the seminar called on the world progressives to organize the preparatory committees for celebrating the 70th founding anniversary of the WPK and conduct more dynamic political and cultural activities to introduce Songun Korea and rev up the atmosphere of worldwide celebration by sending delegations to the celebration events to be held in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the 19th seminar of the world political parties on building a new society appealed to the world communist, workers' and progressive political parties and people to celebrate the WPK's 70th birthday as an international grand political festival.\n\t\t\t\t\t\n\t\t\t\t\t More than 70 national and joint preparatory committees and regional, political parties' and organizations' preparatory committees were formed in various countries including the Asia-Pacific region and Oceania.\n\t\t\t\t\t\n\t\t\t\t\t Preparatory committees comprising of prominent figures of various circles of Russia were inaugurated in Khabarovsk, Nakhodka and Karelia.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee of the Asia-Pacific region elected famous personages of various countries and regional body as its honorary chairpersons and co-chairpersons and figures of various circles of India, Vietnam, Philippines, Thailand, Sri Lanka, Mongolia and other countries as its members and made public a statement on its inauguration.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the positive activities of the preparatory committees, seminars, celebration meetings, book and photo exhibitions, round-table talks and film shows took place on a large scale.\n\t\t\t\t\t\n\t\t\t\t\t Figures of various circles and persons related to the revolutionary activities of President Kim Il Sung and Kim Jong Il keep visiting the DPRK missions and are arriving here to participate in the grand festival."
        },
        {
            "title": "WPK's Founding Anniversary Marked in Angola, Ethiopia",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-05ee.html",
            "content": "WPK's Founding Anniversary Marked in Angola, Ethiopia \r\n Pyongyang, October 6 (KCNA) -- There took place round-table talks in Angola and Ethiopia from September 25 to October 1 on the occasion of the 70th anniversary of the founding of the Workers' Party of Korea (WPK). \n\t\t\t\t\t The chief of the special project room of the Presidency of Angola and other speakers said the WPK founded by President Kim Il Sung and developed by leader Kim Jong Il has won victory after victory under the banner of the great Juche idea despite all the ordeals and storms of history. \n\t\t\t\t\t\n\t\t\t\t\t There are a lot of parties in the world but no one can match the WPK in strength and combat power, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The WPK led by Marshal Kim Jong Un will surely win a final victory in the struggle for building a thriving nation and national reunification. \n\t\t\t\t\t\n\t\t\t\t\t Speakers at the round-table talks held in Ethiopia said that under the wise guidance of the WPK the Korean people beat the U.S. imperialists who boasted of being the \"strongest\" in the world and built the socialist power independent in politics, self-supporting in economy and self-reliant in defence. The WPK is the only one in the world all members of which act as one under the guidance of the leader, they stressed."
        },
        {
            "title": "Proposal for Founding DFRK Supported by Swiss Bodies",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-06ee.html",
            "content": "Proposal for Founding DFRK Supported by Swiss Bodies\r\n Pyongyang, October 6 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public a joint statement on September 30 on the occasion of the 35th anniversary of the proposal for founding the Democratic Federal Republic of Koryo (DFRK). \n\t\t\t\t\t Recalling that President Kim Il Sung advanced the historic proposal for founding the DFRK at the Sixth Congress of the Workers' Party of Korea on October 10, 1980, the statement went on:\n\t\t\t\t\t\n\t\t\t\t\t The proposal is aiming at reunifying Korea by federal formula. \n\t\t\t\t\t\n\t\t\t\t\t It is the fair and democratic programme as it calls on both sides to respect each other and decisively opposes absorption of one side by the other side. \n\t\t\t\t\t\n\t\t\t\t\t This is the most realistic proposal for independent and peaceful reunification of Korea. \n\t\t\t\t\t\n\t\t\t\t\t It rejects any outside forces' interference in the issue of Korea's reunification and demands the withdrawal of all foreign troops from the Korean Peninsula. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces present in south Korea for seven decades should be withdrawn from the peninsula. \n\t\t\t\t\t\n\t\t\t\t\t This is the basic condition for Korea's reunification."
        },
        {
            "title": "Es infalible la victoria de la causa del Partido de los grandes companeros Kim Il Sung y Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-35ee.html",
            "content": "Es infalible la victoria de la causa del Partido de los grandes companeros Kim Il Sung y Kim Jong Il\r\nPyongyang, 6 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, publico el dia 4 la obra \"Es infalible la victoria de la causa del Partido de los grandes companeros Kim Il Sung y Kim Jong Il\".\n\t\t\t\t\tSu texto completo va como sigue:\n\t\t\t\t\t\n\t\t\t\t\tNuestros miembros del Partido y otros habitantes acogen significativamente el septuagesimo aniversario de la fundacion del Partido del Trabajo de Corea, como mayor fiesta revolucionaria.\n\t\t\t\t\t\n\t\t\t\t\tFundado por el gran companero Kim Il Sung, el PTC es el glorioso partido de Kim Il Sung y Kim Jong Il que bajo la destacada y probada direccion de ambos se ha fortalecido como indestructible organizacion revolucionaria y ha conducido la revolucion y su construccion por el unico camino hacia la brillante victoria.\n\t\t\t\t\t\n\t\t\t\t\tSu empresa es una sagrada causa historica, la causa revolucionaria del Juche, encaminada a lograr plenamente la independencia de las masas populares. \n\t\t\t\t\t\n\t\t\t\t\tLas siete decadas del PTC son una historia de victorias enorgullecedoras que han demostrado la justeza y la indestructibilidad de la causa del partido de los companeros Kim Il Sung y Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tEn el curso de una lucha historica que viene librando desde su constitucion para lograr la causa revolucionaria del Juche, el PTC se ha fortalecido como partido revolucionario jucheano, partido de los grandes companeros Kim Il Sung y Kim Jong Il, y ha desempenado impecablemente su papel como organizador de nuestro pueblo y su orientador a victorias consecutivas.\n\t\t\t\t\t\n\t\t\t\t\tEl triunfo o el reves del proceso revolucionario y constructivo depende de como se construye el partido, estado mayor de la revolucion, y como se eleva su papel rector. \n\t\t\t\t\t\n\t\t\t\t\tGracias a la idea y la atinada direccion de Kim Il Sung y Kim Jong Il sobre la construccion de un partido jucheano, el PTC se ha desarrollado como partido del lider, partido revolucionario del Juche, que asegura la unicidad y la continuidad de sus ideas y direccion.\n\t\t\t\t\t\n\t\t\t\t\tUn partido revolucionario es por esencia un partido del lider que materializa sus ideas y su causa, y lo fundamental en su construccion consiste en asegurar la unicidad de la ideologia y direccion del lider y lograr su continuidad. \n\t\t\t\t\t\n\t\t\t\t\tPara asegurar la unicidad de la ideologia y direccion resulta importante identificar a todo el partido con la idea revolucionaria del lider, viabilizar su unidad y cohesion en torno a este y lograr que todos sus miembros actuen al unisono bajo su direccion unitaria. \n\t\t\t\t\t\n\t\t\t\t\tAl tener como unica directriz la idea revolucionaria de Kim Il Sung y Kim Jong Il y atenerse solamente a las exigencias del kimilsungismo-kimjongilismo en su construccion y actividades, nuestro Partido se ha convertido en un poderoso ente ideologicamente puro y organicamente integral con el lider en su centro.\n\t\t\t\t\t\n\t\t\t\t\tLograr la unidad y cohesion con el lider en el centro ha sido uno de los asuntos muy importantes para nuestro Partido desde el primer dia de su fundacion, debido a la complejidad y la arduidad de la revolucion coreana. Al superar el sectarismo y todas las tendencias oportunistas que a lo largo de la historia le han causado grandes estragos, nuestro Partido ha logrado su uniformidad y ha intensificado la lucha para aunar las filas revolucionarias con el lider en su centro.\n\t\t\t\t\t\n\t\t\t\t\tHa establecido el sistema de tratar los problemas que el enfrenta en su construccion y actividades solamente en atencion a la conclusion del lider, asi como ha implantado un ambiente revolucionario que les permita a sus organizaciones y miembros materializar rigurosa y cabalmente la linea y la politica presentadas por el lider. \n\t\t\t\t\t\n\t\t\t\t\tEl hecho de que Kim Jong Il haya presentado el lineamiento de identificar a todo el Partido con el kimilsungismo e intensificado la labor dirigida a establecer el sistema de la unica ideologia, propicio una buena oportunidad para el aseguramiento de la unica ideologia y direccion del lider. Haber consolidado el PTC literalmente como partido del lider, el de Kim Il Sung, fue una gran hazana de Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tNuestro Partido ha resuelto correctamente el problema de la continuidad de la ideologia y la direccion del lider, logrando asi que se mantenga generacion tras generacion la unicidad de dicha ideologia y direccion. \n\t\t\t\t\t\n\t\t\t\t\tLa continuidad de la ideologia y direccion del lider es un asunto importante que se relaciona con el destino del partido y la revolucion, asi como uno de los problemas fundamentales para la construccion de un partido revolucionario. \n\t\t\t\t\t\n\t\t\t\t\tLa historia nos ha dejado la seria leccion de que un partido, aunque haya desarrollado exitosamente la revolucion bajo la acertada direccion de su lider, se corrompe si no prosigue atinadamente la ideologia y direccion de este, acarreando finalmente el fracaso de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tCon su extraordinaria clarividencia, Kim Il Sung y Kim Jong Il asentaron la base organica e ideologica y establecieron el adecuado sistema de direccion para el dirigente que continuaria la causa revolucionaria, de modo que la idea y la direccion del lider continuaran brillantemente de generacion a generacion. \n\t\t\t\t\t\n\t\t\t\t\tHaber contado con eminentes lideres generacion tras generacion y asegurado el caracter unico y continuo de su ideologia y direccion han sido el factor fundamental de la combatividad y la indestructibilidad del PTC. \n\t\t\t\t\t\n\t\t\t\t\tEl duradero afianzamiento de la unicidad de la ideologia y la direccion del lider le ha permitido a nuestro Partido mantener invariablemente sus cualidades intrinsecas de caracter revolucionario como organizacion de Kim Il Sung y Kim Jong Il, a pesar de que partidos en poder de varios paises socialistas sufrian la degeneracion ideologica y la frustracion, asi como organizar y dirigir habilmente el proceso revolucionario y constructivo, llevando a cabo reformas sociales de gran trascendencia. \n\t\t\t\t\t\n\t\t\t\t\tEl PTC se ha construido como una invencible organizacion revolucionaria que esta al servicio del pueblo y compactamente unido con el.\n\t\t\t\t\t\n\t\t\t\t\tEn el empeno por lograr la causa de la independencia de las masas populares, el lider, el partido y las masas componen una comunidad por la identidad de su destino. Al margen de la direccion del partido y el lider, las masas populares no pueden allanar su destino de manera independiente. De igual modo, alejado del pueblo, el partido no puede ser una poderosa organizacion politica ni cumplir satisfactoriamente el papel como su orientador politico. \n\t\t\t\t\t\n\t\t\t\t\tEl gran companero Kim Il Sung construyo el PTC como una agrupacion de masas integrada por obreros, campesinos e intelectuales y enfilo todas sus actividades a defender y materializar los intereses y las demandas del pueblo, de manera que nuestro Partido echara profundas raices en el y lograra la unidad monolitica con el.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Il convirtio a nuestro Partido en una madre afectuosa que atiende al pueblo asumiendo total responsabilidad de su destino. Asimismo aplico en todos los dominios la politica de virtudes y la abarcadora que consisten en el amor y la fe en el pueblo, con lo cual estrecho mas los lazos que le unen con el Partido.\n\t\t\t\t\t\n\t\t\t\t\tCon el afecto maternal nuestro Partido se ha encargado del destino de los habitantes y los ha atendido solicitamente, ha hecho ingentes esfuerzos para asegurar una vida acomodada y dichosa a nuestro pueblo que le ha seguido con lealtad, y ha conducido a los cuadros a erradicar el abuso del poder y el burocratismo y ser fieles servidores del pueblo. \n\t\t\t\t\t\n\t\t\t\t\tEn tanto que el Partido acata fielmente su deber como madre al servicio del pueblo, este lo considera como acogedor regazo de la madre, confia enteramente en el su destino y su futuro y lo sigue con lealtad para corresponder a su confianza y amor. \n\t\t\t\t\t\n\t\t\t\t\tEn la confianza y el amor del Partido al pueblo y en el apoyo y fe absolutos del segundo en el primero se basa la unidad monolitica de ambos y he aqui precisamente la fuente de la solidez y el poderio de nuestras filas revolucionarias y la garantia principal de todas las victorias. En virtud del poderio de esa unidad, nuestro Partido, firmemente convencido en el triunfo, ha podido avanzar superando con valor los obstaculos interpuestos en el camino de la revolucion y cumplir brillantemente su sagrada mision.\n\t\t\t\t\t\n\t\t\t\t\tEl PTC se ha robustecido como agrupacion revolucionaria con probada capacidad de conducir a su manera la revolucion y su construccion por el unico camino de la victoria.\n\t\t\t\t\t\n\t\t\t\t\tEl modo de mando de un partido es el factor principal que determina su capacidad de direccion y combatividad.\n\t\t\t\t\t\n\t\t\t\t\tSolucionar todos los problemas que encara el proceso revolucionario y constructivo recurriendo a las masas populares, sujeto de la revolucion, es el modo tradicional de mando del PTC, creado y aplicado por Kim Il Sung y Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\tLa fuerza de las masas populares equivale a la de su ideologia y al poderio del colectivismo. Nuestro Partido ha mantenido invariablemente el principio de sintetizar las exigencias y la voluntad del pueblo para la elaboracion de las lineas y la politica y llevarlas a la practica movilizando la idea de las masas. Al aplicar la original teoria de que la conciencia ideologica es esencial y lo decide todo en la revolucion y su construccion, ha colocado por encima de todo la labor ideologica dirigida a poner de pleno manifiesto el espiritu y la creatividad de las masas populares. Ademas, ha organizado y desarrollado ampliamente distintas formas del movimiento masivo en cada fase del proceso revolucionario, de suerte que se demuestren plenamente el poderio del colectivismo y el heroismo masivo. \n\t\t\t\t\t\n\t\t\t\t\tEn su empeno por registrar incesantes ascensos en la revolucion y su construccion apoyandose en el pueblo y valiendose de su espiritu, nuestro Partido se ha consolidado como una experimentada asociacion revolucionaria dotada de extraordinaria capacidad de organizacion y habilidad de mando. \n\t\t\t\t\t\n\t\t\t\t\tSu direccion de la revolucion mediante el Songun (prioridad de los asuntos militares ?N.T.) deviene un peculiar modo de orientacion a nuestro estilo que antepone los asuntos militares y presenta al Ejercito Popular como nucleo y destacamento principal.\n\t\t\t\t\t\n\t\t\t\t\tPartiendo del principio revolucionario del Songun consistente en que el ejercito representa al partido, Estado y pueblo, nuestro Partido ha robustecido al Ejercito Popular como poderosas tropas de firme ideologia y fe e ilimitadamente fieles a el y al lider y como fuerzas armadas revolucionarias capaces de vencer uno a cien enemigos. En el esfuerzo por identificar a todo el ejercito con el kimilsungismo-kimjongilismo, se ha asegurado la direccion del Partido sobre el Ejercito Popular, este se ha preparado firmemente como potentes tropas revolucionarias imbuidas del espiritu del monte Paektu que materializan a riesgo de la vida y antes que nadie el lineamiento y la politica del Partido y de esta forma se ha asentado una solida base politica y militar del Partido.\n\t\t\t\t\t\n\t\t\t\t\tLa direccion del Songun del Partido ha hecho elite a las filas revolucionarias al presentar como paradigma al Ejercito Popular, ha fomentado la gran unidad de este con el pueblo y ha coadyuvado a que todo el Partido y el pueblo impulsen energicamente el proceso revolucionario y constructivo con el espiritu y estilo de lucha del Ejercito Popular. \n\t\t\t\t\t\n\t\t\t\t\tEn el empeno por llevar adelante la causa del Juche con esa direccion original, se han elevado notablemente la capacidad de mando y de combate de nuestro Partido. \n\t\t\t\t\t\n\t\t\t\t\tLa experiencia adquirida por el PTC en el allanamiento de un nuevo camino para la construccion de un partido revolucionario y en su fortalecimiento como una agrupacion indestructible constituye el ejemplo elocuente en la causa de la edificacion del partido revolucionario en la era de la independencia.\n\t\t\t\t\t\n\t\t\t\t\tDurante los ultimos siete decenios, el PTC se ha sobrepuesto a las vicisitudes de un periodo duro y complicado, conduciendo asi por el sendero de la victoria la causa del Juche, la del socialismo.\n\t\t\t\t\t\n\t\t\t\t\tSu orientacion de la causa del Juche, la del socialismo, ha implicado una enconada lucha politica y de clases contra el imperialismo, la hegemonia, el revisionismo, el servilismo a las potencias y el dogmatismo, asi como una lucha ardua para abrir un camino inexplorado hacia una nueva sociedad.\n\t\t\t\t\t\n\t\t\t\t\tMientras orientaba la revolucion y su construccion de varias etapas, nuestro Partido no se ha encasillado a ninguna teoria ni formula ya establecidas sino que ha avanzado vigorosamente por un nuevo camino indicado por la idea Juche, camino de la independencia, el Songun y el socialismo.\n\t\t\t\t\t\n\t\t\t\t\tLa independencia, el Songun y el socialismo son puntos de apoyo y pista principal de la revolucion coreana que concuerdan con la aspiracion de nuestro pueblo y la realidad de nuestro pais. Sintetizan los valiosos meritos y tradiciones y ricas experiencias adquiridos por nuestros grandes lideres durante casi una centuria e indican el principio fundamental de nuestra revolucion y el camino recto a seguir por ella.\n\t\t\t\t\t\n\t\t\t\t\tEl PTC, al dirigir la revolucion y su construccion tomando la linea y el principio de la independencia, el Songun y el socialismo como su eterna estrategia, ha realizado sempiternos meritos ante la patria y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn su historia de la orientacion sobre la causa revolucionaria del Juche, ha formado a nuestro pueblo como pueblo digno e independiente y como poderoso artifice de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tSu mayor merito radica en haber preparado a las masas populares como sujeto independiente para el logro de la mencionada causa.\n\t\t\t\t\t\n\t\t\t\t\tEs verdad que las masas populares son duenas de su destino y encargadas de la causa de la independencia, pero solo al ser orientadas correctamente por un partido revolucionario, pueden ser autenticas duenas de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tNuestro Partido ha planteado como tarea mas importante concientizarlas, organizarlas y aglutinarlas compactamente en torno a el y al lider y siempre le ha prestado primordial atencion.\n\t\t\t\t\t\n\t\t\t\t\tAl pertrecharlas con la idea Juche y agruparlas a su alrededor ideologica, volitiva y organicamente, las ha convertido en un organismo socio-politico y ha puesto de manifiesto su elevado entusiasmo revolucionario e inagotable fuerza creadora, logrando que como sujetos de la revolucion cumplan con su responsabilidad y papel.\n\t\t\t\t\t\n\t\t\t\t\tEn nuestro pais todos los oficiales y soldados del Ejercito Popular y demas sectores del pueblo hacen de la Juche, idea rectora de nuestro Partido, su firme credo, estan estrechamente unidos con una misma voluntad y proposito en torno a esta organizacion politica y se abniegan para ejecutar su lineamiento y politica. Lo que nuestro Partido idea y propone para el fortalecimiento y la prosperidad del pais y la felicidad del pueblo se plasma como firme voluntad de nuestro ejercito y pueblo y se pone en practica por estos.\n\t\t\t\t\t\n\t\t\t\t\tEn particular, la nueva generacion crece como fidedigna reserva del Partido y continuadora de la revolucion y cumple magnificamente el papel de brigada de choque en la causa revolucionaria del Juche y nuestro pais se enorgullece de su condicion de potencia de la juventud, unica de su tipo en el mundo. Nuestro Partido se enorgullece de su historia de haber preparado a los jovenes como heroes de la epoca, vanguardia y flanco del Partido.\n\t\t\t\t\t\n\t\t\t\t\tNuestro Partido siente gran orgullo por contar con este excelente ejercito, pueblo y juventud que en cualquier adversidad confian y siguen exclusivamente a el y al lider y son fieles sin limite a su causa. He aqui el secreto de las sucesivas victorias que adornan las siete decadas del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl haber construido un autoctono socialismo que hace realidad la exigencia por la independencia y el ideal de las masas populares constituye un merito historico del PTC.\n\t\t\t\t\t\n\t\t\t\t\tEl socialismo es el ideal de las masas trabajadoras y construirlo es la tarea mas importante de los partidos revolucionarios.\n\t\t\t\t\t\n\t\t\t\t\tEl PTC ha allanado de forma original el camino hacia un genuino socialismo que concuerda con el ideal de las masas populares y durante su construccion ha mantenido de manera consecuente su autoctono lineamiento y principio revolucionarios.\n\t\t\t\t\t\n\t\t\t\t\tTodos los problemas de la construccion del socialismo los ha resuelto por su propia cuenta y en correspondencia a la aspiracion del pueblo a la independencia y la realidad del pais. Rechazando las injerencias y la presion de las fuerzas extranjeras, ha avanzado sin vacilacion y recto por el camino del socialismo del Juche y tambien en las duras pruebas como la Marcha Penosa, ha frustrado resueltamente las aviesas y persistentes maquinaciones de las fuerzas hostiles encaminadas a estrangular nuestro socialismo y ha seguido impulsando dinamicamente la construccion socialista.\n\t\t\t\t\t\n\t\t\t\t\tConstruido en virtud de la original linea y sabia direccion del PTC, nuestro socialismo es un regimen centrado en las masas populares en el que estas son autenticas duenas del Estado y la sociedad y su aspiracion a la independencia se verifica a mas no poder.\n\t\t\t\t\t\n\t\t\t\t\tEn nuestro pais las masas populares ejercen sus derechos como protagonistas de todas las actividades del Estado y la sociedad y se practica una politica de respeto y amor a ellas que absolutiza y coloca por encima de todo sus exigencias e intereses. El nuestro es un verdadero socialismo a favor del pueblo y centrado en las masas populares, razon por la cual nuestro pueblo lo considera como su propia vida y se entrega en cuerpo y alma para construirlo mejor y edificar cuanto antes un Estado socialista poderoso y prospero.\n\t\t\t\t\t\n\t\t\t\t\tMerced a la atinada direccion del Partido y la abnegacion de las masas populares fieles a este, en un breve espacio de tiempo nuestro pais se ha convertido en una prestigiosa e invencible potencia ideo-politica y militar y, haciendo alarde de su condicion de potencia socialista, progresa vigorosamente para ser una potencia de la economia del conocimiento y un Estado socialista civilizado en la nueva centuria.\n\t\t\t\t\t\n\t\t\t\t\tEl PTC, orientador del ejercito y el pueblo, ha establecido la tradicion de la victoria en el enfrentamiento con el imperialismo que continua siglo tras siglo y ha defendido honrosamente la dignidad y soberania nacionales y las conquistas de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tMientras exista el imperialismo, la causa de las masas populares por la independencia, la causa del socialismo, lleva aparejado el agudo enfrentamiento con el enemigo. Para nuestro pais que por varios siglos y generaciones ha sido avanzada de la lucha antiimperialista y antiyanqui, es de particular importancia defender de las agresiones imperialistas la dignidad y la soberania de la nacion y las conquistas de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tNuestro Partido ha mantenido invariablemente la linea y el principio de conceder importancia a los asuntos militares, ha considerado como primera tarea del Estado la construccion de las fuerzas armadas revolucionarias y el fortalecimiento de la capacidad de defensa nacional y siempre ha salido victorioso en el enfrentamiento sin tregua con el imperialismo estadounidense, apoyandose en las potentes fuerzas de defensa encabezadas por el Ejercito Popular.\n\t\t\t\t\t\n\t\t\t\t\tEn la Guerra de Liberacion de la Patria nuestro incipiente ejercito y nuestro pueblo, guiados por el gran Lider Kim Il Sung, derrotaron a un enemigo incomparablemente superior en terminos militares, el imperialismo yanqui que se jactaba de su supremacia mundial, lo cual es un hecho sin precedentes en la historia. Esa brillante victoria se debe a la original idea militar y destacada estrategia del Comandante de acero y al espiritu con que nuestro heroico Ejercito Popular y pueblo combatieron ofrendando su vida sin vacilacion para defender a la patria.\n\t\t\t\t\t\n\t\t\t\t\tEn su enfrentamiento con la alianza imperialista durante varios decenios que le han seguido al cese del fuego, nuestro Partido ha frustrado a cada paso sus intentos de agresion y siempre ha logrado triunfos con el poderio del Songun y de la potencia militar.\n\t\t\t\t\t\n\t\t\t\t\tHace poco, ante la inminencia de una nueva guerra dio muestras de su arte de mando al disipar a su debido tiempo el gran peligro que amenazaba a la patria, con lo cual salvo a la nacion de una hecatombe eventual y defendio la paz y la seguridad del mundo. Haber defendido la dignidad y la soberania de la nacion y preservado las conquistas de la revolucion en el duro enfrentamiento con el enemigo es una victoria resonante, fruto de nuestra superioridad espiritual y moral y del poderio de la gran unidad del Ejercito y el pueblo agrupados compactamente y con una sola voluntad en torno al Partido.\n\t\t\t\t\t\n\t\t\t\t\tLos imperecederos meritos y valiosas experiencias que nuestro Partido ha acumulado en la lucha por la causa revolucionaria del Juche enarbolando la bandera de la independencia, el Songun y el socialismo, adquieren una importancia trascendental para la marcha triunfante de nuestra revolucion y para la causa de las masas populares por la independencia.\n\t\t\t\t\t\n\t\t\t\t\tAl levantar un invencible y poderoso pais socialista con la bandera del Juche en alto, nuestro Partido ha llevado a la cumbre la dignidad y posicion de nuestra Republica en la palestra internacional y preparado una solida base para el fortalecimiento y prosperidad de la patria y el triunfo definitivo de la causa revolucionaria del Juche.\n\t\t\t\t\t\n\t\t\t\t\tYa pertenece al pasado la fatalidad de la Peninsula Coreana que por su posicion geopolitica tuvo que sufrir martirios victima de las pugnas entre las potencias. Hoy nuestra Republica socialista es duena de su destino y ejerce sus legitimos derechos e influencia sobre la evolucion de la situacion en la region y el mundo.\n\t\t\t\t\t\n\t\t\t\t\tNuestro Partido y pueblo estan en condiciones de acelerar a nuestra manera la construccion de un Estado socialista poderoso y prospero, edificar un paraiso del pueblo y asegurar el eterno esplendor del pais y la nacion apoyandose en la unidad monolitica, en la gran capacidad de defensa nacional con la fuerza disuasiva nuclear como su columna vertebral y en nuestros recursos materiales y tecnicos, a pesar de las freneticas maniobras del imperialismo yanqui y sus seguidores.\n\t\t\t\t\t\n\t\t\t\t\tEl PTC ha comprobado en la practica la justeza de la causa de las masas populares por la independencia, la causa del socialismo, y el caracter infalible de su victoria.\n\t\t\t\t\t\n\t\t\t\t\tAl conducir con todo exito la defensa del socialismo y la construccion de un Estado poderoso y prospero en medio de las pesimas condiciones y circunstancias, ha evidenciado que la causa de las masas populares por la independencia es justa y el socialismo es ciencia.\n\t\t\t\t\t\n\t\t\t\t\tEn la lucha que ha librado a lo largo de su historia, el PTC ha demostrado que el socialismo y la justicia si existen en esta Tierra y son mas fuertes que el despotismo y la arbitrariedad del imperialismo, asi como ha confirmado la verdad historica de que no se puede detener jamas la tendencia de la epoca a la independencia antiimperialista y al socialismo.\n\t\t\t\t\t\n\t\t\t\t\tAl cabo de los siete decenios gloriosos de su historia, nuestro Partido ha llegado a la conclusion de que es invencible la sagrada causa revolucionaria del Partido de los grandes companeros Kim Il Sung y Kim Jong Il y que nuestra revolucion, orientada por el PTC, lograra sin duda su victoria final.\n\t\t\t\t\t\n\t\t\t\t\tLlevar a feliz termino la causa revolucionaria del Juche enarbolando la bandera del gran kimilsungismo-kimjongilismo es la mision historica y la inconmovible voluntad del PTC.\n\t\t\t\t\t\n\t\t\t\t\tKimilsungismo-kimjongilismo es la unica idea directriz del PTC y la bandera de la eterna victoria.\n\t\t\t\t\t\n\t\t\t\t\tDebemos seguir invariablemente por el camino del Juche que nos indica el gran kimilsungismo-kimjongilismo.\n\t\t\t\t\t\n\t\t\t\t\tEs necesario fortalecer el PTC como eterno partido de Kim Il Sung y Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tDebemos enaltecerlos como lideres eternos de nuestro Partido y construir esta organizacion y efectuar sus actividades segun el pensamiento y el proposito de ellos.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso defender resueltamente las ideas de los grandes lideres sobre la construccion del partido y las hazanas que realizaron a tal efecto. Las organizaciones partidistas materializaran rigurosa y cabalmente las ideas y los legados de los grandes lideres sobre la construccion del partido considerandolos como medios de subsistencia, asi como profundizaran ininterrumpidamente la labor para perpetuar sus meritos de la direccion.\n\t\t\t\t\t\n\t\t\t\t\tEs importante establecer mas firmemente en todo el Partido el sistema de direccion unitaria.\n\t\t\t\t\t\n\t\t\t\t\tHay que convertirlo en un organismo de firme idea y conviccion en el que rige el gran kimilsungismo-kimjongilismo. Firmemente convencidos de que no reconocen mas que el pensamiento revolucionario de nuestro Partido, todos los funcionarios y militantes del Partido lucharan de manera intransigente contra las extranas corrientes ideologicas de toda ralea para asegurar la pureza de la idea del Partido.\n\t\t\t\t\t\n\t\t\t\t\tEs imperioso fortalecer por todos los medios la unidad y solidaridad del Partido e implantar una ferrea disciplina para que todos sus integrantes actuen como un solo hombre bajo la unica direccion de su Comite Central.\n\t\t\t\t\t\n\t\t\t\t\tEl gran sentido de la organizacion, la disciplina y la unidad le dan vida al partido revolucionario y son la fuente de su indestructibilidad. Urge implantar una ferrea disciplina revolucionaria que posibilita unir ideas y voluntades de toda la militancia en torno a su CC, informar a este y tratar segun su conclusion todos los asuntos que se presentan en las labores y actividades partidistas y exigir a las organizaciones y sus miembros una ferrea disciplina que les permita trabajar y vivir segun las normas establecidas.\n\t\t\t\t\t\n\t\t\t\t\tDebemos perpetuar la tradicion de salvaguardar y llevar a la practica a toda costa la idea y la politica del Partido. Todas las organizaciones partidistas consideraran como tarea principal la linea y la politica del Partido y las materializaran de forma consecuente y cabal.\n\t\t\t\t\t\n\t\t\t\t\tHace falta afianzar la unidad monolitica entre el Partido y las masas populares.\n\t\t\t\t\t\n\t\t\t\t\tEsta es el manantial de la solidez y vitalidad de nuestro Partido y el arma mas poderosa para la defensa de la patria y la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tTodo el Partido debe sostener en alto la consigna !Todo para el pueblo y todo apoyandose en las masas populares! Todos los funcionarios deben hacer suya la concepcion que Kim Il Sung y Kim Jong Il tenian del pueblo, considerarlo como el cielo, compenetrarse siempre en las masas, compartir con ellas las alegrias y las penas y convertirse en sus servidores fieles que trabajan y trabajan por el bien del pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEn todo el Partido desplegaran una intensa lucha contra el abuso del poder, el burocratismo y los demas actos ilicitos y corruptos y de esta manera preservaran las cualidades intrinsecas del partido revolucionario del Juche, el partido madre, y defenderan a ultranza las exigencias y los intereses de las masas populares.   \n\t\t\t\t\t\n\t\t\t\t\tEs necesario culminar bajo la direccion del Partido la causa revolucionaria de Juche, la causa socialista, iniciada en el monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso mantener firme y materializar cabalmente la linea principal de la construccion socialista.\n\t\t\t\t\t\n\t\t\t\t\tLanzada por el companero Kim Il Sung, dicha linea consiste en fortalecer el Poder Popular, elevar sin cesar su funcion y papel y cumplir cabalmente las tres revoluciones: la ideologica, la tecnica y la cultural. Asimismo constituye una estrategia a la que se debe atener siempre en la construccion socialista. \n\t\t\t\t\t\n\t\t\t\t\tHace falta reforzar nuestro regimen socialista y nuestro Poder Popular y lograr que este ultimo cumpla con su responsabilidad y papel como representante de los derechos de las masas populares a la independencia, impulsor de su creatividad,  encargado de su vida, promotor de sus actividades independientes y creadoras. Hace falta mejorar el sistema y los metodos de trabajo del Poder Popular de acuerdo a la realidad en desarrollo, agilizar la direccion unificada del Estado sobre la sociedad y su funcion como organizador de la economia, y de esta manera impulsar energicamente la construccion de un Estado poderoso y prospero.\n\t\t\t\t\t\n\t\t\t\t\tLas tres revoluciones son la formula mas idonea para viabilizar en una sociedad socialista la aspiracion del pueblo a la independencia.\n\t\t\t\t\t\n\t\t\t\t\tEs menester anteponer la revolucion ideologica para luego empujar dinamicamente la tecnica y cultural a fin de transformar exitosamente el hombre y la naturaleza, asi como perfeccionar las relaciones sociales conforme a la demanda de un Estado socialista poderoso y rico.\n\t\t\t\t\t\n\t\t\t\t\tEs imprescindible acelerar mas la edificacion de este Estado, ateniendose al lineamiento del Partido de dar prioridad a la ideologia, los asuntos militares y la ciencia. \n\t\t\t\t\t\n\t\t\t\t\tNos corresponde prestar primordial atencion a la tarea de consolidar la base politica e ideologica, baluarte mas importante de nuestra revolucion.\n\t\t\t\t\t\n\t\t\t\t\tDebemos educar a los miembros del Partido y demas trabajadores en los Cinco Puntos para que sean poseedores de firme idea y conviccion que arden en cualquier momento y lugar del espiritu revolucionario del Paektu, espiritu del viento cortante del Paektu, y defienden a ultranza nuestra unidad monolitica, asi como sean vanguardias de la lucha de clases que, con una inequivoca conciencia clasista y antiimperialista, consolidan nuestra posicion de clases, la posicion del revolucionario. Nos compete observar atentamente cada maniobra del enemigo encaminada a derrumbar nuestro sistema socialista en su interior y redoblar la vigilancia al respecto, asi como no permitir jamas que germine la mala hierba del capitalismo en el jardin socialista. En toda la sociedad arrancaran de cuajo la atrasada y anticuada moral y modus vivendi, para fomentar mas los bellos rasgos de la gran familia socialista donde sus miembros llevan una vida sana y armoniosa, ayudandose y guiandose mutuamente.\n\t\t\t\t\t\n\t\t\t\t\tEl futuro de la Patria y de la revolucion depende de la formacion de la nueva generacion. Ateniendose a la idea y la linea del Partido de aprecio a la juventud, sus organizaciones a todos los niveles deben poner gran empeno en la labor con los jovenes para agruparlos firmemente en torno al Partido y preparar a todos ellos como vanguardias de la revolucion y heroes del Songun que corren la misma suerte que el Partido como herederos legitimos de su ideologia y fe. \n\t\t\t\t\t\n\t\t\t\t\tLa capacidad de defensa nacional significa la dignidad y la soberania de la Corea del Songun y le da garantia a su victoria. Nos compete elevarla mas al materializar rigurosamente las lineas presentadas por nuestro Partido referente a la autodefensa y el Desarrollo Simultaneo.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso establecer estrictamente en el Ejercito Popular el sistema de direccion del Comandante Supremo y el ambiente revolucionario, implantar una ferrea disciplina e intensificar los ejercicios politicos y de combate, con vistas a preparar a todos los militares como combatientes capaces de vencer uno a cien enemigos y a todas las tropas como fuerzas elite. Al Ejercito le toca abrir brechas siempre en la primera linea de la revolucion y demostrar el espiritu combativo de alcanzar las metas de un aliento y el poderio de la gran unidad militar-civil en todos los dominios de la construccion de un Estado poderoso y prospero.\n\t\t\t\t\t\n\t\t\t\t\tEs indispensable fabricar a nuestra manera potentes armas y equipos de la mas avanzada tecnologia, consolidar constantemente las fuerzas disuasivas nucleares para la autodefensa y ultimar los preparativos para la resistencia de todo el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tConstruir cuanto antes una potencia economica y un Estado civilizado con la ayuda de los ultimos logros cientificos y tecnicos es la determinacion y voluntad de nuestro Partido. Al priorizar el desarrollo de las ciencias y la tecnologia y concentrarnos en la construccion de la potencia economica socialista y del Estado civilizado, debemos dotar al pais de todos los requisitos necesarios para convertirse en un Estado socialista poderoso y prospero.\n\t\t\t\t\t\n\t\t\t\t\tNos atendremos estrictamente a la linea y la politica economicas presentadas por el Partido, concentrarnos en potenciar el sector priorizado de la economia nacional y al mismo tiempo esforzarnos con denuedo para alcanzar las metas de distintas fases de la construccion de la potencia economica.\n\t\t\t\t\t\n\t\t\t\t\tEs preciso prestar primordial atencion al mejoramiento de la vida de la poblacion conforme al proyecto y proposito del Partido, para que el pueblo disfrute a plenitud de los beneficios del socialismo y goce de una vida feliz y envidiable.\n\t\t\t\t\t\n\t\t\t\t\tLa educacion, la salud publica, el deporte, la literatura, el arte y demas sectores culturales alcanzaran el nivel que requiere un Estado civilizado socialista y asi abriremos una nueva era de civilizacion del siglo XXI.\n\t\t\t\t\t\n\t\t\t\t\tDebemos lograr sin falta la historica causa de la reunificacion de la patria, supremo anhelo de la nacion.\n\t\t\t\t\t\n\t\t\t\t\tTal es la suprema tarea de nuestro Partido, el encargado del destino de la patria y la nacion. No podemos permitir que dure por mas tiempo la tragica division nacional, herencia de la centuria pasada. De conformidad con lo acordado por el Norte y el Sur de Corea en los tres principios de la reunificacion de la patria, la historica Declaracion Conjunta del 15 de Junio y la Declaracion del 4 de Octubre, debemos rechazar a las fuerzas extranjeras y reunificar la patria de manera independiente, bajo el postulado de Entre nosotros, los connacionales. Con miras a cumplir el deseo de toda la vida y el legado de los grandes lideres, nos corresponde lograr la historica causa de la reintegracion y levantar en este territorio un Estado unificado, poderoso y prospero.\n\t\t\t\t\t\n\t\t\t\t\tEs necesario poner en practica la politica exterior con caracter independiente de nuestro Partido, contribuyendo asi a la causa de la verificacion de la independencia en el orbe.\n\t\t\t\t\t\n\t\t\t\t\tNos compete ampliar las relaciones con los paises que nos tratan como amigos y promover la amistad y cooperacion con los pueblos progresistas bajo el ideal de la independencia, la paz y la amistad, asi como luchar activamente por lograr la paz, seguridad e independencia del mundo frustrando categoricamente las maniobras de agresion e intervencion de las fuerzas imperialistas y hegemonicas que se aferran a la coaccion y arbitrariedad.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia asumimos la importante y sagrada tarea de anticipar la victoria final de la causa revolucionaria del Juche superando valerosamente las dificultades y pruebas que impiden nuestro avance.\n\t\t\t\t\t\n\t\t\t\t\tTodo el ejercito y el pueblo, unidos con una sola voluntad en torno al Partido, aceleraran la marcha general hacia el triunfo decisivo de la revolucion.\n\t\t\t\t\t\n\t\t\t\t\tEl PTC seguira demostrando ante el mundo su dignidad y poderio como organizacion de Kim Il Sung y Kim Jong Il y registrara solamente victorias en sus anales.\n\t\t\t\t\t\n\t\t\t\t\tLa sagrada causa del gran Partido de Kim Il Sung y Kim Jong Il saldra siempre victoriosa."
        },
        {
            "title": "Regresa a Pyongyang delegacion de RPDC tras asistir a 70o periodo de sesiones de ONU",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-36ee.html",
            "content": "Regresa a Pyongyang delegacion de RPDC tras asistir a 70o periodo de sesiones de ONU \r\nPyongyang, 6 de octubre (ACNC) -- Regreso este martes la delegacion de la Republica Popular Democratica de Corea encabezada por el canciller Ri Su Yong tras tomar parte en el 70o periodo de sesiones de la Asamblea General de la ONU. \n\t\t\t\t\tDurante ese periodo Ri Su Yong se reunio por separado con el vicepresidente de la Republica de Guinea Ecuatorial, el primer vicepremier y canciller de Serbia y los cancilleres de Brasil, Noruega y Suecia."
        },
        {
            "title": "Rodong Sinmun denuncia locura de confrontacion militar de EE.UU. y Sur de Corea",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-37ee.html",
            "content": "Rodong Sinmun denuncia locura de confrontacion militar de EE.UU. y Sur de Corea\r\nPyongyang, 6 de octubre (ACNC) -- Segun trascendidos, el portaaviones nuclear Ronald Reagan anclara en el puerto de Pusan del Sur de Corea bajo el pretexto de la participacion en la \"ceremonia de revista de flota\". Y la escuadrilla de F-22 Raptor de la fuerza aerea norteamericana vendra al Sur de Corea. En tanto, los belicistas surcoreanos importaron los misiles Spike y los desplegaron en la Yonphyong, la Paekryong y otras tres islas del Mar Oeste hablando del \"ataque de precision contra las artillerias de costa del Norte de Corea\".\n\t\t\t\t\tEstas locuras militares son la imprudente provocacion que destruye la paz y la estabilidad de la Peninsula Coreana, recobradas a duras penas.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un comentario individual divulgado el dia 6 y continua:\n\t\t\t\t\t\n\t\t\t\t\tHistoricamente, cada vez que entraron las fuerzas de ataque preventivo nuclear de Estados Unidos en el Sur de Corea, las relaciones entre ambas partes coreanas se llegaban a la fase catastrofica de guerra nuclear y se caian en el estado del fracaso sin salida.\n\t\t\t\t\t\n\t\t\t\t\tAunque las autoridades surcoreanas hablan del \"dialogo\" y la \"mejora de relaciones\", siguen recurriendo a las locuras provocativas de crear la tension y destruir la paz sin abandonar la hostilidad al Norte y la intencion de confrontacion.\n\t\t\t\t\t\n\t\t\t\t\tLo evidencia el hecho de que en estos dias, las autoridades surcoreanas, al acusar como la \"provocacion\" el ejercicio de derecho autodefensivo de la Republica Popular Democratica de Corea, recrudecen mas que nunca la cooperacion de presion anti-RPDC en contubernio con EE.UU. y otras fuerzas extranjeras.\n\t\t\t\t\t\n\t\t\t\t\tAhora, las autoridades surcoreanas difunden rumores de que la \"provocacion\" de alguien desalienta el ambiente de dialogo, lo que no pasa de ser un descarado acto para ocultar su naturaleza malsana de llevar al fracaso las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tSi EE.UU. y las autoridades surcoreanas desean de veras alivio de situacion, ellos deben poner inmediato fin a sus locuras de confrontacion militar destinadas a crear la tension en la Peninsula Coreana y destruir el ambiente de dialogo."
        },
        {
            "title": " Minju Joson denuncia actitud de gobernante japones",
            "url": "http://kcna.co.jp/item/2015/201510/news06/20151006-38ee.html",
            "content": "Minju Joson denuncia actitud de gobernante japones\r\nPyongyang, 6 de octubre (ACNC) -- El actual mandatario japones, que insistia en la reforma de la ONU en diferentes actos que se efectuan en ocasion del septuagesimo aniversario de la constitucion de la ONU, picoteo en una rueda de prensa que su pais tiene \"la voluntad de cumplir con la responsabilidad del pais miembro permanente\" en cuanto a la reforma del Consejo de Seguridad de la ONU.\n\t\t\t\t\tEn un comentario individual de hoy, el periodico Minju Joson destaca que esta actitud produce las carcajadas de todo el mundo y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl problema de elegir el pais miembro permanente no es el asunto de ofrecer la indulgencia hasta a Japon que no se quito todavia la deshonra del pais criminal de guerra.\n\t\t\t\t\t\n\t\t\t\t\tTanto hoy como en el pasado, Japon es el pais peligroso que  no aspira al Estado pacifico, sino a la guerra. Seleccionarlo como miembro permanente del CS de la ONU sera el desafio frontal al deseo de paz de la humanidad.\n\t\t\t\t\t\n\t\t\t\t\tSi el Japon desea de veras el desarrollo pacifico, el debio liquidar su pasado sucio. \n\t\t\t\t\t\n\t\t\t\t\tSin embargo, pese a la fuerte oposicion de la sociedad internacional, ese pais isleno adopto la \"ley de seguridad\" poniendo al desnudo su malsana intencion de lograr a toda costa su ambicion de agredir al ultramar. \n\t\t\t\t\t\n\t\t\t\t\tResulta muy bochornosa la conducta grosera de Japon que trata ganar con el dinero el puesto del miembro permanente.\n\t\t\t\t\t\n\t\t\t\t\tLos politiqueros japoneses deben saber correctamente por que el mundo llama a Japon como enano politico y renunciar su vana ilusion."
        }
    ]
}