{
    "date": "2015-03-22",
    "url": "http://kcna.co.jp/item/2015/201503/2015-03-22ee.html",
    "articles": [
        {
            "title": "KPA Will Blow up Balloons Carrying Anti-DPRK Leaflets: Open Notice of KPA Frontline Units",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-01ee.html",
            "content": "KPA Will Blow up Balloons Carrying Anti-DPRK Leaflets: Open Notice of KPA Frontline Units\r\nPyongyang, March 22 (KCNA) -- The frontline units of the Korean People's Army made public an open notice Saturday which said:\n\t\t\t\t\t The south Korean puppet authorities are egging despicable confrontational villains on to flock to the areas along the Military Demarcation Line and scatter leaflets slandering the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t A few days ago, a group of hooligans more dead than alive who belong to the ultra-right conservative organizations such as the \"Alliance for the Movement of Free North\" announced they would get balloon-borne anti-DPRK leaflets numbering 500 000 and thousands of DVDs scattered in the air above the DPRK before and after the upcoming March 26th, the 5th anniversary of the sinking of Cheonan warship even with the U.S. \"Human Rights Foundation\" involved.\n\t\t\t\t\t\n\t\t\t\t\t It is the height of hostility that the south Korean puppet forces still misuse the warship sinking case, that has long been branded as the unprecedented hideous conspiratorial farce, for escalating confrontation with the DPRK by linking the case with it.\n\t\t\t\t\t\n\t\t\t\t\t They are mulling scattering DVDs and USBs containing \"The Interview\", a reactionary film that has been censured worldwide for seriously hurting the dignity of the supreme leadership of the DPRK. This is the gravest politically-motivated provocation against the DPRK and a de facto declaration of a war against it.\n\t\t\t\t\t\n\t\t\t\t\t Their reckless acts are aimed at deliberately escalating tension on the Korean peninsula where the situation has reached the brink of a war due to Key Resolve and Foal Eagle joint war rehearsals.\n\t\t\t\t\t\n\t\t\t\t\t All the firepower strike means of the frontline units of the KPA will launch without prior warning indiscriminate operations to blow up balloons carrying those leaflets. \n\t\t\t\t\t\n\t\t\t\t\t Whether scattering operations are conducted in areas along the MDL or in any point of sea or in the air, whether balloons or drones are used for those operations and whether they are carried out openly or secretly, they will never escape strikes of firepower strike means of the KPA to be involved in the operations for blowing up the balloons.\n\t\t\t\t\t\n\t\t\t\t\t Powerful firepower strike means deployed in the frontline units will go into action.\n\t\t\t\t\t\n\t\t\t\t\t Any challenge to the DPRK's just physical countermeasures will entail double and treble merciless retaliatory strikes.\n\t\t\t\t\t\n\t\t\t\t\t Inhabitants of the south side in the areas close to or bordering the MDL are recommended to evacuate in advance for their safety if the above-said leaflet scattering operations are conducted.\n\t\t\t\t\t\n\t\t\t\t\t We do not want to see innocent inhabitants of the south side suffer any slight harm due to the reckless acts of the confrontational villains.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet authorities will be held fully accountable for all the catastrophic consequences to be entailed by their leaflet scattering operations."
        },
        {
            "title": "Greetings to Pakistani President",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-07ee.html",
            "content": "Greetings to Pakistani President\r\nPyongyang, March 22 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, Saturday sent a message of greeting to Mamnoon Hussain, president of the Islamic Republic of Pakistan, on the occasion of the Day of Pakistan, the national holiday of the Pakistani people.\n\t\t\t\t\t The message expressed the belief that the good relations of friendship and cooperation between the two countries would continue developing on good terms and wished the president and people of Pakistan greater successes in their work for the independent development and prosperity of the country."
        },
        {
            "title": "Greetings to Pakistani Prime Minister",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-08ee.html",
            "content": "Greetings to Pakistani Prime Minister\r\nPyongyang, March 22 (KCNA) -- DPRK Premier Pak Pong Ju Saturday sent a message of greeting to Muhammad Nawaz Sharif, prime minister of Pakistan, on the occasion of the Day of Pakistan.\n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger, wishing the prime minister and government of Pakistan greater successes in their work for the prosperity of the country and the national development and."
        },
        {
            "title": "Gravity-fed Tap Water System Established in DPRK",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-11ee.html",
            "content": "Gravity-fed Tap Water System Established in DPRK\r\nPyongyang, March 22 (KCNA) -- Today marks World Water Day.\n\t\t\t\t\t In this regard, Ri Nam Hyon, section chief of the DPRK Ministry of Urban Management, noted that the government has striven to supply quality drinking water to citizens on a normal basis.\n\t\t\t\t\t\n\t\t\t\t\t He told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government has made big efforts to the introduction of gravity-fed water supply system.\n\t\t\t\t\t\n\t\t\t\t\t This introduction began in the township of Pukchong County, South Hamgyong Province, in 2003 while a brisk work was launched to explore the headstreams throughout the country.\n\t\t\t\t\t\n\t\t\t\t\t At present, the gravity-fed water supply system has been established in 35 cities and counties, including Rason and Wonsan, across the country.\n\t\t\t\t\t\n\t\t\t\t\t The establishment of this system was carried out in cooperation with the United Nations Children's Fund and other international bodies and governmental and non-governmental agencies of various countries."
        },
        {
            "title": "U.S. Moves to Deploy THAAD Denounced by S. Korean Organizations",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-10ee.html",
            "content": "U.S. Moves to Deploy THAAD Denounced by S. Korean Organizations\r\nPyongyang, March 22 (KCNA) -- More than 120 organizations of south Korea including the People's Action for Peace against War, the Citizens Solidarity for Democratic Society and the People for Achieving Peace and Reunification held a press conference around the puppet Chongwadae on March 19 denouncing the U.S. for trying to deploy THAAD in south Korea.\n\t\t\t\t\t Speakers said at the conference that the deployment of THAAD for meeting the U.S. interests would entail the worst consequences.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t If THAAD is deployed in south Korea, it will be completely involved in the U.S. missile defence system and will turn into its advance base.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, the south Korean authorities remain a passive onlooker to the deployment of THAAD at the U.S. military bases in Phyongthaek of Kyonggi Province and other places.\n\t\t\t\t\t\n\t\t\t\t\t They voiced strong opposition to the deployment of THAAD disturbing peace on the Korean peninsula and in Northeast Asia."
        },
        {
            "title": "Austrian Political Party Condemns U.S.-S. Korea Joint Military Drills",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-06ee.html",
            "content": "Austrian Political Party Condemns U.S.-S. Korea Joint Military Drills\r\nPyongyang, March 22 (KCNA) -- The Workers' Party of Austria released a statement on Mar. 17 denouncing Key Resolve and Foal Eagle joint military drills kicked off by the U.S. and the south Korean puppet forces.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korea again kicked off Key Resolve and Foal Eagle joint military drills against the DPRK early in March.\n\t\t\t\t\t\n\t\t\t\t\t This saber-rattling, another military provocation against the DPRK, seriously threatens peace and security in the region.\n\t\t\t\t\t\n\t\t\t\t\t The war drills involving huge forces of the U.S. and south Korea are being staged pursuant to the U.S. foreign policy aimed at establishing its uni-polar domination system in the world.\n\t\t\t\t\t\n\t\t\t\t\t The Workers' Party of Austria voices solidarity with the Korean people and urges the U.S. and south Korea to stop the risky war drills at once."
        },
        {
            "title": "Korean People's Cause of National Reunification Supported by Czech Political Figure",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-05ee.html",
            "content": "Korean People's Cause of National Reunification Supported by Czech Political Figure\r\nPyongyang, March 22 (KCNA) -- Martin Pec, representative of the Young Communist League of Czechoslovakia, contributed an article titled \"Pain resulting from Korean division\" to the March issue of the paper Dialog.\n\t\t\t\t\t Noting that this year marks the lapse of 70 years since Korea was divided by foreign forces, the article said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation has suffered untold pain due to the territorial partition that has lasted till today.\n\t\t\t\t\t\n\t\t\t\t\t Korea was divided into two parts due to the U.S. imperialists' occupation of south Korea at the end of World War II.\n\t\t\t\t\t\n\t\t\t\t\t Reunification is the unanimous desire of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are struggling to reunify the country by their own efforts free from foreign interference.\n\t\t\t\t\t\n\t\t\t\t\t But the south Korean authorities are brutally suppressing the struggle of the progressive people for peace and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The Young Communist Youth League of Czechoslovakia positively supports the DPRK and the south Korean people in their struggle for achieving peace and reunification of the country."
        },
        {
            "title": "Day of Sun to Be Celebrated in Iran",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-03ee.html",
            "content": "Day of Sun to Be Celebrated in Iran\r\nPyongyang, March 22 (KCNA) -- A preparatory committee of the Islamic Coalition Party of Iran for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was inaugurated in Teheran on Mar. 17.\n\t\t\t\t\t Hamid Reza Taraghi, vice general secretary of the party, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t It decided to organize diverse political and cultural events praising the revolutionary career and exploits of Kim Il Sung on the occasion of the Day of the Sun."
        },
        {
            "title": "Day of Sun to Be Celebrated by Koreans in Uzbekistan",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-09ee.html",
            "content": "Day of Sun to Be Celebrated by Koreans in Uzbekistan\r\nPyongyang, March 22 (KCNA) -- A preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was formed by the \"Old Men\" Association for Korean Cultural Tradition in Uzbekistan on Mar. 17.\n\t\t\t\t\t Ju Yong Il, chairman of the association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold diverse events to praise the exploits of the President, including a ceremony for laying a floral basket, meeting, photo exhibition and Korean national art festival, on the occasion of the Day of the Sun."
        },
        {
            "title": "Kim Il Sung Praised by Iranian Paper",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-04ee.html",
            "content": "Kim Il Sung Praised by Iranian Paper\r\nPyongyang, March 22 (KCNA) -- Iran News on March 17 dedicated a full page to a special write-up titled \"Father of people\" on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t It was illustrated with photos of the President, his birthplace at Mangyongdae, Kimilsungia and the Arch of Triumph.\n\t\t\t\t\t\n\t\t\t\t\t It noted:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung dedicated himself to the happiness of the people all his life.\n\t\t\t\t\t\n\t\t\t\t\t Being the leader of the country, he was the great father who took responsible care of the destiny and life of the people.\n\t\t\t\t\t\n\t\t\t\t\t He made ceaseless journeys for field guidance to bring happiness to the people.\n\t\t\t\t\t\n\t\t\t\t\t The most impressive of Kim Il Sung, the father of the people, when recollecting him is his photo among children.\n\t\t\t\t\t\n\t\t\t\t\t He found his greatest pleasure in being among children as he had such noble outlook on the younger generation as considering children as kings of the country and sparing nothing for them.\n\t\t\t\t\t\n\t\t\t\t\t The tender-hearted image of the President as the father of people will always be remembered by the progressive people."
        },
        {
            "title": "Kim Jong Un's Work Posted by Serbian Political Party on Its Website",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-02ee.html",
            "content": "Kim Jong Un's Work Posted by Serbian Political Party on Its Website\r\nPyongyang, March 22 (KCNA) --The full text of supreme leader Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People\" was posted by the New Yugoslav Communist Party of Serbia on its website on March 18.\n\t\t\t\t\t The work published on April 20, Juche 101 (2012) deals with the revolutionary exploits performed by President Kim Il Sung and leader Kim Jong Il all their lives and indicates tasks for firmly preserving and upholding and eternally glorifying their ideas and exploits."
        },
        {
            "title": "Castigaremos el lanzamiento de volantes anti-RPDC: notificacion de unidades del EPC en el frente",
            "url": "http://kcna.co.jp/item/2015/201503/news22/20150322-01ss.html",
            "content": "Castigaremos el lanzamiento de volantes anti-RPDC: notificacion de unidades del EPC en el frente\r\nPyongyang, 22 de marzo (ACNC) -- Las unidades en el frente del Ejercito Popular de Corea decidieron enviar el dia 21 un aviso abierto a las autoridades titeres surcoreanas.\n\t\t\t\t\tLas autoridades surcoreanas instigan ahora a los bribones enloquecidos en la campana de enfrentamiento fratricida al lanzamiento de volantes anti-RPDC desde la zona de Linea de Demarcacion Militar, critica la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tHace unos dias, los cadaveres vivos miembros de la \"Federacion del Movimiento por el Norte Libre\" y de otras entidades conservadoras ultraderechistas del Sur de Corea anunciaron que antes o despues del dia 26, en que se cumple el 5o aniversario del incidente de hundimiento de la corbeta \"Cheonan\", lanzaran a bordo de globos hacia el territorio norcoreano 500 mil volantes y miles de DVD de contenidos anti-RPDC incorporando hasta al \"Fondo de Derechos Humanos\" de Estados Unidos.\n\t\t\t\t\t\n\t\t\t\t\tYa hace mucho tiempo, el incidente de \"Cheonan\" fue calificado como complot mas grande de la historia nacional. Pero, los titeres surcoreanos utilizan ese caso en su campana de enfrentamiento fratricida vinculandolo todavia con la RPDC, lo cual es el climax de hostilidad.\n\t\t\t\t\t\n\t\t\t\t\tSobre todo, el plan de esparcir los DVD y USB, introducidos desde EE.UU., en que esta grabada la pelicula reaccionaria \"The Interview\", criticada en escala mundial por haber difamado la maxima dignidad de la RPDC, constituye la provocacion politica mas grave y la declaracion de guerra contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEsta locura de los fanaticos de enfrentamiento fratricida es un acto intencional para llevar a la peor fase la situacion de la Peninsula Coreana que esta a punto de guerra debido a los agresivos ejercicios militares conjuntos Key Resolve y Foal Eagle.\n\t\t\t\t\t\n\t\t\t\t\tTodos los medios de fuego adscritos a las unidades en el frente del EPC entraran sin advertencia previa en la operacion de eliminacion indiscriminada de globos.\n\t\t\t\t\t\n\t\t\t\t\tDondequiera que se lleve a cabo el lanzamiento de volantes, sea la Linea de Demarcacion Militar o en el mar o en el espacio aereo, sean globos o drones los medios de transporte y sea abierto o discreto el metodo de ejecucion, no se podra escapar de la mira de los medios de fuego del EPC que se movilizaran en la operacion referida.\n\t\t\t\t\t\n\t\t\t\t\tEn esta operacion se incorporaran los poderosos medios de fuego de las unidades del frente.\n\t\t\t\t\t\n\t\t\t\t\tSi se atreven a desafiar a nuestra justa contramedida fisica, seguiran el segundo y tercer golpes de castigo implacable.\n\t\t\t\t\t\n\t\t\t\t\tRecomendamos a los habitantes surcoreanos residentes en los poblados cercanos al lugar de lanzamiento y a la Linea de Demarcacion Militar que se refugien de antemano a los lugares seguros en el caso de que se lleve a cabo el lanzamiento de volantes anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tNo deseamos que los habitantes surcoreanos sufran danos, aunque en lo minimo, por culpa de los malvados conflictivos.\n\t\t\t\t\t\n\t\t\t\t\tRecaeran sobre las autoridades surcoreanas todas las consecuencias catastroficas que produzca esa forma de guerra psicologica."
        }
    ]
}