{
    "date": "2015-09-12",
    "url": "http://kcna.co.jp/item/2015/201509/2015-09-12ee.html",
    "articles": [
        {
            "title": "Delegation of Kyodo News Leaves ",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-15ee.html",
            "content": "Delegation of Kyodo News Leaves \n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- A delegation of the Kyodo News headed by President Masaki Fukuyama flew back home on Saturday."
        },
        {
            "title": "Floral Basket Laid before Portrait of Smiling Kim Il Sung",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-03ee.html",
            "content": "Floral Basket Laid before Portrait of Smiling Kim Il Sung\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- An event for laying a floral basket before the portrait of smiling President Kim Il Sung took place at the building of the Organization of Solidarity of the Peoples of Africa, Asia and Latin America on Sept. 8 on the occasion of the 67th anniversary of the founding of the DPRK.\n\t\t\t\t\t The participants laid a floral basket before the portrait and paid tribute to the President.\n\t\t\t\t\t\n\t\t\t\t\t Present there were the secretary general and other staff members of the organization, Pak Chang Yul, DPRK ambassador to Cuba, and his embassy officials."
        },
        {
            "title": "Algerian President Sends Large Floral Basket to DPRK Embassy",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-04ee.html",
            "content": "Algerian President Sends Large Floral Basket to DPRK Embassy\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Algerian President Abdelaziz Bouteflika sent a large floral basket to the DPRK embassy in Algiers on Sept. 8 on the occasion of the 67th anniversary of the founding of the DPRK.\n\t\t\t\t\t The floral basket was laid before the portraits of smiling President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "New Software Developed",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-16ee.html",
            "content": "New Software Developed\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- The Global Environmental Information Institute under the State Academy of Sciences in the DPRK recently developed software, a database for wind power resources of the country.\n\t\t\t\t\t In this regard, Choe Kwang Su, section chief of the institute, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The software helps make an effective use of wind energy.\n\t\t\t\t\t\n\t\t\t\t\t The potential wind energy of the country reaches over tens of billions kWh for a year.\n\t\t\t\t\t\n\t\t\t\t\t On the basis of long meteorological observations and satellite information, the institute drew e-maps for wind power resources of the country.\n\t\t\t\t\t\n\t\t\t\t\t The software makes it possible to get such information about any place as annual average wind velocity, energy density, effective energy density, potential wind power resources, degree of wind energy and duration of wind."
        },
        {
            "title": "S. Korean Authorities Denounced for Touting \"Diplomacy for Unification\" ",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-10ee.html",
            "content": "S. Korean Authorities Denounced for Touting \"Diplomacy for Unification\" \r\nPyongyang, September 12 (KCNA) -- The chief executive of south Korea was reported to have uttered that \"she would start multifarious discussion to achieve unification\" with a neighbor country after coming back from her recent foreign trip. \n\t\t\t\t\tAt an opening ceremony of the \"Seoul security dialogue\" she blustered that she would develop the \"security dialogue\" into \"multilateral security dialogue for laying a foundation of unification.\" \n\t\t\t\t\t\n\t\t\t\t\tRodong Sinmun Saturday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThe behaviors of the south Korean authorities are unpardonable acts of once again stoking extreme distrust and antagonism between the north and the south whose relations had been put on the track of improving the relations with much effort, and laying a stumbling block in the way of independent and peaceful reunification of the country. \n\t\t\t\t\t\n\t\t\t\t\tIt is the consistent stand of the DPRK to independently solve the issue of the nation, the issue of national reunification, By Our Nation Itself, free from outside forces. \n\t\t\t\t\t\n\t\t\t\t\tA scrutiny into \"diplomacy for unification\" much touted by the south Korean authorities only reveals their inveterate sinister intention to achieve \"unification of social systems.\" \n\t\t\t\t\t\n\t\t\t\t\tTheir noisy call for \"support and understanding\" of \"diplomacy for unification\" is nothing but disgusting diplomacy for enlisting foreign forces' approval of their traitorous scenario for \"unification of social systems.\" \n\t\t\t\t\t\n\t\t\t\t\tOne should seek national cooperation, not cooperation with foreign forces in the spirit of By Our Nation Itself, free from the policy of depending on foreign forces. This is the way for protecting the national dignity and interests and radically improving the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\tThe south Korean authorities would be well advised to stop making hectic visits to outsiders under the signboard of \"diplomacy for unification\" and respond to the efforts of the fellow countrymen to improve the inter-Korean relations and achieve independent reunification by the concerted efforts of the Korean nation."
        },
        {
            "title": "Minju Joson Warns Japan of Its Political and Diplomatic Isolation",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-11ee.html",
            "content": "Minju Joson Warns Japan of Its Political and Diplomatic Isolation\n\t\t\t\t\t\t\r\nPyongyang, September 12 (KCNA) -- Japanese Prime Minister Abe's \"statement marking the 70th anniversary of the end of WWII\" was issued in Japan on August 14.\n\t\t\t\t\tMinju Joson Saturday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\tThe statement neither reflected a heartfelt apology to the people of those countries which suffered from Japan's aggression nor made a direct mention and apology for the issue of sexual slavery for the Imperial Japanese Army, a hideous crime against humanity.\n\t\t\t\t\t\n\t\t\t\t\tContrary to this, it described Japan's crime-woven history of aggression as something unavoidable under the then international situation and, worse still, it insisted that Japan made full apology for the past crimes in the postwar period.\n\t\t\t\t\t\n\t\t\t\t\tJapan's past crimes were so unprecedented in history that it can hardly hush up them with a few words of apology.\n\t\t\t\t\t\n\t\t\t\t\tNevertheless, Japan has worked hard to embellish and conceal the history stained with blood shed by Asians till now 70 years after the war. This fully reveals by itself how vulgar and shameless it is morally.\n\t\t\t\t\t\n\t\t\t\t\tThe Japanese reactionaries are scheming to carve out the future of Japan by rushing headlong into militarist overseas aggression once again, forgetful of its past guilty conscience. This is little short of a suicide leading Japan to a final ruin.\n\t\t\t\t\t\n\t\t\t\t\tJapan will always remain enemy of Asian countries and will not be able to escape political and diplomatic isolation, cursed and denounced by the international community, as long as it refuses to settle its past."
        },
        {
            "title": "Public Growing Critical of S. Korea's Corrupt Military ",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-12ee.html",
            "content": "Public Growing Critical of S. Korea's Corrupt Military \n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- South Korean media including the newspaper Kukmin Ilbo said that south Koreans have become increasingly vocal chiding corrupt military. \n\t\t\t\t\t Sexual abuses are getting ever more pronounced in the military, but no measure has been taken. \n\t\t\t\t\t\n\t\t\t\t\t In recent five years 64. 9 percent of sexual abuses were committed against service women. \n\t\t\t\t\t\n\t\t\t\t\t 94 trials of sexual abuses were staged as of June. But the perpetrators of only 8 cases were sentenced to jail terms. \n\t\t\t\t\t\n\t\t\t\t\t More than 12 780 crimes were committed against civilians from 2011 to 2014 and it is 8 a day on the average. \n\t\t\t\t\t\n\t\t\t\t\t Suicides and desertions from the barracks increase among soldiers due to violence including beating and physical torture."
        },
        {
            "title": "S. Korean Body Terms Any Act Going against Spirit of South-North Agreement Intolerable",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-13ee.html",
            "content": "S. Korean Body Terms Any Act Going against Spirit of South-North Agreement Intolerable \n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- The Family Movement for Realizing Democracy in south Korea held a Thursday rally in Seoul on Sept. 10 at which it said the south-north agreement should be implemented without fail, according to Jaju Sibo, an internet paper of south Korea.\n\t\t\t\t\t Reunions of separated families and their relatives between the south and the north are slated to take place in October, speakers said, adding sufferings caused by national division should be alleviated through improvement of south-north relations and independent reunification of the country at an early date.\n\t\t\t\t\t\n\t\t\t\t\t Some authorities of the south side and the U.S. released OPLAN 5015 in a bid to renege on the agreement, they noted, saying that the present chief executive is no exception.\n\t\t\t\t\t\n\t\t\t\t\t This should not be allowed as it is contrary to the spirit of the south-north agreement, they declared."
        },
        {
            "title": "Counterfeit Notes-related Crimes Rampant in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-14ee.html",
            "content": "Counterfeit Notes-related Crimes Rampant in S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Counterfeit notes-related crimes are increasing in south Korea, according to Asia Economy, an internet paper of south Korea, on Sept. 1.\n\t\t\t\t\t Such crimes numbered more than 23 890 cases from 2011 to the end of July this year.\n\t\t\t\t\t\n\t\t\t\t\t At least 9 390 persons involved in counterfeit notes were arrested in the same period."
        },
        {
            "title": "Kim Jong Un's Work Off Press in Bulgaria",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-02ee.html",
            "content": "Kim Jong Un's Work Off Press in Bulgaria\r\n Pyongyang, September 12 (KCNA) -- Supreme leader Kim Jong Un's work \"Become Pillars Supporting a Prosperous Future Korea\" was brought out in booklet by a publishing house of Bulgaria.\n\t\t\t\t\t Kim Jong Un made a congratulatory speech at the joint national meeting of the Korean Children's Union (KCU) organizations on June 6, Juche 101 (2012) in celebration of the 66th founding anniversary of the KCU. In the speech he expressed his firm will to invariably carry forward the noble outlook of the great Generalissimos Kim Il Sung and Kim Jong Il on the future and the rising generation.\n\t\t\t\t\t\n\t\t\t\t\t He indicated the tasks and ways to bring up the KCU members as knowledgeable, virtuous and healthy reserve forces to be responsible for the future destiny of the country and the nation.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony took place in Sofia on September 7."
        },
        {
            "title": "DPRK's Birthday Observed in Britain",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-05ee.html",
            "content": "DPRK's Birthday Observed in Britain\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Only victory and glory will always be in store for the Korean people who advance while foiling all provocations of the hostile forces including the U.S. imperialists under the banner of the Juche idea and Songun idea thanks to the guidance of Marshal Kim Jong Un.\n\t\t\t\t\t This was said by the British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK in a joint statement on September 4 on the occasion of the 67th anniversary of the founding of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the founding of the DPRK on September 9, 1948 was a historic event that declared the birth of the Juche-oriented independent state before the world. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The founding of the DPRK in Korea which was liberated from the colonial rule of the Japanese imperialists through the anti-Japanese armed struggle led by President Kim Il Sung represented the unanimous will of all people.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the only legitimate state on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t By founding the DPRK the President perfectly solved the issue of establishing people's power, the first of its kind in history. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is now dynamically accelerating socialist construction despite the moves of the imperialists headed by the U.S. to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the socialist state centered on the masses which abolished taxation for the first time in the world and is enforcing free healthcare and free education."
        },
        {
            "title": "DPRK's Founding Anniversary Celebrated at DPRK Missions Abroad",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-06ee.html",
            "content": "DPRK's Founding Anniversary Celebrated at DPRK Missions Abroad\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- There took place photo exhibitions, film shows and receptions at the DPRK missions in Bangladesh, Cambodia, Uzbekistan, UK, Bulgaria, Czech Republic, Equatorial Guinea and Nigeria from September 3 to 6 on the occasion of the 67th anniversary of the founding of the DPRK.\n\t\t\t\t\t Displayed at the venues of the events were photos documenting the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Korean films \"My Country Has Emerged Victorious by Dint of Single-minded Unity\" and \"Pyongyang Today\" were shown at the film shows.\n\t\t\t\t\t\n\t\t\t\t\t Figures of Bangladesh said that thanks to the founding of the DPRK by the President the Korean people could become the master of the state and society and independent and creative people ushering in a new era of history.\n\t\t\t\t\t\n\t\t\t\t\t The general secretary of the Central Committee of the New Communist Party of Britain said that he was greatly encouraged by the Korean people registering fresh successes every day under the guidance of Kim Jong Un. The Korean people will surely build a thriving socialist nation, he added.\n\t\t\t\t\t\n\t\t\t\t\t The special adviser to the general secretary of the Democratic Party of Equatorial Guinea said that Kim Il Sung and Kim Jong Il would be always alive in the hearts of the Korean people and the world progressive people thanks to their exploits performed for the founding and development of the DPRK."
        },
        {
            "title": "Seminars Held in Foreign Countries to Mark DPRK's Birthday",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-07ee.html",
            "content": "Seminars Held in Foreign Countries to Mark DPRK's Birthday\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- Seminars took place in Sweden, Indonesia and Malaysia on Sept. 3 and 4 on the occasion of the 67th anniversary of the founding of the DPRK.\n\t\t\t\t\t Oskar Molleby, chief of the Swedish Group for the Study of the Juche Idea, said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is the socialist state of Juche.\n\t\t\t\t\t\n\t\t\t\t\t Its founding was a historic event, a result of the heroic anti-Japanese armed struggle led by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The managing director of an Indonesian company said that he came to look back once again upon the exploits performed by Kim Il Sung and leader Kim Jong Il for founding and developing the DPRK on the occasion of Sept. 9.\n\t\t\t\t\t\n\t\t\t\t\t The managing director of a Malaysian company said:\n\t\t\t\t\t\n\t\t\t\t\t The founding of the DPRK powerfully encouraged not only the Korean people but also the world oppressed people.\n\t\t\t\t\t\n\t\t\t\t\t This was another exploit performed by Kim Il Sung for the Korean people and other world revolutionary people struggling for independence.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to supreme leader Kim Jong Un was adopted at a seminar held in Sweden."
        },
        {
            "title": "Exploits of Kim Il Sung, Kim Jong Il Lauded by Organization of DR Congo",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-08ee.html",
            "content": "Exploits of Kim Il Sung, Kim Jong Il Lauded by Organization of DR Congo\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- President Kim Il Sung and leader Kim Jong Il dedicated themselves to the development of the non-aligned movement after defining it as a powerful independent force against imperialism. These feats will always go down in the history of the non-aligned movement.\n\t\t\t\t\t The National Committee for the Study of the Juche Idea of DR Congo said this in an article titled \"With history of non-aligned movement\" posted on its website on Sept. 2.\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung gave clear answers to the principled issues arising in the development of the non-aligned movement at the important meetings of the party and state and meetings with heads of state of non-aligned countries.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il energetically led the DPRK to perform its responsibility and role in the non-aligned movement by successfully carrying forward the idea and exploits of the President for the movement.\n\t\t\t\t\t\n\t\t\t\t\t The non-aligned movement could, in final analysis, firmly adhere to the idea and principle of the non-aligned movement and accelerate the cause of human emancipation, weathering all sorts of moves of the imperialists and reactionaries to split and destabilize the movement while dreaming of \"globalization\" after the demise of the Cold War."
        },
        {
            "title": "Swiss Bodies Support KJC Indictment",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-09ee.html",
            "content": "Swiss Bodies Support KJC Indictment\n\t\t\t\t\t\t\r\n Pyongyang, September 12 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public a joint statement on Sept. 6 in support of the indictment released by the Korean Jurists Committee (KJC).\n\t\t\t\t\t The committee issued the indictment as regards 70 years since the U.S. occupation of south Korea, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists landed in south Korea on Sept. 8, 1945, dividing the Korean nation into two parts.\n\t\t\t\t\t\n\t\t\t\t\t After occupying south Korea under the mask of \"liberator,\" they enforced a brutal military fascist rule in south Korea to turn it into their colony.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Armistice Agreement (AA) concluded on July 27, 1953 is neither agreement on ending the war nor a peace accord.\n\t\t\t\t\t\n\t\t\t\t\t After the war the U.S. turned south Korea into a nuclear base for aggression to prepare a nuclear war against the DPRK in wanton violation of the AA.\n\t\t\t\t\t\n\t\t\t\t\t It has worked hard to bring down the socialist system in the DPRK, terming it \"axis of evil\", \"rogue state\" and \"outpost of tyranny\".\n\t\t\t\t\t\n\t\t\t\t\t The DPRK built a powerful defense capability including nuclear deterrence to defend the sovereignty of the country.\n\t\t\t\t\t\n\t\t\t\t\t This was just and legitimate."
        },
        {
            "title": "Asociacion de Historiadores de Corea denuncia vil proceder de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-20ee.html",
            "content": "Asociacion de Historiadores de Corea denuncia vil proceder de autoridades surcoreanas\r\nPyongyang, 12 de septiembre (ACNC) -- Durante su reciente visita al extranjero, la mandataria surcoreana tomo parte en la ceremonia de reinauguracion de la sede del \"Gobierno Provisional en Shanghai\", ocasion en la cual dijo que \"de aquel lugar se inicio la tradicion legal de Sur de Corea\" y que ese lugar \"deviene la base de diversas luchas de independencia\" e \"infundio a la nacion coreana la esperanza sobre la recuperacion de soberania del pais\".\n\t\t\t\t\tEl portavoz de la Asociacion de Historiadores de la Republica Popular Democratica de Corea hizo publica la vispera una declaracion exponiendo que la visita de las autoridades proyanquis y projaponesas del Sur de Corea al viejo edificio del \"gobierno provisional\" organizado por los independentistas antijaponeses deviene una accion vil y descarada tendente a embellecer su naturaleza traidora tergiversando atrevidamente hasta la historia del pasado y continuo:\n\t\t\t\t\t\n\t\t\t\t\tDesde el principio, el \"gobierno\" surcoreano no tiene la calificacion de hablar de la tradicion legal del \"Gobierno Provisional en Shanghai\".\n\t\t\t\t\t\n\t\t\t\t\tDespues de la liberacion de Corea (15 de agosto de 1945), Estados Unidos ocupo ilegalmente el suelo surcoreano, excluyo estrictamente a las fuerzas del movimiento de independencia incluyendo los personajes del dicho gobierno aplicando la administracion militar y fundo el \"gobierno\" separado con Syngman Rhee y otros lacayos proyanquis y projaponeses formados por si mismo. \n\t\t\t\t\t\n\t\t\t\t\tBajo el control trasero de EE.UU., el traidor Syngman Rhee hizo asesinar en pleno dia a Kim Ku, entonces titular del \"Gobierno Provisional en Shanghai\" pretextando que el abogaba por la independencia nacional y la alianza con el comunismo. Y los sucesivos \"poderes\" surcoreanos que heredaron la raiz del \"gobierno\" de Syngman Rhee, ampararon y protegieron a su asesino durante decenios.\n\t\t\t\t\t\n\t\t\t\t\tEsta vez, la mandataria surcoreana chismeo que el \"Gobierno Provisional en Shanghai\" infundio la \"esperaza sobre la recuperacion de la soberania\" y constituye la \"base de lucha de independencia\", lo cual es una falsedad que tergiversa la realidad historica.\n\t\t\t\t\t\n\t\t\t\t\tEs un hecho consumado el que desde su organizacion en Shanghai de China en abril del 1919 hasta su descomposicion en agosto del 1945, el \"Gobierno Provisional en Shanghai\" mantuvo a duras penas su existencia bajo el amparo del Guomindang de Chang Kai-chek.\n\t\t\t\t\t\n\t\t\t\t\tTambien, las fuerzas del Guomindang tomaban la autoridad de mando del \"Ejercito de Restauracion\", organizado por el \"gobierno provisional\" en Chongqing de China en septiembre del 1940.\n\t\t\t\t\t\n\t\t\t\t\tBajo la direccion del Presidente Kim Il Sung, el Ejercito Revolucionario Popular de Corea logro la victoria historica de la liberacion de la patria al desplegar en el interior de la patria y en el nordeste de China la lucha ensangrentada y heroica contra un millon del ejercito japones Guandong. Con posterioridad, muchas unidades armadas coreanas participaron en la guerra revolucionaria en el interior de China para derrotar al ejercito de Chang ofreciendo una ayuda material y espiritual al pueblo chino y asi contribuyeron grandemente a la victoria definitiva.     \n\t\t\t\t\t\n\t\t\t\t\tLo reconocen no solo los testigos de la historia que tomaron parte en entonces guerra antijaponesa sino tambien Japon que impuso la brutal dominacion colonial a la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tQuien quiere hablar del movimiento por la independencia de la nacion coreana debe saber los conocimientos elementales sobre el respecto y si no, seria mejor que se encuentre con la boca cerrada. \n\t\t\t\t\t\n\t\t\t\t\tLa \"ortodoxia\" de que hablan tanto las autoridades surcoreanas es el caracter hereditario con que vendieron a las fuerzas foraneas la dignidad y el interes de la nacion para ganar la opulencia y honores.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben tener presente que si tratan de embellecer su naturaleza traidora y adquirir el \"apoyo\" de alguien tergiversando la veracidad historica de la liberacion de la patria lograda con sangre de la nacion coreana, solamente recibiran la burla y la censura de todo el mundo y centuplicaran sus crimenes imborrables ante los connacionales y las generaciones venideras."
        },
        {
            "title": "Sistema de lectura de recurso de energia eolica",
            "url": "http://kcna.co.jp/item/2015/201509/news12/20150912-21ee.html",
            "content": "Sistema de lectura de recurso de energia eolica\n\t\t\t\t\t\t\r\nPyongyang, 12 de septiembre (ACNC) -- El sistema de lectura del recurso de energia eolica, desarrollado recientemente en la Republica Popular Democratica de Corea, permite realizar de manera cientifica la seleccion de tierra apropiada para la instalacion de generador eolico y la evaluacion de la capacidad de produccion electrica.\n\t\t\t\t\tCitado por la ACNC, Choe Kwang Su, jefe de oficina del Instituto de Informacion del Medio Ambiente Global adscrito a la Academia Estatal de Ciencias, dijo que ese sistema promueve activamente el uso eficaz de la energia eolica del pais.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que la cantidad del recurso de energia eolica, que se puede producir actualmente en todas las localidades de nuestro pais, llega a mas de decenas de mil millones kW por hora en cada ano.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que las zonas mas abundantes del recurso son las de gran cordillera de Paektu, las costas de los mares Este y Oeste y las islas, y prosiguio:\n\t\t\t\t\t\n\t\t\t\t\tHemos sintetizado y analizado los datos referentes al viento observados en escala nacional durante decenios y los otros de los observatorios meteorologicos y aplicado la sofisticada tecnologia de interpretacion de informacion enviada desde el satelite para elaborar nuevo mapa de distribucion de recurso de energia eolica con alta capacidad de analisis espacial.\n\t\t\t\t\t\n\t\t\t\t\tA base de ello, tuvimos exito en desarrollar el sistema de lectura capaz de evaluar rapido y correctamente la cantidad del recurso de energia eolica en cualquier punto.\n\t\t\t\t\t\n\t\t\t\t\tEn este sistema se puede ver la imagen fotografiada por el satelite, los mapas de varios temas como el de distribucion de recurso de energia eolica, la velocidad promedia anual de viento en el punto seleccionado, la densidad de energia eolica, la densidad de energia eolica util, la cantidad latente de recurso de energia eolica y los datos sobre el tiempo durable de viento de mas de 3m/s, 5m/s y 10m/s."
        }
    ]
}