{
    "date": "2015-01-11",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-11ee.html",
    "articles": [
        {
            "title": "Christian Federation of Korea Supports Kim Jong Un's New Year Address",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-03ee.html",
            "content": "Christian Federation of Korea Supports Kim Jong Un's New Year Address\r\n Pyongyang, January 11 (KCNA) -- The chairman of the Central Committee of the Christian Federation of Korea made public a statement on Jan. 10.  He voiced his will to take an active part in the patriotic movement for national reunification to carry out the proposal advanced by supreme leader Kim Jong Un in his New Year address and contribute to making this year a landmark in opening up a broad avenue to independent reunification.\n\t\t\t\t\t He urged the south Korean authorities to discontinue all war moves against the DPRK and take concrete steps for creating a peaceful environment in response to the patriotic appeal if they were sincere in their stand on improving inter-Korean relations through dialogue.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should suspend nuclear war drills against the DPRK including Key Resolve and Foal Eagle they conduct with foreign forces under the pretext of \"annual ones\", and opt to create a peaceful environment on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The United States should desist from pursuing the anachronistic policy hostile towards the DPRK and reckless acts of aggression and boldly make a policy switch.\n\t\t\t\t\t\n\t\t\t\t\t Christians in the north and the south treasuring peace and ideal are required to pool the efforts in the struggle to check and frustrate the dangerous nuclear war drills in league with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should neither seek \"unification of systems\" that incites distrust and conflict between the north and the south nor resort to psychological warfare and \"human rights\" smear campaign. They should not insult the other side's system and make impure solicitation to do harm to their fellow countrymen, traveling here and there. \n\t\t\t\t\t\n\t\t\t\t\t We appeal to the Christians in the south to take an active part in the movement to carry out the north-south joint declarations upholding the banner of By Our Nation Itself in response to the DPRK's call for opening up a broad avenue to independent reunification."
        },
        {
            "title": "First Day of Sports This Year Observed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-12ee.html",
            "content": "First Day of Sports This Year Observed in DPRK\r\n Pyongyang, January 11 (KCNA) -- Today is the first day of sports this year. \n\t\t\t\t\t There took place a group running by officials of ministries and national institutions who gathered at Kim Il Sung Square.\n\t\t\t\t\t\n\t\t\t\t\t Hyon Sang Ju, chairman of the Central Committee of the General Federation of Trade Unions of Korea, made a speech.\n\t\t\t\t\t\n\t\t\t\t\t Divided into two groups, one ran toward Mansudae Street and the other to the Pyongyang Grand Theatre.\n\t\t\t\t\t\n\t\t\t\t\t While running they shouted such slogans as \"human bullets and bombs\" and \"devoted defence\" in response to agitation and music from loudspeaker vans, instilling militant spirit and optimism into Pyongyangites. \n\t\t\t\t\t\n\t\t\t\t\t The mass rhythmic exercise and Taekwon-do exercise for health that followed the race revved up the mood in the capital.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, group running, mass rhythmic exercise and Taekwon-do exercise for health took place by youth and students at the plaza of the Arch of Triumph on the same day.\n\t\t\t\t\t\n\t\t\t\t\t Diverse sports events were held at industrial establishments and other units in the city of Pyongyang, including Kim Jong Suk Pyongyang Textile Mill and the Pyongyang Thermal Power Complex.\n\t\t\t\t\t\n\t\t\t\t\t Similar events took place in provinces, cities and counties."
        },
        {
            "title": "Rodong Sinmun Calls for Developing Foreign Relations Based on Independence",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-08ee.html",
            "content": "Rodong Sinmun Calls for Developing Foreign Relations Based on Independence\r\n Pyongyang, January 11 (KCNA) -- Rodong Sinmun Sunday in an article says the DPRK will establish and develop good neighborly relations with all countries that respect its sovereignty and are friendly toward it and thus actively contribute to global independence.\n\t\t\t\t\t To expand and develop foreign relations based on independence, a practical and revolutionary creed and mode of the DPRK, is an invariable will of its government, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The imperialists are abusing their unchallenged position in the international arena to set up international bodies, political and economic systems and legal mechanisms in their interests and favor and are encroaching upon the sovereignty of other countries by perpetrating high-handed and arbitrary practices.\n\t\t\t\t\t\n\t\t\t\t\t Their main targets are the anti-imperialist independent countries.\n\t\t\t\t\t\n\t\t\t\t\t Typical examples are the unwarranted \"resolutions\" of the UN Security Council the main content of which is the unilateral sanctions and pressure on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. is allowed to abuse the UN in its move to realize the ambition for world hegemony, justice and truth will be trampled in the international arena and the world will be the one where jungle law prevails. It is necessary to set right the international order full of contradictions by which justice is incriminated as injustice according to the interests of big powers and American style analysis. A vital and powerful way for doing so is for all countries and peoples aspiring after independence to strengthen international friendship and solidarity.\n\t\t\t\t\t\n\t\t\t\t\t It is the consistent foreign policy stand of the DPRK to develop friendly and cooperative relations with all countries which respect its sovereignty and are friendly toward it."
        },
        {
            "title": "Dialogue Is Incompatible with War Drills: Minju Joson",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-09ee.html",
            "content": "Dialogue Is Incompatible with War Drills: Minju Joson\r\n Pyongyang, January 11 (KCNA) -- These days war drills against the fellow countrymen in the north are under way in south Korea, says Minju Joson Sunday in a commentary. Stressing the war drills are incompatible with dialogue, The commentary goes on:\n\t\t\t\t\t The drills launched by the south Korean military against the mindset of people is a deliberate provocation to hamper north-south dialogue by increasing the danger of war and coiling up tension. \n\t\t\t\t\t\n\t\t\t\t\t We cannot but ask the south Korean authorities whether they have the will to create a peaceful mood on the Korean peninsula through dialogue and negotiations or are set to escalate the tension through confrontation and war drills. \n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities truly want to improve the north-south relations and open up a broad avenue to independent reunification through dialogue and negotiations, they should suspend all war moves including the reckless military exercises with foreign forces and choose to ease the tension and create a peaceful environment on the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t If they continue to resort to the war drills against the fellow countrymen in the north, following the outside aggression forces, the north-south relations will be driven into the worse phase for which the south Korean authorities will be wholly responsible. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is fully ready to decisively counter any provocations violating its sovereignty and dignity in the unprecedented standoff with the U.S. The south Korean authorities should bear this in mind and discontinue the war drills against the fellow countrymen as demanded by the Korean nation."
        },
        {
            "title": "S. Korean Paper Denounces Authorities for Crackdown upon Korean-American",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-10ee.html",
            "content": "S. Korean Paper Denounces Authorities for Crackdown upon Korean-American\r\n Pyongyang, January 11 (KCNA) -- The south Korean paper Hangyore in an editorial on Jan. 9 branded the authorities' crackdown upon Sin Un Mi, a Korean in the U.S., as a \"witch hunting\".\n\t\t\t\t\t The editorial went on:\n\t\t\t\t\t\n\t\t\t\t\t The prosecution asked the Ministry of Justice to evict Sin and the Ministry of Culture, Sports and Tourism deleted her north travelogue from the list of excellent literature.\n\t\t\t\t\t\n\t\t\t\t\t The crackdown upon Sin showed that the regime is losing its reason.\n\t\t\t\t\t\n\t\t\t\t\t The ultra-right forces indicted her on horrible allegations, but nothing was proven to support the charge which was instead proven to be false.\n\t\t\t\t\t\n\t\t\t\t\t Noting that it is a clear example of human rights abuse to evict her, the editorial said the authorities' act of trampling down human rights is the reality in south Korean society."
        },
        {
            "title": "S. Korean Warmongers' Field Special Warfare Drills Target DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-11ee.html",
            "content": "S. Korean Warmongers' Field Special Warfare Drills Target DPRK\r\n Pyongyang, January 11 (KCNA) -- The south Korean special warfare units are staging field special warfare drills for subversive and terrorist acts in the area of the north side, according to the south Korean Internet paper Thongil News.\n\t\t\t\t\t The military drills that started in December last year will last till coming February. The drills now under way on Mt. Hwangbyong, Kangwon Province of south Korea simulate the weather conditions of the battle on Lake Jangjin in the period of the Korean War.\n\t\t\t\t\t\n\t\t\t\t\t The drills include a program of stealthily intruding into the area of the other side, firing on ski and various other apparatuses and mobile drills."
        },
        {
            "title": "S. Korean Authorities Urged to Make Political Switchover",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-13ee.html",
            "content": "S. Korean Authorities Urged to Make Political Switchover\r\n Pyongyang, January 11 (KCNA) -- South Korean internet newspaper Minjok Ilbo in an editorial on Jan. 3 urged the south Korean authorities to make a bold political switchover.\n\t\t\t\t\t The chief executive jabbered that she would \"pave the way for unification\", the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t One cannot but ask her what \"unification\" touted by her means while mercilessly suppressing pro-reunification progressive forces through the forcible disbandment of the Unified Progressive Party. it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t If she truly wants reunification, she should stop at once the act of eliminating pro-reunification progressive forces by labeling them the \"forces following the north\", a \"witch hunt.\"\n\t\t\t\t\t\n\t\t\t\t\t She had better take the road of hope for prosperity and peaceful reunification at an early date, not mocking at the people with rhetoric.\n\t\t\t\t\t\n\t\t\t\t\t The only way for her is to get trust from the people and join hands with the fellow countrymen in the north."
        },
        {
            "title": "Kim Jong Un's Work Published in Brazil",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-01ee.html",
            "content": "Kim Jong Un's Work Published in Brazil\r\n Pyongyang, January 11 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was brought out in booklet by the Asa Copias Publishing House of Brazil on Jan. 6.\n\t\t\t\t\t The work, published on April 6, Juche 101(2012), clarifies that to hold leader Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea is a principled requirement for victoriously advancing the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t The work also elucidates the tasks to be fulfilled to steadily develop the Workers' Party of Korea into the glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": " Kim Jong Un's New Year Address Posted on Foreign Websites",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-02ee.html",
            "content": "Kim Jong Un's New Year Address Posted on Foreign Websites\r\n Pyongyang, January 11 (KCNA) -- Supreme leader Kim Jong Un's New Year address was posted on websites of foreign political parties, organizations and institutions.\n\t\t\t\t\t The Communist Party of the Russian Federation on Jan. 5 posted the full text of the New Year address on its website under the title of \"Leader Kim Jong Un extends his greetings to world progressives and other foreign friends who aspire after independence and peace.\"\n\t\t\t\t\t\n\t\t\t\t\t The full text or gist of the New Year address were posted between Jan. 1 and 6 on the websites of the Communist Parties-the Communist Party of the Soviet Union, the Communist Party \"the Communists of Russia\", the Russian Group for Solidarity with the DPRK, the Anti-Globalization Movement of Russia, and other Russian political parties and bodies and the Communist Workers' Party of Belarus, the Socialist Party of Romania, the Party for Socialist Choice of Romania, the Romanian Institute of International Relationship and Economic Cooperation, the New Yugoslav Communist Party of Serbia, the Communist Party of Germany, the MS Travel Company of Germany, the  Mongolian News Agency Montsame, the Pioneer Party of Indonesia, the Brazilian Communist Party, Kim Jong Il Library of Ecuador, and the Juche Youth Group in Ecuador.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's photos were posted on websites of political parties, bodies and institutions of Russia, Serbia, Germany, Mongolia and Indonesia."
        },
        {
            "title": " Kim Jong Un's New Year Address Studied and Disseminated in DR Congo, Nigeria",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-04ee.html",
            "content": "Kim Jong Un's New Year Address Studied and Disseminated in DR Congo, Nigeria\r\n Pyongyang, January 11 (KCNA) -- Meetings were held in Kinshasa and Abuja on Jan. 3 and 5 to listen to the text of the New Year address of supreme leader Kim Jong Un.\n\t\t\t\t\t Andre Lohekele Kalonda, chairman of the National Committee for the Study of the Juche Idea of DR Congo, said:\n\t\t\t\t\t\n\t\t\t\t\t Last year the Korean people, under the wise leadership of the peerless great man Kim Jong Un, performed miracles and brought about unprecedented innovations in all fabrics of social life.\n\t\t\t\t\t\n\t\t\t\t\t Despite the vicious anti-DPRK moves of the U.S. and its allied forces to stifle the DPRK, the Korean people vigorously accelerated the building of a highly civilized socialist nation, united close around Kim Jong Un, fully demonstrating again the pluck and courage of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership, the DPRK has become stronger with its people devoting themselves to building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t His New Year address is illuminating the way to a new victory and glory for the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The world's progressive peoples are deeply convinced that the DPRK will make great strides in all sectors in 2015, too, and Korea be reunified in the near future.\n\t\t\t\t\t\n\t\t\t\t\t Aba Sadik Abubakr, chairman of the Nigerian Group for the Study of the Juche Philosophy, who is a professor and doctor of the University of Abuja in Nigeria, and other speakers said that this year the Korean people would become honorable victors in the general offensive to exalt the dignity of the socialist country and promote its prosperity on the strength of ideology, arms and science and technology."
        },
        {
            "title": "Kim Jong Un's New Year Address Backed by Political Personage of Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-05ee.html",
            "content": "Kim Jong Un's New Year Address Backed by Political Personage of Kyrgyzstan\r\n Pyongyang, January 11 (KCNA) -- A. Usupbayev, chairman of the Central Council of the People Unity-\"Kyrgyz El\" Republican Political Party and chief of the Group for the Study of the Juche Idea, issued a statement on Jan. 5 in support of the New Year address of supreme leader Kim Jong Un.\n\t\t\t\t\t The statement expressed full support for the New Year address for 2015.\n\t\t\t\t\t\n\t\t\t\t\t It expressed conviction that the party and people of the DPRK would consolidate their socialist system and score greater successes in the struggle for national reunification and the accomplishment of the global cause of independence."
        },
        {
            "title": "DPRK's Principled Stand Supported by Egyptian Party",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-06ee.html",
            "content": "DPRK's Principled Stand Supported by Egyptian Party\r\n Pyongyang, January 11 (KCNA) -- The Arab Socialist Party of Egypt released a statement on Jan. 6 in support of the DPRK's stand.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We fully support the DPRK's stand on invariably maintaining the Songun politics and line on promoting the two fronts simultaneously to defend the national independence and dignity as long as the hostile forces persist in the moves to stifle the socialist system centered on the  popular masses.\n\t\t\t\t\t\n\t\t\t\t\t In his New Year address HE Kim Jong Un summed up the victory and achievements last year and set forth the tasks for the new year.\n\t\t\t\t\t\n\t\t\t\t\t Warm congratulations to the Workers' Party of Korea (WPK) and the Korean people upon the great victory and successes under the wise leadership of HE Kim Jong Un last year.\n\t\t\t\t\t\n\t\t\t\t\t We wish them further success this year and extend solidarity to the WPK and the Korean people in their struggle for the independent and peaceful reunification under the guidance of HE Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported Abroad",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-07ee.html",
            "content": "Kim Jong Un's New Year Address Supported Abroad\r\n Pyongyang, January 11 (KCNA) -- French and Austrian organizations made public statements on Jan. 5 in support of supreme leader Kim Jong Un's New Year address.\n\t\t\t\t\t The France-Korea Friendship Association said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un reviewed the victory and achievements in the building of a thriving nation last year and set forth militant tasks for this year.\n\t\t\t\t\t\n\t\t\t\t\t The social and economic development in the Democratic People's Republic of Korea would be unthinkable without the military capabilities that have increased based on nuclear deterrence.\n\t\t\t\t\t\n\t\t\t\t\t He called upon the whole Korean nation to join efforts to open up a broad avenue to independent reunification in this year of the 70th anniversary of national liberation.\n\t\t\t\t\t\n\t\t\t\t\t He said that it could be possible to resume the suspended high-level contacts and hold sectoral talks if the south Korean authorities were sincere in their stand on improving inter-Korean relations through dialogue, adding depending on the mood and circumstances to be created, there would be no reason not to hold the highest-level talks.\n\t\t\t\t\t\n\t\t\t\t\t The Group of Youth for the Study of Kim Jong Il Juche Idea in Vienna, Austria said:\n\t\t\t\t\t\n\t\t\t\t\t We fully support Kim Jong Un's proposal for improving the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t We urge the south Korean authorities to stop the anti-DPRK moves.\n\t\t\t\t\t\n\t\t\t\t\t We demand the U.S. immediately pull its troops out of south Korea and not disturb the Korean people's struggle for building a reunified country."
        },
        {
            "title": "Presidente de CC de FCC apoya mensaje de Ano Nuevo de Kim Jong Un",
            "url": "http://kcna.co.jp/item/2015/201501/news11/20150111-14ee.html",
            "content": "Presidente de CC de FCC apoya mensaje de Ano Nuevo de Kim Jong Un\r\nPyongyang, 11 de enero (ACNC) -- El presidente del Comite Central de la Federacion de Cristianos de Corea (FCC), en su declaracion fechada 10, manifiesta la decision de dinamizar el movimiento patriotico por la reunificacion para materializar el proyecto de reunificacion de la patria, presentado por el Mariscal Kim Jong Un en su mensaje del Ano Nuevo, y contribuir a hacer del presente un ano de viraje en abrir un ancho camino para la reunificacion independiente. \n\t\t\t\t\tSi las autoridades surcoreanas tienen de veras la posicion de mejorar mediante el dialogo las relaciones entre ambas partes coreanas, deben responder al llamamiento patriotico con el cese inmediato de los ejercicios de guerra de agresion de toda indole contra la parte connacional y tomar las medidas practicas para crear un ambiente pacifico del pais, senala la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben parar Key Resolve, Foal Eagle y otros ejercicios de guerra nuclear contra la Republica Popular Democratica de Corea, que se libran junto con las fuerzas extranjeras so pretexto de ejercicios \"anuales\", y optar por propiciar las condiciones de paz en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe tomar la decision audaz de cambiar su politica sin recurrir mas a la anacronica politica hostil a la RPDC y a las imprudentes maniobras de agresion. \n\t\t\t\t\t\n\t\t\t\t\tLos cristianos del Norte y el Sur, que aprecian el ideal de paz, deben unir las fuerzas y levantarse con dinamismo en la lucha por frustrar tajantemente los aventureros simulacros de guerra nuclear contra la parte connacional que se libran en confabulacion con las fuerzas extranjeras. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben abandonar su intencion de \"unificacion mediante la fusion de regimenes\" que motiva la desconfianza y los conflictos entre ambas partes coreanas y dejar de recurrir a la campana intrigante de \"DDHH\" y la psicologia insultante al sistema de otra parte y pedir ayuda a otros paises visitandolas para denigrar a sus compatriotas.\n\t\t\t\t\t\n\t\t\t\t\tLos cristianos surcoreanos deben responder al llamamiento del Mariscal de abrir este ano el ancho camino de reunificacion independiente activando el movimiento para mantener y ejecutar la Declaracion Conjunta Norte-Sur bajo la bandera de \"Entre nosotros, los connacionales\"."
        }
    ]
}