{
    "date": "2015-10-15",
    "url": "http://kcna.co.jp/item/2015/201510/2015-10-15ee.html",
    "articles": [
        {
            "title": "Message of Sympathy to Turkish Foreign Minister",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-07ee.html",
            "content": "Message of Sympathy to Turkish Foreign Minister\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- DPRK Foreign Minister Ri Su Yong sent a message of sympathy to Turkish Foreign Minister Mevlut Cavusoglu on Oct. 13 as regards the terrorist attack that took lives of many Turkish inhabitants.\n\t\t\t\t\t The message extended deep sympathy and consolations to the victims and their bereaved families, reaffirming the DPRK's principled stand of opposing all forms of terrorism."
        },
        {
            "title": "DPRK NADA Joins International Astronautical Federation",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-15ee.html",
            "content": "DPRK NADA Joins International Astronautical Federation\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- The DPRK National Aerospace Development Administration's (NADA) admission to the International Astronautical Federation was decided at its 66th general meeting which opened in Israel on Oct. 12 and will last till Oct. 16."
        },
        {
            "title": "Delegations, Delegates of Juche Idea Study Organizations Leave",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-16ee.html",
            "content": "Delegations, Delegates of Juche Idea Study Organizations Leave\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- Delegations and delegates of organizations for the study of the Juche idea left here for home Thursday after taking part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t They included a delegation of the Nepal Journalist Association for the Study of the Juche Idea and Songun Politics, a delegation of the Pakistan Association for Self-Reliance Studies, a delegation of the Warsaw Group for the Study of the Juche Idea, a delegation of the German Group for the Study of Works of Comrade Kim Il Sung and Comrade Kim Jong Il, a delegation of the Group of Youth for the Study of Kim Jong Il Juche idea in Vienna and the chief of the Mongolian organizations for the study of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t Departing here earlier were a delegation of the Japanese National Liaison Council of Societies for the Study of Kimilsungism-Kimjongilism for celebrating the 70th founding anniversary of the WPK, a delegation of the Nepali Literary Forum for the Study of Songun Politics, a delegation of the Far Eastern Association for the Study of Kimilsungism-Kimjongilism of Russia, the director general and the secretary general of the European Society for the Study of the Juche Idea, the director general and the secretary general of the African Regional Committee for the Study of the Juche Idea and their party and the chairman of the Bangladesh Self-Reliance Research Centre."
        },
        {
            "title": "Overseas Compatriots Delegations Leave",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-17ee.html",
            "content": "Overseas Compatriots Delegations Leave\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- Overseas compatriots delegations left here Thursday after taking part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t They included a delegation of officials of the Korean Youth League in Japan and a delegation of officials of the Korean Democratic Women's Union in Japan.\n\t\t\t\t\t\n\t\t\t\t\t Leaving here earlier  were a delegation of the International United Confederation of Koreans, a delegation of the United Confederation of Koreans in Sakhalin Region, Russia, a delegation of the United Confederation of Koreans in Kamchatka Territory, Russia, a delegation of the United Confederation of Koreans in Kazakhstan, a delegation of the United Confederation of Koreans in Far East and Siberia, Russia, a delegation of the United Confederation of Koreans in Uzbekistan, a delegation of the Confederation of Koreans in Australia, a delegation of the Association for Economic and Cultural Exchange of Korean Nationality in Dandong City, China and the chairman of the Society for Cooperation among Koreans in Germany and his party."
        },
        {
            "title": "Families of Persons Related to Anti-Japanese Revolutionary Struggle Leave",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-28ee.html",
            "content": "Families of Persons Related to Anti-Japanese Revolutionary Struggle Leave \n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- Family members of the persons related to the anti-Japanese revolutionary struggle left here Thursday after taking part in the celebrations of the 70th founding anniversary of the Workers' Party of Korea. \n\t\t\t\t\t They included the families of Jiang Zihua, Chinese related to the anti-Japanese revolutionary struggle, Kim Sun Ok, Korean related to the anti-Japanese revolutionary struggle in China, and Son Won Thae, overseas Korean related to the anti-Japanese revolutionary struggle.\n\t\t\t\t\t\n\t\t\t\t\t Leaving here earlier were families of Shang Yue, Liu Tongshi, Wang Minggui, Jie Qing, Liu Hanxing, Peng Xilu and Chai Shiying, Chinese related to the anti-Japanese revolutionary struggle, Pak Kil Song, Korean anti-Japanese revolutionary martyr in China, and Li Zade and So Sun Ok, Korean anti-Japanese revolutionary fighter in China."
        },
        {
            "title": "Youth League Delegation Leaves for Russia",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-22ee.html",
            "content": "Youth League Delegation Leaves for Russia\r\n Pyongyang, October 15 (KCNA) -- A delegation of the Kim Il Sung Socialist Youth League led by Vice-Chairman of its Central Committee Ri Hyon Min left here on Thursday to visit the Maritime Territory of the Russian Federation."
        },
        {
            "title": "DPRK Acrobats Back Home",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-23ee.html",
            "content": "DPRK Acrobats Back Home \n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- DPRK acrobats came back home on Thursday after taking part in the 15th China Wuqiao International Acrobatics Festival. \n\t\t\t\t\t The aerial stunt presented by them received Gold Lion Prize, the top prize of the festival, which took place in Hebei Province, China from September 29 to October 4."
        },
        {
            "title": "DPRK Judokas Back Home",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-26ee.html",
            "content": "DPRK Judokas Back Home\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- DPRK judokas returned home on Thursday after participating in the 9th Asian Junior Judo Championship and the 16th Asian Youth Judo Championship.\n\t\t\t\t\t They were greeted at Pyongyang Railway Station by officials concerned, sportspersons. They presented bouquets and garlands to the judokas and their coaches."
        },
        {
            "title": "Indonesian Delegation Visits Kumsusan Palace of Sun",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-13ee.html",
            "content": "Indonesian Delegation Visits Kumsusan Palace of Sun \n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- A delegation of the Constitution Examination Commission of the People's Consultative Council of Indonesia led by Vice-Chairman TB. Hasanuddin Thursday visited the Kumsusan Palace of the Sun. \n\t\t\t\t\t The members of the delegation paid tribute to tribute to President Kim Il Sung and leader Kim Jong Il before their statues. \n\t\t\t\t\t\n\t\t\t\t\t In the halls where the great leaders lie in state the visitors paid homage to them. \n\t\t\t\t\t\n\t\t\t\t\t They went round the halls in which orders and medals the great leaders received are on display and halls which house cars, electric car, boat and train coaches used by them for field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Indonesian Delegation Tours Tower of Juche Idea",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-20ee.html",
            "content": "Indonesian Delegation Tours Tower of Juche Idea\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- A delegation of the Constitution Examination Commission of the People's Consultative Council of Indonesia led by Vice-Chairman TB. Hasanuddin looked round the Tower of the Juche Idea on Thursday.\n\t\t\t\t\t Being briefed on the monument conveying the ideo-theoretical exploits of President Kim Il Sung, members of the delegation went round the tower body and group sculptures. They enjoyed a bird's-eye view of Pyongyang at the observation deck of the tower. \n\t\t\t\t\t\n\t\t\t\t\t The head of the delegation made an entry in the visitor's book."
        },
        {
            "title": "British Guest visits Pyongyang Mission of AINDF",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-18ee.html",
            "content": "British Guest visits Pyongyang Mission of AINDF \n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- Dermot Hudson, chairman of the British Group for the Study of the Juche Idea on a visit to the DPRK, visited the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF) on Thursday. \n\t\t\t\t\t Chief Jo Il Min and members of the Pyongyang mission had a talk with the guest. \n\t\t\t\t\t\n\t\t\t\t\t They informed each other of the activities of their organizations and discussed the issue of intensifying solidarity activities. \n\t\t\t\t\t\n\t\t\t\t\t Jo Il Min thanked the British group for positive activities in support of the just struggle of the AINDF and south Korean people. He rapped the south Korean authorities for escalating confrontation with the fellow countrymen in the north in league with outside forces. \n\t\t\t\t\t\n\t\t\t\t\t He recalled that reverence for President Kim Il Sung and Chairman of the National Defence Commission Kim Jong Il grew stronger among the south Korean people in October marking the 35th anniversary of the proposal for founding the Democratic Federal Republic of Koryo and the 8th anniversary of the publication of the October 4 declaration. \n\t\t\t\t\t\n\t\t\t\t\t The speech made by Marshal Kim Jong Un at the military parade and public procession of Pyongyang citizens for celebrating the 70th founding anniversary of the Workers' Party of Korea evoked a lively response among the people from all walks of life in south Korea, he added. \n\t\t\t\t\t\n\t\t\t\t\t The chairman said that Korea is sure to be reunified as long as there is leadership of Kim Jong Un."
        },
        {
            "title": "70th Anniversary of Inauguration of Kim Il Sung Stadium Marked",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-08ee.html",
            "content": "70th Anniversary of Inauguration of Kim Il Sung Stadium Marked\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- The DPRK marked the 70th anniversary of the inauguration of the Kim Il Sung Stadium. \n\t\t\t\t\t President Kim Il Sung visited the stadium 23 times since he made a speech upon his triumphal return home at the Moranbong public playground, the predecessor of the stadium, on October 14, Juche 34 (1945).\n\t\t\t\t\t\n\t\t\t\t\t He clearly indicated the orientation and ways to be followed by the stadium and solved all problems arising in managing the stadium.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il made sure that the stadium went by the august name of the President, showing loving care for its officials and employees and leading them to successfully carry out their revolutionary task.\n\t\t\t\t\t\n\t\t\t\t\t The stadium is a revolutionary site shining with the august name of the sun and a grand sports complex for the people hosting national political and cultural events and international and domestic sports games.\n\t\t\t\t\t\n\t\t\t\t\t A meeting commemorating the anniversary was held on October 14.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message of the Central Committee of the Workers' Party of Korea was conveyed to the workers, technicians and officials of the stadium.\n\t\t\t\t\t\n\t\t\t\t\t The congratulatory message said that the stadium has successfully carried out its revolutionary task while covering the proud road of development under the guidance and loving care of the party and the leaders for the last 70 years after its inauguration.\n\t\t\t\t\t\n\t\t\t\t\t It highly praised its workers, technicians and officials for devoting all their wisdom and energies to the management of the stadium and thereby making a positive contribution to the work for demonstrating the dignity and might of Juche Korea and developing the nation's sports.\n\t\t\t\t\t\n\t\t\t\t\t A report was made to be followed by speeches."
        },
        {
            "title": "Chongbong Band Performs before Full House",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-09ee.html",
            "content": "Chongbong Band Performs before Full House\r\n Pyongyang, October 15 (KCNA) -- The Chongbong Band is performing at the People's Theatre before full house to celebrate the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Among the audience were people from all walks of life, youth and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The performance began with prelude \"We Sing of the Party\". Put on the stage were colorful numbers such as female duet and pangchang \"Thinking of General\", female quintet \"We Wait for You\", light music \"Let's Defend Socialism\" and female quartet and pangchang \"Ever-lasting Echoes\".\n\t\t\t\t\t\n\t\t\t\t\t The performers sang high praises of the feats President Kim Il Sung and leader Kim Jong Il performed in building the party. \n\t\t\t\t\t\n\t\t\t\t\t They made a truthful artistic representation of the history of the WPK which has won victories only despite stern test of history.\n\t\t\t\t\t\n\t\t\t\t\t Instrumental music and a series of songs \"Fly High, Our Party Flag\" revved up the festive atmosphere as they sang high praises of the WPK fully responsible for the destiny and future of the people.\n\t\t\t\t\t\n\t\t\t\t\t Also put on the stage were numbers impressively depicting the firm resolution of all the service personnel and people to share the destiny with the WPK.\n\t\t\t\t\t\n\t\t\t\t\t Their repertoire included foreign songs."
        },
        {
            "title": "Global Handwashing Day Observed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-21ee.html",
            "content": "Global Handwashing Day Observed in DPRK\n\t\t\t\t\t\t\r\n Sariwon, October 15 (KCNA) -- There took place in Sariwon City, North Hwanghae Province on Thursday an event to mark Global Handwashing Day.\n\t\t\t\t\t Present at the event were officials of relevant units including the Ministry of Urban Management, officials, working people and schoolchildren at junior and senior secondary schools in Sariwon and the representative and members of the mission of UNICEF here.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made.\n\t\t\t\t\t\n\t\t\t\t\t The participants enjoyed art pieces given by schoolchildren at the end of a lecture on handwashing.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, there was an inaugural ceremony for gravity-fed drinking water facilities built by cooperation of UNICEF in Unpha County that day.\n\t\t\t\t\t\n\t\t\t\t\t The participants went round the facilities."
        },
        {
            "title": "Kimilsungia-Kimjongilia Exhibition Closes",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-19ee.html",
            "content": "Kimilsungia-Kimjongilia Exhibition Closes\r\n Pyongyang, October 15 (KCNA) -- The Kimilsungia-Kimjongilia exhibition was closed with due ceremony at the Kimilsungia-Kimjongilia Exhibition House on Thursday. It was opened on Oct. 8 to celebrate the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t On display at the exhibition house were tens of thousands of potted immortal flowers in full bloom. It drew an endless stream of visitors every day.\n\t\t\t\t\t\n\t\t\t\t\t Present at the closing ceremony were Kim Ki Nam, Yang Hyong Sop, officials of the exhibition organizing committee and the army and society who displayed the flowers of the sun, members of the societies for disseminating and supporting the immortal flowers, a congratulatory group of Koreans in Japan, a congratulatory group of the General Association of Koreans in China and delegations of overseas compatriots and overseas Koreans and foreign guests.\n\t\t\t\t\t\n\t\t\t\t\t The results of the jury were announced.\n\t\t\t\t\t\n\t\t\t\t\t Certificates of the exhibition were awarded to units and their officials and participants who proved successful at the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t They also went to the Central Standing Committee of the General Association of Korean Residents in Japan and former unconverted long-term prisoners.\n\t\t\t\t\t\n\t\t\t\t\t Kim Chang Do, chairman of the Korea Kimilsungia-Kimjongilia Committee, made a closing address."
        },
        {
            "title": "Stamp Issued in DPRK to Mark EAFF Women's East Asian Cup",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-24ee.html",
            "content": "Stamp Issued in DPRK to Mark EAFF Women's East Asian Cup\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- A stamp was issued in the Democratic People's Republic of Korea to commemorate its victory in EAFF Women's East Asian Cup 2015.\n\t\t\t\t\t Seen on the upper part of the stamp are letters \"Winning of EAFF Women's East Asian Cup 2015\" written in Korean and English.\n\t\t\t\t\t\n\t\t\t\t\t The stamp shows the fluttering DPRK flag, the cup and footballers in a game.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, supreme leader of the DPRK, sent a congratulatory message to the women footballers and warmly greeted them at the airport before posing for a souvenir picture with them."
        },
        {
            "title": "Old Book \"Mt. Myohyang\"",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-25ee.html",
            "content": "Old Book \"Mt. Myohyang\"\r\n Pyongyang, October 15 (KCNA) -- The national classics of Korea include a historical-geographical book \"Mt. Myohyang\", believed to be compiled in the 17th-18th century.\n\t\t\t\t\t The book deals with scenic and historic spots in Mt. Myohyang and legends and stories about them. Among them is the Pohyon Temple, one of the typical temples in Korea.\n\t\t\t\t\t\n\t\t\t\t\t And it tells about sceneries of Piro Peak, Hyangro Peak and Manphok Ravine, fantastic rocks and hermitages in the mountain.\n\t\t\t\t\t\n\t\t\t\t\t Preserved in Mt. Myohyang are a lot of national heritages showing the cultural and artistic skills and creative talents of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t In the mountain its visitors can see the International Friendship Exhibition House where on display are many gifts presented to President Kim Il Sung and leader Kim Jong Il by the world people."
        },
        {
            "title": "\"Unification of Social Systems\" Touted by S. Korean Authorities Is Daydream: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-11ee.html",
            "content": "\"Unification of Social Systems\" Touted by S. Korean Authorities Is Daydream: Rodong Sinmun\n\t\t\t\t\t\t\r\nPyongyang, October 15 (KCNA) -- No matter what rhetoric the south Korean authorities may let loose about \"unification\", they can never conceal their sinister aims pursued by them in escalating the north-south confrontation and crying out for \"unification of social systems.\"\n\t\t\t\t\tRodong Sinmun Thursday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\tThe \"unification of social systems\" would only bring disaster to the nation, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tThe \"unification\" touted by the south Korean authorities aims at bringing down the ideology and social system in the north and forcing corrupt \"liberal democracy\" on the whole of the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\tThe above-said \"unification\" will only foster inter-Korean distrust and confrontation and spark a war as it is little short of imposing the social system of the one side on the other side.\n\t\t\t\t\t\n\t\t\t\t\tIn the 1950s traitor Syngman Rhee advocated a theory of \"unifying the social systems\" and ignited a war against the DPRK with the backing of the U.S., bringing indescribable misfortune and pain to the Korean nation.\n\t\t\t\t\tThe history and reality have clearly proven that there can be neither trust nor sincere dialogue and improvement of relations between the south and the north as long as there exists a group of traitors dreaming of \"unification of social systems.\" \n\t\t\t\t\t\n\t\t\t\t\tConfrontation and war are inevitable when one side regards its ideology and social system as absolute and tries hard to force them upon the other side.\n\t\t\t\t\t\n\t\t\t\t\tTheir ambition for \"achieving unification of social systems\" is, therefore, no more than a daydream and will lead to their final ruin.\n\t\t\t\t\t\n\t\t\t\t\tIt is high time the south Korean authorities dropped the above-said pipedream."
        },
        {
            "title": "S. Korean Conservatives' Distortion of Historical Truth Denounced",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-27ee.html",
            "content": "S. Korean Conservatives' Distortion of Historical Truth Denounced \n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- The present conservative authorities of south Korea on Oct. 12 officially made public the \"state-complied textbook system\" which envisages the obligatory use of history textbooks compiled by the \"government\" at middle and high schools.\n\t\t\t\t\t The \"state-compiled textbook system\" was introduced since 1974 under the Park Chung-hee regime under the pretext of making students have a \"proper view on the state\". This was misused for eulogizing the \"yusin\" dictatorship, justifying pro-Japanese, pro-U.S. fascist dictatorship and inciting confrontation between fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Education Commission of the DPRK in a statement Thursday denounced the recent step as an unprecedented historical coup aimed to beautify and revive the disgraceful past intertwined with fascist dictatorship and sycophancy toward the U.S. and Japan and treachery.  \n\t\t\t\t\t\n\t\t\t\t\t All facts prove that the present conservative ruling forces' moves to completely eliminate justice and progress in south Korea and make its society reactionary and conservative have reached an extremely reckless and serious phase, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t What should be taken seriously is that the conservative ruling forces of south Korea unhesitatingly commit reckless provocations, malignantly slandering the dignity, social system and inviolable history of the DPRK in a bid to justify their farce.\n\t\t\t\t\t\n\t\t\t\t\t The wild act of the conservative forces to distort historical truth and instill consciousness of confrontation with fellow countrymen into the rising generations clearly proves the anti-reunification nature of the forces pursuing hostility and confrontation only, not reconciliation and unity between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t The reason that the south Korean conservative group has become desperate in its efforts to introduce the \"state-compiled textbook system\" is to serve its sinister purpose of covering up the despicable past history, make society more reactionary and conservative and realize its ambition for longer stay in power.\n\t\t\t\t\t\n\t\t\t\t\t But justice and truth can never be concealed and it is self-destruction little short of digging one's own grave to prolong the dirty remaining days through the distortion of history and education of reactionary history.\n\t\t\t\t\t\n\t\t\t\t\t The criminal act of the south Korean conservative ruling forces who do not hesitate to commit such acts of lynching the truth of history, escalating confrontation with fellow countrymen and committing reckless politically-motivated provocations for the dirty political purpose is bound to meet stern punishment by the entire nation."
        },
        {
            "title": "S. Korean Authorities Slammed for Moving to Introduce U.S. Fighters",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-14ee.html",
            "content": "S. Korean Authorities Slammed for Moving to Introduce U.S. Fighters\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- The People for Achieving Peace and Reunification of south Korea held a press conference around Chongwadae in Seoul on Oct. 12 demanding the authorities cancel the plan to introduce U.S. fighters.\n\t\t\t\t\t At the press conference the organization said that Chongwadae, the Ministry of Defense, the Defense Agency, etc. concealed the facts about the failure of the plan to take over core technology of fighters from the U.S. and the introduction of new type ones to deceive the people.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the authorities get rid of the shackle of the alliance with the U.S. and retract the decision to introduce U.S. fighters and make an overall re-examination of the development of new-type fighters as the first step.\n\t\t\t\t\t\n\t\t\t\t\t It also demanded the chief executive own the blame for this, apologize to the people and withdraw at once the decision to introduce U.S. fighters."
        },
        {
            "title": "Sexual Abuses by Old Persons on Steady Increase in South Korea",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-12ee.html",
            "content": "Sexual Abuses by Old Persons on Steady Increase in South Korea\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- The south Korean paper Herald Economy said on Oct. 12 that the number of cases of sexual abuses by old persons is on the steady increase in south Korea every year. \n\t\t\t\t\t The number of old sexual abusers reached 4 267 from 2012 to 2014, or 33 percent increase in three years, according to the statistics related with sexual abuses."
        },
        {
            "title": "Kim Jong Un's Letter Published in Kuwait",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-01ee.html",
            "content": "Kim Jong Un's Letter Published in Kuwait\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- The Times Publishing House of Kuwait published in booklet \"Young People, Be Vanguard Fighters Unfailingly Faithful to the Party's Revolutionary Cause of Songun\", a letter sent by supreme leader Kim Jong Un to those attending the Fourth Conference of Primary Officials of the Kim Il Sung Socialist Youth League on September 18, Juche 103 (2014).\n\t\t\t\t\t The letter deals with the glorious path covered by the young Koreans while glorifying the annals of revolution with heroic feats and proud victories under the wise guidance and loving care of President Kim Il Sung and leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t It indicates the tasks and ways for the young Koreans to successfully play their role as the young vanguard of the party in the on-going historic advance.\n\t\t\t\t\t\n\t\t\t\t\t A book releasing ceremony was held at the publishing house on October 8."
        },
        {
            "title": "WPK's Founding Anniversary Celebrated Abroad",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-02ee.html",
            "content": "WPK's Founding Anniversary Celebrated Abroad\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- A seminar, book and photo exhibition and film shows took place in Bangladesh, India and Sweden from Oct. 3 to 5 on the occasion of the 70th birthday of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed at the venues of the events were photos documenting the revolutionary feats of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were their works, and books and photos dealing with the struggle of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the film shows watched Korean films \"Pyongyang Today\" and \"Fireworks of a Thriving Nation.\"\n\t\t\t\t\t\n\t\t\t\t\t Chairman M. Gamrul Huda and General Secretary Sheikh Rafiqul Islam Bablu of the Bangladesh Institute of the Juche Idea said that Kim Il Sung and Kim Jong Il led the WPK for decades, making great contributions to its development.\n\t\t\t\t\t\n\t\t\t\t\t S. P. Pathak, chairman of the Indian Society for the Study of Works of Kim Jong Il, noted that the distinguished feats he performed by leading the WPK for decades serve as a driving force dynamically propelling the socialist cause of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Oskar Molleby, chief of the Swedish Group for the Study of the Juche Idea, stressed that Kim Jong Un strengthened the WPK in every way by successfully carrying forward the revolutionary cause and exploits of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t A message to Kim Jong Un was adopted at the event in Sweden."
        },
        {
            "title": "WPK's Birthday Celebrated in Egypt, Italy",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-03ee.html",
            "content": "WPK's Birthday Celebrated in Egypt, Italy\r\n Pyongyang, October 15 (KCNA) -- A joint seminar of political parties on building a revolutionary party of Juche was held in Egypt and a seminar of political parties and organizations, lecture and book exhibition took place in Italy on Oct. 4 and 7 on the occasion of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed at the venues of the events were works of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and other Korean books.\n\t\t\t\t\t\n\t\t\t\t\t At the joint seminar the speakers praised the exploits of Kim Il Sung and Kim Jong Il performed in leading the party building.\n\t\t\t\t\t\n\t\t\t\t\t They expressed belief that the Korean people would surely accomplish the revolutionary cause of Juche under the guidance of the WPK led by Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The national coordinator of the Communist Youth Front of Italy referred to the fact that the great leaders founded the WPK and developed it into a revolutionary guiding force, built and glorified socialism centered on the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Rome Youth Group for the Study of the Juche Idea and the Songun Idea of Italy said that the WPK's history precisely means the revolutionary history of Kim Il Sung and Kim Jong Il, adding that the Korean people have achieved great successes in economic construction and the drive for improving the people's living standard under the leadership of the party guided by the Juche idea."
        },
        {
            "title": "WPK's Birthday Celebrated in Italy",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-04ee.html",
            "content": "WPK's Birthday Celebrated in Italy\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- Italian personages released statements on the occasion of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Mauro Cazadio, coordinator of the Organization of Communists of Italy, on Oct. 6 extended the warmest congratulations to the WPK and the Korean people greeting the 70th birthday of the WPK, reiterating internationalist friendship and solidarity.\n\t\t\t\t\t\n\t\t\t\t\t Miriam Pelegrini Feri, president of the Group of Dialectical Materialists of Italy who doubles as chairperson of the Italian Committee for the Study of Songun Idea for Independence and Sovereignty, said on Oct. 8 that it was significantly celebrating the 70th founding anniversary of the glorious WPK, adding:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung founded the WPK on Oct. 10, 1945 after liberating Korea from the Japanese imperialists' colonial rule.\n\t\t\t\t\t\n\t\t\t\t\t Under the wise guidance of the President, the sagacious state leader, the WPK mobilized the workers and all other people to successfully carry out social revolution of various stages and socialist construction, emerging a powerful political force.\n\t\t\t\t\t\n\t\t\t\t\t Extending warm congratulations to the WPK and the Korean people on the occasion, we pay high tribute to them."
        },
        {
            "title": "WPK Praised by Thai Personages",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-05ee.html",
            "content": "WPK Praised by Thai Personages\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- Personages of Thailand made public statements on Oct. 9 on the occasion of the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Songchit Pullarp, chairman of the Organization for the Study of the Juche Idea of Thailand who doubles as chairman of the Thai preparatory committee for celebrating the 70th founding anniversary of the WPK, said:\n\t\t\t\t\t\n\t\t\t\t\t On this occasion the members of the organization are recollecting with deep emotion the undying exploits President Kim Il Sung performed by founding the Juche idea and the most revolutionary party and leader Kim Jong Il performed by developing the WPK into an invincible guiding force, highly praising them.\n\t\t\t\t\t\n\t\t\t\t\t It is my firm belief that the WPK will continue to glorify its proud history and tradition of winning one victory after another as it is led by Marshal Kim Jong Un who is successfully carrying forward the revolutionary cause of the President and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Chanai Longoen, chairman of the Thailand-DPRK Friendship Association who doubles as vice-chairman of the above-said preparatory committee, said:\n\t\t\t\t\t\n\t\t\t\t\t The 70-year history of the WPK founded by Kim Il Sung and developed by Kim Jong Il is shedding more brilliant rays thanks to Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Only victory and glory are always in store for the DPRK and the cause of building a thriving nation is sure to be accomplished as there are the wise guidance of the WPK led by Kim Jong Un and the service personnel and people single-mindedly united around the party."
        },
        {
            "title": "Large Floral Baskets to DPRK Embassy from Cambodian King, Great Queen",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-06ee.html",
            "content": "Large Floral Baskets to DPRK Embassy from Cambodian King, Great Queen\n\t\t\t\t\t\t\r\n Pyongyang, October 15 (KCNA) -- Cambodian King Norodom Sihamoni and Great Queen Norodom Monineath Sihanouk separately sent large floral baskets to the DPRK embassy in Phnom Penh on Oct. 8 on the occasion of the 70th founding anniversary of the Workers' Party of Korea.\n\t\t\t\t\t They were laid before the portraits of smiling President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Kim Yong Nam envia mensaje de consuelo al presidente turquino",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-30ee.html",
            "content": "Kim Yong Nam envia mensaje de consuelo al presidente turquino\n\t\t\t\t\t\t\r\nPyongyang, 15 de octubre (ACNC) -- Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, remitio el dia 13 un mensaje de condolencia a Recep Tayyip Erdogan, presidente de la Republica de Turquia, en relacion con que se produjeron muchas perdidas humanas por el ataque terrorista en Ankara.\n\t\t\t\t\tEl remitente expresa profunda compasion y condolencias al destinatario, y por su conducto, a las victimas y sus familiares y al gobierno turquino.\n\t\t\t\t\t\n\t\t\t\t\tReafirma la posicion de principios de la RPDC de oponerse al terrorismo de todas formas y desea de todo corazon que el pueblo turquino elimine cuanto antes los estragos."
        },
        {
            "title": "RPDC se ingresa a Federacion Internacional Astronautica",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-33ee.html",
            "content": "RPDC se ingresa a Federacion Internacional Astronautica\n\t\t\t\t\t\t\r\nPyongyang, 15 de octubre (ACNC) -- El ingreso de la Administracion Nacional de Desarrollo Espacial de la Republica Popular Democratica de Corea a la Federacion Internacional Astronautica (FIA) fue decidido en la 66a sesion general de la FIA, que se efectua del dia 12 al 16 en Israel.\n\t\t\t\t\tLa FIA, fundada en 1951 a fin de acelerar la investigacion y el desarrollo de ciencias y tecnicas espaciales y el uso pacifico de las actividades espaciales y estrechar la cooperacion internacional en el dominio espacial, agrupa 274 organizaciones gubernamentales y civiles de 65 paises inclusive la RPDC, que se dedican al dominio del desarrollo del universo.\n\t\t\t\t\t\n\t\t\t\t\tLa FIA tiene su sede en Paris de Francia."
        },
        {
            "title": "Firmada nota de conversaciones entre Corea y Rusia",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-31ee.html",
            "content": "Firmada nota de conversaciones entre Corea y Rusia\n\t\t\t\t\t\t\r\nPyongyang, 15 de octubre (ACNC) -- Quedo rubricada el dia 14 en esta capital la nota de conversaciones de los copresidentes de la comision para la cooperacion en comercio, economia, ciencia y tecnologia entre los gobiernos de la Republica Popular Democratica de Corea y la Federacion Rusa.\n\t\t\t\t\tEn la ceremonia de firma participaron, por la parte coreana, Ri Ryong Nam, ministro de Relaciones Economicas con el Extranjero y presidente de la parte coreana de la comision intergubernamental para la cooperacion en comercio, economia, ciencia y tecnologia Corea-Rusia y otros funcionarios correspondientes, y por la rusa, Alexandr Galushka, ministro de Desarrollo del Lejano Oriente y presidente de la parte rusa de la comision mencionada, los miembros de la delegacion gubernamental de visita en la RPDC y el embajador en Corea Alexandr Matsegora.\n\t\t\t\t\t\n\t\t\t\t\tRi Ryong Nam y Alexandr Galushka suscribieron el documento."
        },
        {
            "title": "Nombrado nuevo embajador coreano a acreditarse en Singapur",
            "url": "http://kcna.co.jp/item/2015/201510/news15/20151015-32ee.html",
            "content": "Nombrado nuevo embajador coreano a acreditarse en Singapur\n\t\t\t\t\t\t\r\nPyongyang, 15 de octubre (ACNC) -- Segun un decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Chol Nam fue nombrado como nuevo embajador extraordinario y plenipotenciario de la RPDC a acreditarse en la Republica de Singapur."
        }
    ]
}