{
    "date": "2015-04-26",
    "url": "http://kcna.co.jp/item/2015/201504/2015-04-26ee.html",
    "articles": [
        {
            "title": "Fifth Meeting of Training Officers of KPA Held under Guidance of Kim Jong Un",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-01ee.html",
            "content": "Fifth Meeting of Training Officers of KPA Held under Guidance of Kim Jong Un\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- The Fifth Meeting of Training Officers of the Korean People's Army took place here on April 24 and 25 under the guidance of Marshal Kim Jong Un.\n\t\t\t\t\t The meeting analyzed and reviewed the achievements and experience gained in the  combat and political training of the KPA in the past and lessons drawn from it and discussed the tasks and ways of bolstering up the combat capabilities of the KPA in every way.\n\t\t\t\t\t\n\t\t\t\t\t Present at the meeting were KPA commanding officers, training officers and officials of military education institutions and the relevant fields.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made an opening address.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that the meeting would satisfactorily carry out its work amid a high degree of political enthusiasm and positive participation of all participants and thus mark a historic occasion in bringing about an epochal turn in the training of the KPA and further increasing the invincible might of the powerful Paektusan revolutionary army, he declared the meeting opened.\n\t\t\t\t\t\n\t\t\t\t\t KPA Army General Ri Yong Gil, chief of the General Staff of the KPA, made a report at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Ri Yong Gil read out a decree of the Presidium of the Supreme People's Assembly of the DPRK on awarding the title of DPRK labor hero and gold medal (hammer and sickle) and Order of National Flag First Class to commanding officers and training officers who performed feats in bolstering up the combat capabilities of the units in the past.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un personally awarded the title of the DPRK labor hero and gold medal (hammer and sickle) and Order of National Flag First Class to KPA General Kim Rak Gyom and KPA officers Hwang Yong Un, Ju In Su, Yu Tok Chol, Kim Kyong Su, Kong Yong Gil and Rim Jang Ho.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made a speech at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t The most important and urgent tasks facing the KPA at present is to bring about a radical turn in training and thus round off the combat preparations in line with the strategic intention of the party and prepare all commanding officers and soldiers politically and ideologically and in military technique and physically so that they may successfully carry out any combat duty by themselves, he said.\n\t\t\t\t\t\n\t\t\t\t\t Noting that the party is determined to bring about a radical turn in training by staking the destiny of the country, people and nation on it, true to the intention of President Kim Il Sung and leader Kim Jong Il, he put up at the meeting the slogan \"Let Us Bring about a Radical Turn in Training and Thus Make the People's Army the Most Elite Revolutionary Army Winning Every Battle!\"\n\t\t\t\t\t\n\t\t\t\t\t He said that the main link in the chain efforts to bring about a radical turn in training is to conduct drills under the simulated conditions of an actual battle and put them on a scientific and modern basis.\n\t\t\t\t\t\n\t\t\t\t\t The idea of conducting drills in such a way means a full application and development in depth of the principle and contents of training clarified by leader Kim Jong Il, he said, instructing the KPA to take firm hold on conducting drills under the simulated conditions of an actual battle and putting on a scientific and modern basis as the seed and main link in effecting a drastic turn in training and channel all efforts into the drive for doing so.\n\t\t\t\t\t\n\t\t\t\t\t The idea and theory of President Kim Il Sung and Kim Jong Il on military training serve as a great programme for training clarifying the Juche-based principles and contents of military training and the guidelines to be always held fast to in conducting drills.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need for the training officers to steadily study and work hard to possess noble spiritual and moral traits, scientific and theoretical and working qualifications as frontline soldiers standing guard over the outpost for bolstering up combat capabilities and to arouse the service personnel to bring about a radical turn in training by setting examples.\n\t\t\t\t\t\n\t\t\t\t\t He expressed his firm belief that all service personnel would thoroughly embody the spirit of the meeting, well aware of the important mission and duty they have assumed before the era and the revolution.\n\t\t\t\t\t\n\t\t\t\t\t A message of pledge to Kim Jong Un was adopted at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t He made a closing address.\n\t\t\t\t\t\n\t\t\t\t\t Noting that all training officers of the army met and discussed an important issue of bringing about a radical turn in the training of the People's Army, he said he was very satisfied with the fact that the meeting was held at a very proper time and proved successful.\n\t\t\t\t\t\n\t\t\t\t\t He called on all the participants in the meeting to focus all their efforts on the training as the top priority task, not forgetting even a moment that training precisely means safeguarding the party and the socialist motherland, and play the role of fuses and unquenchable flames in making the whole army undergo more intensive training just as the anti-Japanese guerrillas did in Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Expressing belief that all the participants in the meeting would take the lead in ushering in the heyday of bolstering up the military capabilities by improving the quality of training this year, he declared the meeting closed."
        },
        {
            "title": "Talks between Chairmen of DPRK-Russia Inter-governmental Committee Held",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-13ee.html",
            "content": "Talks between Chairmen of DPRK-Russia Inter-governmental Committee Held\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- Talks between Ri Ryong Nam, minister of External Economic Relations who is chairman of the DPRK side to the DPRK-Russia Inter-governmental Committee for the Cooperation in Trade, Economy, Science and Technology, and Alexandr Galushka, minister of Development of Far East who is chairman of the Russian side to the committee were held here on Sunday.\n\t\t\t\t\t Present at the talks from the DPRK side were officials concerned and from the opposite side were members of the government economic delegation of the Russian Federation and the Russian ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on boosting trade, economic, scientific and technological cooperation between the two countries."
        },
        {
            "title": "Russian Government Economic Delegation Visits Various Places",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-12ee.html",
            "content": "Russian Government Economic Delegation Visits Various Places\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- A government economic delegation of the Russian Federation headed by Alexandr Galushka, minister of Development of Far East who is chairman of the Russian side to the  DPRK-Russia Inter-governmental Committee for the Cooperation in Trade, Economy, Science and Technology, visited the Museum of Weapons and Equipment of the Korean People's Army.\n\t\t\t\t\t The delegation also visited the Fatherland Liberation War Martyrs Cemetery, the Pyongyang Metro and the Jongbaek Church."
        },
        {
            "title": "Enlarged Plenary Meeting of DPRK Cabinet Held",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-09ee.html",
            "content": "Enlarged Plenary Meeting of DPRK Cabinet Held\r\n Pyongyang, April 26 (KCNA) -- Minju Joson Saturday gave an account of an enlarged plenary meeting of the Cabinet of the DPRK.\n\t\t\t\t\t According to it, the meeting was attended by Premier Pak Pong Ju and members of the Cabinet.\n\t\t\t\t\t\n\t\t\t\t\t Present there were leading officials of institutions under the Cabinet, directors of its management bureaus, chairpersons of the provincial, city and county people's committees, chairpersons of the provincial rural economy committees, chairmen of the provincial regional planning commissions, directors of the provincial management bureaus of food and consumer goods industries and managers of major industrial establishments as observers.\n\t\t\t\t\t\n\t\t\t\t\t The meeting reviewed the implementation of the first quarterly year plan of the national economy for carrying out the militant tasks set forth by Marshal Kim Jong Un in his New Year Address and discussed the measure for the second quarter of the year.\n\t\t\t\t\t\n\t\t\t\t\t Vice-Premier and Chairman of the State Planning Commission Ro Tu Chol made a report at the meeting to be followed by speeches.\n\t\t\t\t\t\n\t\t\t\t\t The meeting referred to the achievements made in carrying out the behests of leader Kim Jong Il and implementing the first quarterly year plan of the national economy and the state budget.\n\t\t\t\t\t\n\t\t\t\t\t The field of mining industry increased the production of iron ores and realized the local production of glass fibre, laying the foundation for self-supporting economy.\n\t\t\t\t\t\n\t\t\t\t\t The agricultural field opened a prospect for achieve the goal for the grain production set forth by the party despite difficult conditions for farming due to last year's severe drought.\n\t\t\t\t\t\n\t\t\t\t\t The field of light industry produced and supplied quality school uniforms and school things to students of universities and colleges and new primary school children across the country and worked hard to supply lots of confectionery to children and students.\n\t\t\t\t\t\n\t\t\t\t\t The field of coal industry produced more 323 000 tons of coal than the same period of last year and achievements were made in the field of fisheries.\n\t\t\t\t\t\n\t\t\t\t\t The plan of state budgetary revenue was overfulfiled by 8 percent and all provinces, cities and counties overfulfiled the plan of local budgetary revenue.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said that all these achievements are the proud fruition of the energetic leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The meeting seriously analyzed and reviewed wrongdoings and discussed the tasks and ways to be fulfilled in the second quarterly year.\n\t\t\t\t\t\n\t\t\t\t\t It said that the main tasks facing the Cabinet in the second quarterly year are to continue pushing forward the work for carrying out the behests of Kim Jong Il and, at the same time, increase the power production at thermal power stations, step up the work to put the metal industry on a Juche basis and focus all efforts to farming work.\n\t\t\t\t\t\n\t\t\t\t\t The meeting underlined the need to take the behests of Kim Jong Il as the lifeline, key point, and thoroughly carry out them without an inch of deflection and concession.\n\t\t\t\t\t\n\t\t\t\t\t It called for turning out as one in the efforts to bring about fundamental turn in improving the people's living standard, channeling efforts into putting the metal industry on a Juche basis and increasing electricity power to effect a great surge in the production of all sectors of national economy.\n\t\t\t\t\t\n\t\t\t\t\t It advanced concrete tasks for learning major projects on a regular basis and supplying equipment, raw materials and funds in good time.\n\t\t\t\t\t\n\t\t\t\t\t The meeting adopted Cabinet decisions \"'On correctly fulfilling on DPRK state budget for Juche 104 (2015)', ordinance of the DPRK Supreme People's Assembly\" and \"On correctly fulfilling the cash distribution plan for Juche 104 (2015)\"."
        },
        {
            "title": "S. Korean Regime Defines General Strike as \"Illegal One\"",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-07ee.html",
            "content": "S. Korean Regime Defines General Strike as \"Illegal One\"\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- The south Korean puppet group is cracking down on the actions of the people from all walks of life for gaining the democratic right and the vital rights.\n\t\t\t\t\t The Ministry of Employment and Labor openly claimed that it defined the April 24 general strike of the south Korean Confederation of Trade Unions (KCTU) as an \"illegal one\" and it would react to it according to the law.\n\t\t\t\t\t\n\t\t\t\t\t On April 23 the puppet authorities in a \"joint press release of the government\" said that they would sternly react to the general strike of the KCTU, the Government Employees' Union and the Teachers Union aimed to hold in check the \"improvement of structure of labor market\" and revision of the \"law on pension of government employees\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet Ministry of Administrative Autonomy threatened to file a suit with the prosecution and police against government employees who steered the vote for the general strike. The puppet Ministry of Education already indicted members of the Teachers Union who decided to join in the general strike of the KCTU."
        },
        {
            "title": "Bird Flu Occurred in Phochon, Kyonggi Province of S. Korea",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-08ee.html",
            "content": "Bird Flu Occurred in Phochon, Kyonggi Province of S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- Bird flu occurred in two places of Phochon of Kyonggi Province of south Korea, according to CBS of south Korea.\n\t\t\t\t\t It was reported that thousands of chicken were culled and buried in farms and surrounding areas."
        },
        {
            "title": "April 24 General Strike of KCTU in 17 Areas of S. Korea",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-10ee.html",
            "content": "April 24 General Strike of KCTU in 17 Areas of S. Korea\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) Friday went on April 24 general strike to fight against misrule of the puppet authorities and win democratic right and right to existence.\n\t\t\t\t\t Rallies and demos simultaneously took place in 17 areas including Seoul, Pusan, Kwangju, Taejon, Taegu, Ulsan, Jeju Province of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Present at the rally held in Seoul were over 15 000 people including members of the KCTU and those of its affiliated unions, members of the Government Employees' Union and the Teachers Union, those of more than 2 000 civic and public organizations and bereaved families of the ferry Sewol disaster.\n\t\t\t\t\t\n\t\t\t\t\t Chairman of the KCTU Han Sang Gyun said at the rally that they came out on a strike to fight against the tyranny of the present \"government\" and capital and rescue the workers and commoners.\n\t\t\t\t\t\n\t\t\t\t\t He called for carrying on the struggle for putting an end to the regime standing against workers, democracy and people's living, and the corrupt one together with the people of all social strata with the general strike as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that the \"government\" termed the general strike \"illegal one\" but they will continue the anti-\"government\" struggle until they win their right to existence and right to working.\n\t\t\t\t\t\n\t\t\t\t\t Resolution on struggle was read at the rally."
        },
        {
            "title": "Oceanic Regional Personages Protest against Japan's Suppression of Chongryon",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-06ee.html",
            "content": "Oceanic Regional Personages Protest against Japan's Suppression of Chongryon\r\n Pyongyang, April 26 (KCNA) -- Raymond Ferguson, national secretary of the Australia-DPRK Association for Friendship and Culture, on April 9 sent a letter to the Japanese chief executive in protest against Japan's suppression of the General Association of Korean Residents in Japan (Chongryon) in the name of personages of the Oceanic Regional Organization for Friendship and Solidarity with the Korean People.\n\t\t\t\t\t The letter expressed deep concern over the Japanese authorities' search of the houses of the chairman and a vice-chairman of the Chongryon Central Standing Committee.\n\t\t\t\t\t\n\t\t\t\t\t Japan is resorting to the suppression of Chongryon and Koreans in Japan, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Crackdown upon Chongryon and Koreans in Japan is precisely human rights abuse.\n\t\t\t\t\t\n\t\t\t\t\t We demand the Japanese authorities stop at once all suppression and threat against Chongryon and Koreans in Japan and ensure their security."
        },
        {
            "title": "Kim Il Sung's Feats Lauded by Swiss Bodies",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-02ee.html",
            "content": "Kim Il Sung's Feats Lauded by Swiss Bodies\r\n Pyongyang, April 26 (KCNA) -- The Swiss preparatory committee for celebrating the Day of the Sun (the birth anniversary of President Kim Il Sung), the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea posted on their websites an article on April 12 on the occasion of the 23rd anniversary of the awarding of the title of Generalissimo of the DPRK to the President.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The President embarked upon the road of revolution in his early years, founded the Korean People's Revolutionary Army and defeated the U.S. and Japanese imperialists in one generation.\n\t\t\t\t\t\n\t\t\t\t\t He was an iron-willed commander who brought about the beginning of a downhill turn for the U.S. imperialists for the first time in history.\n\t\t\t\t\t\n\t\t\t\t\t The victory of the Korean people in the Fatherland Liberation War was won entirely by his Juche-oriented military idea, strategies, tactics and war method.\n\t\t\t\t\t\n\t\t\t\t\t This is also a historic victory of the Songun revolution.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un has a perfect command of the Juche-based military idea, strategies, tactics and war method of Kim Il Sung and leader Kim Jong Il and is guiding the Korean people to victory in the confrontation with the U.S. imperialists."
        },
        {
            "title": "Kim Jong Il's Exploits Lauded by German Organization",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-03ee.html",
            "content": "Kim Jong Il's Exploits Lauded by German Organization\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- The Anti-Imperialist Forum of Germany posted a special write-up on its website on April 10 on the occasion of the 22nd anniversary of leader Kim Jong Il's election as chairman of the National Defence Commission of the DPRK.\n\t\t\t\t\t In an article titled \"Kim Jong Il, great Songun brilliant commander\" illustrated with his photo, it said that the DPRK is confidently advancing along the road of Songun and socialism while shattering all the war moves of the U.S. as Kim Jong Il pursued Songun politics and turned the DPRK into a matchless military power equipped with the powerful self-reliant defence capabilities and a nuclear weapons state.\n\t\t\t\t\t\n\t\t\t\t\t He steadily strengthened the self-reliant defence industry provided by President Kim Il Sung, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t By pursuing Songun politics, he wrought such miracles of history as resolutely frustrating the moves of the U.S. and all other enemies to stifle the DPRK and putting the DPRK on the position of a military power.\n\t\t\t\t\t\n\t\t\t\t\t The great feats of Kim Jong Il will shine long together with the eternal prosperity of Songun Korea as he turned the DPRK into the matchless military power and nuclear weapons state, weathering all ordeals and difficulties of history."
        },
        {
            "title": "Kim Il Sung Praised by Foreign Organizations",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-04ee.html",
            "content": "Kim Il Sung Praised by Foreign Organizations\r\n Pyongyang, April 26 (KCNA) -- Foreign organizations and institutions posted on their websites articles on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The Swiss preparatory committee for celebrating the Day of the Sun, the Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea on April 2 said that this year the Korean people will greet the 70th anniversaries of Korea's liberation and the founding of the Workers' Party of Korea and the 35th anniversary of the proposal for founding the Democratic Federal Republic of Koryo. \n\t\t\t\t\t\n\t\t\t\t\t The organizations referred to the exploits the President performed in liberating Korea, winning the victory in the Fatherland Liberation War and reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t They said that the Korean people are holding the President in high esteem as the hero of the nation produced by Heaven, the benefactor who liberated Korea and tender-hearted father of the people who turned the DPRK into a paradise.\n\t\t\t\t\t\n\t\t\t\t\t The Italy-DPRK Association for Friendship and Cooperation on April 13 said that it is a duty to recollect the President who made great contribution to building and defending Korean-style socialism in the historic period when the DPRK was making great socio-economic development, introducing in detail the revolutionary career and feats of the President as the legendary great man.\n\t\t\t\t\t\n\t\t\t\t\t The Kim Il Sung Library and the Juche Youth Group in Ecuador and the France-DPRK Friendship Association on March 29 and April 14 praised the external activities of the President who rendered sincere material and moral assistance to the people of many countries of the world in their struggle for national liberation and the building of new society."
        },
        {
            "title": "Day of Sun Commemorated in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-05ee.html",
            "content": "Day of Sun Commemorated in Different Countries\n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- Remembrance meetings, round-table talks, receptions and film shows took place in Syria, Ethiopia, Peru, Thailand and Nigeria between April 1 and 10 on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Films shown included Korean film \"Four Seasons in Pyongyang\".\n\t\t\t\t\t\n\t\t\t\t\t The chairwoman of the General Federation of the Syrian Women said that the President is the great leader of the Korean people who founded the Juche idea and turned the DPRK into a socialist power based on it and a distinguished person who made a great contribution to accomplishing the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t The friendly and cooperative relations between the two countries provided by the President together with HE Hafez Al-Assad are growing strong day by day under the wise guidance of President Bashar Al-Assad and HE Kim Jong Un and they will not be unfazed no matter how the situation may change, she noted.\n\t\t\t\t\t\n\t\t\t\t\t The chief of a branch of the Ethiopia National Committee for the Study of Kimilsungism-Kimjongilism said that the President, the founding-father of socialist Korea, is not only the leader of a country but the great father who took warm care of the people in a responsible manner, adding: His tender-hearted image will always be cherished in the minds of not only the Korean people but progressive mankind.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the People's Front of Workers, Peasants and Students of Peru said that the DPRK is not large in its territory but it is demonstrating its might all over the world as it is holding the President in high esteem. His feats will be immortal as he turned the DPRK into a powerful socialist nation, brought up the Korean people to be a heroic people and opened up a new era of the struggle against imperialism and the U.S., the chairman noted."
        },
        {
            "title": "Kim Il Sung's Brief Biography Carried by Angolan Paper",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-11ee.html",
            "content": "Kim Il Sung's Brief Biography Carried by Angolan Paper \n\t\t\t\t\t\t\r\n Pyongyang, April 26 (KCNA) -- An Angolan paper carried the brief biography of President Kim Il Sung on April 10.\n\t\t\t\t\t It carried the portrait of smiling President."
        },
        {
            "title": "Kim Jong Un dirige V Conferencia de Funcionarios de Entrenamiento de EPC",
            "url": "http://kcna.co.jp/item/2015/201504/news26/20150426-20ee.html",
            "content": "Comandantes del EPC rinden homenaje a Kim Il Sung y Kim Jong Il\n\t\t\t\t\t\t\r\nPyongyang, 25 de abril (ACNC) -- Con motivo del Dia de Fundacion del Ejercito Popular de Corea, Hwang Pyong So, Hyon Yong Chol, Ri Yong Gil, Kim Won Hong y otros comandantes del EPC visitaron a la hora 0 del dia 25 el Palacio del Sol Kumsusan para rendir homenaje postumo a los Generalisimos Kim Il Sung y Kim Jong Il.\n\t\t\t\t\tFueron depositados ante las estatuas de pie de los Generalisimos el cesto de flores a nombre del Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del EPC, y el otro en nombre del EPC.\n\t\t\t\t\t\n\t\t\t\t\tLos visitantes rindieron tributo a los Generalisimos en los salones de eternidad donde estan conservados sus cuerpos\n\t\t\t\t\t\n\t\t\t\t\tLuego, pasaron revista a las salas de conservacion de ordenes recibidas por los lideres antecesores y las otras de conservacion de carros, coche electrico, barco y vagones de tren usados por ellos."
        }
    ]
}