{
    "date": "2015-03-21",
    "url": "http://kcna.co.jp/item/2015/201503/2015-03-21ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Congratulatory Message to Lao President",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-09ee.html",
            "content": "Kim Jong Un Sends Congratulatory Message to Lao President\r\nPyongyang, March 21 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, sent a congratulatory message to Choummaly Saynasone, general secretary of the Central Committee of the Lao People's Revolutionary Party, on Saturday.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend hearty congratulations and warm salute to you and, through you, to the Central Committee of the Lao People's Revolutionary Party and all its party members on the occasion of the 60th anniversary of its founding.\n\t\t\t\t\t\n\t\t\t\t\t Over the past 60 years since its founding the Lao People's Revolutionary Party has led to victory the Lao people's struggle against outsiders' aggression and intervention and for the independence of the country and the building of a new society.\n\t\t\t\t\t\n\t\t\t\t\t We are pleased that the Lao people have registered great achievements in defending the country and building economy by giving full play to the spirit of patriotism, independence and sovereignty, self-reliance and strenuous efforts under the correct leadership of the Lao People's Revolutionary Party headed by you.\n\t\t\t\t\t\n\t\t\t\t\t Availing myself of this opportunity, I sincerely wish you good health and your party bigger successes in its activities to implement the decision of the 9th Congress of the party, expressing belief that the traditional relations of friendship and cooperation between our two parties and two peoples provided by the preceding leaders of the two countries would grow stronger in the common struggle for independence against imperialism and for socialism."
        },
        {
            "title": "Greetings to Namibian President",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-13ee.html",
            "content": "Greetings to Namibian President\r\nPyongyang, March 21 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, sent a message of greeting to Hage Geingob, president of the Republic of Namibia, on Saturday on the occasion of the 25th anniversary of its independence.\n\t\t\t\t\t The message said that the Namibian people achieved independence of the country through a protracted arduous struggle and they have made great achievements in the work to build independent and prosperous Namibia over the past 25 years since its independence under the correct leadership of the South West Africa People's Organizational Party. \n\t\t\t\t\t\n\t\t\t\t\t It sincerely wished the president and people of Namibia greater successes in the work for national unity and economic development, expressing expectation and belief that the good relations of friendship and cooperation between the two countries would grow stronger in all fields."
        },
        {
            "title": "Output of Fish Goes Up in DPRK",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-11ee.html",
            "content": "Output of Fish Goes Up in DPRK\r\nPyongyang, March 21 (KCNA) -- Fishery stations in the DPRK have conducted intensive fishing in the waters off Monggumpho in the West Sea of Korea.\n\t\t\t\t\t More than a hundred fishing vessels under fishery stations in the west coastal area of the country are taking the lead in fishing.\n\t\t\t\t\t\n\t\t\t\t\t Among them are Mundok, Hanchon and Kamapho fishery stations.\n\t\t\t\t\t\n\t\t\t\t\t The Kamapho Fishery Station caught ten tons of tiny shrimps per netting, two times the figure of last year, while the Mundok Fishermen's Cooperative hauled 30 tons of fishes per vessel.\n\t\t\t\t\t\n\t\t\t\t\t According to Pak In Gon, department director of the Ministry of Fisheries, the ministry is expected to raise the output of fish for this year 1.5 times higher than last year."
        },
        {
            "title": "DPRK Takes Preventive Steps against Measles",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-10ee.html",
            "content": "DPRK Takes Preventive Steps against Measles\r\nPyongyang, March 21 (KCNA) -- A campaign goes on in the Democratic People's Republic of Korea to prevent measles. \n\t\t\t\t\t According to Ri Nam Song, section chief of the National Hygienic and Anti-epidemic Center under the Ministry of Public Health, measles recently broke out around the country, evoking fears. \n\t\t\t\t\t\n\t\t\t\t\t In this regard, the government decided to take precautionary measures against this epidemic.\n\t\t\t\t\t\n\t\t\t\t\t Under the decision, a border quarantine was launched on those who took trips to a country where measles occurred.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, medical workers across the country are conducting information activities among the inhabitants. And children under the age of 16 liable to measles have to get a medical checkup on a regular basis at schools, kindergartens and nurseries.\n\t\t\t\t\t\n\t\t\t\t\t A work for supplying anti-measles medicines progresses apace in the country."
        },
        {
            "title": "DPRK Men's Soccer Team Bids for Olympiad",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-12ee.html",
            "content": "DPRK Men's Soccer Team Bids for Olympiad\r\nPyongyang, March 21 (KCNA) -- The men's soccer team of the DPRK is to take part in the preliminaries of the 2016 AFC U-23 Championship.\n\t\t\t\t\t The team, belonging to Group G, will compete with its Philippine, Cambodian and Thai rivals this month.\n\t\t\t\t\t\n\t\t\t\t\t Its chief coach is Ra Pong Gi, who played a key role in making the DPRK win in the Shanghai 4-Nation Soccer Tournament and the Thai \"King Cup\" International Soccer Tournament in 2001 and 2002 and the 2012 AFC Challenger Cup Tournament.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK team comprises mainly the experienced players who took part in the AFC U-19 and U-16 Championships and the 17th Asian Games.\n\t\t\t\t\t\n\t\t\t\t\t The AFC U-23 Championship is to take place in Qatar next January, with participation of 15 teams who will prove successful in the preliminaries.\n\t\t\t\t\t\n\t\t\t\t\t And the top three teams at the championship will attend the 31st Olympic Games on behalf of Asia."
        },
        {
            "title": "DPRK Firm in Its Determination to End U.S. History of Aggression: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-07ee.html",
            "content": "DPRK Firm in Its Determination to End U.S. History of Aggression: Rodong Sinmun\r\nPyongyang, March 21 (KCNA) -- The U.S. and the south Korean puppet forces' Key Resolve joint military exercises came to an end to be replaced by Foal Eagle that went into full swing.\n\t\t\t\t\t Rodong Sinmun Saturday says in an article in this regard: \n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean puppet forces are making much fuss about \"military and vocal provocations\" by someone and crying out for \"strong countermeasures,\" claiming that \"they do not consider their joint military drills as provocations.\" This reminds one of a thief crying \"Stop the thief!\" \n\t\t\t\t\t\n\t\t\t\t\t They have neither justifications nor face to talk about \"threat of provocation\" as they are seized by the ambition for a war of aggression against the north.\n\t\t\t\t\t\n\t\t\t\t\t The toughest counteraction to be taken by the DPRK is the most active physical offensive to be taken continuously and preemptively until the warmongers' ambition for a nuclear war against the north ceases.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the puppet warmongers openly declared that they would not abandon their ambition for invading the north by making war exercises \"regular\" and \"annual\". Therefore, the revolutionary armed forces of the DPRK cannot but take stronger countermeasures. They do not make an empty talk. All their strike means are always ready to open fire at them in the spheres of operations on the ground, in the sea, underwater, air and cyber space.\n\t\t\t\t\t\n\t\t\t\t\t Unabated not only in south Korea but even in the U.S. are jeers that the anachronistic hostile policy toward the DPRK pursued by Obama to whom the puppet forces kowtow is a \"totally failed policy\". We will lead the \"failed policy\" to the final ruin of the U.S. and the puppet forces."
        },
        {
            "title": "Rodong Sinmun Demands Disorganization of Anti-reunification Body in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-08ee.html",
            "content": "Rodong Sinmun Demands Disorganization of Anti-reunification Body in S. Korea\r\nPyongyang, March 21 (KCNA) -- A recent confession made by Jong Jong Uk, vice-chairman of the puppet Preparatory Committee for Unification, proves that it is a plot-breeding organization cooked up for achieving \"unification under liberal democracy.\"\n\t\t\t\t\t The puppet Ministry of Unification claimed that the north's \"assertion about the south's preparations for achieving unification under liberal democracy was contrary to facts,\" letting loose a string of rhetoric that \"it has steadily sought peaceful unification\". It went the lengths of talking nonsense that its \"preparations for unification\" were not aimed at \"isolating\" the north but were to help it become a \"member of the world community\". It urged the north \"to respond to the efforts for peaceful unification as soon as possible\".\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Saturday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What the ministry ballyhooed is nothing but a clumsy excuse and shameless jargon made by the guys to escape public criticism at home and abroad as they are finding themselves in utter confusion due to the disclosure of their sinister scenario.\n\t\t\t\t\t\n\t\t\t\t\t Hong Yong Phyo, newly-appointed puppet minister of Unification of south Korea, jabbered in his inaugural speech that he would \"closely cooperate with the above-said committee,\" zealously patronizing it. His remarks are little short of his open declaration that he would persistently pursue the moves for achieving \"unification under liberal democracy\" contrary to the nation's desire.\n\t\t\t\t\t\n\t\t\t\t\t It is the south Korean authorities who should work hard to achieve peaceful reunification.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces should clearly understand that their frantic joint military exercises being staged against the north in collusion with the U.S. and their \"human rights\" campaign and scattering of leaflets malignantly hurting the dignity of the supreme leadership and the social system in the DPRK only escalate the confrontation of the social systems in the north and the south and bring the dark clouds of a nuclear war to hang over the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop making a mockery of the Korean nation under the signboard of \"preparations for unification\" and immediately disorganize the said committee as its true colors have been brought to light."
        },
        {
            "title": "S. Korean Warmongers to Stage Large-scale Field Mobile Drill",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-06ee.html",
            "content": "S. Korean Warmongers to Stage Large-scale Field Mobile Drill\r\nPyongyang, March 21 (KCNA) -- The 30th Division of the south Korean puppet ground force is planning to kick off a large-scale field mobile drill in Yangju and Phaju of Kyonggi Province from March 20 to 28, according to south Korean Yonhap News.\n\t\t\t\t\t A lot of troops, tanks and armored cars and other war hardware for a preemptive attack will be reportedly involved in the drill for aggression."
        },
        {
            "title": "Students in Pusan, S. Korea Protest against Chief Executive's Visit to University",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-15ee.html",
            "content": "Students in Pusan, S. Korea Protest against Chief Executive's Visit to University\r\nPyongyang, March 21 (KCNA) -- An action was staged at Pusan University of south Korea on March 16 in protest against the puppet chief executive's visit, according to Voice of People, an internet paper of south Korea.\n\t\t\t\t\t At the news of Park Geun Hye's visit to the university that day, students held a press conference before its front gate.\n\t\t\t\t\t\n\t\t\t\t\t Park is violating democracy through the racket for \"eliminating followers of the north\" and suppression under the pretext of security, they said, adding these actions are reminiscent of the Park Chung-Hee \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t They said they were opposed to the visit to the university by the daughter of the \"yusin\" dictator as it has the history of the Pusan and Masan resistance for democracy waged in demand of the resignation of the dictatorial regime and abolition of the \"yusin constitution\".\n\t\t\t\t\t\n\t\t\t\t\t They urged the chief executive not to tour the university, symbolic of actions against \"yusin,\" but to stop the racket for \"eliminating followers of the north\" and lend an ear to voices of young people facing the worst unemployment and economic crisis.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, Hwang Sok Je, chairman of the General Students Council of Pusan University, also staged a sit-in strike."
        },
        {
            "title": "U.S., S. Korea Flailed for Trying to Deploy THAAD in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-14ee.html",
            "content": "U.S., S. Korea Flailed for Trying to Deploy THAAD in S. Korea\r\nPyongyang, March 21 (KCNA) -- The People's Action for Peace against War of south Korea held a rally in Kwanghwamun, Seoul on March 18 to denounce the U.S. moves to deploy THAAD, according to Thongil News, an internet paper of south Korea.\n\t\t\t\t\t At the rally speakers condemned the U.S. for working hard to deploy THAAD in south Korea with the knife attack on the U.S. ambassador as a momentum.\n\t\t\t\t\t\n\t\t\t\t\t The \"Saenuri Party\" also clarified its official stand to press for the deployment of THAAD, they said, adding it is quite nonsensical for it to assert that the deployment of THAAD is for \"defence.\"\n\t\t\t\t\t\n\t\t\t\t\t The U.S. forces command's preliminary survey of the site for THAAD, before informing the Ministry of Defence of this, is an encroachment upon the sovereignty, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the authorities strongly protest against the U.S. and force it make an apology.\n\t\t\t\t\t\n\t\t\t\t\t They urged the Park Geun Hye regime not to deploy THAAD by spending money collected as taxes from the people but strive to hold dialogue for peace on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They also demanded it refrain from doing an act of escalating tension any longer.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally its participants staged a demonstration, holding placards demanding a halt to the deployment of THAAD which increases the danger of war."
        },
        {
            "title": "S. Korean Puppet Forces Accused of Stamping out Democracy",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-17ee.html",
            "content": "S. Korean Puppet Forces Accused of Stamping out Democracy\r\nPyongyang, March 21 (KCNA) -- Voice of People, an internet paper of south Korea, in an editorial on March 14 denounced the puppet forces for stamping out democracy.\n\t\t\t\t\t The editorial recalled that the Seoul Metropolitan Police Agency issued to police stations orders to suppress the acts of scattering leaflets accusing the present chief executive and the \"government's\" policies unabated in south Korea this year in the wake of those in December last year.\n\t\t\t\t\t\n\t\t\t\t\t The orders said that if one scatters leaflets accusing the present chief executive and the \"government\" or writes letters on building walls, one is liable to arrest on the suspicion of \"intrusion into buildings and destruction of properties\", if one scatters leaflets on streets, one is charged with \"libel and contempt\" and in case suspect does not comply with police demands, he is subject to arrest on charge of the violation of the \"law on punishing minor crimes\", the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t The police's attitude is aimed to gag the people and stuff their ears at any cost by invoking all laws, it charged.\n\t\t\t\t\t\n\t\t\t\t\t If the authorities do not draw a lesson taught by history, it will entail fatal consequences, the editorial said, adding the time is drawing nearer when the people will rise up once again for action."
        },
        {
            "title": "S. Korea Is Colony of U.S.: National Reunification Institute of DPRK",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-18ee.html",
            "content": "S. Korea Is Colony of U.S.: National Reunification Institute of DPRK\r\nPyongyang, March 21 (KCNA) -- The National Reunification Institute Saturday released a white paper disclosing the reality of south Korea as a colony of the U.S. and despicable acts of pro-U.S. lackeys.\n\t\t\t\t\t The white paper said:\n\t\t\t\t\t\n\t\t\t\t\t South Korea is a total colony of the U.S. as all fields including politics, military, economy and culture are subject to the U.S. \n\t\t\t\t\t\n\t\t\t\t\t There are \"president\", \"National Assembly\" and \"government\" in south Korea. However, they are nothing but fig-leaf to cover up the U.S. colonial rule. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. embassy in Seoul has thrown a dense network of intelligence and watch to all fabrics of south Korean society including the puppet Chongwadae, \"government\" and \"National Assembly\" to play the role of the colonial government-general in south Korea and the U.S. ambassador reigns over south Korea as colonial governor-general.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet army was created as a colonial mercenary army of the U.S. in 1948. Since then it has acted bullet shield and cannon fodder for the U.S. forces without having any military sovereignty. \n\t\t\t\t\t\n\t\t\t\t\t In south Korea the U.S. imperialist aggression forces enjoy preferential treatment and privileges. They are regarded as inviolable beings and enjoy extraterritorial rights as they are free from any punishment even after committing such horrible crimes as violence, plunder, murder and rape. \n\t\t\t\t\t\n\t\t\t\t\t It is only south Korea which shoulders the burden of paying upkeep for the U.S. troops and expenses for the transfer of their military bases. South Korea offers its young and middle aged men as cannon fodder and lets its women provide sex to GIs. \n\t\t\t\t\t\n\t\t\t\t\t Owing to the enslavement policy of the U.S., south Korean economy has been reduced to lopsided economy as it has to depend on others for everything without having its independent production structure and circulating system and its own capital, technology, raw materials and markets. \n\t\t\t\t\t\n\t\t\t\t\t Since its occupation of south Korea the U.S. has set up all sorts of organs including the \"U.S. agency for international exchange,\" \"committee for cultural exchange\" and \"U.S. education commission\" and spread among south Koreans corrupt American culture, worship for America, the idea of fearing America and sycophancy toward America. \n\t\t\t\t\t\n\t\t\t\t\t Through various international programs the U.S. has intruded into the whole society, made the south Koreans follow the U.S., imbued them with consciousness of submitting to the U.S. and thus intensified ideological and cultural domination over south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Media of south Korea and the world ridicule south Korea as \"colony No. 1\" and \"51st State\" of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Since the Park Geun Hye group took office, south Korea has turned into a total colony of the U.S., the white paper noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t No sooner had Park come to power than she vociferated about intensified alliance with the U.S. in a bid to curry favor with it, jabbering that \"freedom and economic development of south Korea are the results of the south Korea-U.S. alliance\" and talking about \"all-inclusive strategic alliance in the 21st century\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet conservative forces are faithfully acting as henchmen and shock brigade in the north-targeted war racket of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t They are intensifying collusion with the U.S. while madly resorting to the anti-DPRK nuke racket and human rights farce.\n\t\t\t\t\t\n\t\t\t\t\t They did not hesitate to leave the prerogative of the supreme command of the puppet army to the tender mercy of their U.S. master.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. colonial domination over south Korea cannot be terminated, the danger of war be defused from the Korean peninsula and the desire of the Korean nation for reunification be achieved as long as pro-U.S. sycophants and traitors  such as the Park Geun Hye group kowtowing to the U.S. are allowed to stay in power."
        },
        {
            "title": "Young People in S. Korea Suffering from Worst Joblessness",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-16ee.html",
            "content": "Young People in S. Korea Suffering from Worst Joblessness\r\nPyongyang, March 21 (KCNA) -- Young people in south Korea are suffering from the worst joblessness, according to an internet paper of south Korea.\n\t\t\t\t\t According to the data of the puppet Agency of Statistics on March 18, the jobless rate among people aged from 15 to 29 in Feb. this year reached 11.1 percent, a sharp increase over that of the same month of last year.\n\t\t\t\t\t\n\t\t\t\t\t This is an all-time high since 1999.\n\t\t\t\t\t\n\t\t\t\t\t The number of jobless boys and girls and the unemployment rate are on the steady increase while jobs are decreasing, an indication that the unemployment issue of young people will continue to worsen this year.\n\t\t\t\t\t\n\t\t\t\t\t The worst joblessness among young people is a direct product of the puppet forces' misrule."
        },
        {
            "title": "Birth Anniversary of Kim Il Sung to Be Marked in Sri Lanka",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-03ee.html",
            "content": "Birth Anniversary of Kim Il Sung to Be Marked in Sri Lanka\r\nPyongyang, March 21 (KCNA) -- A Sri Lankan preparatory committee for celebrating the 103rd birth anniversary of President Kim Il Sung was formed in Colombo on March 17.\n\t\t\t\t\t W. A. Duminduwardane, member of the Board of Directors of the Asian Regional Institute of the Juche Idea and chairman of the Committee of Self-Reliance Studies in Sri Lanka, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold colorful political and cultural events including a seminar on undying exploits performed by Kim Il Sung for the cause of human independence and meeting on the occasion of his birth anniversary."
        },
        {
            "title": "Day of Sun to Be Celebrated in Russia",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-02ee.html",
            "content": "Day of Sun to Be Celebrated in Russia\r\nPyongyang, March 21 (KCNA) -- A Russian public preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was inaugurated on Mar. 16 under the sponsorship of the Russian Association for Friendship and Cultural Cooperation with the DPRK.\n\t\t\t\t\t The preparatory committee with Chairman of the association V. A. Petrov as its chairman groups prominent figures of social circle in Russia.\n\t\t\t\t\t\n\t\t\t\t\t It decided to organize colorful political and cultural events such as meeting and book and photo exhibition on the occasion of the Day of the Sun."
        },
        {
            "title": "Day of Sun to Be Celebrated in Germany",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-04ee.html",
            "content": "Day of Sun to Be Celebrated in Germany\r\nPyongyang, March 21 (KCNA) -- A German preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was inaugurated in Berlin on March 15.\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold diverse political and cultural events from March 15 to April 15 to praise the sacred revolutionary career and undying exploits of the President."
        },
        {
            "title": "Day of Sun Observed in Benin, Iran",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-05ee.html",
            "content": "Day of Sun Observed in Benin, Iran\r\nPyongyang, March 21 (KCNA) -- There took place meetings and film shows in Benin and Iran on March 16 on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Participants of the film shows watched Korean films \"The Arch of Triumph\" and \"Arms of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t Present at the events were personages of various circles and masses in those countries.\n\t\t\t\t\t\n\t\t\t\t\t The vice-president of the Socialist Party of Benin said in a speech:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung was the father of the DPRK, the first country for the people in the Korean nation's history spanning five thousand years and a socialist power that remains undeterred by any stern test of history.\n\t\t\t\t\t\n\t\t\t\t\t The solid political, military and economic foundations provided by him serves as a powerful engine for the DPRK to always emerge victorious.\n\t\t\t\t\t\n\t\t\t\t\t His undying exploits will shine forever along with the prosperity of socialist Korea.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Diamond Company of Iran said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung was an outstanding strategist and a great man who made a distinguished contribution to the development of the friendly relations between Iran and the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I am rejoiced over the miraculous successes being made by the Korean people in their efforts for building an economic power and improving their standard of living under the guidance of respected HE Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The conspiratorial \"human rights\" campaign being desperately kicked up by the U.S. and its followers can never work on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t I hope that the Korean people will register bigger successes in their drive for implementing the tasks set forth by HE Kim Jong Un in his New Year address."
        },
        {
            "title": "Kim Jong Un envia mensaje de felicitacion a Choummaly Sayasone",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-09ss.html",
            "content": "Kim Jong Un envia mensaje de felicitacion a Choummaly Sayasone\r\nPyongyang, 21 de marzo (ACNC) -- El Primer Secretario del Partido del Trabajo de Corea, Kim Jong Un, envio este sabado un mensaje de felicitacion al Secretario General del Comite Central del Partido Popular Revolucionario Lao, Choummaly Sayasone.\n\t\t\t\t\tEl texto sigue:\n\t\t\t\t\t\n\t\t\t\t\tEn ocasion del 60o aniversario de fundacion del Partido Popular Revolucionario Lao, extiendo mis calidas felicitaciones y cordial saludo a Vd. y por su conducto, al Comite Central del PPRL y todos sus militantes. \n\t\t\t\t\t\n\t\t\t\t\tDurante 60 anos que datan de su fundacion, el PPRL viene conduciendo a la victoria la lucha del pueblo laosiano contra la agresion e intervencion de las fuerzas extranjeras y por la independencia del pais y la construccion de nueva sociedad. \n\t\t\t\t\t\n\t\t\t\t\tEstamos complacidos de que bajo la correcta guia del PPRL encabezado por Vd., el pueblo laosiano lograra grandes exitos en la defensa de la patria y la construccion economica poniendo de pleno manifiesto el espiritu de patriotismo, independencia, soberania y autoconfianza. \n\t\t\t\t\t\n\t\t\t\t\tAprovecho esta oportunidad para expresarle mi conviccion de que las tradicionales relaciones de amistad y cooperacion entre nuestros dos partidos y pueblos se fortaleceran y se desarrollaran mas en la lucha conjunta por la independencia antiimperialista y el socialismo.\n\t\t\t\t\t\n\t\t\t\t\tDeseo de todo corazon la buena salud de Vd. y mayores exitos en las actividades de su partido por la materializacion de la resolucion de su IX Congreso."
        },
        {
            "title": "Kim Yong Nam felicita 25o aniversario de independencia de Namibia",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-10ss.html",
            "content": "Kim Yong Nam felicita 25o aniversario de independencia de Namibia\r\nPyongyang, 21 de marzo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio este sabado un mensaje de felicitacion al presidente de la Republica de Namibia, Hage Geingob, con motivo del 25o aniversario de la independencia del pais africano. \n\t\t\t\t\tEl remitente senalo que mediante una lucha ardua y larga librada bajo la correcta guia de la Organizacion Popular de Africa Sudoccidental, el pueblo namibio logro la independencia del pais y durante 25 anos pasados desde entonces, ha alcanzado grandes exitos en la construccion de una Namibia independiente y prospera. \n\t\t\t\t\t\n\t\t\t\t\tExpreso la esperanza y conviccion de que las excelentes relaciones de amistad y cooperacion entre los dos paises seguiran ampliandose y desarrollandose en todos los dominios y deseo de todo corazon mayores exitos en los trabajos del mandatario y pueblo de Namibia por la unidad nacional y el desarrollo economico."
        },
        {
            "title": "Knstituto de la Reunificacion de la Patria publica carta blanca",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-12ss.html",
            "content": "Instituto de la Reunificacion de la Patria publica carta blanca\r\nPyongyang, 21 de marzo (ACNC) -- El Instituto de la Reunificacion de la Patria (IRP) hizo publica el dia 21 una carta blanca para revelar el verdadero aspecto del Sur de Corea, colonia del Estados Unidos, y el acto pronorteamericano de los traidores surcoreanos.\n\t\t\t\t\tSegun ella, el Sur de Corea es una colonia de EE.UU., que se sometio totalmente en las esferas politica, militar, economica, cultural y otras.\n\t\t\t\t\t\n\t\t\t\t\tAunque en el Sur de Corea hay el \"presidente\", la \"asamblea nacional\" y el \"gobierno\", estos no pasan de ser un camuflaje para cubrir la gobernacion colonial de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLa embajada norteamericana en el Sur de Corea es el nido del organismo de gobernacion en el terreno que ejecuta la politica colonial de la Casa Blanca a traves de las redes de inteligencia y vigilancia extendidas en Chongwadae, el \"gobierno\", la \"asamblea nacional\" y otros dominios de la sociedad surcoreana y el embajador norteamericano cumple el papel del gobernador general de colonia.\n\t\t\t\t\t\n\t\t\t\t\tEl ejercito titere surcoreano, desde 1948 cuando se convirtio en el mercenario colonial de EE.UU. hasta la fecha, no ejerce la autoridad militar y sirve de carne de canon de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tLas tropas agresoras norteamericanas ocupantes del suelo surcoreano reciben tratamiento especial y la jurisdiccion extraterritorial y no son castigados aun luego de cometer violacion sexual, saqueo, asesinato y otros crimenes.\n\t\t\t\t\t\n\t\t\t\t\tAunque hay muchas bases militares norteamericanas en ultramar en esta tierra, no hay el pais como el Sur de Corea que se encarga del costo de estacionamiento de las tropas norteamericanas y de traslado de la base militar y entrega a los jovenes y las mujeres como carne de canon y sirvienta sexual.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la politica de avasallamiento colonial, la economia del Sur de Corea se ha convertido en la economia deformada carente de autosostenida estructura de produccion y el sistema independiente de circulacion, el capital, la tecnologia, las materias primas y el mercado propios.\n\t\t\t\t\t\n\t\t\t\t\tDespues de la ocupacion del Sur de Corea, EE.UU. instalo alli varios aparatos como la \"Agencia para el intercambio de mercancias hechas en EE.UU.\", el \"Comite para el Intercambio Cultural\", la \"Comision de Educacion de EE.UU.\", a traves de los cuales difundio la cultura corrupta norteamericana, la idea de adoracion y temor a EE.UU. y el sentimiento de la confrontacion fratricida.\n\t\t\t\t\t\n\t\t\t\t\tMediante el \"programa internacional\" y otros, infunden el culto a EE.UU. y el sentimiento de sumision a EE.UU., fortaleciendo la dominacion ideologica y cultural.\n\t\t\t\t\t\n\t\t\t\t\tLos medios de prensa del mundo burlan del Sur de Corea describiendolo como \"colonia No.1\" y \"51o Estado\" de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tTan pronto como fuera electa como presidenta, Park Geun-hye, para caer bien a su amo gringo, suplico el fortalecimiento de alianza con EE.UU. diciendo que \"la libertad y el desarrollo economico del Sur de Corea son el resultado de las fuerzas unidas Sur de Corea-EE.UU.\" y haciendo referencia a la \"alianza estrategica global por el estilo del siglo 21\".\n\t\t\t\t\t\n\t\t\t\t\tLa actual banda titere conservadora se hizo el servidor fiel a EE.UU. y brigada de choque de guerra de agresion a la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tRecurriendo con frenesi a la campana nuclear anti-RPDC y la farsa intrigante de DDHH, estan fortaleciendo el contubernio con EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tNo vacilaron a entregar las autoridades de mando del ejercito titere a su amo.\n\t\t\t\t\t\n\t\t\t\t\tMientras ocupan el poder los traidores pronorteamericanos como Park, fiel a EE.UU., no puede acabar en el Sur de Corea con la dominacion colonial y subyugacion de EE.UU. ni eliminar el peligro de guerra ni lograr la reunificacion de la nacion."
        },
        {
            "title": "Rodong Sinmun llama a dar punto final a la historia de agresion de EE.UU.",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-01ss.html",
            "content": "Rodong Sinmun llama a dar punto final a la historia de agresion de EE.UU.\r\nPyongyang, 21 de marzo (ACNC) -- Aunque terminaron los ejercicios militares conjuntos EE.UU.-Sur de Corea Key Resolve, entraron en etapa crucial los otros Foal Eagle.\n\t\t\t\t\tEE.UU. y los titeres surcoreanos justifican sus ejercicios militares como \"no provocativos\" y abogan por mantener la \"disposicion de enfrentamiento intransigente\" refiriendose a \"la provocacion militar y verbal\" de alguien.\n\t\t\t\t\t\n\t\t\t\t\tAl respecto, el diario Rodong Sinmun divulgo  el dia 21 un articulo individual que sigue:\n\t\t\t\t\t\n\t\t\t\t\tLa reaccion intransigente de la RPDC es una ofensiva fisica mas activa que se desarrollara de modo sucesivo y preventivo hasta cuando se acabe con la ambicion de los belicistas dentro y fuera del pais de provocar la guerra nuclear contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que EE.UU. y los belicistas surcoreanos insisten en realizar \"regular y anualmente\" los ejercicios de guerra anunciando asi su invariable ambicion de agredir a la RPDC, las fuerzas armadas revolucionarias de esta pasaran a la represalia mas fuerte. \n\t\t\t\t\t\n\t\t\t\t\tNuestro ejercito y pueblo no hablan por hablar. \n\t\t\t\t\t\n\t\t\t\t\tTodos los medios de ataque de nuestras fuerzas armadas revolucionarias estan apuntando los blancos prefijados en cualquier teatro operacional de la tierra, el mar, el aire y el espacio cibernetico.\n\t\t\t\t\t\n\t\t\t\t\tTanto en el Sur de Corea como en el interior de EE.UU. califican de \"fracasada\" la anacronica politica hostil a la RPDC de Obama.   Pondremos punto final a esa \"politica fracasada\" con el arruinamiento final de EE.UU. y los titeres surcoreanos."
        },
        {
            "title": "Rodong Sinmun demanda desmantelar \"comite preparatorio de unificacion\" del Sur de Corea",
            "url": "http://kcna.co.jp/item/2015/201503/news21/20150321-02ss.html",
            "content": "Rodong Sinmun demanda desmantelar \"comite preparatorio de unificacion\" del Sur de Corea\r\nPyongyang, 21 de marzo (ACNC) -- Segun la confesion del vicepresidente del \"comite preparatorio de unificacion\" del Sur de Corea, Jong Jong Uk, se revelo que este aparato intrigante fue inventado para lograr la \"unificacion mediante la fusion de regimenes\". \n\t\t\t\t\tLos integrantes del Ministerio de Unificacion del Sur de Corea dijeron que ellos mismos \"vinieron impulsando constantemente la unificacion pacifica\" y que \"es ilogica la insistencia del Norte de Corea en la preparacion de la unificacion mediante la fusion de regimenes por parte surcoreana\". \n\t\t\t\t\t\n\t\t\t\t\tY agregaron que los \"preparativos de unificacion\" de si mismos no persiguen \"aislar\" a alguien sino convertirlo en \"miembro de la sociedad internacional\" y nos urgieron a \"responder cuanto antes a sus esfuerzos por la unificacion pacifica\". \n\t\t\t\t\t\n\t\t\t\t\tEl diario Rodong Sinmun, en un comentario individual de este sabado, lo califica de un pretexto cinico para eludir la denuncia del interior y exterior y continua:\n\t\t\t\t\t\n\t\t\t\t\tEl recien nombrado ministro de Unificacion del Sur de Corea, Hong Yong Phyo, en su discurso de la toma de posesion, dijo que \"cooperara intimamente\" con el \"comite preparatorio de unificacion\", lo que significa declarar abiertamente la intencion de seguir recurriendo a la maniobra antinacional de \"unificacion mediante la fusion de regimenes\". \n\t\t\t\t\t\n\t\t\t\t\tLos autores que deben esforzarse por lograr la reunificacion pacifica son las autoridades surcoreanas. \n\t\t\t\t\t\n\t\t\t\t\tLos titeres surcoreanos deben tener presente que los fanaticos ejercicios belicos conjuntos anti-RPDC, la campana intrigante de \"DDHH\" y el lanzamiento de volantes difamantes a la maxima dignidad y el regimen de la parte connacional agravan mas el enfrentamiento de sistemas entre ambas partes coreanas y acarrean el nubarron de guerra nuclear a la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben desmantelar sin demora el aparato de \"unificacion mediante la fusion de regimenes\" sin burlar mas a la nacion."
        }
    ]
}