{
    "date": "2015-07-10",
    "url": "http://kcna.co.jp/item/2015/201507/2015-07-10ee.html",
    "articles": [
        {
            "title": "Lao High-ranking Military Delegation Here",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-20ee.html",
            "content": "Lao High-ranking Military Delegation Here\r\n Pyongyang, July 10 (KCNA) -- A Lao high-ranking military delegation led by Minister of Defence Sengnouane Sayalat, secretary of the Central Committee of the Lao People's Revolutionary Party, arrived here on Friday."
        },
        {
            "title": "WTO Delegation Here",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-21ee.html",
            "content": "WTO Delegation Here\r\n Pyongyang, July 10 (KCNA) -- A delegation of the World Tourism Organization (WTO) led by Secretary-General Taleb Rifai arrived here on Friday.\n\t\t\t\t\t The DPRK government hosted a reception in honor of the delegation on the same day."
        },
        {
            "title": "Special Envoy of Mongolian President Departs",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-19ee.html",
            "content": "Special Envoy of Mongolian President Departs\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- Special envoy of the Mongolian president Damda Ganhuyag, secretary of State of the Ministry of Foreign Affairs, and his party departed here for home on Friday."
        },
        {
            "title": "Vietnamese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-18ee.html",
            "content": "Vietnamese Delegation Visits Mangyongdae\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- A delegation of the National Assembly of Vietnam led by Vice-Chairman Huynh Ngoc Son visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the revolutionary history of the President and his patriotic and revolutionary family members at his old home in Mangyongdae, the guests went round historic relics.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Victorious Fatherland Liberation War Museum, Pyongyang University of Foreign Studies and other places."
        },
        {
            "title": "Floral Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-22ee.html",
            "content": "Floral Tribute to Kim Il Sung, Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- A delegation of the World Tourism Organization led by Secretary-General Taleb Rifai and a home-visiting group of students at Korean high schools in Japan led by Sin Kil Ung, principal of Korean secondary and high school in Tokyo, visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Friday. \n\t\t\t\t\t They paid floral tribute to Kim Il Sung and Kim Jong Il before their statues."
        },
        {
            "title": "Rodong Sinmun Calls for Greeting Elections of Deputies to Local People's Assemblies with High Political Enthusiasm",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-10ee.html",
            "content": "Rodong Sinmun Calls for Greeting Elections of Deputies to Local People's Assemblies with High Political Enthusiasm\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- On July 19 all citizens of the country will go to polls to elect the deputies to the provincial (municipal), city (district) and county people's assemblies.\n\t\t\t\t\t Rodong Sinmun Friday editorially calls for greeting the elections with high political enthusiasm and labor feats with the honor and pride of being citizens of the dignified and powerful DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The paper goes on:\n\t\t\t\t\t\n\t\t\t\t\t To do so is a worthwhile work to fully demonstrate the might of single-minded unity in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to the single-minded unity that the Korean revolution has made a steady advance despite the worst hardships and trials in history and the DPRK government has successfully performed its function and role as a political weapon for building a thriving nation despite the vicious moves of the enemies.\n\t\t\t\t\t\n\t\t\t\t\t The elections of the deputies to the Supreme People's Assembly and local people's assemblies held so far clearly proved that no force on earth can bring down the DPRK government which has broad popular masses as its powerful political foundation.\n\t\t\t\t\t\n\t\t\t\t\t Each time an election takes place in the country, the enemies get frantic with all sorts of smear campaign and mud-slinging. This is aimed to shake the trust of the people in the government and destabilize the socialist system of Korean style.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people will never step back from the path of socialism chosen by themselves, taken in by the sophism of the reactionaries of history.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government will as ever remain strong and demonstrate its dignity as an impregnable fortress as it has the servicepersons and people who consider socialism as their life and soul and are firmly determined to share the same destiny with socialism, no matter how difficult and arduous the way before them may be.\n\t\t\t\t\t\n\t\t\t\t\t The paper underscores the need to put once again spurs to the drive for implementing the behests of President Kim Il Sung and leader Kim Jong Il and upholding the party policies with the elections as a watershed and thus dash ahead like the wind towards a grand festival in October."
        },
        {
            "title": "Rodong Sinmun Calls for Frustrating U.S. Moves for Bio-chemical Warfare",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-11ee.html",
            "content": "Rodong Sinmun Calls for Frustrating U.S. Moves for Bio-chemical Warfare\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- Rodong Sinmun Friday in an article calls for foiling the U.S. moves for bio-chemical warfare.\n\t\t\t\t\t The recent case of introduction of anthrax germs into south Korea clearly reveals once again the U.S. imperialists' systematic preparations for bio-chemical warfare against the DPRK, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the gangster-like scenario of the U.S. imperialists to realize their wild ambition for aggression even by exterminating all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Through their indiscriminate air raids and bio-chemical warfare they mercilessly killed at least 1.23 million innocent people in the northern half of Korea during the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the moves for their germ warfare which made the world people tremble with fear are being pushed forward not only to kill Koreans but to exterminate humankind.\n\t\t\t\t\t\n\t\t\t\t\t For the U.S. the bio-chemical warfare is one of its major military operations to invade other countries and realize world domination.\n\t\t\t\t\t\n\t\t\t\t\t People are suffering from rare viruses in the world. This would be unthinkable apart from the U.S. moves for germ warfare.\n\t\t\t\t\t\n\t\t\t\t\t It is not hard to guess the grave consequences to be entailed by the allowance of the U.S. moves for bio-chemical warfare threatening the existence of mankind.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. noisy trumpeting about the non-existent \"bio-chemical threat\" from the DPRK is prompted by the former's sinister intention to justify the bio-chemical warfare for carrying out its strategy for world domination under that pretext.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the cesspool of evils as it is keen on bio-chemical warfare quite contrary to the desire and wishes of humankind for global peace and stability."
        },
        {
            "title": "Rodong Sinmun Terms S. Korea-U.S. SOFA Most Unequal and Shackling",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-12ee.html",
            "content": "Rodong Sinmun Terms S. Korea-U.S. SOFA Most Unequal and Shackling \n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- The south Korea-U.S. \"Status of Forces Agreement\" (SOFA) is the most unequal and shackling \"agreement\" concluded between the imperialist master and his colonial servant, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t SOFA, which provides for criminal court jurisdiction, civil jurisdiction and the right to demand compensation, immigration control, exemption of taxes, use of facilities and land, etc., grants the U.S. imperialist aggressor forces in south Korea unlimited extraterritorial privileges, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t SOFA is just like a permit for the GIs to commit crimes as they kill civilians for fun.\n\t\t\t\t\t\n\t\t\t\t\t GIs' Murder, robbery, rape, theft and all other crimes have been daily occurrences in south Korea for decades but none of those criminals has been punished.\n\t\t\t\t\t\n\t\t\t\t\t SOFA is a slave document of modern version as it brings unbearable insult and disasters to the local people.\n\t\t\t\t\t\n\t\t\t\t\t All kinds of waste materials from the U.S. military bases in south Korea have long been a cause of serious issues like casualties due to environmental pollution and war exercises, but arrogant GIs have evaded responsibilities on the strength of SOFA.\n\t\t\t\t\t\n\t\t\t\t\t The recent introduction of live anthrax to the Osan U.S. air force base by the U.S. for germ warfare experiments would be unthinkable apart from SOFA.\n\t\t\t\t\t\n\t\t\t\t\t The situation goes to prove that SOFA is the root cause of infringing upon the sovereignty of the south Koreans and bringing all sorts of misfortune and pain to them."
        },
        {
            "title": "Rodong Sinmun Terms U.S. Tundra of Human Rights",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-13ee.html",
            "content": "Rodong Sinmun Terms U.S. Tundra of Human Rights\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- Shortly ago, a young white American made a shooting spree in a black church in Charleston, South Carolina State, leaving nine black persons including a father dead and several others wounded. \n\t\t\t\t\t Commenting on this, Rodong Sinmun Friday says this goes to prove that the U.S. is the worst veritable hell in the world where racial contradiction has reached the point of explosion, and tundra of human rights where misanthropy and indiscriminate killing only are rampant. \n\t\t\t\t\t\n\t\t\t\t\t The news analyst notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t In the U.S. all racial crimes are prevalent and police kill defenseless people at random. However, the U.S. releases annual \"report on human rights,\" shouting at other countries to improve human rights record.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., the kingdom of man-killers, emerged on the land white aggressors massacred native Indians and grew rich at the cost of the blood and sweat African black slaves shed, threatened by whips and bayonets. Its looks remain unchanged.\n\t\t\t\t\t\n\t\t\t\t\t Great irony is that Obama, the first black president of the U.S., openly used the word \"Negro\", sparking off uproar.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to be clearly aware of where it stands at present, not pulling up others over their \"human rights issues\".\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is now called into question at the UN Human Rights Council.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the U.S. to advise others though it is censured by all sides over human rights issue.\n\t\t\t\t\t\n\t\t\t\t\t It had better mind its own business."
        },
        {
            "title": "Rodong Sinmun Urges S. Korean Regime to Take Practical Measures to Implement North-South Declarations",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-14ee.html",
            "content": "Rodong Sinmun Urges S. Korean Regime to Take Practical Measures to Implement North-South Declarations\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- The south Korean regime should not mislead the public opinion at home and abroad through a poor farce but show its will to respect and implement the June 15 joint declaration and the October 4 declaration in practice, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said declarations are precious ones adopted at the north-south summits to develop the north-south relations and achieve co-prosperity. They are solemn commitments made to all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the adoption of the June 15 joint declaration at a north-south summit, the first of its kind in the history of national division, all Koreans could greet a new era of independent reunification when the distrust and confrontation between the north and the south that had lasted for over half a century were defused and they advanced toward reconciliation, unity and reunification in the spirit of By Our Nation Itself.\n\t\t\t\t\t\n\t\t\t\t\t The June 15 era of reunification clearly proved that the north-south declarations are, indeed, the only reunification programmes common to the nation acceptable to all Koreans at home and abroad, regardless of differing ideologies, social systems and isms, and serve as the banner of independent reunification they should invariably hold aloft under any situation.\n\t\t\t\t\t\n\t\t\t\t\t If the declarations are denied and their implementation is suspended because of a regime change, the north and the south will never be able to settle any issue in the future.\n\t\t\t\t\t\n\t\t\t\t\t History and reality teach the serious lesson that pursuing confrontation with compatriots contrary to the great programmes for national reunification the north and the south promised to implement will only plunge the north-south relations into a catastrophe and escalate the danger of a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t Lip-service to respect for the declarations and their implementation would never help mend the north-south relations. There should be only practical actions."
        },
        {
            "title": "Deployment of U.S. THAAD Opposed in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-15ee.html",
            "content": "Deployment of U.S. THAAD Opposed in S. Korea\r\n Pyongyang, July 10 (KCNA) -- Members of civic and religious organizations in Kunsan area of North Jolla Province of south Korea objected the U.S. deployment of THAAD in south Korea at a press conference outside the Kunsan U.S. air force base on July 6, according to south Korean Yonhap News.\n\t\t\t\t\t Speakers said the THAAD deployment would only entail the worst consequence.\n\t\t\t\t\t\n\t\t\t\t\t They urged the U.S. to immediately give up its plan for THAAD deployment threatening peace on the Korean peninsula and in other parts of Northeast Asia, and warned the regime not to tighten alliance with the U.S."
        },
        {
            "title": "S. Korean Bodies Denounce U.S. Moves for Bio-chemical Warfare",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-16ee.html",
            "content": "S. Korean Bodies Denounce U.S. Moves for Bio-chemical Warfare\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- Civic and social organizations in South Kyongsang Province, south Korea held a joint press conference at the provincial office on July 6 to condemn the U.S. for its moves for bio-chemical warfare, according to south Korean internet paper Thongil News. They included the South Kyongsang Provincial Headquarters of the South Side Committee for Implementing June 15 Joint Declaration and the Solidarity Council of Civic and Public Organizations in South Kyongsang Province.\n\t\t\t\t\t The organizations accused the U.S. forces present in south Korea of having conducted anthrax germ experiments since 1998 and tested botulinus germs more deadly than the former since 2013 pursuant to their \"Jupiter plan.\"\n\t\t\t\t\t\n\t\t\t\t\t It is impossible to request the verification of the site of any accident and information about it due to the humiliating attitude of the \"government\" which makes it hard to check all materials being introduced into U.S. military bases even though they are nuclear weapons or bio-chemical weapons and complies with all demands of the U.S., they deplored. \n\t\t\t\t\t\n\t\t\t\t\t They declared that they would hold a large-scale rally on July 25 to fight for the probe into the truth about the case of the illegal anthrax germ introduction, revision of unequal SOFA and disorganization of germ units."
        },
        {
            "title": "Koreans in China Meet to Remember Kim Il Sung",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-17ee.html",
            "content": "Koreans in China Meet to Remember Kim Il Sung\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- The General Association of Koreans in China held a meeting in Shenyang, China on July 7, the day before the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Present there were Chairwoman Choe Un Bok and other officials of the association.\n\t\t\t\t\t\n\t\t\t\t\t Speakers referred to the devoted efforts made by the President for the independence and sovereignty of the country and people's happiness all his life.\n\t\t\t\t\t\n\t\t\t\t\t Choe Un Bok praised the President as the eternal leader of the Korean people and the sun of mankind who performed undying feats in the 20th century by hewing out the destiny of the nation and accomplishing the human cause of independence with his great revolutionary idea and through his gigantic revolutionary practice.\n\t\t\t\t\t\n\t\t\t\t\t She said that the glorious revolutionary history of the peerlessly great persons of Mt. Paektu is being given steady continuity along with the history of the revolutionary leadership of the ever-victorious Workers' Party of Korea thanks to Marshal Kim Jong Un."
        },
        {
            "title": "Kim Il Sung's Exploits Lauded in Foreign Countries",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-01ee.html",
            "content": "Kim Il Sung's Exploits Lauded in Foreign Countries\r\n Pyongyang, July 10 (KCNA) -- Events took place in various countries on the occasion of the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They included Korean book and photo exhibitions and film shows in Romania, Indonesia, Malaysia and Nigeria from June 26 to July 2.\n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venues of the events were photos dealing with the revolutionary career and exploits of the President and leader Kim Jong Il and revolutionary activities of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also displayed there were their works, and books and photos introducing Songun Korea.\n\t\t\t\t\t\n\t\t\t\t\t Screened at the film shows were Korean films \"Monument to the Victorious Fatherland Liberation War\" and \"Tower of the Juche Idea\".\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Socialist Party of Romania stressed that the visitors to the exhibition would come to know better about the greatness of the President, praising him as a prominent leader who made great contributions to the Korean revolution and the global cause of socialism.\n\t\t\t\t\t\n\t\t\t\t\t An official of an Indonesian museum said that the exploits performed by former President Sukarno and President Kim Il Sung for the development of the friendly relations between the two countries are remembered by the Indonesian people, adding that Kim Il Sung was the greatest man recognized by the world.\n\t\t\t\t\t\n\t\t\t\t\t The general director of a Nigerian company and other speakers praised Kim Il Sung for founding the Juche idea, leading the Fatherland Liberation War to victory and performing exploits for socialist construction and national reunification."
        },
        {
            "title": "Kim Il Sung Remembered Abroad",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-02ee.html",
            "content": "Kim Il Sung Remembered Abroad\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- Meetings took place in Cambodia, Angola and Indonesia on July 1 and 2 to remember President Kim Il Sung.\n\t\t\t\t\t A vice-chairman of the External Relations Commission of the People's Party of Cambodia said the President is the eternal father of the Korean people, adding:\n\t\t\t\t\t\n\t\t\t\t\t It is thanks to the President's devotion and efforts that the powerful DPRK is now fully demonstrating its dignity before the world, and the friendly relations between Cambodia and the DPRK and between the People's Party of Cambodia and the Workers' Party of Korea could be established.\n\t\t\t\t\t\n\t\t\t\t\t A member of the National Secretariat of the Youth Organization of the Popular Liberation Movement of Angola said that whoever had the honor of being received by the President was attracted by his greatness. Many heads of state and prominent personages in the East and the West were all struck with admiration at the President's noble personality, he noted, adding: Although the President passed away, his idea and cause still remains shining like the sun."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Observed Abroad",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-03ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Observed Abroad\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- Events took place in various countries on July 3 and 4 to observe the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They included a seminar on the President's works in Switzerland and seminars on his exploits in Egypt and Indonesia.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Switzerland-Korea Committee in his report explained the main contents of \"3. Let Us Reunify the Country Independently and Peacefully\" from the President's work \"Report to the Sixth Congress of the Workers' Party of Korea on the Work of Its Central Committee.\"\n\t\t\t\t\t\n\t\t\t\t\t He said that the President advanced the proposal for founding the Democratic Federal Republic of Koryo clarifying the most realistic and reasonable ways for achieving the reunification of Korea and set forth the ten-point administrative policy to be pursued by the federal state. \n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The policy clearly indicates the road to be taken by reunified Korea, most correctly reflecting the common aspiration and wishes of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t We extend invariable support and solidarity to the government of the DPRK in its sincere efforts to bring earlier the reunification of the country under the uplifted banner of the reunification proposals advanced by the President and the June 15 North-South Joint Declaration and the October 4 declaration provided by HE Kim Jong Il."
        },
        {
            "title": "Kim Il Sung Honored in Nigeria",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-04ee.html",
            "content": "Kim Il Sung Honored in Nigeria\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- Events took place in Nigeria on July 1 and 3 to observe the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t They included a seminar on his works and a film show held by the Nigerian Group for the Study of Kimilsungism-Kimjongilism, a book exhibition by the Ministry of Construction of Zamfara State and film shows by hospitals in the state.\n\t\t\t\t\t\n\t\t\t\t\t On display at the exhibition were books introducing the successes made by the service personnel and people of the DPRK under the guidance of Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Participants of film shows watched Korean films \"Arms of Korea\" and \"Okryu Children's Hospital.\"\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Group for the Study of Kimilsungism-Kimjongilism referred to the main contents of Kim Jong Un's work \"The Great Kim Il Sung Is the Eternal Leader of Our Party and Our People.\" \n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un in the work dealt with the exploits Kim Il Sung and Kim Jong Il performed in the cause of building socialism and indicated tasks to be fulfilled to successfully carry out the revolutionary cause of Juche, the chairman said, adding:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung was the most prominent leader and peerlessly political elder who performed undying exploits for the country and its people, the times and the revolution with his profound ideas and theories, superb leadership art and through his great revolutionary practice."
        },
        {
            "title": "Kim Il Sung Praised by Peruvian Personage",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-05ee.html",
            "content": "Kim Il Sung Praised by Peruvian Personage\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- President Kim Il Sung will always live in the hearts of the Korean people and other progressives for his great exploits.\n\t\t\t\t\t Estuardo Martinez Perez, president of the Peruvian National Independent Movement for Free Voting's Union, noted this in a statement on July 2 on the occasion of the 21st anniversary of demise of the President.\n\t\t\t\t\t\n\t\t\t\t\t The President founded the Juche idea and turned the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in defence, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The exploits the President performed by building the party, country and army serve as a genuine textbook for the struggle of the progressives aspiring after independence against imperialism and after socialism.\n\t\t\t\t\t\n\t\t\t\t\t The President, believing in the people as in Heaven, pursued the politics for them and dedicated his all to their happiness.\n\t\t\t\t\t\n\t\t\t\t\t He set forth the most just and reasonable proposals for national reunification including the three principles of national reunification and the proposal for founding the Democratic Federal Republic of Koryo and devoted himself to the cause of national reunification till the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t He also dedicated himself to global independence."
        },
        {
            "title": "Kim Il Sung's Exploits for National Reunification Supported by German Body",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-06ee.html",
            "content": "Kim Il Sung's Exploits for National Reunification Supported by German Body\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- The Anti-Imperialist Forum of Germany posted a special write-up on its website on July 5 to observe the 21st anniversary of demise of President Kim Il Sung and the 43rd anniversary of the July 4 joint statement.\n\t\t\t\t\t The website in an article titled \"Comrade Kim Il Sung, most just and fair proposal for reunification\" praised him as the sun of the Korean nation as he performed undying exploits for achieving national reunification, regarding it as his lifetime mission. The article noted:\n\t\t\t\t\t\n\t\t\t\t\t Under his energetic leadership, all Koreans could have the July 4 joint statement the core of which is the three principles of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The July 4 joint statement was a fruition of the untiring efforts and devotion made by him to provide all Koreans with a reunified country.\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification advanced by him are the most just and fair proposal for reunification whoever loves the country and the nation can accept.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il brought about north-south summits, true to the President's behests for national reunification. Kim Jong Il ushered in a new era of independent national reunification by making sure that the June 15 joint declaration the basic idea of which is By Our Nation Itself and the October 4 declaration, a programme for implementing it, were published.\n\t\t\t\t\t\n\t\t\t\t\t Under the guidance of Marshal Kim Jong Un who is identical to the President and Kim Jong Il, the Korean people will surely build a reunified thriving nation."
        },
        {
            "title": "French Body Accuses S. Korean Regime of Its Moves against DPRK",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-07ee.html",
            "content": "French Body Accuses S. Korean Regime of Its Moves against DPRK\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- The France-Korea Friendship Association posted an article on its website on June 27 accusing the south Korean puppet regime of hosting the UN \"office on human rights in the north\" in Seoul.\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The \"office\" established in south Korea under the pretext of dealing with \"human rights performance\" in the DPRK is no more than a product of the U.S. neo-conservative forces' moves against it.\n\t\t\t\t\t\n\t\t\t\t\t At a time when the international community is expressing deep concern over \"democracy\" and \"liberty\" in south Korea, the south Korean regime hosted the \"office\" in Seoul. This is an open provocation against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The France-Korea Friendship Association and other political parties and organizations of all countries have already blamed the UN for its wrong stand and methods, stressing several times that it can never deal with the \"human rights issue\" of the DPRK with such stand and methods.\n\t\t\t\t\t\n\t\t\t\t\t Moreover, the association sent a letter to the chairman of the UN Human Rights Council but has not yet received a reply. This clearly shows the UN's stand."
        },
        {
            "title": "Month of Anti-U.S. Joint Struggle Observed in Nigeria, Ecuador",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-08ee.html",
            "content": "Month of Anti-U.S. Joint Struggle Observed in Nigeria, Ecuador\n\t\t\t\t\t\t\r\n Pyongyang, July 10 (KCNA) -- A Nigerian body and Ecuadorian institution and body posted articles on their websites on June 25 and 30 to observe the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism in an article titled \"Meaning of Korean war\" said the Korean war was a fierce war unprecedented in history.\n\t\t\t\t\t\n\t\t\t\t\t Accusing the U.S. of igniting the war by mobilizing huge aggressor troops and using even internationally banned germ and chemical weapons during the war, the article continued:\n\t\t\t\t\t\n\t\t\t\t\t But a miracle was worked. The DPRK defeated the U.S. beyond all expectations and common knowledge. Its brilliant victory was a fruition of President Kim Il Sung's superb strategies and wise leadership.\n\t\t\t\t\t\n\t\t\t\t\t It is 60 odd years since then. The DPRK today is not the young one as it used to be at that time.\n\t\t\t\t\t\n\t\t\t\t\t It turned into a political, ideological and military power where all the service personnel and people are single-mindedly united around their leader, and has emerged as a nuclear weapons state, a country with ability of manufacturing and launching satellites.\n\t\t\t\t\t\n\t\t\t\t\t As the past Korean war in which the U.S. suffered its first defeat brought about the beginning of a downhill turn for it, a new Korean war will bring an end to the American empire for the first time in human history.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il Library and the Juche Youth Group in Ecuador posted articles titled \"Combat to liberate Taejon\" and \"Why U.S. ignited Korean war.\""
        },
        {
            "title": "Parten de regreso el enviado especial de presidente mongol y su comitiva",
            "url": "http://kcna.co.jp/item/2015/201507/news10/20150710-30ee.html",
            "content": "Parten de regreso el enviado especial de presidente mongol y su comitiva\n\t\t\t\t\t\t\r\nPyongyang, 10 de julio (ACNC) -- Regresaron el dia 10 a su pais el enviado especial del presidente de Mongolia, Damda Ganhuyag, secretario de Estado del Ministerio de Relaciones Exteriores, y su comitiva."
        }
    ]
}