{
    "date": "2015-10-20",
    "url": "http://kcna.co.jp/item/2015/201510/2015-10-20ee.html",
    "articles": [
        {
            "title": "Reunion of Separated Families and Relatives from North and South Starts",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-27ee.html",
            "content": "Reunion of Separated Families and Relatives from North and South Starts\r\n Mt. Kumgang Resort, October 20 (KCNA) -- The reunion of separated families and relatives from the north and the south started at Mt. Kumgang Resort.\n\t\t\t\t\t Separated families and relatives from the north made group reunions with those from the south on Tuesday.\n\t\t\t\t\t\n\t\t\t\t\t Those from the north told their separated families and relatives from the south about the fact that they and their families are enjoying a happy and worthwhile life in the Korean-style socialist system centered on the popular masses while recollecting the days when they have devotedly worked for the prosperity of the country under the care of the great sun.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean Red Cross Society gave a reception in honor of the separated families and relatives from the north and those from the south on the same day.\n\t\t\t\t\t\n\t\t\t\t\t The reunion of separated families and relatives from the north and the south made thanks to the initiative measure of the DPRK and its warm compatriotism is taking place in the worldwide concern of all Koreans."
        },
        {
            "title": "Ri Su Yong Meets Director of Regional Office for Southeast Asia of WHO",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-23ee.html",
            "content": "Ri Su Yong Meets Director of Regional Office for Southeast Asia of WHO\r\n Pyongyang, October 20 (KCNA) -- DPRK Foreign Minister Ri Su Yong had a talk with Poonam Khetrapal Singh, director of the Regional Office for Southeast Asia of the WHO, and his companion who paid a courtesy call on him Tuesday."
        },
        {
            "title": "Talks between Delegation of KPA and VPA Held",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-29ee.html",
            "content": "Talks between Delegation of KPA and VPA Held\r\n Pyongyang, October 20 (KCNA) -- There took place talks between a delegation of political officials of the Korean People's Army and a delegation of political officials of the Vietnam People's Army here on Tuesday.\n\t\t\t\t\t Present there from the DPRK side were Lieutenant General Ryom Chol Song and generals and officers of the KPA and from the Vietnamese side were members of the delegation of political officials of the Vietnam People's Army headed by Deputy Head of its General Political Department Nguyen Trong Nghia, and Le Duy Long, military attache of the Vietnamese embassy here.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on the issue of further developing the friendly relations between the armies of the two countries and issues of mutual concern. \n\t\t\t\t\t\n\t\t\t\t\t On the same day, the General Political Bureau of the KPA gave a reception in honor of the delegation of political officials of the Vietnam People's Army."
        },
        {
            "title": "Kim Jong Un Receives Gift from Deputy Head of General Political Department of VPA",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-30ee.html",
            "content": "Kim Jong Un Receives Gift from Deputy Head of General Political Department of VPA\r\n Pyongyang, October 20 (KCNA) -- Supreme leader Kim Jong Un received a gift from the deputy head of the General Political Department of Vietnam People's Army (VPA) on a visit to the DPRK.\n\t\t\t\t\t Deputy Head Nguyen Trong Nghia who is leading a delegation of political officials of the VPA handed over the gift to an official concerned on Tuesday."
        },
        {
            "title": "Talks between Delegations of Parliamentary Groups of DPRK, Germany Held",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-14ee.html",
            "content": "Talks between Delegations of Parliamentary Groups of DPRK, Germany Held\r\n Pyongyang, October 20 (KCNA) -- Talks between a delegation of the DPRK-Germany Parliamentary Friendship Group and a delegation of the German-Korean Parliamentary Friendship Group were held at the Mansudae Assembly Hall on Tuesday.\n\t\t\t\t\t Present there from the DPRK side were Ri Jong Hyok, chairman of the DPRK-Germany Parliamentary Friendship Group, Kim Ung Chol and Ri Myong Chol, deputies to the Supreme People's Assembly and from the opposite side were members of a delegation of the German-Korean Parliamentary Friendship Group led by Chairman Hartmut Koschyk and German Ambassador to the DPRK Thomas Schaefer.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on the issue of boosting the relations between the two parliaments and other issues of mutual concern."
        },
        {
            "title": "Japan's Party Delegation Here",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-24ee.html",
            "content": "Japan's Party Delegation Here\r\n Pyongyang, October 20 (KCNA) -- A delegation of the New Socialist Party of Japan led by Secretary General of its Central Headquarters Hirokuni Osanami arrived here on Tuesday."
        },
        {
            "title": "Japan's Delegation Here",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-28ee.html",
            "content": "Japan's Delegation Here\r\n Pyongyang, October 20 (KCNA) -- A delegation of the Fukuoka Prefectural Japan－DPRK Friendship Association led by Vice Chairman Kenki Nakamura arrived here Tuesday."
        },
        {
            "title": "Director of Regional Office for Southeast Asia of WHO Sojourns in Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-25ee.html",
            "content": "Director of Regional Office for Southeast Asia of WHO Sojourns in Pyongyang\r\n Pyongyang, October 20 (KCNA) -- Poonam Khetrapal Singh, director of the Regional Office for Southeast Asia of the WHO, and his companion visited the Pyongyang Baby Home and Orphanage on Tuesday.\n\t\t\t\t\t They laid a bunch of flowers before an art work depicting the images of smiling President Kim Il Sung and leader Kim Jong Il among children and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t They looked round a room for intelligence games, dining room and playing ground of the Baby Home and Orphanage which was built on the picturesque bank of the Taedong River.\n\t\t\t\t\t\n\t\t\t\t\t They also toured the Pyongyang Home for the Aged, Okryu Children's Hospital and the Academy of Koryo Medicine."
        },
        {
            "title": "DPRK Young Scientist Registered as Regular Associate of World Scientific and Research Organization",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-22ee.html",
            "content": "DPRK Young Scientist Registered as Regular Associate of World Scientific and Research Organization\r\n Pyongyang, October 20 (KCNA) -- Kim Kwang Hyon, young scientist of the DPRK, was registered as the young affiliate of the dignified World Academy of Sciences and the regular associate of the International Centre of Theoretical Physics. \n\t\t\t\t\t Kim Kwang Hyon in his thirties is a researcher and doctor at the Laser Institute of the State Academy of Sciences.\n\t\t\t\t\t\n\t\t\t\t\t He was born into ordinary teacher's family in Manpho City, Jagang Province and graduated from the University of Sciences with excellent results through the education of gifted children. \n\t\t\t\t\t\n\t\t\t\t\t He conducted joint researches with prominent scholars of various countries in a research institute of Europe, showcasing his ability.\n\t\t\t\t\t\n\t\t\t\t\t He wrote and published more than 10 papers at international academic seminars to be recognized by the world academic circle.\n\t\t\t\t\t\n\t\t\t\t\t His papers were carried by prestigious international academic magazines and pamphlets."
        },
        {
            "title": "State Commendations to Taekwon-Do Players",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-26ee.html",
            "content": "State Commendations to Taekwon-Do Players\r\n Pyongyang, October 20 (KCNA) -- State commendations were conferred upon players and coaches who proved successful at the 19th World Taekwon-Do Championships at a meeting held at the Korean Taekwon-Do Committee Tuesday. \n\t\t\t\t\t They came first in country standings at the championships.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung Youth Honor Prize went to Kim Il Hwa, player of the Taekwon-Do National Team, the title of People's Athlete to Rim Wi Sok, player of the Ryanggang Provincial Taekwon-Do Team, Han Song Min, player of the North Hwanghae Provincial Team, Hong Pom and Choe Su Ryon, players of the National Taekwon-Do Team, Kim Su Ryon, player of the North Hwanghae Provincial Taekwon-Do Team, and Kim Song Guk, coach of the National Taekwon-Do Team, the title of Merited Athlete to Jang Yong Il, player of the South Hamgyong Provincial Taekwon-Do Team, and Ri Un Jong, student of Central Physical Training College, and Order of Labor to Han Il Gwang, player of the South Hamgyong Provincial Taekwon-Do Team."
        },
        {
            "title": "Exhibition of Sci-Tech Achievements",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-21ee.html",
            "content": "Exhibition of Sci-Tech Achievements\r\n Pyongyang, October 20 (KCNA) -- The exhibition of sci-tech achievements recently opened at the Three-Revolution Exhibition House in Pyongyang.\n\t\t\t\t\t On display at the exhibition, divided into 17 pavilions, are up-to-date intellectual products developed by local scientists and working people. All of the exhibits were selected from province-level festivals of science and technologies.\n\t\t\t\t\t\n\t\t\t\t\t IT service activities are also under way at the exhibition.\n\t\t\t\t\t\n\t\t\t\t\t What catch one's eye are machine parts and accessories produced by introducing latest technologies.\n\t\t\t\t\t\n\t\t\t\t\t Technical exchanges are held there with credit.\n\t\t\t\t\t\n\t\t\t\t\t The number of visitors to the exhibition is on the increase day by day."
        },
        {
            "title": "Number of Deer on Increase in DPRK",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-20ee.html",
            "content": "Number of Deer on Increase in DPRK\r\n Pyongyang, October 20 (KCNA) -- The number of deer has risen by four percent annually in the DPRK in recent years, according to data available at a related institution.\n\t\t\t\t\t The Majon Deer Ranch in North Hamgyong Province is now rearing thousands of deer, supplying many fawns to other ranches across the country.\n\t\t\t\t\t\n\t\t\t\t\t Deer ranches in South Phyongan Province increased the number of deer by applying various breeding methods.\n\t\t\t\t\t\n\t\t\t\t\t The Sangwon Deer Ranch in North Hwanghae Province directed big efforts to anti-epizootic work to prevent fawns from diseases and ranches in Ryanggang and Jagang provinces steadily improved the rearing method, creating better pasturage.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, deer ranches in the country have manufactured various kinds of efficacious medical products."
        },
        {
            "title": "Korean Players Prove Successful at International Games This Year",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-19ee.html",
            "content": "Korean Players Prove Successful at International Games This Year\r\nPyongyang, October 20 (KCNA) -- Korean sportspersons won 210 medals including 83 gold medals from January to early October this year.\n\t\t\t\t\t They proved successful at the 2015 EAFF Women's East Asia Cup, the 19th World Taekwon-Do Championships, the 16th FINA World Championships, the 15th Asian Marathon Championships and the 2015 Hong Kong Marathon Tournament, the 2015 World Juvenile and Junior Women's Boxing Championships, the 2015 World Junior Weightlifting Championships and other international games."
        },
        {
            "title": "KCNA Commentary Urges U.S. to Roll back Its Hostile Policy towards DPRK ",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-17ee.html",
            "content": "KCNA Commentary Urges U.S. to Roll back Its Hostile Policy towards DPRK\r\n Pyongyang, October 20 (KCNA) -- The issue of ensuring peace and stability on the Korean Peninsula is an important issue related to the prosperity of the country and the nation and, furthermore, peace and prosperity of Northeast Asia.\n\t\t\t\t\t The DPRK set it as one of important policies to defuse the danger of a war and create a peaceful environment on the peninsula and has exerted consistent efforts to implement it.\n\t\t\t\t\t\n\t\t\t\t\t According to AA paragraphs on withdrawing all foreign forces from Korea and building lasting peace mechanism on the peninsula right after the end of the Korean war in 1953, the DPRK side proposed the U.S. side to convene a political meeting of higher level and made all efforts for the successful progress of the meeting. \n\t\t\t\t\t\n\t\t\t\t\t In 1958 we took the measure of requesting the Chinese People's Volunteers to withdraw from the north even though U.S. forces were present in south Korea.\n\t\t\t\t\t\n\t\t\t\t\tIn order to make a substantial contribution to easing tensions on the peninsula the DPRK government unilaterally curtailed 8,000 troops in 1956, 100,000 troops in 1987 and diverted 150,000 troops to the peaceful construction in 1986.\n\t\t\t\t\t\n\t\t\t\t\t In 1974 and in 1984 it proposed talks between the DPRK and the U.S. and talks among the DPRK, U.S. and south Korea and in 1998 it also proposed DPRK-U.S. military negotiations for building new peace mechanism and again proposed the issue of building tripartite joint military mechanism for detente on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t At the historic north-south summit in 2007 the October 4 declaration was adopted to the effect that top leaders of three or four parties related to the Korean issue would cooperate among themselves to press for the issue of declaring the end of the war on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's efforts for averting the danger of a war and creating a peaceful environment have been fully displayed in the struggle to defuse the nuclear threat by the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government made the initiative of building a nuclear free zone in Asia, the initiative of building nuclear free zone in Northeast Asia and the initiative of building nuclear free zone on the Korean Peninsula in 1959, 1981 and 1986 and has worked hard for their realization.\n\t\t\t\t\t\n\t\t\t\t\t Prompted by its intention to turn the Korean Peninsula into a nuclear free zone, the DPRK made public a statement of its government in 1986, solemnly stating that it would neither test, produce, store or introduce nuclear weapons and that it would neither allow all the military bases including foreign nuclear bases nor allow the passage of foreign nuclear weapons through its land, territorial air and waters.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government has also worked hard to remove the nuclear threats from the U.S. through international law and international bodies by acceding to the Nuclear Non-Proliferation Treaty and joining the International Atomic Energy Agency under the treaty, not just seeking ways of dialogue and negotiations.\n\t\t\t\t\t\n\t\t\t\t\t Recently thanks to the positive efforts made by the DPRK to defuse military tension in the areas along the Military Demarcation Line, north-south high-level urgent contact was made and an agreement on improving the relations was adopted. This is a clear proof of the sincere efforts made by the DPRK government to avert a war and defend regional peace and stability.\n\t\t\t\t\t\n\t\t\t\t\t But these efforts have not yielded desired fruits due to the U.S. vicious hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t In November 1953, the U.S. set it as its final goal on Korea to maintain the armistice system until the \"pro-U.S. unification\" and turn south Korea into \"military ally\" and thus hold back \"communization\" of the whole of Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is for this reason that the U.S. has denied all peace-loving proposals made by the DPRK, posed constant military threats and perpetrated provocations for war and even posed threat of a nuclear war to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Recently the U.S. staged joint operational drill including guerrilla battle, city regional battle, occupying of positions and shelling drills simulating a military operation within the DPRK in the northern area of Kyonggi Province, close to the MDL, together with the military warmongers of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to prove that the main reason for a touch-and-go situation prevailing on the Korean Peninsula is attributable to the U.S. inveterate repugnancy and hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the chief criminal escalating tension on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The more frequently the U.S. and the south Korean authorities stage military exercises under various codenames and the more persistently they keep the fragile armistice mechanism, the further they will speed up the repetition of the  evil cycle of escalating tension and the more dangerously they will push the situation to the brink of a war.\n\t\t\t\t\t\n\t\t\t\t\t A fundamental way of preventing this serious state is for the DPRK and the U.S. to scrap the old armistice agreement and adopt a new peace treaty to establish durable peace-keeping mechanism on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. truly hopes for peace and stability on the peninsula, there would be no reason for it to reject the DPRK's proposal for concluding a peace treaty."
        },
        {
            "title": "Rodong Sinmun Calls for Independent Reunification under Banner of Patriotism",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-08ee.html",
            "content": "Rodong Sinmun Calls for Independent Reunification under Banner of Patriotism\r\n Pyongyang, October 20 (KCNA) -- It is the unwavering will of the Workers' Party of Korea (WPK) to build a reunified power in Korea without fail no matter how hard the path ahead of the nation is, and demonstrate the national dignity and honor before the world under the uplifted banner of patriotism.\n\t\t\t\t\t Rodong Sinmun Tuesday says this in an article.\n\t\t\t\t\t\n\t\t\t\t\t The WPK's policies and leadership over the struggle for national reunification have been consistent with profound love for the sovereignty and dignity of the nation as it has provided patriotic leadership over the nation in its efforts to protect and glorify them.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has firmly adhered to the most patriotic line of national independence and the line of great national unity in the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The three principles of national reunification, 10-point programme of the great unity of the whole nation and the proposal for founding the Democratic Federal Republic of Koryo are immortal great programmes based on precious experience President Kim Il Sung accumulated in implementing the line of One Korea he had consistently maintained while starting and leading the cause of national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il formulated those great programmes for national reunification associated with the life-long desire of the President as the three charters for national reunification and advanced the five-point policy for great national unity, clarifying overall principles and ways for settling the national issue and the issue of reunification by the concerted efforts of the Koreans. \n\t\t\t\t\t\n\t\t\t\t\t The undying exploits the great leaders performed for the reunification of the country and nation are immensely precious patriotic legacies left to the nation.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to creditably carry forward and thoroughly implement their idea and line on independent reunification whose validity and truth have been proven in practice. Herein lies a sure guarantee for successfully carving out the destiny of the nation."
        },
        {
            "title": "Rodong Sinmun Terms U.S. Kingpin of Int'l Terrorism and Worst Human Rights Abuser",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-10ee.html",
            "content": "Rodong Sinmun Terms U.S. Kingpin of Int'l Terrorism and Worst Human Rights Abuser\r\nPyongyang, October 20 (KCNA) -- Some days ago, U.S. President Obama made an \"apology\" for the indiscriminate U.S. forces' bombing of a hospital run by international medical charity in a northern city of Afghanistan. \n\t\t\t\t\tRodong Sinmun Tuesday in a commentary says: The recent atrocity once again proved that the U.S. styling itself \"human rights champion\" is very hypocritical to be a target of international criticism.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. exposed itself its true colors as a kingpin of international terrorism and the worst human rights abuser in the eyes of the world through its military attack on the peace-loving civilians in utter disregard of international law, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\tWith neither rhetoric nor jugglery can the U.S. evade the responsibility as a criminal. It should face a stern judgment for its grave human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\tEven at this moment, the U.S. makes no scruple of committing state-sponsored terrorism against other countries under the signboard of \"counter-terrorism\" in defiance of international law and the UN for the purpose of reducing the world to the one dominated by the U.S. \n\t\t\t\t\t\n\t\t\t\t\tAny people are subject to slavery when they have  human rights which are not provided by sovereignty and human rights which cannot be protected by themselves. \n\t\t\t\t\t\n\t\t\t\t\tIt is impossible to protect the life of the people without sovereignty.\n\t\t\t\t\t\n\t\t\t\t\tThe U.S. can never conceal its criminal intention to violate the sovereignty of other countries while trumpeting about \"human rights issue\".\n\t\t\t\t\t\n\t\t\t\t\tThe criminal U.S. is sure to be severely punished by history. The doom of the aggressors has already been sealed."
        },
        {
            "title": "S. Korean Authorities Accused of Moving to Revive \"System of Introducing State-Compiled Textbook\"",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-11ee.html",
            "content": "S. Korean Authorities Accused of Moving to Revive \"System of Introducing State-Compiled Textbook\"\r\n Pyongyang, October 20 (KCNA) -- The south Korean authorities on Oct. 12 officially announced the \"system of introducing state-compiled textbook\" that obliges middle and high schools to compulsorily use only the history textbook compiled by the \"government.\" \n\t\t\t\t\t Commenting on this, Rodong Sinmun Tuesday says this is a revelation of their criminal attempt to embellish the despicable past history woven with sycophancy and treachery, fascist dictatorship and confrontation with compatriots and justify their treacherous and anti-reunification policy for confrontation.\n\t\t\t\t\t\n\t\t\t\t\t What merits a serious attention is that they are fanning up the atmosphere of confrontation with the DPRK in the whole society of south Korea through the above-said system, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Their coup-like distortion of history is aimed to distort justice, truth and history and instill inveterate repugnancy and hostility towards the compatriots in the north into the younger generation in a bid to realize their ambition for \"achieving unification of social systems\".\n\t\t\t\t\t\n\t\t\t\t\t The south Korean conservative group is nothing but betes noires of history as they are resorting to provocation and confrontation while denying even the truth of history, indifferent to the prospect of the north-south relations and the destiny of the nation in order to achieve their base political purposes. \n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Tuesday says in a commentary the truth of history can never be concealed with anything and those who make desperate efforts to turn back the clock of history, going against the people's mindset, are bound to meet a miserable end."
        },
        {
            "title": "U.S. Urged to Apologize for Its Crimes against Korean People",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-12ee.html",
            "content": "U.S. Urged to Apologize for Its Crimes against Korean People\r\n Pyongyang, October 20 (KCNA) -- There occurred a dangerous incident in which bullets fired by GIs at a military drill ground of Kyonggi Province, south Korea recently dropped in a populated area, sparking uproar.\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday says this proves that the U.S. imperialist aggressor forces are staging military exercises, utterly indifferent to the safety of the south Korean residents and without taking any advance measures for preventing any disaster.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. regards south Koreans as no more than its colonial servants, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Over the past 70 years since they occupied south Korea under the mask of \"liberator\" the U.S. imperialists have committed monstrous atrocities making even brutes blush, bringing unspeakable misfortune and pain to the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t What is more lamentable is that their hair-raising atrocities are being perpetrated against south Koreans every day but the criminals are allowed to go unpunished, enjoying extraordinary privileges under the SOFA.\n\t\t\t\t\t\n\t\t\t\t\t This is a grave violation and insult to the sovereignty and dignity of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t However, the present south Korean conservative ruling forces are patronizing the GIs' crimes in south Korea. They are group of pro-U.S. lackeys and traitors to the nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation can no longer fall victim to U.S. crimes.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists should apologize for the monstrous crimes against the Korean people and withdraw from south Korea at once."
        },
        {
            "title": "S. Korean Warmongers Move to Stage North-targeted War Maneuvers",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-09ee.html",
            "content": "S. Korean Warmongers Move to Stage North-targeted War Maneuvers\r\n Pyongyang, October 20 (KCNA) -- The south Korean warmongers are inciting confrontation with compatriots in the north through war maneuvers, going against the atmosphere of dialogue, reconciliation and cooperation between the north and the south.\n\t\t\t\t\t They are mulling staging Hoguk training for invading the north in the whole area of south Korea from Oct. 19 to 30.\n\t\t\t\t\t\n\t\t\t\t\t They are planning to stage exercise for aggression on five islands in the West Sea of Korea, the biggest hotspots.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the \"metropolitan army corps\" is mulling staging Hwarang training by hurling not only civilians, officials and army but reserve forces in Inchon and Kyonggi Province from Oct. 19.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean warmongers should ponder over the catastrophic consequences to be entailed by such aggressive military exercises."
        },
        {
            "title": "Action for Judging S. Korean Regime Called for",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-16ee.html",
            "content": "Action for Judging S. Korean Regime Called for\r\n Pyongyang, October 20 (KCNA) -- Members of civic and public organizations in South Kyongsang Province, south Korea held a rally in Changwon of the province on Oct. 17 at which they called for action for judging the present regime, according to Voice of People, an internet paper of south Korea.\n\t\t\t\t\t In a declaration they said that the regime and the \"Saenuri Party\", not content with forcing \"easier lay-off, lower wage and more part-time jobs\" on the workers, are driving peasants to death through total opening of rice market.\n\t\t\t\t\t\n\t\t\t\t\t The regime outlawed the Teachers Union and is trying to disorganize the Confederation of Trade Unions and the Federation of Peasants Associations and suppressing democratic forces by labeling them as \"those following the north,\" they charged. \n\t\t\t\t\t\n\t\t\t\t\t They declared they would stage a huge action in Seoul on November 14 to judge the present regime and build a society for the people."
        },
        {
            "title": "S. Korean Authorities Slammed for \"System for Introducing State-compiled History Textbook\"",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-18ee.html",
            "content": "S. Korean Authorities Slammed for \"System of Introducing State-compiled History Textbook\"\r\n Pyongyang, October 20 (KCNA) -- Actions of people from all walks of life in south Korea took place in Seoul on Oct. 17 to denounce the authorities for their move to introduce \"state-compiled history textbook\", according to Voice of People, an internet paper of south Korea.\n\t\t\t\t\t The Action of Schoolchildren against State-compiled Textbook staged a street action.\n\t\t\t\t\t\n\t\t\t\t\t Schoolchildren from Seoul, Kyonggi Province, Taegu and other areas marched from Jongro District to the \"government\" building. They denounced the policy for \"introducing state-compiled history textbook\" with placards in their hands.\n\t\t\t\t\t\n\t\t\t\t\t The Network for Checking Introduction of State-compiled Textbook held an all-people rally in Sejongro, Seoul.\n\t\t\t\t\t\n\t\t\t\t\t Representatives of the organization issued a plan to launch citizens action to resolutely check and frustrate the \"system of introducing state-compiled textbook\" through signature campaign and candlelight action.\n\t\t\t\t\t\n\t\t\t\t\t A candlelight action of citizens took place in Central District, Seoul."
        },
        {
            "title": "Kim Il Sung Praised by Koreans in Russia",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-15ee.html",
            "content": "Kim Il Sung Praised by Koreans in Russia\r\n Pyongyang, October 20 (KCNA) -- The United Confederation of Koreans in Russia issued a statement on Oct. 9 on the occasion of the 35th anniversary of the proposal for founding the Democratic Federal Republic of Koryo (DFRK).\n\t\t\t\t\t The proposal advanced by President Kim Il Sung at the Sixth Congress of the Workers' Party of Korea calls on the country to reunify the country by founding a Federal Republic through the establishment of a unified national government on the condition that the north and the south recognize and tolerate each other's ideas and social systems, a government in which the two sides are represented on an equal footing and under which they exercise regional autonomy with equal rights and duties, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The proposal is the realistic one which helps reunify the country in line with the will, demand and interests of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il formulated the three principles of national reunification, 10-point programme of the great unity of the whole nation and the proposal for founding the DFRK set forth by the President as the three charters for national reunification and provided the June 15 North-South Joint Declaration which clarifies the reunification through a federal formula as the reunification proposal common to the nation, thus providing all the Koreans with the treasured sword of sure victory in national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Korea will be certainly reunified thanks to the outstanding leadership of Marshal Kim Jong Un and the will of all Koreans to pave a wide avenue to independent reunification without fail."
        },
        {
            "title": "Kim Jong Un's Work Jointly Posted by Czech Political Party and Organization on Internet Homepage ",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-01ee.html",
            "content": "Kim Jong Un's Work Jointly Posted by Czech Political Party and Organization on Internet Homepage \r\nPyongyang, October 20 (KCNA) -- Supreme leader Kim Jong Un's work \"Let Us Brilliantly Accomplish the Revolutionary Cause of Juche, Holding Kim Jong Il in High Esteem as the Eternal General Secretary of Our Party\" was jointly posted by the Czechoslovak Communist Party and the Paektusan Czech-Korean Friendship Association on internet homepage \"Paektusan\" on October 9.\n\t\t\t\t\t The work published on April 6, Juche 101 (2012) clarifies that it is the principled requirement for victoriously advancing the Korean revolutionary cause to hold leader Kim Jong Il in high esteem as the eternal general secretary of the Workers' Party of Korea and indicates the tasks for steadily developing the WPK into the glorious party of President Kim Il Sung and Kim Jong Il."
        },
        {
            "title": "Kim Jong Il Praised by Figure of Sri Lanka",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-02ee.html",
            "content": "Kim Jong Il Praised by Figure of Sri Lanka\r\n Pyongyang, October 20 (KCNA) -- A seminar took place in Sri Lanka on October 10, the 70th anniversary of the founding of the Workers' Party of Korea (WPK). \n\t\t\t\t\t W. A. Duminduwardane, chairman of the Committee of Self-Reliance Studies in Sri Lanka, said that the WPK could develop into an invincible party and always advance along the road of victory only under the wise guidance of leader Kim Jong Il. He went on:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il brought about epoch-making changes by leading the struggle of the Korean people for the building of socialism. \n\t\t\t\t\t\n\t\t\t\t\t It is the result of his wise leadership that the DPRK is demonstrating its dignity and might as one of not many satellite manufacturers and launchers and nuclear weapons states.\n\t\t\t\t\t\n\t\t\t\t\t He energetically led the struggle of the Korean people for building an economic power ceaselessly visiting various parts of the country to the last moments of his life without any rest.\n\t\t\t\t\t\n\t\t\t\t\t It is quite natural for the Korean people to hold such great father in high esteem as the eternal leader."
        },
        {
            "title": "WPK's Birthday Marked in Denmark, Pakistan, Mexico ",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-03ee.html",
            "content": "WPK's Birthday Marked in Denmark, Pakistan, Mexico\r\n Pyongyang, October 20 (KCNA) -- Meetings and film shows took place in Denmark, Pakistan and Mexico from October 5 to 7 in celebration of the 70th founding anniversary of the Workers' Party of Korea (WPK). \n\t\t\t\t\t The participants of the film shows watched Korean films \"Monument to Party Founding\" and \"Masikryong Ski Resort.\" \n\t\t\t\t\t\n\t\t\t\t\t Anders Kristensen, chairman of the Denmark-DPRK Friendship Association, said:\n\t\t\t\t\t\n\t\t\t\t\t 70 years ago, President Kim Il Sung founded the WPK, guiding force leading the Korean revolution to victory. \n\t\t\t\t\t\n\t\t\t\t\t Under his wise guidance the WPK and the Korean people defeated the imperialist aggressor forces and defended gains of the revolution and built a powerful socialist state in a short span of time. \n\t\t\t\t\t\n\t\t\t\t\t The WPK founded by him was further developed by leader Kim Jong Il. \n\t\t\t\t\t\n\t\t\t\t\t Zabed Ansari, secretary general of the Karachi Branch of the Pakistan-Korea Friendship Association, in his report praised Kim Il Sung and Kim Jong Il for founding and developing the WPK. \n\t\t\t\t\t\n\t\t\t\t\t Benigno Gonzales Villasana, chairman of the Mexico-Korea Friendship Association, said in his speech under the guidance of the WPK the Korean people built powerful Korean-style socialism and achieved a brilliant victory in the struggle to defend the dignity of the country by foiling the moves of the imperialists. \n\t\t\t\t\t\n\t\t\t\t\t Messages to Marshal Kim Jong Un were adopted at the meetings held in Denmark and Pakistan."
        },
        {
            "title": "WPK's Founding Anniversary Observed in Foreign Countries",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-04ee.html",
            "content": "WPK's Founding Anniversary Observed in Foreign Countries\r\n Pyongyang, October 20 (KCNA) -- Korean photo, book and art exhibitions took place in Russia, Brazil, Peru and China from October 6 to 13 to mark the 70th founding anniversary of the Workers' Party of Korea (WPK). \n\t\t\t\t\t On display at the venues of the exhibitions were photos of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t Also on display there were their works, and books and photos introducing the invincible might of the DPRK and art pieces associated with wisdom and talents of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Naberezhniye Cheli City Executive Committee of the Republic of Tatarstan of the Russian Federation said it was a great event for the  city to host the Korean exhibition, adding that the Russia-Korea friendship with a long history would last generation after generation. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Jose Marti Cultural Association in Brazil said President Kim Il Sung and leader Kim Jong Il made an undying contribution to the development of the WPK.  He went on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK is displaying its invincible might under the leadership of Kim Jong Un who is successfully carrying forward the ideology and cause of the preceding leaders. \n\t\t\t\t\t\n\t\t\t\t\t A district governor of Lima City of Peru said the exhibition provided Peruvians with an opportunity to know better about the reality and culture of the DPRK, hoping that exchange between the two countries would become more brisk. \n\t\t\t\t\t\n\t\t\t\t\t He wished the Korean people big successes in the drive for the development and prosperity of the country."
        },
        {
            "title": "WPK Praised by Leader of Arab Regional Body ",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-05ee.html",
            "content": "WPK Praised by Leader of Arab Regional Body \r\n Pyongyang, October 20 (KCNA) -- Marwan Sudah, chairman of the Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea, posted on internet homepage an article titled \"70 years of leading the Korean people. On the occasion of the 70th founding anniversary of the WPK\" on October 7 and 8. \n\t\t\t\t\t The article noted that the Workers' Party of Korea (WPK) is the ever-victorious steel-like party which has always led the Korean people to victory weathering all storms and ordeals of history for 70 years since its foundation. \n\t\t\t\t\t\n\t\t\t\t\t Referring to the fact the WPK victoriously led the building of a new country, the Fatherland Liberation War, the postwar rehabilitation and construction and socialist construction and ushered in a new heyday in politics, economy, culture and all other fields, the article went on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK powerfully aroused all the service personnel and people of the DPRK by pursuing the unique Songun politics late in the last century when the imperialist allied forces became unprecedented in their offensive to stifle socialism. \n\t\t\t\t\t\n\t\t\t\t\t CNC technology has been widely introduced into different fields of national economy and a fresh surge brought out in the production and a lot of self-supporting modern light industrial bases appeared. \n\t\t\t\t\t\n\t\t\t\t\t The first working satellite Kwangmyongsong 3-2 was launched in December 2012 in the wake of successful liftoff of satellite Kwangmyongsong 2 in April 2009. As a result, the national power of the DPRK has reached a remarkably high phase.  \n\t\t\t\t\t\n\t\t\t\t\t Having put the DPRK on the status of a politico-ideological power and military power, the WPK is giving spurs to the building of a socialist economic power and a highly civilized nation."
        },
        {
            "title": "Kuwaiti Newspapers Praise WPK ",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-06ee.html",
            "content": "Kuwaiti Newspapers Praise WPK \r\n Pyongyang, October 20 (KCNA) -- Kuwaiti newspapers carried special write-ups to mark the 70th founding anniversary of the Workers' Party of Korea (WPK). \n\t\t\t\t\t The paper Al-Anba on October 10 carried an article titled \"WPK is an invincible party\", accompanied by a photo of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The credit for all victories in the DPRK goes to the WPK. \n\t\t\t\t\t\n\t\t\t\t\t The WPK is widely known as a successful party in the international community. \n\t\t\t\t\t\n\t\t\t\t\t Many people are interested in the keys to such success. \n\t\t\t\t\t\n\t\t\t\t\t The first key is that the WPK is guided by the Juche idea. \n\t\t\t\t\t\n\t\t\t\t\t The second one lies in a steel-strong unity of the whole party. \n\t\t\t\t\t\n\t\t\t\t\t The third one is that the party enjoys absolute support and trust from the people. \n\t\t\t\t\t\n\t\t\t\t\t The fourth one is that the party has given strong spurs to the grand march of the people, having the army under its control. \n\t\t\t\t\t\n\t\t\t\t\t The paper Al Shahid on October 8 carried an article titled \"DPRK celebrates founding anniversary of WPK\", accompanied by a photo of Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t It said the WPK is the guiding force of society involving politics, economy, military, culture and all other fields. \n\t\t\t\t\t\n\t\t\t\t\t The WPK is working hard to build a thriving nation and achieve independence of the popular masses. \n\t\t\t\t\t\n\t\t\t\t\t The Kuwait Times on October 7 carried an article titled \"Congratulations on 70th founding anniversary of WPK! 70 years of leading people\" in praise of the exploits of the WPK."
        },
        {
            "title": "DPRK's Important Days Marked in Mexico, Guinea",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-07ee.html",
            "content": "DPRK's Important Days Marked in Mexico, Guinea\r\n Pyongyang, October 20 (KCNA) -- The Mexican Committee for the Study of Kimilsungism-Kimjongilism and the Guinean National Committee for the Study of the Juche Idea released bulletins on the occasion of the 70th founding anniversary of the Workers' Party of Korea (WPK) and the 89th anniversary of the formation of the Down-with-Imperialism Union (DIU). \n\t\t\t\t\t The Mexican body on September 28 in its bulletin carried an article titled \"Invincible WPK\" which praised the exploits President Kim Il Sung and leader Kim Jong Il performed by building the party into the veteran and experienced revolutionary party, invincible and iron-willed party. \n\t\t\t\t\t\n\t\t\t\t\t The Guinean body in its bulletin on October 13 carried an article titled \"Historical roots of WPK\". \n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t The formation of the DIU on October 17, 1926 was a historical event of special significance in the destiny of the Korean people and the modern history of Korea. This provided the roots of the WPK, the guiding force of the Korean society. \n\t\t\t\t\t\n\t\t\t\t\t The programme of DIU based on the transparent ideal of independence against imperialism became the foundation of the programme of the WPK."
        },
        {
            "title": "Canciller coreano se reune con director Poonam Khetrapal Singh",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-31ee.html",
            "content": "Canciller coreano se reune con director Poonam Khetrapal Singh\r\nPyongyang, 20 de octubre (ACNC) -- El canciller de la Republica Popular Democratica de Corea, Ri Su Yong, departio el dia 20 con el director de la Oficina Regional de Sudeste de Asia de la Organizacion Mundial de la Salud (OMS), Poonam Khetrapal Singh y su comitiva quienes le hicieron una visita de cortesia."
        },
        {
            "title": "Kim Kwang Hyon, registrado como miembro de organizacion de estudio cientifico de mundo",
            "url": "http://kcna.co.jp/item/2015/201510/news20/20151020-32ee.html",
            "content": "Kim Kwang Hyon, registrado como miembro de organizacion de estudio cientifico de mundo\r\nPyongyang, 20 de octubre (ACNC) -- Kim Kwang Hyon, cientifico joven de la Republica Popular Democratica de Corea, fue registrado como miembro joven de la Academia Mundial de Ciencias y del Centro Internacional de Fisica Teorica, que tienen gran prestigio en escala mundial.\n\t\t\t\t\t  Kim de unos 30 anos de edad es investigador y doctor del Instituto de Laser de la Academia Estatal de Ciencias.\n\t\t\t\t\t\n\t\t\t\t\tNacido en la familia de un profesor de la ciudad de Manpho de la provincia de Jagang, se graduo de la Universidad de Ciencias Naturales con buenas notas despues de cursar el sistema de educacion de alumnos talentosos.\n\t\t\t\t\t\n\t\t\t\t\t  Manifesto su capacidad realizando la investigacion conjunta con los sabios celebres de varios paises en un instituto de Europa.\n\t\t\t\t\t\n\t\t\t\t\t  Al profundizar la investigacion sobre la funcion mutua entre el laser y el nano-material metalico que hasta ahora no se aclara en lo teorico en el circulo de fisica del mundo, escribio mas de 10 tesis de valor capaces de aplicar en la tecnologia espectral de supervelocidad, la tecnica de comunicacion optica de alta velocidad, la tecnica perceptible de gran receptividad, etc. y las publico en los seminarios internacionales gozando de buena reputacion del circulo cientifico del mundo.\n\t\t\t\t\t\n\t\t\t\t\t  Sus disertaciones fueron editadas en las revistas academicas internacionales y los folletos influyentes."
        }
    ]
}