{
    "date": "2015-03-09",
    "url": "http://kcna.co.jp/item/2015/201503/2015-03-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Inspects Unit 1016 of KPA Air and Anti-Air Force",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-01ee.html",
            "content": "Kim Jong Un Inspects Unit 1016 of KPA Air and Anti-Air Force\r\nPyongyang, March 9 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea and first chairman of the DPRK National Defence Commission, inspected Unit 1016 of KPA Air and Anti-Air Force honored with the Title of O Jung Hup-led 7th Regiment. \n\t\t\t\t\t He, to begin with, went round the technically updated wind-solar power station of the unit to learn in detail about its operation. \n\t\t\t\t\t\n\t\t\t\t\t Feasting his eyes on the wind-power generator and solar panels in many rows, he said that still fresh in his memory was his visit to the station accompanying leader Kim Jong Il in November 2011. \n\t\t\t\t\t\n\t\t\t\t\t The wind-solar power station of the unit is the legacy of Kim Jong Il and the electric wires extending from the electric transmission network reflect loving care and warm solicitude bestowed by him upon airpersons, he said. \n\t\t\t\t\t\n\t\t\t\t\t The natural power station of the unit is an electricity production base and, at the same time, a base for education as it conveys the benevolence of Kim Jong Il who spared nothing for airpersons, he noted, stressing the need to spruce up the power station associated with the loving care of Kim Jong Il and meticulously organize the work for putting its operation on a normal footing so that his leadership exploits may be glorified for eternity. \n\t\t\t\t\t\n\t\t\t\t\t Saying he was very pleased to see the nice power station, he highly praised KPA Unit 6556 and officials, scientists and technicians of the State Academy of Sciences for making a positive contribution to successfully constructing the station to be proud of through army-people coordinated operation. He extended thanks to them. \n\t\t\t\t\t\n\t\t\t\t\t It is important to conduct a dynamic drive to widely use natural energy including wind, solar ray and geotherm in order to solve the electricity problem of the country, he said, before indicating tasks and ways to do so. \n\t\t\t\t\t\n\t\t\t\t\t Then he inspected the unit. \n\t\t\t\t\t\n\t\t\t\t\t He went round the monument to on-the-spot guidance of the peerlessly great persons of Mt. Paektu and the service personnel's hall. \n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and Kim Jong Il, with deep insight into the position and importance of the air force in defending of the country, devoted everything to the development of the air force, Kim Jong Un said, adding that the course of development of the air force of Juche is the history of leadership provided by them with tireless devotion and great efforts. \n\t\t\t\t\t\n\t\t\t\t\t Praising the unit for building the hall as intended by the Workers' Party of Korea, he said, underlining the need to intensify the education in the greatness of the leaders, Kim Jong Il's patriotism, faith, anti-imperialist class education and moral education in order to fully prepare the airpersons as death-defying corps in the sky. The short-cut to preparing the KPA as the invincible revolutionary Paektusan army is to take hold on the four strategic lines, three tasks and five-point education for bolstering up military muscle indicated by the party as the three major thrusts, he added. \n\t\t\t\t\t\n\t\t\t\t\t To build well the units associated with the leadership history of the President and Kim Jong Il and add eternal brilliance to their undying exploits should be a starting point and beginning of all affairs in the KPA including military and political affairs and supply service and then it is possible to turn the KPA into the strongest army in the idea and faith, he noted. \n\t\t\t\t\t\n\t\t\t\t\t He went round the flight drill room of the unit and flying lecture room of the Second Squadron to learn in detail about the combat and political training. \n\t\t\t\t\t\n\t\t\t\t\t Watching the airpersons skillfully controlling the equipment for piloting with the help of computers, he said it is good to have a lot of such drills and it is important to undergo effective training, while letting all airpersons to increase requirements for properly keeping their positions in the air. He gave an instruction to further modernize the drill equipment.\n\t\t\t\t\t\n\t\t\t\t\t He said that in order to prepare the airpersons to successfully perform their combat mission any time and under any unfavorable circumstances through drills, it is necessary to arrange well the hall of flight drill in all flying units and steadily raise the quality of the drill.\n\t\t\t\t\t\n\t\t\t\t\t He went round bedrooms of the airpersons, washroom, bean store, mess hall, kitchen, greenhouse and mushroom cultivation room to take warm care of the living of the airpersons with paternal love.\n\t\t\t\t\t\n\t\t\t\t\t On this day he looked round fighters of the unit including fighter No. 109 seen by the President.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the Air Force should take the lead in defending the country during the days of battles by managing in a more responsible manner the fighters associated with leadership exploits of the President and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He had a photo session with combat pilots and other service personnel after expressing belief that airpersons of the unit would undergo intensive trainings to be always combat ready under the slogan \"We wait for only the party's order for sorties!\" so that they may be ready to fly once an order is issued by the Party Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t Before leaving, he asked commanding officers of the unit to convey the cosmetics and foodstuff he had brought with him to airpersons' wives as well as his congratulations to them  on the March 8 International Women's Day.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by Hwang Pyong So, Jo Kyong Chol, Ri Pyong Chol and Son Chol Ju."
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Russian Ambassador",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-13ee.html",
            "content": "Kim Yong Nam Receives Credentials from Russian Ambassador\r\nPyongyang, March 9 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, received credentials from Russian Ambassador to the DPRK Alexandr Matsegora at the Mansudae Assembly Hall Monday.\n\t\t\t\t\t Kim Yong Nam had a talk with the ambassador."
        },
        {
            "title": "Statements of Spokesmen for KPA General Staff and DPRK FM Distributed as UNSC Official Document",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-14ee.html",
            "content": "Statements of Spokesmen for KPA General Staff and DPRK FM Distributed as UNSC Official Document\r\nPyongyang, March 9 (KCNA) -- Statements issued by the spokesmen for the General Staff of the Korean People's Army (KPA) and the Ministry of Foreign Affairs of the DPRK on March 1 and 2 denouncing the U.S. imperialists and south Korean puppet forces for kicking off again the Key Resolve and Foal Eagle joint military exercises were distributed as an official document S/2015/156 of the UN Security Council on March 6."
        },
        {
            "title": "Results of Paektusan Prize Sports Games in DPRK",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-15ee.html",
            "content": "Results of Paektusan Prize Sports Games in DPRK\r\nPyongyang, March 9 (KCNA) -- The Paektusan Prize Sports Games were held in the DPRK for 20-odd days in February.\n\t\t\t\t\t In the games the Taesongsan Sports Team came first in total standings by bagging more than 40 medals including 15 golds.\n\t\t\t\t\t\n\t\t\t\t\t Especially, the team won the women's ice hockey title. Its women ice hockey players proved successful in last year's Paektusan Prize Sports Games and the DPRK Championships."
        },
        {
            "title": "30th Science and Technology Festival of Kim Chaek University of Technology Opens",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-18ee.html",
            "content": "30th Science and Technology Festival of Kim Chaek University of Technology Opens\r\nPyongyang, March 9 (KCNA) -- The 30th science and technology festival of Kim Chaek University of Technology was opened with due ceremony on Monday.\n\t\t\t\t\t Teachers, researchers and postgraduate students presented to the festival more than 170 successes made in putting the national economy on a Juche-oriented, modern and scientific basis by developing the nation's ultra-modern science and technology through energetic researches and combining science and technology with production.\n\t\t\t\t\t\n\t\t\t\t\t It is divided into eight panels including heavy industry, energy and mining and metal industries. It will involve public presentation and exhibition.\n\t\t\t\t\t\n\t\t\t\t\t Hong So Hon, president of the university, addressed the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t Its participants looked round the venue of the festival."
        },
        {
            "title": "DPRK Students Prove Successful at Int'l Program Contests",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-17ee.html",
            "content": "DPRK Students Prove Successful at Int'l Program Contests\r\nPyongyang, March 9 (KCNA) -- University students of the DPRK emerged a winner at Codechef Internet program contests, sponsored by India in January and February this year.\n\t\t\t\t\t According to Jong Kwang Byol, a researcher of Kim Il Sung University, the contests drew more than 7 940 teams from 80-odd countries, including Russia, India, Romania, the U.S. and Japan, in January and 6 100 teams from 82 countries in February.\n\t\t\t\t\t\n\t\t\t\t\t In those contests, students of Kim Il Sung University overpowered their rivals to take top places.\n\t\t\t\t\t\n\t\t\t\t\t The university has taken part in this world program contest since 2013, showing good results. It proved successful at the contests held in August, September and October that year.\n\t\t\t\t\t\n\t\t\t\t\t Congratulating the university on such successes, the Codechef organizer expressed hope that it would continue to attend the contest and join in the work to present contest problems."
        },
        {
            "title": "DPRK Strives for Hygienic and Anti-Epidemic Work",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-16ee.html",
            "content": "DPRK Strives for Hygienic and Anti-Epidemic Work\r\nPyongyang, March 9 (KCNA) -- The Democratic People's Republic of Korea strives to improve the hygienic and anti-epidemic work.\n\t\t\t\t\t The National Hygienic and Anti-epidemic Center under the Ministry of Public Health has intensified the control over the anti-epidemic work in touch with relevant organs in across the country to prevent the invasion of various infectious diseases like Ebola. It has also paid attention to conducting the hygienic information activities among inhabitants.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, efforts are concentrated on a campaign to provide healthy environment and put the hygienic and anti-epidemic work on a scientific basis.\n\t\t\t\t\t\n\t\t\t\t\t And detailed steps are taken to tighten the supervision and control over the foodstuff production establishments so that they can strictly observe the rules on food security in production, storage and sale."
        },
        {
            "title": "Minju Joson Blasts U.S. Moves to Beef up Its Forces",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-08ee.html",
            "content": "Minju Joson Blasts U.S. Moves to Beef up Its Forces\r\nPyongyang, March 9 (KCNA) -- The U.S. is now becoming increasingly keen on beefing up its military capability.\n\t\t\t\t\t The U.S. Navy has recently conducted the test of the Aegis ballistic missile shield, a naval element of the U.S. ballistic missile defence system.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. made much fuss about inducting B-52 which had been decommissioned in 2008.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Monday observes that the U.S. moves to beef up its forces at a time when the international community is calling for detente and arms reduction are nothing but desperate frenzy to prevent its world domination system from declining. \n\t\t\t\t\t\n\t\t\t\t\t The commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is the U.S. trite method and invariable strategy for world domination to put the world under military control and retain a military edge and, on this basis, dominate it.\n\t\t\t\t\t\n\t\t\t\t\t A particular mention should be made of the fact that the U.S. is pursuing its pivot to Asia-Pacific strategy in a bid to drastically increase its military presence in this region. \n\t\t\t\t\t\n\t\t\t\t\t There are, however, in this region strategic rivals and potential enemies capable of challenging the U.S. domination. \n\t\t\t\t\t\n\t\t\t\t\t Feeling the need to hold the military edge in this region under any circumstances in order to contain these countries and deter their development, the U.S. singled out the beefing up of its forces as a core task in the above-said strategy and is zealously buckling down to its implementation.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. strategy to bolster up its military muscle can never be justified as it is a dangerous move to disturb peace and stability in the Asia-Pacific and escalate confrontation, conflict and tension there.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. seeks a way out in stepping up the arms buildup and escalating the military confrontation. This strategy for world domination will only end up beclouding its prospect and precipitating its doomsday."
        },
        {
            "title": "Rodong Sinmun Denounces S. Korean Authorities' Hysteric Racket of Eliminating \"Followers of the North\"",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-09ee.html",
            "content": "Rodong Sinmun Denounces S. Korean Authorities' Hysteric Racket of Eliminating \"Followers of the North\"\r\nPyongyang, March 9 (KCNA) -- The south Korean authorities are branding the recent attack on the U.S. ambassador in Seoul as an \"act by the forces following the north\", kicking off another round of confrontational burlesque to do harm to the DPRK.\n\t\t\t\t\t They kicked off the racket for eliminating the \"forces following the north\" without reflecting on their treacherous acts. This is no more than a wicked trick to pass the buck for the incident to the DPRK, says Rodong Sinmun Monday in a commentary.\n\t\t\t\t\t\n\t\t\t\t\t It goes on: \n\t\t\t\t\t\n\t\t\t\t\t The sinister intention of the puppet forces is to calm down the mounting anti-U.S. spirit, suppress and obliterate the pro-reunification patriotic forces in south Korea by linking them with the DPRK and, furthermore, intensify the international anti-DPRK confrontational cooperation.\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities are building up public opinion over the case to help the U.S. create a pretext necessary for branding the DPRK as a \"sponsor of terrorism\".\n\t\t\t\t\t\n\t\t\t\t\t They are trying to curry favor with their master through such a sleazy method, an act that can be committed only by those lost to shame.\n\t\t\t\t\t\n\t\t\t\t\t If they label the righteous action opposing a war and supporting the peace and reunification on the Korean peninsula as \"terrorism\", this means the anti-Japanese patriotic deed of martyr An Jung Gun can be taken as \"terrorism\".\n\t\t\t\t\t\n\t\t\t\t\t The country's reunification, the desire of compatriots, is becoming more distant owing to such traitors who have not an iota of national self-respect.\n\t\t\t\t\t\n\t\t\t\t\t It is shame on the colonial puppet forces as they bring charges against those who take the nation dearer than outside forces and take part in the righteous resistance for the nation.\n\t\t\t\t\t\n\t\t\t\t\t Tragedy is that they do not feel ashamed of those acts."
        },
        {
            "title": "Sexual Abuses Rampant in S. Korean Army",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-06ee.html",
            "content": "Sexual Abuses Rampant in S. Korean Army\r\nPyongyang, March 9 (KCNA) -- A major of the south Korean army in Taegu was arrested on a sexual abuse charge, according to the south Korean CBS on March 3.\n\t\t\t\t\t He took liberties with a woman at the next table while drinking at a restaurant in Anyang, Kyonggi Province only to be blamed and jeered.\n\t\t\t\t\t\n\t\t\t\t\t Generals of the army who had been indulged in sexual abuses were arrested one after another in October last year, shocking society.\n\t\t\t\t\t\n\t\t\t\t\t Woman officers are choosing the way of suicide, unable to stand sexual abuses by the bosses of the military.\n\t\t\t\t\t\n\t\t\t\t\t Nevertheless, high-ranking officers of the puppet army shift the blame on to the victims while not punishing the criminals.\n\t\t\t\t\t\n\t\t\t\t\t The sexual abuses unabated within the puppet army show the inhumanity and moral vulgarity of the colonial mercenary army."
        },
        {
            "title": "U.S. Accused of Turning S. Korea into World's Biggest Nuclear Base",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-11ee.html",
            "content": "U.S. Accused of Turning S. Korea into World's Biggest Nuclear Base\r\nPyongyang, March 9 (KCNA) -- The National Peace Committee of Korea released a white paper on Monday to bring to light the crimes the U.S. has perpetrated by massively introducing nuclear weapons into south Korea to turn it into the world's biggest nuclear war outpost and the most dangerous hotbed for a nuclear war and posing constant nuclear threat to the DPRK for decades.\n\t\t\t\t\t According to the white paper, the U.S. introduction of nuclear weapons into south Korea had already begun in 1950 when it provoked the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. shipped nukes into south Korea and attempted to use them in August, 1950. At the end of the year, it openly revealed its sinister plan to drop 30 to 50 A-bombs on the area near the DPRK-China border.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. unilaterally scrapped the paragraph 13 d of the Armistice Agreement banning the introduction of all war hardware into Korea from abroad in June, 1957. It declared the nuclear weaponization of the U.S. forces present in south Korea in July. From January, 1958 it brought Honest John nuclear missiles, 280 mm atomic artillery pieces, B-61 nuclear bombs, etc. to south Korea.\n\t\t\t\t\t\n\t\t\t\t\t In the 1960s it reorganized its pentomic division for nuclear war operations into a modern one and introduced various type nuclear and guided weapons including Matador and Hawk guided missiles and nuclear mines. \n\t\t\t\t\t\n\t\t\t\t\t In the 1970s the U.S., asserting \"the security of south Korea is directly linked with the one of the U.S.\", deployed a lot of nuclear strike means in south Korea including nuclear shells and warheads, Lance missiles and nuclear-capable fighter bombers.\n\t\t\t\t\t\n\t\t\t\t\t In the 1980s the U.S., trumpeting about its \"supremacy of power\", deployed nuclear backpacks for special ops units, medium and special nuclear bombs capable of destroying bridges, tunnels, roads, etc. in its military bases. It even brought to south Korea tactical nuclear weapons that had been deployed in Okinawa. \n\t\t\t\t\t\n\t\t\t\t\t It provided its troops in south Korea with nuclear shells for 155 mm howitzers that had never been deployed in any other overseas military bases. It deployed in south Korea even neutron bombs and medium-range Pershing-2 nuclear missiles.\n\t\t\t\t\t\n\t\t\t\t\t The nuclear weapons shipped by it to south Korea numbered at least 1 720 till the mid-1980s.\n\t\t\t\t\t\n\t\t\t\t\t This, in the light of the density of nukes deployment, quadrupled the one in the then NATO region. This means more than one nuclear weapon per 100 square kilometers of the territory of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t South Korea has turned into the world's biggest nuclear arsenal.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. was fully prepared to ignite a nuclear war any time, systematically introducing nukes in south Korea, having nuclear depots in various places and operating in south Korea even a unit specializing in stockpiling nukes and providing necessary equipment.\n\t\t\t\t\t\n\t\t\t\t\t Its nuclear war moves continued even after the conclusion of the international treaty banning the introduction of nukes into non-nuclear states and regions. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists, in the wake of releasing a deceptive report on the complete withdrawal of tactical nukes from south Korea in July, 1992, announced its \"NCND policy\" and continued introducing nukes into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t It was disclosed by the \"map on present situation of transport and deployment of nukes of the U.S. forces in south Korea\" submitted to the south Korean puppet National Assembly on Oct. 9, 2005 that nukes are deployed in major cities of south Korea including Seoul, Taejon, Pusan, Taegu, Kwangju, Chunchon of south Korean Kangwon Province and Osan of Kyonggi Province.\n\t\t\t\t\t\n\t\t\t\t\t It was also revealed that there is an 8-km underground nuclear depot in the Kunsan U.S. air force base and 2.74 million depleted uranium bullets are stored at U.S. bases including those in Suwon and Osan of Kyonggi Province and Chongju of North Chungchong Province.\n\t\t\t\t\t\n\t\t\t\t\t A confidential document of the U.S. forces that was opened to public in December, 2010 made it clear that nukes were being stored at the U.S. military base in Chunchon in April, 2005 and drills were being staged there to use them in contingency.\n\t\t\t\t\t\n\t\t\t\t\t At the 38th U.S.-south Korea annual security consultative council meeting held in October, 2006 the U.S. made it a fait accompli to deploy not only tactical nuclear weapons but also strategic ones in south Korea to cope with contingency on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t According to it, the U.S. openly shipped various type nuclear war hardware including B-52s, B-2s, nuclear submarines and Tomahawk missiles that are called \"three nuclear pillars\" into south Korea every year.\n\t\t\t\t\t\n\t\t\t\t\t Citing concrete facts to prove that the U.S. has made nuclear blackmail and threat to the DPRK for decades since the 1950s, the white paper continued:\n\t\t\t\t\t\n\t\t\t\t\t Since the U.S. started shipping nukes into south Korea, the DPRK has made every possible effort to realize the denuclearization of the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t As regards the U.S. massive introduction of nukes into south Korea towards the end of the 1950s, the DPRK repeatedly clarified its stand of opposing it at the sessions of the Supreme People's Assembly and the meetings of the Military Armistice Commission and strongly urged the former to stop at once escalating the tension on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t In 1959 the DPRK initiated the establishment of peace zone free from nukes in Asia as part of the efforts to realize the denuclearization of the Korean peninsula. \n\t\t\t\t\t\n\t\t\t\t\t It proposed a plan to turn Northeast Asia into a nuclear free zone in 1981, the three-party talks involving it, the U.S. and south Korea in January, 1984 to completely defuse the danger of a nuclear war and a plan of turning the Korean peninsula into a nuclear free zone in 1986 and made positive efforts to realize them.\n\t\t\t\t\t\n\t\t\t\t\t It acceded to the NPT in December, 1985, prompted by its purpose to defuse the U.S. nuclear threat and convert the peninsula into a nuclear free zone.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK issued a government statement in June, 1986 in which it solemnly clarified its stand that it would neither test, produce, store and introduce nukes nor allow outsiders to set up any type military base including nuclear base and that it is opposed to passage of foreign nukes through its territorial land, air and waters.\n\t\t\t\t\t\n\t\t\t\t\t In July, 1987 its government released a statement urging the north and the south to reduce their troops on a phase-by-phase basis and demanding the U.S. withdraw all forces including nuclear weapons from south Korea and dismantle its military bases there. As part of its practical measure for it, the DPRK unilaterally discharged a hundred thousand troops from military service by the end of that year.\n\t\t\t\t\t\n\t\t\t\t\t In 1992 a north-south joint declaration on the denuclearization of the Korean peninsula was adopted and took effect while an agreement was adopted by the north and the south upon forming and operating a joint commission for controlling nukes.\n\t\t\t\t\t\n\t\t\t\t\t As a guarantee for the promise the U.S. made to stop its Team Spirit nuclear war drills, the DPRK allowed the International Atomic Energy Agency to conduct ad hoc inspections of its nuclear facilities six times from May, 1992 to February, 1993.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. openly challenged to the DPRK's efforts for denuclearization, asserting \"a nuclear free zone is not fit for Asia-Pacific.\"\n\t\t\t\t\t\n\t\t\t\t\t However, thanks to the tireless efforts of the DPRK, the six-party talks opened in August, 2003 and the September 19 joint statement was adopted in 2005. But before the ink got dry on the agreement of the six-party talks, the Bush administration cooked up a story about \"forged notes,\" totally denying its implementation.\n\t\t\t\t\t\n\t\t\t\t\t Also after the Feb. 13 agreement was made at the six-party talks in February, 2007, the U.S. raised the issue of verification of report on the nuclear activities, scuttling the efforts for denuclearization of the Korean peninsula. The six-party talks thus collapsed in December, 2008.\n\t\t\t\t\t\n\t\t\t\t\t Given that even international treaties and organizations and multilateral agreements could not hold in check the U.S. high-handed and arbitrary practices and rampage but were being abused as levers for justifying them, the DPRK was compelled to take the road of having access to nukes for self-defence to protect the dignity and security of the nation from the nuclear blackmail and threat of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Its access to nukes put an end to the nuclear imbalance on the Korean peninsula and provided a strong guarantee for checking and foiling the U.S. attempt to ignite a nuclear war.\n\t\t\t\t\t\n\t\t\t\t\t But for the DPRK's nuclear deterrent for self-defence, a nuclear war might have broken out on the Korean peninsula many times.\n\t\t\t\t\t\n\t\t\t\t\t The reality goes to prove how just the DPRK was when it had access to nuclear deterrent for self-defence, while tightening its belt.\n\t\t\t\t\t\n\t\t\t\t\t Gone are the days never to return when the U.S. had resorted to high-handed and arbitrary practices, brandishing its nuclear weapons. What remains to be done now is to force it to pay dearly for the crimes it committed by bringing nukes to south Korea and posing constant nuclear threat to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should stop at once its Key Resolve and Foal Eagle and withdraw its forces of aggression including nuclear weapons from south Korea, well aware that it will only face the final ruin for its reckless nuclear war moves."
        },
        {
            "title": "S. Korean Paper Accuses Authorities of Their Racket for Eliminating \"Followers of North\"",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-12ee.html",
            "content": "S. Korean Paper Accuses Authorities of Their Racket for Eliminating \"Followers of North\"\r\nPyongyang, March 9 (KCNA) -- The south Korean internet paper Voice of People Saturday editorially denounced the puppet forces for kicking up the racket for \"eliminating followers of the north\" over the knife attack on the U.S. ambassador to south Korea.\n\t\t\t\t\t The editorial said that the security authorities are working hard to charge Kim Ki Jong, the attacker, with the violation of the \"Security Law.\"\n\t\t\t\t\t\n\t\t\t\t\t The conservative media and \"Saenuri Party\" openly revealed their design to use the case for their political purpose by labeling him \"follower of the north\" from the outset, the editorial noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces are working hard to suppress Kim under the pretext of his visit to the north which was paid together with other south Koreans with the approval of the \"government\".\n\t\t\t\t\t\n\t\t\t\t\t The people feel ashamed to see shameless behaviors of those intoxicated with the \"elimination of followers of the north,\" a political drug, the editorial deplored."
        },
        {
            "title": "U.S. Warships Hurled into War Drills",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-07ee.html",
            "content": "U.S. Warships Hurled into War Drills\r\nPyongyang, March 9 (KCNA) -- Warships of the U.S. imperialist aggression forces have been hurled into Key Resolve and Foal Eagle joint military exercises, the largest-ever war exercises against the north now under way in the sky, land and sea of south Korea.\n\t\t\t\t\t Aegis destroyers Lassen and John S. McCain, littoral combat ship Fort Worth and rescue warship of the U.S. Navy entered Tonghae Port and Phyongthaek Port one after another.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the south Korean warmongers describe the joint military exercises as \"annual and defensive\", while giving impression that they are downscaling the exercises.\n\t\t\t\t\t\n\t\t\t\t\t But in fact they are expanding the scope of the exercises by introducing more U.S. forces into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t A touch-and-go situation is prevailing on the Korean peninsula as their scale and scope are getting bigger and their aggressive and offensive nature is being brought to light."
        },
        {
            "title": "Japanese Slams Obama's Remarks about DPRK",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-02ee.html",
            "content": "Japanese Slams Obama's Remarks about DPRK\r\nPyongyang, March 9 (KCNA) -- Takashi Nada, representative of the Ehime Institute for Contemporary Korean Issue in Japan, posted an article denouncing Obama's rude remarks about the DPRK on internet homepage on February 19. \n\t\t\t\t\t He said in the article that he could not repress anger at Obama's evil remarks about the DPRK on January 22. \n\t\t\t\t\t\n\t\t\t\t\t The article went on:\n\t\t\t\t\t\n\t\t\t\t\t Obama's remarks are a hysteric one by a man upset by the failure of the policy to stifle the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The National Defence Commission of the DPRK in its statement on February 4 said as follows:\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. ignites a war of aggression against the DPRK by conventional forces, the latter will fight the former by conventional forces of its style, if the former unleashes a nuclear war against the latter, it will counter with its own nuclear strikes, and if the former tries to bring down the latter through a cyber warfare, it will react with its own preeminent cyber warfare and will thus bring earlier the final ruin of the U.S. This is a decisive option of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better clearly know that the DPRK's smaller, precision and diversified nuclear strike means and ground, naval, underwater, air and cyber warfare means will be used through the service personnel and people's display of the strongest mental power and indomitable ideology and will which the gangster-like U.S. imperialists can never think of and by the Juche-oriented strategy and tactics and unique war methods unprecedented in human history of wars.\n\t\t\t\t\t\n\t\t\t\t\t The declaration fully reflects the stand of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t I support the stand of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t It is the natural right of an independent country to fight against aggression by the imperialists."
        },
        {
            "title": "Nigerian Organizations Denounce U.S.-S. Korea Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-03ee.html",
            "content": "Nigerian Organizations Denounce U.S.-S. Korea Joint Military Exercises\r\nPyongyang, March 9 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism, Nigerian Group for the Study of the Juche Philosophy, Nigerian Group for the Study of the Songun Politics and the Nigerian Group for Self-Reliance Studies made public a joint statement in denunciation of the U.S.-south Korea joint military exercises Key Resolve and Foal Eagle on March 3. \n\t\t\t\t\t The joint statement said:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and south Korean authorities started the adventurous joint military exercises Key Resolve and Foal Eagle from March 2 despite strong protest and denunciation of the world progressives. \n\t\t\t\t\t\n\t\t\t\t\t The exercises to be staged until April 24 are dangerous war drills for aggression aiming at ensuring rapid deployment of the U.S. forces in contingency on the Korean peninsula, making a surprise preemptive attack on the DPRK, \"eliminating\" the headquarters of the DPRK and \"occupying Pyongyang\". \n\t\t\t\t\t\n\t\t\t\t\t The exercises are an open violation of sovereignty and dignity of the DPRK and an unpardonable hostile act. \n\t\t\t\t\t\n\t\t\t\t\t The situation of the Korean peninsula is again inching close to the brink of war. \n\t\t\t\t\t\n\t\t\t\t\t We bitterly denounce the joint military drills Key Resolve and Foal Eagle, nuclear war exercises for aggression aiming at \"collapse\" of Korean-style socialist system, and strongly demand a stop to them. \n\t\t\t\t\t\n\t\t\t\t\t We extend firm solidarity to the righteous struggle of the Korean People's Army and the people to smash the moves for aggression of the hostile forces."
        },
        {
            "title": "British Organizations Denounce U.S.-S. Korea Joint Military Drills",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-05ee.html",
            "content": "British Organizations Denounce U.S.-S. Korea Joint Military Drills\r\nPyongyang, March 9 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK made public a joint statement on March 2 in denunciation of the adventurous Key Resolve and Foal Eagle joint military drills of the U.S. imperialists and south Korean warmongers. \n\t\t\t\t\tThe joint military exercises are aimed at bringing down the Korean socialist system and reducing the DPRK to a colony, the joint statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\tThe military drills are very dangerous as they are staged at a time when the U.S. imperialists' anti-DPRK \"human rights\" racket has become evermore pronounced. \n\t\t\t\t\t\n\t\t\t\t\tIt would be a big mistake for the U.S. and south Korean puppet forces to think they can bring the DPRK to their knees with pressure and blackmail. \n\t\t\t\t\t\n\t\t\t\t\tA spokesman for the General Staff of the Korean People's Army in a statement expressed the DPRK's will not to remain an onlooker to the dangerous war moves of the U.S. imperialists and their followers.\n\t\t\t\t\t\n\t\t\t\t\tWe support the decisive and revolutionary stand of the DPRK and call upon the world peace-loving forces to extend full solidarity to the heroic struggle of the Korean people against the U.S. imperialists' aggression moves. \n\t\t\t\t\t\n\t\t\t\t\tThe joint statement demanded an immediate stop to the aggressive Key Resolve and Foal Eagle joint military drills."
        },
        {
            "title": "Kim Il Sung's Birth Anniversary to Be Celebrated in Serbia",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-04ee.html",
            "content": "Kim Il Sung's Birth Anniversary to Be Celebrated in Serbia\r\nPyongyang, March 9 (KCNA) -- A Serbian preparatory committee for celebrating the birth anniversary of President Kim Il Sung was inaugurated on March 3.\n\t\t\t\t\t Batric Mijovic, general secretary of the New Yugoslav Communist Party of Serbia, was elected chairman of the above-said preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize colorful political and cultural events including a meeting, seminar and lecture in praise of the sacred revolutionary career and undying exploits of Kim Il Sung from April 1 to 20."
        },
        {
            "title": "Kim Jong Un inspecciona la unidad 1016 de fuerzas aereas y antiaereas del EPC",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-01ss.html",
            "content": "Kim Jong Un inspecciona la unidad 1016 de fuerzas aereas y antiaereas del EPC\r\nPyongyang, 9 de marzo (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, inspecciono la unidad 1016 de las fuerzas aereas y antiaereas del EPC, galardonada con el titulo de Septimo Regimiento de O Jung Hup.\n\t\t\t\t\tAnte todo, recorrio la recien modernizada planta eolica y fotovoltaica de la unidad averiguando en detalles el estado de su operacion.\n\t\t\t\t\t\n\t\t\t\t\tViendo los generadores eolicos y los paneles fotovoltaicos instalados en hilera, recordo aquel dia de noviembre de 2011 cuando visito el mismo lugar acompanando al Dirigente Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la planta es una herencia del Dirigente agregando que los cables electricos extendidos desde la red de transmision de la planta transportan a los pilotos el gran amor y afecto paternal del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que la planta de energias naturales de la unidad es una base productora de electricidad y al mismo tiempo, la de educacion en las benevolencias del Dirigente quien no escatimaba nada para los aviadores.\n\t\t\t\t\t\n\t\t\t\t\tInstruyo acondicionar mejor la planta en que estan impregnadas las huellas de orientacion del Dirigente e impulsar con esmero las labores para normalizar su operacion a fin de hacer brillar para siempre las hazanas de direccion del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tMuy satisfecho evaluo los meritos de la unidad 6556 del EPC, los funcionarios, cientificos y tecnicos de la Academia Estatal de Ciencias que a traves de la cooperacion entre los militares y civiles, contribuyeron a la edificacion magnifica de la planta digna de jactarse, y les expreso agradecimiento.\n\t\t\t\t\t\n\t\t\t\t\tDijo que para solucionar el problema de electricidad del pais, es importante desarrollar una intensa lucha por utilizar activamente las energias naturales inclusive la eolica, la solar y la geotermica y presento las tareas y remedios para ese fin.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, inspecciono la unidad.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, recorrio el monumento a la visita de orientacion de los grandes hombres del monte Paektu y la casa de los militares.\n\t\t\t\t\t\n\t\t\t\t\tRecordo que los grandes lideres, percatados de la posicion y la importancia que tienen las fuerzas aereas en la defensa de la patria, dedicaron todo lo suyo para fortalecerlas y agrego que la trayectoria del desarrollo de las autoctonas fuerzas aereas es la historia de abnegacion y esfuerzos incansables del Presidente y el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tTras evaluar que la casa de los militares fue acondicionada bien conforme a la voluntad del partido, apunto que para formar a los aviadores como brigada de choque del cielo, se debe intensificar la educacion en las nobles personalidades de los Lideres, el patriotismo de Kim Jong Il y la conviccion y la educacion antiimperialista y clasista y en la moral.\n\t\t\t\t\t\n\t\t\t\t\tProsiguio que en tomar firmemente como tres ejes la linea estrategica de 4 puntos, las 3 tareas y los 5 tipos de educacion, presentados por el partido para el fortalecimiento del ejercito, hay el atajo para convertir el EPC en el invencible ejercito revolucionario del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\tPuntualizo que acondicionar bien las unidades visitadas por los grandes lideres y glorificar sus inmortales hazanas deben ser el punto de partida de todas las labores del ejercito popular inclusive la militar, la politica y la intendencia y asi se puede hacer del EPC el ejercito fuerte en ideologia y conviccion.\n\t\t\t\t\t\n\t\t\t\t\tDando vuelta por la sala de ejercicio de vuelo de la unidad y la de leccion de vuelo del batallon no.2, se cercioro del estado de ejercicios militares y politicos.\n\t\t\t\t\t\n\t\t\t\t\tMirando a los pilotos manejando diestramente los aparatos de entrenamiento de pilotaje conectados con las computadoras, destaco las ventajas de hacer muchos ejercicios de ese tipo y la importancia de realizarlos sustancialmente y dio la indicacion de modernizar mas los equipos de ejercicios.\n\t\t\t\t\t\n\t\t\t\t\tIndico que todas las unidades aereas deben acondicionar bien el salon de ejercicios de vuelo y mejorar sin cesar la calidad de los ejercicios para preparar a los aviadores como los capaces de cumplir sus misiones bajo cualesquier circunstancias dificiles.\n\t\t\t\t\t\n\t\t\t\t\tPaso revista al dormitorio de aviadores, el bano, el deposito de soya, el comedor, la cocina, el invernadero de forma semi-boveda y el area de cultivo de hongos atendiendo con afecto paternal las condiciones de vida de los pilotos.\n\t\t\t\t\t\n\t\t\t\t\tEse dia, Kim Jong Un vio el avion de caza no.109, visitado por el Presidente Kim Il Sung, y otros cazas de la unidad.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo la necesidad de cuidar con responsabilidad los aviones visitados por los grandes lideres para que estas aeronaves se pongan al frente de defensa de la patria en el dia de batalla.\n\t\t\t\t\t\n\t\t\t\t\tTomo la foto de recuerdo con los aviadores y los militares de la unidad tras expresar esperanza y conviccion de que esos primeros ejercitaran con asiduo manteniendose siempre en el estado de movilizacion de combate bajo la consigna \"!Esperamos la orden de despegue del partido!\" para poder despegar en cualquier momento cuando se de la orden del CC del PTC.\n\t\t\t\t\t\n\t\t\t\t\tAntes de partir de la unidad, Kim Jong Un encomendo a los comandantes de la unidad que trasladaran a las esposas de los pilotos los cosmeticos y alimentos preparados por si mismo con motivo del Dia Internacional de la Mujer, junto con las felicitaciones del Comandante Supremo.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Hwang Pyong So, Jo Kyong Chol, Ri Pyong Chol y Son Chol Ju."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales del nuevo embajador ruso en Corea",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-17ss.html",
            "content": "Kim Yong Nam recibe cartas credenciales del nuevo embajador ruso en Corea\r\nPyongyang, 9 de marzo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, recibio el dia 9 en el Palacio de los Congresos Mansudae las cartas credenciales del nuevo embajador extraordinario y plenipotenciario de la Federacion Rusa en la RPDC, Alexandr Matsegora.\n\t\t\t\t\tActo seguido, Kim converso con el diplomatico."
        },
        {
            "title": "CNCDP revela crimenes de EE.UU. de haber convertido el Sur de Corea en mayor arsenal nuclear",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-16ss.html",
            "content": "CNCDP revela crimenes de EE.UU. de haber convertido el Sur de Corea en mayor arsenal nuclear\r\nPyongyang, 9 de marzo (ACNC) -- El Comite Nacional Coreano por la Defensa de la Paz (CNCDP) hizo publica el dia 9 una carta blanca para revelar los crimenes de Estados Unidos que desde hace varios decenios ha venido convirtiendo el Sur de Corea en la mayor base avanzada nuclear y el mas peligroso origen de guerra nuclear del mundo introduciendo incontables armas nucleares en el suelo surcoreano y ejerciendo la amenaza nuclear sobre la Republica Popular Democratica de Corea. \n\t\t\t\t\tSegun el documento, la introduccion de armas nucleares norteamericanas en el Sur de Corea empezo ya desde 1950 cuando el imperio desato la guerra coreana.\n\t\t\t\t\t\n\t\t\t\t\tEn agosto de 1950, EE.UU. introdujo las armas nucleares en el Sur de Corea y a finales del mismo ano expuso abiertamente el plan de lanzar 30-50 bombas atomicas en la zona fronteriza entre Corea y China, revela la nota y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn junio de 1957, EE.UU. rompio unilateralmente la clausula D del articulo 13 del Acuerdo de Armisticio que estipula prohibir la introduccion de armamentos de todo tipo desde fuera de Corea. Y en julio del mismo ano, declaro el armamento nuclear de sus tropas ocupantes del Sur de Corea, y desde enero de 1958 ubico el misil nuclear Honest John, el canon atomico de 280 mm de calibre, la bomba atomica B-61, etc.\n\t\t\t\t\t\n\t\t\t\t\tEn la decada de 1960, reorganizo la division atomica como la mas moderna y ubico las bombas teledirigidas como Hawk, las minas nucleares y otras armas atomicas y teledirigidas. \n\t\t\t\t\t\n\t\t\t\t\tAl entrar en la decada de 1970, introdujo en el Sur de Corea las ojivas nucleares, misiles, cazabombarderos cargados de ojivas nucleares y otros medios de ataque nuclear diciendo que \"la seguridad del Sur de Corea esta relacionada directamente con la de EE.UU.\"\n\t\t\t\t\t\n\t\t\t\t\tEn la decada de 1980, hablando de la \"supremacia de la fuerza\", distribuyo en sus bases militares las mochilas nucleares, las bombas atomicas de tamano mediano y de mision especial capaces de destruir las puentes, tuneles y carreteras y traslado al suelo surcoreano hasta las armas nucleares tacticas ubicadas en Okinawa de Japon.\n\t\t\t\t\t\n\t\t\t\t\tUbico en sus unidades militares ocupantes del Sur de Corea los proyectiles nucleares para el canon de tiro parabolico de 155 mm de calibre que no se habia distribuido en ninguna base militar ultramarina y emplazo hasta la bomba de neutrones llamado como \"arma diabolica del siglo XX\" y el misil nuclear de alcance mediano Pershing 2.\n\t\t\t\t\t\n\t\t\t\t\tHasta mediados de la decada de 1980, alcanzaron a mas de mil 720 las armas nucleares norteamericanas introducidas en el Sur de Corea, o sea, 4 veces mas  que la OTAN en la densidad de distribucion de armas nucleares. Esto significa que estan ubicadas 1.7 armas nucleares por 100 kilometros cuadrados. \n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, el Sur de Corea se ha convertido en el mayor arsenal nuclear del mundo. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. introdujo sistematicamente las armas nucleares en el Sur de Corea mientras instalo por doquier los arsenales nucleares y ubico hasta las unidades encargadas de su conservacion y suministro perfeccionando asi los preparativos para provocar una guerra nuclear en cualquier momento. \n\t\t\t\t\t\n\t\t\t\t\tLas maniobras de guerra nuclear de EE.UU. continuaron despues de concertado el convenio internacional que prohibe la introduccion de armas nucleares en un pais y region desnuclearizados. \n\t\t\t\t\t\n\t\t\t\t\tEn julio de 1992, EE.UU. publico la declaracion enganosa de haber retirado completamente del Sur de Corea las armas nucleares tacticas e introdujo de continuo en el suelo surcoreano las armas nucleares expresando la \"politica de NCND\". \n\t\t\t\t\t\n\t\t\t\t\tSegun el \"mapa sobre el transporte y distribucion de armas nucleares de tropas norteamericanas estacionadas en el Sur de Corea\", presentado el 9 de octubre de 2005 ante la Asamblea Nacional del Sur de Corea, fue revelado el hecho de que estaban conservadas las armas nucleares en Seul, Taejon, Pusan, Taegu, Kwangju, Chunchon de la provincia surcoreana de Kangwon, Osan de la provincia de Kyonggi y otras ciudades principales. \n\t\t\t\t\t\n\t\t\t\t\tTambien se dio a la publicidad que en la base aerea norteamericana de Kunsan hay un deposito de armas nucleares en el subsuelo de 8 kilometros, llamado como una \"granja ganadera\" y estan almacenados 2 millones 740 mil proyectiles de uranio empobrecido en las bases militares norteamericanas en Suwon y Osan de la provincia de Kyonggi, Chongju de la provincia de Chungchong del Norte, etc. \n\t\t\t\t\t\n\t\t\t\t\tSegun un documento secreto de las tropas norteamericanas, descifrado en diciembre de 2010, estaban emplazadas en abril de 2005 las armas nucleares en la base militar norteamericana en Chunchon de aquel entonces donde tuvieron lugar los ejercicios de uso de ellas en el tiempo de emergencia. \n\t\t\t\t\t\n\t\t\t\t\tEn la 38a reunion consultiva anual de seguridad EE.UU.-Sur de Corea, efectuada en octubre de 2006, EE.UU. hizo hecho consumado el emplazamiento de armas nucleares estrategicas en el suelo surcoreano suponiendo el tiempo de emergencia de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tSegun ello, cada ano, EE.UU. introduce sin escrupulos en el Sur de Corea los cazabombarderos estrategicos B-52 y B-2, el submarino nuclear y el misil Tomahawk, llamados como tres pilares nucleares de las fuerzas nucleares estrategicas, y otros medios de guerra nuclear. \n\t\t\t\t\t\n\t\t\t\t\tLa carta blanca revela con datos concretos que desde la decada de los 50 del siglo pasado hasta la fecha, EE.UU. vino ejerciendo el chantaje y amenaza nuclear sobre la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tDesde cuando EE.UU. comenzo a introducir las armas nucleares en el Sur de Corea, la RPDC vino haciendo todo lo posible por lograr la desnuclearizacion de la Peninsula Coreana, senala el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\tA finales de la decada de 1950, la Asamblea Popular Suprema y la Comision de Armisticio Militar de la RPDC expresaron reiteradamente la posicion de principios contra la introduccion de armas nucleares norteamericanas en el Sur de Corea y demandaron fuertemente el cese de acciones que agravaban la tension de la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEn 1959, la RPDC propuso fundar en Asia una zona pacifica sin armas nucleares para desnuclearizar la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEn 1981, presento el proyecto de fundacion de la zona desnuclearizada del Nordeste Asiatico y en enero de 1984, propuso las conversaciones tripartitas entre la RPDC, EE.UU. y el Sur de Corea para eliminar completamente el peligro de guerra nuclear. Y en 1986, hizo ingentes esfuerzos por convertir la Peninsula Coreana en una zona desnuclearizada. \n\t\t\t\t\t\n\t\t\t\t\tEn diciembre de 1985, ingreso al Tratado de No Proliferacion a fin de eliminar la amenaza nuclear de EE.UU. y convertir la Peninsula Coreana en la zona desnuclearizada. \n\t\t\t\t\t\n\t\t\t\t\tEn junio de 1986, publico con solemnidad la declaracion del gobierno de la RPDC exponiendo al interior y exterior la posicion de no probar ni producir ni conservar e introducir las armas nucleares, no permitir las bases militares incluso las nucleares del extranjero y rechazar el paso de las armas nucleares extranjeras por la tierra, aire y mar de la RPDC. \n\t\t\t\t\t\n\t\t\t\t\tEn julio de 1987, publico otra declaracion del gobierno de reducir escalonadamente los efectivos de ambas partes coreanas, retirar las armas nucleares y otras fuerzas armadas de EE.UU. estacionadas en el Sur de Corea y abolir sus bases militares en el suelo surcoreano y tomo la medida practica de reducir unilateralmente 100 mil efectivos hasta finales del mismo ano. \n\t\t\t\t\t\n\t\t\t\t\tEn 1992, aprobo y puso en vigencia la Declaracion Conjunta Norte-Sur sobre la desnuclearizacion de la Peninsula Coreana y aprobo el acuerdo sobre la institucion y operacion del Comite Conjunto de Control Nuclear Norte-Sur. \n\t\t\t\t\t\n\t\t\t\t\tDesde mayo de 1992 hasta febrero de 1993, ayudo la inspeccion irregular de 6 ocasiones de la Agencia Internacional de Energia Atomica tomando como garantia la promesa de EE.UU. de cesar los ejercicios de guerra nuclear Team Spirit. \n\t\t\t\t\t\n\t\t\t\t\tPero, el imperio desafio abiertamente a los esfuerzos de la RPDC por la desnuclearizacion diciendo que \"es inconcebible la palabra desnuclearizacion para la region de Asia-Pacifico\". \n\t\t\t\t\t\n\t\t\t\t\tGracias a los incesantes esfuerzos de la RPDC por la desnuclearizacion de la Peninsula Coreana, se abrieron en agosto de 2003 las conversaciones a 6 bandas y fue aprobado en 2005 la Declaracion Conjunta del 19 de Septiembre. Pero, la administracion Bush nego totalmente la ejecucion de ese acuerdo inventando el rumor de \"billetes falsificados\" por el Norte de Corea. \n\t\t\t\t\t\n\t\t\t\t\tDespues de logrado el acuerdo del 13 de febrero en las conversaciones a 6 bandas en febrero de 2007, EE.UU. se opuso a la desnuclearizacion de la Peninsula Coreana pretextando la revision de la declaracion nuclear, debido a lo cual la cita a 6 bandas fue clausurada en diciembre de 2008.\n\t\t\t\t\t\n\t\t\t\t\tDado que ni los tratados internacionales ni la organizacion internacional ni el acuerdo multilateral pudieron frenar el despotismo y las arbitrariedades de EE.UU. y se convirtieron por el contrario en los aparato para justificarlos, la RPDC se vio obligada a poseer el disuasivo nuclear de autodefensa para defender la dignidad y la seguridad de la nacion desde el chantaje y amenaza nucleares de EE.UU.\n\t\t\t\t\t\n\t\t\t\t\tDe esta manera, se acabo el estado de desequilibrio nuclear de la Peninsula Coreana y se ha preparado la garantia para frustrar el intento de guerra nuclear d EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tSi la RPDC no hubiera adquirido el disuasivo nuclear de autodefensa, se habria estallado ya mil veces la guerra nuclear en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tLa realidad evidencia que fue muy justa la opcion de la RPDC de preparar el disuasivo nuclear superando las dificultades de toda indole. \n\t\t\t\t\t\n\t\t\t\t\tYa paso el tiempo en que EE.UU. cometia el despotismo y las arbitrariedades apoyandose en las armas nucleares. Lo que le queda ahora es pagar su crimen de haber introducido las armas nucleares en el Sur de Corea ejerciendo sin parar la amenaza nuclear. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe parar de inmediato los ejercicios belicos conjuntos Key Resolve y Foal Eagle y retirar del suelo surcoreano sus fuerzas armadas agresoras incluso las armas nucleares, teniendo presente que sus imprudentes maniobras de guerra nuclear le conduciran al arruinamiento."
        },
        {
            "title": "Minju Joson denuncia aumento de capacidad militar de EE.UU.",
            "url": "http://kcna.co.jp/item/2015/201503/news09/20150309-07ss.html",
            "content": "Minju Joson denuncia aumento de capacidad militar de EE.UU.\r\nPyongyang, 9 de marzo (ACNC) -- En estos dias, EE.UU. presta gran atencion al aumento de capacidad militar. \n\t\t\t\t\tHace poco, las fuerzas navales norteamericanas realizaron la prueba del sistema de defensa antimisil Aegis. Y planea introducir en la mision combativa el cazabombardero estrategico B-52, retirado en 2008.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, la sociedad internacional aboga por el alivio de la tension y la reduccion de gastos militares. Precisamente en estos momentos, EE.UU. recurre a la intensificacion de la capacidad militar. \n\t\t\t\t\t\n\t\t\t\t\tEl periodico Minju Joson, en un comentario individual de este lunes, lo califica de esfuerzos desesperados por mantener su sistema de hegemonia mundial en decadencia, y continua:\n\t\t\t\t\t\n\t\t\t\t\tDominar el mundo entero mediante la supremacia militar es el metodo rutinario e invariable estrategia de hegemonia mundial de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tEn particular, el imperio presenta la estrategia de dar importancia a la region de Asia-Pacifico a fin de poner de relieve su existencia militar en esta region.\n\t\t\t\t\t\n\t\t\t\t\tPero, en la region existen los competidores estrategicos y rivales ocultos capaces de desafiar al domino monopolista de EE.UU. \n\t\t\t\t\t\n\t\t\t\t\tConsiderando que es necesario tomar la supremacia militar para mantener a rayas a tales paises y frenar su desarrollo, EE.UU. presenta como tarea medular el fortalecimiento de las fuerzas militares para llevar a efecto la estrategia de dar prioridad  a la region de Asia-Pacifico. \n\t\t\t\t\t\n\t\t\t\t\tEs injustificable la estrategia norteamericana que perturba la paz y la estabilidad de la region de Asia-Pacifico, acarrea el enfrentamiento y el choque y agrava la tension. \n\t\t\t\t\t\n\t\t\t\t\tLa estrategia de hegemonia mundial de EE.UU. tendente a buscar la salida en el aumento de gastos militares y en la confrontacion militar entenebrecera mas la perspectiva del imperio y adelantara solo el arruinamiento de si mismo."
        }
    ]
}