{
    "date": "2015-01-24",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-24ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Guides Flight Drill of KPA Air and Anti-Air Force",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-01ee.html",
            "content": "Kim Jong Un Guides Flight Drill of KPA Air and Anti-Air Force\r\n Pyongyang, January 24 (KCNA) -- A flight combat drill of fighter and bomber groups under the Guards 1st Air and Anti-Air Division of the Air and Anti-Air Force of the Korean People's Army (KPA) was staged at the initiative of Supreme Commander Kim Jong Un.\n\t\t\t\t\t The stalwart airpersons and all other men and officers of the KPA are now filled with the surging hatred and strong will to bring to the court of history and deal a deadly blow, on behalf of the entire nation, at the vile human scum who have driven such burglars as dirty guys to the anti-DPRK psychological warfare for slandering the dignity and social system of the DPRK to chill the atmosphere in the forefront area with confrontation from the outset of the year, in challenge to Supreme Commander Kim Jong Un's New Year address, and those who have neglected such action in an irresponsible manner.\n\t\t\t\t\t\n\t\t\t\t\t Prior to the drill, Supreme Commander Kim Jong Un called Col. General Choe Yong Ho, commander of the KPA Air and Anti-Air Force, and Maj. General Choe Hak Song, chief of its staff, to the building of the Workers' Party of Korea Central Committee. And he gave a task for combat flight, including the procedure of the drill and method, personally setting the flight course and coordinates.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Commander went to the airfield to guide the flight drill, accompanied by Hwang Pyong So, Ri Yong Gil, O Kum Chol and Ri Pyong Chol.\n\t\t\t\t\t\n\t\t\t\t\t There he was briefed on the resolve of the Air and Anti-Air Force on how to carry out the combat flight task in relation to the drill and gave the flying groups an order to make sorties.\n\t\t\t\t\t\n\t\t\t\t\t The flying groups conducted in succession and in a short time the search and strong strike at the simulated enemy's overseas air-force base and fleet attempting at military attack on the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Being reported on the airmen's successful implementation of assault task, Kim Jong Un said with satisfaction that there is something extraordinary in a guards unit and combat pilots of the unit with a glorious history of victories searched the unfamiliar targets at the right time and skillfully carried out raid on them along the ordered flight course.\n\t\t\t\t\t\n\t\t\t\t\t Then a free air combat between types of warplanes was staged to shoot down the \"enemy's\" air pirates intruding into the DPRK's territorial air.\n\t\t\t\t\t\n\t\t\t\t\t Watching the combat, the Supreme Commander said that it is needed to reject formalism and stereotyped patterns in training and bring a turn in raising its quality by steadily improving contents and styles under the slogan of the Party's air-training-first idea. The significance of the current drill is to make an example for the entire army in carrying out the Party's policy on conducting the training under an actual war condition, he added. \n\t\t\t\t\t\n\t\t\t\t\t There were flights displaying special skills. \n\t\t\t\t\t\n\t\t\t\t\t He noted with high appreciation that our pilots of pursuit planes are very good at aeronautics and it is fantastic to see them control planes like their palms.\n\t\t\t\t\t\n\t\t\t\t\t Then he watched a drill of women pursuit pilots. \n\t\t\t\t\t\n\t\t\t\t\t He praised them as filial daughters of heroic Korea and heroes of training who displayed the mettle of Korean women once again, saying with satisfaction that they conducted a solo flight in unfavorable weather conditions and landing in an unfamiliar airfield as well as airmen, though it was not so long that they turned to be pursuit pilots. \n\t\t\t\t\t\n\t\t\t\t\t Telling them to become ace pilots by intensifying the flight training with pluck and guts infused by the Party, he posed for a picture with them, saying that they should be widely introduced to delight their parents and other people. \n\t\t\t\t\t\n\t\t\t\t\t All the servicepersons of the Guards 1st Air and Anti-Air Division made their firm resolution to wipe out with final annihilating strike, if the Supreme Commander issues an order, the enemies who openly declared the continuous nuclear war drills against the DPRK and have encouraged and connived at the despicable and disgusting deeds to get on the nerves of the DPRK people from the outset of the new year."
        },
        {
            "title": "DPRK's Acrobats Win Golden Prizes at Int'l Circus Festival",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-12ee.html",
            "content": "DPRK's Acrobats Win Golden Prizes at Int'l Circus Festival\r\n Pyongyang, January 24 (KCNA) -- The 39th Monte Carlo International Circus Festival took place in Monaco from Jan. 15 to 18.\n\t\t\t\t\t It brought together excellent acrobats of 16 countries including the DPRK, Germany, Russia, Switzerland, China, Italy and Spain.\n\t\t\t\t\t\n\t\t\t\t\t In their physical acrobatics \"Flying on the Twin Swing\" and \"Balancing Etude\" acrobats of the National Circus of the DPRK presented movements requiring high technique and excellent skill in the air.\n\t\t\t\t\t\n\t\t\t\t\t Golden prizes were awarded to the above-said acrobatic pieces on Jan. 20."
        },
        {
            "title": "2015 Premier Football Matches in DPRK",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-14ee.html",
            "content": "2015 Premier Football Matches in DPRK\r\n Pyongyang, January 24 (KCNA) -- 2015 premier football matches will be held from March to October in the DPRK, according to an official of the DPRK Football Association.\n\t\t\t\t\t He said that four rounds of premier matches will be held in the form of round-robin and knockout competitions.\n\t\t\t\t\t\n\t\t\t\t\t In 2014 premier football matches, the April 25 Sports Team topped the standings of teams in men's and women's events.\n\t\t\t\t\t\n\t\t\t\t\t Male footballers of the Chobyong Sports Team and female footballers of the Jebi Sports Team were qualified for the 2015 premier matches, after finishing first in the division-2 football tournaments.\n\t\t\t\t\t\n\t\t\t\t\t The Chobyong's male team won the qualification for the first time, but is expected to demonstrate the power of its new stars."
        },
        {
            "title": " KFP&MCHA to Enhance Role",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-15ee.html",
            "content": "KFP&MCHA to Enhance Role\r\n Pyongyang, January 24 (KCNA) -- January 25 will mark the 25th founding anniversary of the Korean Family Planning and Maternal and Child Health Association (KFP&MCHA).\n\t\t\t\t\t In this regard, So Hyon Chol, executive director of the KFP&MCHA, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t This year the association plans to establish \"associate clinic\" within the strategic framework of the International Planned Parenthood Federation (IPPF) and enhance its role for providing reproductive health (RH) services.                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                                      \n\t\t\t\t\t\n\t\t\t\t\t Over the past 25 years, the KFP&MCHA has conducted activities advocating for SRHR (sexual and reproductive health rights) and offered information, education and medical services related to RH. \n\t\t\t\t\t\n\t\t\t\t\t It has annually given consultations and medical services concerning RH to about 100,000 clients and conducted such activities as early diagnosis and treatment of cervical cancer in cooperation with healthcare units.\n\t\t\t\t\t\n\t\t\t\t\t Nine FP (family planning) clinics and seven outreach service teams have offered RH services to residents in rural and mountainous areas. \n\t\t\t\t\t\n\t\t\t\t\t The association has offered minimum initial service package (MISP) for RH to residents in the disaster-hit areas in cooperation with the United Nations Population Fund since 2007. \n\t\t\t\t\t\n\t\t\t\t\t It also carried on activities to introduce diversified up-to-date family planning methods, supported by the Demark International Development Agency (DANIDA)."
        },
        {
            "title": "US Policy toward DPRK Is Bound to Totally Go Bust: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-10ee.html",
            "content": "US Policy toward DPRK Is Bound to Totally Go Bust: Rodong Sinmun\r\n Pyongyang, January 24 (KCNA) -- The U.S. policy toward the DPRK is bound to totally go bust, says Rodong Sinmun Saturday in an article. \n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. fought a three-year-long war against the DPRK in the 1950s and has unilaterally threatened and blackmailed it with nukes for the past several decades and slapped harsh economic sanctions against it but all this ended in serious setbacks and failures.\n\t\t\t\t\t\n\t\t\t\t\t It is a fact recognized in the U.S. that Obama's policy of \"strategic patience\" has proved ineffective and brought only repeated failures.\n\t\t\t\t\t\n\t\t\t\t\t The Obama administration is now clinging to the mean \"human rights\" racket, aware that it can hardly succeed in its scenario to disable the self-defensive nuclear deterrent of the DPRK and stifle it by force.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. attempt to stifle the DPRK through its  \"human rights\" campaign clearly proves that it has no more powerful weapon for enforcing its hostile policy toward the latter.\n\t\t\t\t\t\n\t\t\t\t\t It is as clear as noonday that the U.S. \"human rights\" racket against the DPRK is doomed to go bankrupt.\n\t\t\t\t\t\n\t\t\t\t\t The Obama administration can never save its hostile policy toward the DPRK from its total failure no matter how desperately it works.  Doing so would only precipitate its self-destruction. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. should desist from pursuing the policy hostile toward the DPRK and policy of aggression and boldly make a policy switch, though belatedly.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. persists in its hostile policy toward the DPRK in defiance of its advice, its army and people will dynamically carry on the toughest counteractions for bringing bitter setbacks and shame to the U.S."
        },
        {
            "title": "Creation of Staff of S. Korea-US Combined Division Censured",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-09ee.html",
            "content": "Creation of Staff of S. Korea-US Combined Division Censured\r\n Pyongyang, January 24 (KCNA) -- The Staff of the south Korea-U.S. combined division was formally inaugurated and went fully operational recently. The U.S. and the south Korean military warmongers announced that it would map out operational plans for carrying out special duties such as \"elimination of north's nuclear weapons and WMDs and civilian operations\" in contingency and rounding off them through combined exercises and that it would take part in the upcoming Key Resolve joint military drills.\n\t\t\t\t\t A commentary of Rodong Sinmun Saturday says there is no such war staff in any other parts of the world and that the creation of the staff and its full-dress operation arouse serious apprehensions of the public at home and abroad as such situation can be seen only on the eve of the war.\n\t\t\t\t\t\n\t\t\t\t\t Such move is an open challenge to the proposals made by the DPRK and its peace-loving efforts to defuse the danger of a nuclear war and de-escalate tension on the Korean peninsula, the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is crystal clear that it is impossible to hold dialogue and improve the relations between the north and the south but tension and the danger of a nuclear war will increase on the Korean peninsula as long as the U.S. and the south Korean authorities persist in their madcap racket for a war of aggression against the DPRK, regarding it as a target of invasion.\n\t\t\t\t\t\n\t\t\t\t\t If the worst situation is created due to the reckless provocations of the U.S. and the south Korean warmongers, they will be held wholly responsible for it.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson in a commentary terms the above-said action taken by the south Korean authorities in collusion with the U.S. a serious military provocation aiming at a preemptive attack on the DPRK and an open mockery and hideous challenge to the desire and wish of the compatriots."
        },
        {
            "title": "Rodong Sinmun Calls for Making Breakthrough in Improving Korean Relations",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-08ee.html",
            "content": "Rodong Sinmun Calls for Making Breakthrough in Improving Korean Relations\r\n Pyongyang, January 24 (KCNA) -- Rodong Sinmun Saturday in an article calls on the north and the south to make a breakthrough in mending the inter-Korean relations through dialogue and negotiations at any cost this significant year out of their patriotic decision and will.\n\t\t\t\t\t It is the steadfast stand of the DPRK to solve the issues through dialogue and negotiations between the north and the south in conformity with the common interests of the nation, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t What is important is to make dialogue and negotiations substantially contribute to repairing the inter-Korean relations and achieving independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t If one insists on unilateral demand and assertion or pursues partisan purposes in dialogue without true will to repair the inter-Korean relations, this will only bring baneful consequences of hurting the north-south relations.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should take the road of improving the inter-Korean relations and achieving independent reunification from a new viewpoint and attitude, away from the past narrow-minded and hostile attitude.\n\t\t\t\t\t\n\t\t\t\t\t They should give up the reckless theory on \"unification of social systems\", stop confrontation rackets such as anti-DPRK leaflet scattering operations and \"human rights\" campaign and sincerely come out for dialogue and negotiations for the improved inter-Korean relations and independent reunification.\n\t\t\t\t\t\n\t\t\t\t\t All political parties and organizations in south Korea should actively swim with the giant trend of history to bring about a dramatic change in the inter-Korean relations and refrain from stemming it.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans in the north and the south and abroad are called on to fully support dialogue and negotiations for mending the inter-Korean relations and achieving independent reunification and wage a dynamic drive to realize them in hearty response to the appeal adopted at a joint meeting of the government, political parties and organizations of the DPRK."
        },
        {
            "title": " S. Korean Inhabitants Accuse Minister of Defense",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-11ee.html",
            "content": "S. Korean Inhabitants Accuse Minister of Defense\r\n Pyongyang, January 24 (KCNA) -- The inhabitants in Ryongsan District, Seoul filed a suit in the Seoul Administration Court against the minister of Defense on Jan. 21, according to the south Korean MBC.\n\t\t\t\t\t They termed the decision of the military authorities to leave the U.S.-south Korea \"Combined Forces Command\" at the U.S. base in Ryongsan till the transfer of the OPECON  though it should be totally returned to south Korea a mockery of the people.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the military authorities retract the decision."
        },
        {
            "title": "Accidents Happen in S. Korea in Unbroken Chain",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-13ee.html",
            "content": "Accidents Happen in S. Korea in Unbroken Chain\r\n Pyongyang, January 24 (KCNA) -- The operator's cab of a wharf crane in a dockyard in Pusan, south Korea fell on Jan. 21 in an accident when it was being dismantled, according to south Korean MBC.\n\t\t\t\t\t It left four workers involved in the work dead.\n\t\t\t\t\t\n\t\t\t\t\t A train got into trouble when it was running on the rail 20 meters above the ground in Uijongbu City, Kyonggi Province on January 18. This caused more than 130 passengers to walk on the snow covered railroad track despite danger.\n\t\t\t\t\t\n\t\t\t\t\t A fire broke out in an apartment house in Uijongbu City on January 10, leaving four people dead and more than 120 wounded.\n\t\t\t\t\t\n\t\t\t\t\t A shell was accidentally fired from a warship of the 2nd Fleet of the south Korean navy on Jan. 21, claiming casualties, said the south Korean CBS."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in Slovenia",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-02ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in Slovenia\r\n Pyongyang, January 24 (KCNA) -- A Slovenian preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed in Ljubljana on January 19. \n\t\t\t\t\t Igor Jurisic, chairman of the Slovenia-Korea Friendship Association, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee set the celebration period from Jan. 19 to Feb. 18 and decided to hold political and cultural events praising the exploits of Kim Jong Il during the period."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in Poland",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-03ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in Poland\r\n Pyongyang, January 24 (KCNA) -- A Polish preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed in Warsaw on January 20.\n\t\t\t\t\t Slaboy January Guzowski, chairman of the Central Committee of the Poland-Korea Association, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events praising the feats of Kim Jong Il and widely introduce the true picture of Songun Korea on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in Uganda",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-04ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in Uganda\r\n Pyongyang, January 24 (KCNA) -- A Ugandan preparatory committee for celebrating the birth anniversary of leader Kim Jong Il (the Day of the Shining Star) was formed on January 19. \n\t\t\t\t\t Henri Masico, department director of the Presidency of Uganda, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee decided to hold political and cultural events praising the noble career and exploits of Kim Jong Il on the occasion of the Day of the Shining Star."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in UK",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-06ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in UK\r\n Pyongyang, January 24 (KCNA) -- A British preparatory committee for celebrating the 73rd birth anniversary of leader Kim Jong Il was inaugurated on January 19. \n\t\t\t\t\t Andy Brooks, general secretary of the Central Committee of the New Communist Party of Britain, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The committee decided to give wide publicity to works of Kim Jong Il and his sacred revolutionary career and exploits and hold colorful political and cultural events including meeting and book and photo exhibition from January 20 to February 16."
        },
        {
            "title": "US Human Rights Abuses Condemned in Indonesia",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-05ee.html",
            "content": "US Human Rights Abuses Condemned in Indonesia\r\n Pyongyang, January 24 (KCNA) -- The National Guidance Council of the Pioneer Party of Indonesia, the Founding Committee of the Soekarno Foundation for Education of Indonesia, its Bungkarno University and the Indonesia-Korea Association for Friendship and Cultural Exchange released a joint statement on January 19 condemning the U.S. human rights abuses.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The continuous disclosure of the U.S. human rights abuses is touching off indignation and criticism by the international community.\n\t\t\t\t\t\n\t\t\t\t\t Such inhuman mediaeval tortures were perpetrated systematically and in a premeditated manner in various places with the approval of the U.S. president and under his patronage.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is, indeed, a kingpin and tundra of human rights.\n\t\t\t\t\t\n\t\t\t\t\t Recently the unbiased world public denounced the U.S. for perpetrating crimes against humanity and human rights, saying that now is the time for the UN to adopt a resolution on human rights abuses of the U.S.\n\t\t\t\t\t\n\t\t\t\t\t It is an insult to the true human rights and democracy and a mockery of progressive mankind that the U.S. turns a deaf ear to its crimes, pulls up and accuses the DPRK and other countries over their \"human rights issues\" and attempts to impose the American-style \"human rights model\" and \"human rights standards\" upon them.\n\t\t\t\t\t\n\t\t\t\t\t The statement said that the world should not allow the U.S. now under fire for crimes against humanity and human rights, to interfere in affairs of other countries and nations for aggression, war and domination in the guise of \"a human rights judge \"."
        },
        {
            "title": "Kim Jong Un dirige ejercicios de combate aereo de regimientos de cazas y bombarderos",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-16ee.html",
            "content": "Kim Jong Un dirige ejercicios de combate aereo de regimientos de cazas y bombarderos\r\nPyongyang, 24 de enero (ACNC) -- Por la iniciativa del Comandante Supremo Kim Jong Un, tuvieron lugar los ejercicios de combate aereo de los regimientos de cazas y bombarderos, adscritos a la Primera Division Guardia Aerea y Antiaerea de las fuerzas aereas y antiaereas del Ejercito Popular de Corea.\n\t\t\t\t\tEn desafio al mensaje del Ano Nuevo del Comandante Supremo, una chusma en el Sur de Corea fomenta el clima conflictivo desde los primeros dias del ano nuevo e instiga a unos tipejos malvados a lanzar la campana psicologica anti-Republica Popular Democratica de Corea para calumniar la dignidad y el regimen de esta, de modo que se tornara tenebrosa la atmosfera del frente avanzado.\n\t\t\t\t\t\n\t\t\t\t\tCon el gran odio hacia esas escorias humanas y los irresponsables que las dejan, los valientes pilotos de combate y todos los oficiales y soldados del EPC estuvieron firmemente decididos a llevarlos al banquillo de acusados de la historia y asestarles el golpe demoledor a nombre de toda la nacion coreana.\n\t\t\t\t\t\n\t\t\t\t\tAntes del entrenamiento, el Comandante Supremo llamo al coronel general de las fuerzas aereas Choe Yong Ho, comandante de las fuerzas aereas y antiaereas del EPC, y al general de brigada de las fuerzas aereas Choe Hak Song, jefe del Estado Mayor, a la sede del Comite Central del Partido del Trabajo de Corea donde les indico directamente la ruta y coordinadas de vuelo y les enseno el orden, el metodo y otros detalles de la mision a cumplir en los ejercicios.\n\t\t\t\t\t\n\t\t\t\t\tKim Jong Un salio al aeropuerto junto con Hwang Pyong So, Ri Yong Gil, O Kum Chol y Ri Pyong Chol para dirigirlos.\n\t\t\t\t\t\n\t\t\t\t\tEscucho en el terreno la decision de las fuerzas aereas y antiaereas tomada para cumplir la mision asignada por el mismo y dio la orden de despegue a los regimientos.\n\t\t\t\t\t\n\t\t\t\t\tPrimero, se realizaron seguidamente en un corto tiempo la busqueda y el fuerte ataque sobre los blancos que simulan las bases aereas enemigas en ultramar y la flotilla de buques enemigos que intentan el ataque militar contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tInformado del cumplimiento perfecto de la mision de asalto por nuestros pilotos, el Comandante Supremo se mostro muy satisfecho diciendo que los aviadores de la unidad guardia, que escribio su gloriosa historia de victorias, buscaron los blancos desconocidos y los asaltaron bien en el tiempo exacto segun la ruta indicada.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, hubo el combate libre entre las variedades de avion con el fin de derribar los \"aviones enemigos\" que invadieron el cielo jurisdiccional de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tMirando el combate, el Comandante Supremo dijo que hay que registrar cambio trascendental en elevar la calidad de entrenamiento militar al rechazar el formalismo y la forma estereotipada y mejorar constantemente el contenido y metodo bajo la consigna presentada por el Partido en materia de dar prioridad al entrenamiento de vuelo. Anadio que la importancia de esta maniobra esta en crear el ejemplo de todo el ejercito en la materializacion de la orientacion del Partido de realizar el ejercicio acercandolo al combate real.\n\t\t\t\t\t\n\t\t\t\t\tPor ultimo, se efectuo el vuelo de habilidades especiales.\n\t\t\t\t\t\n\t\t\t\t\tEl Comandante Supremo evaluo que nuestros pilotos de caza conducen muy bien los aviones.\n\t\t\t\t\t\n\t\t\t\t\tA continuacion, presencio el entrenamiento de las aviadoras de caza.\n\t\t\t\t\t\n\t\t\t\t\tEllas se hicieron aviadoras de caza hace poco, pero realizaron muy bien como varones el vuelo solitario y el aterrizaje en el aeropuerto desconocido a pesar de las desfavorables condiciones del tiempo, dijo y las elogio como heroinas de entrenamiento de la Corea heroica que demostraron otra vez el temperamento de las mujeres coreanas.\n\t\t\t\t\t\n\t\t\t\t\tEncomendo a ellas que ejerciten mas en el futuro con la audacia infundida por el Partido para formarse como mejores aviadoras y se fotografio con ellas proponiendo presentarlas ampliamente para que se pongan contentos otra vez sus padres en la tierra natal y los habitantes.\n\t\t\t\t\t\n\t\t\t\t\tTodos los oficiales y soldados de la Primera Division Guardia Aerea y Antiaerea tomaron la firme decision de asestar, una vez dada la orden del Comandante Supremo, el ataque demoledor final para exterminar a los enemigos que anuncian abiertamente la continuacion de los ejercicios de guerra nuclear anti-RPDC y defienden, fomentan y toleran los actos cobardes y repugnantes que irritan a la RPDC desde los primeros dias del ano nuevo."
        },
        {
            "title": " Kim Jong Un expresa condolencias por el deceso de Kim Tong Chun",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-17ee.html",
            "content": "Kim Jong Un expresa condolencias por el deceso de Kim Tong Chun\r\nPyongyang, 24 de enero (ACNC) -- El Comandante Supremo del Ejercito Popular de Corea, Kim Jong Un, envio el dia 23 una ofrenda floral ante el feretro del difunto Kim Tong Chun, general del EPC y conferenciante del Museo Conmemorativo de la Victoria en la Guerra de Liberacion de la Patria, para expresar profundas condolencias por su fallecimiento."
        },
        {
            "title": "Periodicos rechazan creacion de Estado Mayor de division combinada Sur de Corea-EE.UU.",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-18ee.html",
            "content": "Periodicos rechazan creacion de Estado Mayor de division combinada Sur de Corea-EE.UU.\r\nPyongyang, 24 de enero (ACNC) -- Hace poco, entro en operacion el Estado Mayor de la division combinada Sur de Corea-Estados Unidos. \n\t\t\t\t\tAl respecto, los belicistas de los circulos militares de EE.UU. y del Sur de Corea anunciaron que el Estado Mayor trazara el plan operacional para cumplir las misiones especiales como \"operacion civil y eliminacion de armas nucleares y otros armamentos de exterminio masivo del Norte de Corea\" en el tiempo de emergencia y lo adiestrara a traves de los ejercicios combinados, asi como participara en el simulacro conjunto Key Resolve que se librara  en el futuro.\n\t\t\t\t\t\n\t\t\t\t\tEn el mundo no hay tal Estado Mayor de guerra y su funcionamiento provoca gran preocupacion del interior y exterior del pais porque esta organizacion se constituye en visperas de la guerra, senala el diario Rodong Sinmun en un comentario individual de este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\tTales maniobras resultan un abierto desafio a la propuesta y esfuerzos pacifistas de la Republica Popular Democratica de Corea por eliminar el peligro de guerra nuclear y aliviar la tension en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tMientras EE.UU. y las autoridades surcoreanas sigan recurriendo a los fanaticos alborotos de provocacion de guerra contra la RPDC, no se lograran nunca el dialogo ni la mejora de las relaciones entre ambas partes coreanas sino se agravara la tension y se aumentara el peligro de guerra nuclear en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tEn el caso de que se cree la pesima situacion irreparable por las provocaciones imprudentes de los belicistas de EE.UU. y el Sur de Corea, su responsabilidad recaera sobre ellos mismos. \n\t\t\t\t\t\n\t\t\t\t\tEl periodico Minju Joson, a su vez, critica que la fundacion y funcionamiento del Estado Mayor de la division combinada constituye una grave provocacion militar tendente a asestar el ataque preventivo contra la RPDC y una abierta burla y desafio a la aspiracion de la nacion."
        },
        {
            "title": "Rodong Sinmun exhorta a abrir la brecha en el mejoramiento de relaciones Norte-Sur",
            "url": "http://kcna.co.jp/item/2015/201501/news24/20150124-19ee.html",
            "content": "Rodong Sinmun exhorta a abrir la brecha en el mejoramiento de relaciones Norte-Sur\r\nPyongyang, 24 de enero (ACNC) -- El Norte y el Sur deben activar el dialogo y negociaciones con la decision y voluntad patrioticas para abrir, cueste lo que cueste, la brecha en el mejoramiento de relaciones Norte-Sur en este ano significativo.\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un articulo individual de este sabado y continua:\n\t\t\t\t\t\n\t\t\t\t\t La posicion invariable de la Republica Popular Democratica de Corea es resolver los problemas surgidos conforme a los intereses comunes de la nacion y mediante el dialogo y negociaciones con el Sur de Corea.\n\t\t\t\t\t\n\t\t\t\t\t  Lo mas importante esta en realizar el dialogo y negociaciones de modo que estos contribuyan sustancialmente a la mejora de relaciones intercoreanas y la reunificacion independiente.\n\t\t\t\t\t\n\t\t\t\t\t Si una parte se obstina en su demanda y opinion durante el dialogo o intenta alcanzar su objetivo politico sin la voluntad de mejorar realmente las relaciones N-S, causara las consecuencias negativas para los mismos vinculos.\n\t\t\t\t\t\n\t\t\t\t\t  Las autoridades surcoreanas deben abandonar su actitud hostil y estrecha y optar el camino de mejora de las relaciones N-S y la reunificacion independiente con el nuevo punto de vista y nueva posicion.\n\t\t\t\t\t\n\t\t\t\t\t  Ademas tienen que abandonar la imprudente teoria de \"unificacion mediante la fusion de regimenes\", cesar los actos conflictivos como el lanzamiento de volantes anti-RPDC y el complot de \"derechos humanos\" y salir con sinceridad al dialogo y negociaciones.\n\t\t\t\t\t\n\t\t\t\t\t  Todos los partidos politicos y las entidades del Sur de Corea deben incorporarse a la corriente de la historia para traer el cambio fundamental en las relaciones N-S sin incurrir en los actos que lo impidan.\n\t\t\t\t\t\n\t\t\t\t\t  En pleno acato al espiritu del llamamiento aprobado en la reunion conjunta del gobierno, partidos politicos y entidades de la Republica Popular Democratica de Corea, toda la nacion coreana del Norte, el Sur y en ultramar debe apoyar activamente el dialogo y negociaciones para la mejora de relaciones N-S y la reunificacion independiente y luchar activamente por lograrlas."
        }
    ]
}