{
    "date": "2015-11-01",
    "url": "http://kcna.co.jp/item/2015/201511/2015-11-01ee.html",
    "articles": [
        {
            "title": "Message of Sympathy to Russian President",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-15ee.html",
            "content": "Message of Sympathy to Russian President\r\nPyongyang, November 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, Sunday sent a message of sympathy to Russian President V. V. Putin as regards the crash of a Russian passenger plane in Egypt which caused many casualties. \n\t\t\t\t\t The message said the accident was a bitter sorrow of the Russian government and people. \n\t\t\t\t\t\n\t\t\t\t\t It expressed deep sympathy and consolation to the Russian president and, through him, to the victims and bereaved families."
        },
        {
            "title": "Greetings to Algerian President",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-07ee.html",
            "content": "Greetings to Algerian President\r\nPyongyang, November 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Sunday sent a message of greeting to Abdelaziz Bouteflika, president of Algeria, on the occasion of the 61st anniversary of the start of the Algerian revolution.\n\t\t\t\t\t The message expressed belief that the traditional relations of friendship and cooperation between the two countries would grow stronger thanks to common efforts and sincerely wished the president and the government of Algeria bigger successes in their efforts for consolidating the national unity and political stability and achieving the country's development and prosperity, as well as his good health and happiness."
        },
        {
            "title": "Greetings to Algerian PM",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-09ee.html",
            "content": "Greetings to Algerian PM\r\nPyongyang, November 1 (KCNA) -- DPRK Premier Pak Pong Ju on Sunday sent a message of greeting to Abdel Malik Sellal, prime minister of Algeria, on the occasion of the 61st anniversary of the start of the Algerian revolution.\n\t\t\t\t\t The message expressed belief that the traditional relations of friendship and cooperation between the two countries would grow stronger and wished the prime minister success in his work for the economic development and prosperity of the country. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Ri Su Yong sent a similar message to Ramtane Lamamra, minister of State and minister of Foreign Affairs and International Cooperation of Algeria, on the same day."
        },
        {
            "title": "Iranian Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-08ee.html",
            "content": "Iranian Delegation Visits Mangyongdae\r\nPyongyang, November 1 (KCNA) -- A delegation of the Iranian Workers' House led by General Secretary Alireza Mahgoub visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t The guests visited the Mangyongdae Revolutionary Museum in which historic data and relics showing the revolutionary activities of the President and his family members in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t At the old home in Mangyongdae, they went round historic relics preserved there, being briefed on the revolutionary career of the President who devoted himself to the liberation of Korea and happiness of its people and accomplishment of the cause of global independence.\n\t\t\t\t\t\n\t\t\t\t\t They also toured revolutionary relics on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also visited the Monument to Party Founding, the Victorious Fatherland Liberation War Museum, Pyongyang Baby Home and Orphanage, etc."
        },
        {
            "title": "Foreign Guests Pay Tribute to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-14ee.html",
            "content": "Foreign Guests Pay Tribute to Kim Il Sung, Kim Jong Il\r\nPyongyang, November 1 (KCNA) -- A delegation of the Iranian Workers' House, a delegation of the Singapore Council of Women's Organizations and other foreign guests visited the Kumsusan Palace of the Sun on Sunday.\n\t\t\t\t\t The guests paid tribute to President Kim Il Sung and leader Kim Jong Il before their statues at the palace.\n\t\t\t\t\t\n\t\t\t\t\t In the halls where the great leaders lie in state the guests paid homage to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls in which orders the great leaders received are on display and halls which house cars, electric car, boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "WPK's Benevolent Politics Guarantees Invincibility of Socialism: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-04ee.html",
            "content": "WPK's Benevolent Politics Guarantees Invincibility of Socialism: Rodong Sinmun\r\nPyongyang, November 1 (KCNA) -- Rodong Sinmun Sunday dedicates an article to the 21st anniversary of the publication of leader Kim Jong Il's work \"Socialism Is a Science\".\n\t\t\t\t\t The work, published on November 1, Juche 83 (1994), deals with the idea that Korean-style socialism based on the Juche-based theory of socialism is the most scientific and viable socialism and clarifies the principled issues arising in defending socialism.\n\t\t\t\t\t\n\t\t\t\t\t The politics of love and trust by the Workers' Party of Korea (WPK) is a basic guarantee for strengthening the single-minded unity, the invincible might of socialism, in every way, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK has put forward the people as the most precious beings in the world and made revolution, pursued politics and carried out socialist construction on the basis of love and trust in the people. \n\t\t\t\t\t\n\t\t\t\t\t The WPK is the great servant for the people; it has made a new history by making eye-opening changes and brought a flower into bloom even on a rock if this is desired by the people and has given top priority to the interests of the people, regarding them as absolute.\n\t\t\t\t\t\n\t\t\t\t\t The WPK's politics of love and trust is a motive force which helps socialism dynamically advance full of energy.\n\t\t\t\t\t\n\t\t\t\t\t Miracles and leaping forward in building a thriving socialist nation are not the result of the mysterious strength of the heaven but the precious fruition of the great strength of the Korean people including the heroic workers armed with Kimilsungism-Kimjongilism who follow and defend in one mind the WPK, a party dedicating itself to the people.\n\t\t\t\t\t\n\t\t\t\t\t The younger generation is precious treasure incomparable with gold and it represents all the hope and future for the WPK.\n\t\t\t\t\t\n\t\t\t\t\t The WPK's love for the young generation and future which is getting warmer day by day is bringing into fuller bloom in the advance of the new century of Juche."
        },
        {
            "title": "Rodong Sinmun Calls for Opening Fresh Heyday of Juche-Oriented Press",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-05ee.html",
            "content": "Rodong Sinmun Calls for Opening Fresh Heyday of Juche-Oriented Press\r\nPyongyang, November 1 (KCNA) -- Today is the 70th founding anniversary of Rodong Sinmun. \n\t\t\t\t\t Rodong Sinmun Sunday in an editorial says its foundation by President Kim Il Sung on November 1, Juche 34 (1945) was the historical event of great significance in socio-political life of the Korean people and the work for implementing the cause of Juche revolution. \n\t\t\t\t\t\n\t\t\t\t\t After foundation of the revolutionary press organs including the party's newspaper Rodong Sinmun, the Workers' Party of Korea (WPK) could have the powerful ideological weapon protecting the party's idea and cause and powerful agitating force educating the masses in the revolutionary idea and inspiring them to the revolutionary struggle, the editorial says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The history of the Juche-oriented press is the proud one in which it has defended the Central Committee of the WPK as resolute defender of its idea and politics and active agitator. \n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun, in particular, has been always vanguard and death-defying corps in modeling the whole party and society on the party's monolithic ideological system and unified leadership system, in reforming all fabrics of social life as required by Kimilsungism-Kimjongilism and in the work for fully implementing the party's Songun politics. \n\t\t\t\t\t\n\t\t\t\t\t Now service personnel and people have grown up to be those strong in idea and faith and Songun Korea is demonstrating its dignity as socialist fortress. This would be unthinkable without the militant role of the press. \n\t\t\t\t\t\n\t\t\t\t\t The WPK's press is the vanguard unit in the ideological front started thanks to the far-sighted wisdom and deep care of the great leaders and brought up by them with much effort for a long period. \n\t\t\t\t\t\n\t\t\t\t\t The WPK's press is greeting the revolutionary turning phase under the experienced leadership of Marshal Kim Jong Un in the new century of the Juche revolution. \n\t\t\t\t\t\n\t\t\t\t\t The editorial calls upon all the journalists and men of the press to make the flames of the fresh revolution of newspaper, reports, radio and publishing rage under the guidance of the WPK and fully display the honor of the ideological vanguard and the first death-defying corps in the great era of Kim Jong Un."
        },
        {
            "title": "Japanese Defense Minister's Anti-DPRK Remarks under Fire",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-06ee.html",
            "content": "Japanese Defense Minister's Anti-DPRK Remarks under Fire\r\nPyongyang, November 1 (KCNA) -- The Japanese minister of defense at the recent talks between defense authorities of south Korea and Japan in south Korea said the DPRK is a target in the exercise of the right to collective self-defense. He talked rubbish that there is no problem in infiltrating Japan \"Self-Defense Forces\" into the northern part of the Korean Peninsula in case of contingency on the peninsula.\n\t\t\t\t\t Minju Joson Sunday in a commentary says it has become clearer that the DPRK is the first target in intensifying Japan-U.S. alliance in which the scope of military cooperation of the U.S. forces and SDF was boundlessly expanded after the Japanese reactionaries adopted the security legislation.\n\t\t\t\t\t\n\t\t\t\t\t They seek to realize the ambition for reinvading the Korean Peninsula by way of joining the U.S. in its hostile policy toward the DPRK, the news analyst says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The danger of war and military clash is increasing in the region under the reckless Korea strategy of the U.S. to realize military domination over the whole of the Korean Peninsula following the adoption of the pivot to Asia-Pacific strategy.\n\t\t\t\t\t\n\t\t\t\t\t The advancement of SDF into the peninsula touted by the Japanese defense minister was prompted by his ambition to carry into practice the security legislation.\n\t\t\t\t\t\n\t\t\t\t\t This proves that Japan's ambition to invade Korea and emerge as the leader of Asia remains completely unchanged.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries would be well advised to stop acting rashly, bearing in mind that reinvasion of Korea is entirely a final ruin."
        },
        {
            "title": "S. Korea-Japan Talks Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-12ee.html",
            "content": "S. Korea-Japan Talks Protested in S. Korea\r\nPyongyang, November 1 (KCNA) -- Civic and public organizations of south Korea waged an action in Seoul on Oct. 30 in protest against the projected tour of south Korea by the Japanese prime minister and south Korea-Japan talks.\n\t\t\t\t\t The Council for the Solution of the Issue of the Volunteers Corps held a press conference in Seoul at which it said Chongwadae announced that the present chief executive and the Japanese prime minister will have talks in Seoul on Nov. 2.\n\t\t\t\t\t\n\t\t\t\t\t It demanded Japan make an official apology for the crimes related to sexual slavery committed by the Imperial Japanese Army in the past and make legal reparation for them.\n\t\t\t\t\t\n\t\t\t\t\t It said that it would hand written demand of at least 160 organizations over to the Japanese embassy and the Ministry of Foreign Affairs.\n\t\t\t\t\t\n\t\t\t\t\t The Solidarity for Protecting Tok Islet held an urgent press conference at which it accused the Japanese government of justifying the past crimes for aggression by tampering with history.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the Japanese government make a sincere apology and reparation for the past crimes and stop the moves of distorting history.\n\t\t\t\t\t\n\t\t\t\t\t At least 70 civic and public organizations including the Solidarity for Progress and the Citizens Solidarity for Democratic Society held a press conference at the Kwanghwamun plaza at which they strongly opposed south Korea-Japan talks.\n\t\t\t\t\t\n\t\t\t\t\t It is disappointing that the present regime is set to have talks with Japan which will discuss militarist rearming and re-advancement into the Korean Peninsula, the organizations charged.\n\t\t\t\t\t\n\t\t\t\t\t They expressed strong opposition to south Korea-Japan talks, staging a ceremony of satirizing the pro-Japanese attitude of the regime and the shameless attitude of Japan."
        },
        {
            "title": "S. Korean Authorities Accused of Suppressing Organization",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-11ee.html",
            "content": "S. Korean Authorities Accused of Suppressing Organization\r\nPyongyang, November 1 (KCNA) -- The People for Achieving Peace and Reunification in south Korea issued a commentary on Oct. 28  denouncing the authorities' fascist suppression of the organization.\n\t\t\t\t\t The commentary disclosed the absurdity of the authorities' suppression of members of the Inchon People for Achieving Peace and Reunification on charges of the violation of the \"Security Law\".\n\t\t\t\t\t\n\t\t\t\t\t It is not a crime that they held a meeting, rally, seminar and press conference in demand of the withdrawal of the U.S. forces from south Korea, opposition to joint military exercises, abolition of the alliance with the U.S. and conclusion of a peace treaty, the commentary noted.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the authorities stop at once the discriminative and unreasonable racket about \"followers of the north\" aimed to crack down on the movement for democracy, peace and reunification."
        },
        {
            "title": "S. Korean University Students Protest against Conservative Ruling Forces",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-10ee.html",
            "content": "S. Korean University Students Protest against Conservative Ruling Forces\r\nPyongyang, November 1 (KCNA) -- South Korean university students protested against the ruling forces pushing forward the \"system of introducing state-compiled history textbooks\", according to Voice of People, an internet paper of south Korea.\n\t\t\t\t\t Students of Ehwa Woman's University held a press conference at the front gate of the university on Oct. 29 in protest against the chief executive's tour of the university.\n\t\t\t\t\t\n\t\t\t\t\t Speakers denounced the chief executive for ignoring negative opinion of many history scholars, professors and students and pushing forward the above-said system.\n\t\t\t\t\t\n\t\t\t\t\t They said she has no qualifications to enter the university.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the press conference they staged a demonstration.\n\t\t\t\t\t\n\t\t\t\t\t Earlier, students of the university waged a demo in protest against the representative of the \"Saenuri Party\" touring the university.\n\t\t\t\t\t\n\t\t\t\t\t On Oct. 26 students of Kongook University staged a demo on Oct. 26 in protest against the tour of the university by the minister of Education."
        },
        {
            "title": "S. Korean Teachers Publish Declaration on Situation",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-13ee.html",
            "content": "S. Korean Teachers Publish Declaration on Situation\r\nPyongyang, November 1 (KCNA) -- Teachers across south Korea are launching a campaign for making public the declaration on the situation against the system of introducing \"state-compiled history textbooks\", according to Voice of People, an internet paper of south Korea.\n\t\t\t\t\t The declaration was signed by 21 379 teachers of 3 904 schools including those under the Teachers Union (Jongyojo).\n\t\t\t\t\t\n\t\t\t\t\t Jongyojo held a press conference in Seoul on Oct. 29 and published a declaration on the situation demanding the withdrawal of the \"system of introducing state-compiled history textbooks\".\n\t\t\t\t\t\n\t\t\t\t\t The declaration said the above-said system is a violence of history and a proclamation of the second \"yusin\" as it is a history coup seeking the revival of \"yusin\".\n\t\t\t\t\t\n\t\t\t\t\t It warned that if the regime pushes forward the system despite the people's opposition, it will face a judgment of history."
        },
        {
            "title": "WPK's Birthday Celebrated in Russia",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-01ee.html",
            "content": "WPK's Birthday Celebrated in Russia\r\nPyongyang, November 1 (KCNA) -- A seminar, Korean book exhibition and film show took place in Russia on Oct. 28 for celebrating the 70th founding anniversary of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Displayed at the venues of events were works of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and books dealing with their greatness and books introducing successes achieved by the service personnel and people in the DPRK in the building of a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t Present at the events were the first secretary of the Maritime Territorial Regional Committee of the Communist Party of the Russian Federation, representatives of youth organizations in the Maritime Territorial region including the Maritime Territorial Committee of the Lenin Young Communist League of the Russian Federation and the Maritime Territorial Committee of the Russian Youth Union and masses.\n\t\t\t\t\t\n\t\t\t\t\t Invited there was a delegation of the Kim Il Sung Socialist Youth League visiting the Maritime Territory.\n\t\t\t\t\t\n\t\t\t\t\t Speakers explained and proved the immortal exploits of Kim Il Sung and Kim Jong Il in the foundation and development of the WPK and its glorious 70-year history.\n\t\t\t\t\t\n\t\t\t\t\t They lauded the wise leadership of Kim Jong Un who brilliantly inherited great leaders' idea of attaching importance to the youth, ushering in a new heyday in the Juche-oriented youth movement.\n\t\t\t\t\t\n\t\t\t\t\t Participants in the film show watched a Korean film showing the true picture of the Songun Korea."
        },
        {
            "title": "Nigerian Organization Urges U.S. to Make Proper Choice",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-02ee.html",
            "content": "Nigerian Organization Urges U.S. to Make Proper Choice\r\nPyongyang, November 1 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted on its website an article titled \"The U.S. should respond to the DPRK's proposal for turning the instable Armistice Agreement into a peace treaty\" on Oct. 24.\n\t\t\t\t\t The article said that the U.S. is the arch criminal who constantly renders the situation on the Korean Peninsula tense and a root cause which makes the peninsula a hot spot, adding its hostile policy toward the DPRK is just a major obstacle in the way of ensuring peace and security.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK proposed the U.S. several times to replace the Armistice Agreement by a peace treaty to remove the danger of war and ensure the durable peace on the Korean Peninsula but the latter has persistently turned its face away from the proposal. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has so far shunned the DPRK's fair proposals as they were contrary to its foreign policy for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. which does not want the detente on the peninsula has made desperate efforts to keep the climate of a war there at any cost.\n\t\t\t\t\t\n\t\t\t\t\t What is clear is that the U.S. can not settle any issue with the DPRK unless it rolls back its hostile policy toward the latter.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should make a proper choice.\n\t\t\t\t\t\n\t\t\t\t\t A slightest or accidental case can develop into an all-out war, given no peace mechanism on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. knows well what result a war between nuclear weapons states would bring."
        },
        {
            "title": "Brazilian Newspaper Blames U.S. for Denying DPRK's Proposal for Concluding Peace Treaty",
            "url": "http://kcna.co.jp/item/2015/201511/news01/20151101-03ee.html",
            "content": "Brazilian Newspaper Blames U.S. for Denying DPRK's Proposal for Concluding Peace Treaty\r\nPyongyang, November 1 (KCNA) -- The Oct. 21-22nd issue of the Brazilian paper Hora do Povo carried an article disclosing the ulterior intention of the U.S. who denies the conclusion of a peace treaty with the DPRK.\n\t\t\t\t\t The paper said:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has long maintained that the Armistice Agreement should be replaced by a peace treaty to put an end to the Korean War.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has persistently turned its face away from the DPRK's proposal for concluding the peace treaty.\n\t\t\t\t\t\n\t\t\t\t\t Its interests lie in perpetuating its military occupation of south Korea, disturbing the efforts for reunification of the Korean nation and keeping its nuclear weapons in the strategic areas of Asia. So it has persistently denied the conclusion of a peace treaty with the DPRK and escalated the tension on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. does not care whether the north-south relations aggravate, the danger of a war escalates and whether the harmonious Korean nation suffers from the pain of division.\n\t\t\t\t\t\n\t\t\t\t\t The paper also carried the statement of the DPRK Foreign Ministry issued on October 17."
        }
    ]
}