{
    "date": "2015-06-28",
    "url": "http://kcna.co.jp/item/2015/201506/2015-06-28ee.html",
    "articles": [
        {
            "title": "Pak Pong Ju Sends Congratulations to Prime Minister of Benin",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-12ee.html",
            "content": "Pak Pong Ju Sends Congratulations to Prime Minister of Benin\r\n Pyongyang, June 28 (KCNA) -- DPRK Premier Pak Pong Ju on June 26 sent a congratulatory message to Lionel Zinsou upon his appointment as prime minister of Benin.\n\t\t\t\t\t It expressed expectation that the traditional relations of friendship and cooperation between the two countries would steadily grow strong and wished the prime minister success in his work for the economic development and prosperity of the country."
        },
        {
            "title": "Ri Su Yong Meets President, Prime Minister of Namibia",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-14ee.html",
            "content": "Ri Su Yong Meets President, Prime Minister of Namibia\r\n Pyongyang, June 28 (KCNA) -- DPRK Foreign Minister Ri Su Yong, head of a DPRK government delegation, on a visit to Namibia met with Namibian President Hage Geingob at the Presidential Palace on June 26 and had a friendly talk with him in a friendly atmosphere.\n\t\t\t\t\t The president recalled with deep emotion the significant days when he visited the DPRK and had an audience of President Kim Il Sung before having a picture taken.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the friendly relations between the two countries provided and developed by First President Sam Nujoma and President Kim Il Sung, he said the Namibian people would always remember material aid and moral support and encouragement rendered by the great leaders of the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t He noted that Namibia would make all efforts to develop the friendly and cooperative relations with the DPRK, a brotherly country, in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t On the same day Ri Su Yong had a talk with Namibian Prime Minister Saara Kuugongelwa Amadhila and separately met with the minister of Fishery and Marine Sources and the minister of Mineral and Sources of Namibia.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK government delegation arrived in Namibia on June 25."
        },
        {
            "title": "Rodong Sinmun on Tremendous Military Muscle of DPRK ",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-08ee.html",
            "content": "Rodong Sinmun on Tremendous Military Muscle of DPRK \r\n Pyongyang, June 28 (KCNA) -- There took place combat flight drills of groups of  pursuit planes and bombers under the First Air and Anti-Air Guards Division of the Air and Anti-Air Force of the Korean People's Army, winter river-crossing and  attack rehearsal of the armored infantry sub-units of the motorized strike group of the KPA in the western sector of the front, exercise of all services for hitting the imaginary target of enemy's carrier, drill for firepower strike at an island and for its seizure, test-fire of new type cutting-edge anti-ship rocket capable of striking any enemy fleet from a long distance and  test of SLBM capable of wiping out in any waters hostile forces seeking to infringe upon the sovereignty and dignity of Songun Korea. \n\t\t\t\t\tThe DPRK has firmly defended its dignity and sovereignty from the reckless moves of the U.S. imperialists just as it brought them to their knees though they boasted of being the \"strongest\" in the world, says Rodong Sinmun Sunday in an article.\n\t\t\t\t\t\n\t\t\t\t\tIt goes on:\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army has fully demonstrated its might as an invincible army as it has Supreme Commander Kim Jong Un who provides it with the ever-victorious strategy and pluck of each being a match for a hundred enemies.\n\t\t\t\t\t\n\t\t\t\t\t At a time when the enthusiasm to undergo intensive training just as anti-Japanese guerrillas did in Mt. Paektu prevails throughout the KPA, it  is now filled with the fighting spirit of tearing to pieces the Stars and Stripes of the U.S. and flags of its allies through the battles to be fought in the future.\n\t\t\t\t\t\n\t\t\t\t\t No force on earth can match the might of the service personnel and people rallied close around the party and the leader on the basis of ardent love for their own things and the undisputed faith in their just cause. \n\t\t\t\t\t\n\t\t\t\t\t The enemies making desperate efforts to ignite a war against the DPRK, oblivious of the historic lesson, should bear this in mind."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Puppet Group's Malignant Tongue-lashing against DPRK",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-09ee.html",
            "content": "Rodong Sinmun Slams S. Korean Puppet Group's Malignant Tongue-lashing against DPRK\r\n Pyongyang, June 28 (KCNA) -- Shortly ago, the south Korean chief executive asserted that the UN \"office on human rights in the north\" in Seoul serves as \"a center\" for \"substantially improving human rights\" and plays \"an \"important role\" though it is no more than an anti-DPRK \"human rights\" machine. Earlier, puppet Foreign Minister Yun Pyong Se, at an inaugural ceremony of the \"office,\" blustered that it is \"the day of historic milestone\" and he would \"spare no efforts to assist it\". Puppet Minister of Unification Hong Yong Phyo also let loose a litany of balderdash that there are a lot of things to \"expect\" from the \"office\" and \"he would render necessary assistance and cooperation.\"\n\t\t\t\t\t Rodong Sinmun Sunday in a commentary says in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a hideous provocation against the dignity and social system of the DPRK and a clear indication that the puppet chief executive and her stooges have reached an extreme phase in their anti-DPRK \"human rights\" campaign. \n\t\t\t\t\t\n\t\t\t\t\t The \"office\" is aimed to tarnish the dignified image of the DPRK and fan up the atmosphere of stifling it worldwide. It is shameless, indeed, for them to talk about the \"improved human rights records\" and the like.\n\t\t\t\t\t\n\t\t\t\t\t The story of \"dialogue\" touted by the puppet group is no more than sheer lie.\n\t\t\t\t\t\n\t\t\t\t\t The setting up of the \"office\" in Seoul has pushed the inter-Korean relations to the worst catastrophe.  \n\t\t\t\t\t\n\t\t\t\t\t The puppet group of traitors will be held wholly responsible for this situation as they have become evermore desperate in their anti-DPRK \"human rights\" campaign in collusion with outside forces.\n\t\t\t\t\t\n\t\t\t\t\t The anti-DPRK \"human rights\" campaign is bound to lead to a war in the end.\n\t\t\t\t\t\n\t\t\t\t\t The puppet ruling forces would be well advised to stop acting rashly, mindful that their provocative anti-DPRK \"human rights\" racket will only precipitate their miserable self-destruction."
        },
        {
            "title": "Minju Joson Slams U.S. for Gambling over Fate of Mankind",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-10ee.html",
            "content": "Minju Joson Slams U.S. for Gambling over Fate of Mankind\r\n Pyongyang, June 28 (KCNA) -- Recently the Russian Foreign Ministry lashed out at the U.S. for perpetrating dangerous bio-chemical crimes under the pretext of \"research,\" expressing deep concern over the fact that a medical research unit of the U.S. Army infiltrated even into Georgia and set up a medical and biological laboratory. It was recently disclosed that the U.S. has introduced active anthrax germs into south Korea, Australia, Canada and then into UK and Japan for the past decade, sparking uproar of the world community.\n\t\t\t\t\t Commenting on this, Minju Joson Sunday says this clearly proves that the U.S. is having a dangerous gamble over the fate of mankind in a bid to carry out its scenario for world domination.\n\t\t\t\t\t\n\t\t\t\t\t As known, anthrax germ has 95 percent fatality rate.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. shipped active anthrax germ to south Korea this time and committed the same crime as in UK and other countries in the past period.\n\t\t\t\t\t\n\t\t\t\t\t Speaking explicitly, the U.S. deliberately introduced active anthrax germs into other countries in a bid to verify the ensuing consequences.\n\t\t\t\t\t\n\t\t\t\t\t Such suspicion is markedly increasing when recalling the fact that MERS rapidly spreading in south Korea recently is the result of the U.S. deliberate moves for bio-chemical warfare.\n\t\t\t\t\t\n\t\t\t\t\t What the U.S. seeks is to hold an edge in the field of bio-chemical weapons in a bid to create conditions favorable for realizing its ambition for world domination.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. will never be able to go scot-free after committing grave crimes against mankind as long as there are international law and justice."
        },
        {
            "title": "S. Korean Human Rights Organization Calls for Judging Puppet Regime",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-13ee.html",
            "content": "S. Korean Human Rights Organization Calls for Judging Puppet Regime\r\n Pyongyang, June 28 (KCNA) -- The Family Movement for Realizing Democracy in south Korea held a Thursday meeting in Seoul on June 25 calling for judging the puppet regime which has enforced dictatorship on the strength of fascist laws.\n\t\t\t\t\t Speakers said that the \"Security Law\" is an evil law which labels the north as \"an anti-state organization\" and tramples down the freedom of thinking, conscience, assembly, association, academic pursuit and expression.\n\t\t\t\t\t\n\t\t\t\t\t They called upon civic and public organizations to have solidarity in order to judge the present regime and foil the repressive campaign.\n\t\t\t\t\t\n\t\t\t\t\t They also called for thoroughly implementing the June 15 joint declaration and the October 4 declaration and driving the U.S. forces, the root cause of misfortune and pain, out of south Korea in order to achieve the country's reunification."
        },
        {
            "title": "Koreans Internet Paper in U.S. Opposes Setting up of UN \"Office on Human Rights in North\"",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-11ee.html",
            "content": "Koreans Internet Paper in U.S. Opposes Setting up of UN \"Office on Human Rights in North\"\r\n Pyongyang, June 28 (KCNA) -- Minjok Thongsin, an internet paper of Koreans in the U.S., carried an article on June 25.\n\t\t\t\t\t On June 23 the U.S. set up the UN \"office on human rights in the north\" in Seoul with an aim to escalate its hostile policy toward the north, sparking off protest of people from all walks of life, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. established the \"office\" in a bid to bring down the socialist system of the Korean people and violate their human rights, no more than its anachronistic megalomania.\n\t\t\t\t\t\n\t\t\t\t\t It set up the \"office\" despite worldwide protests against its many human rights abuses stunning the whole world, a shameless and disgusting act reminiscent of a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t It is misfortune of the times and tragedy as the \"office\" was set up to carry out the U.S. instructions and orders based on lies cooked up by human scum to prolong their remaining days.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to clearly know that it is a serious mistake and illusion for it to calculate the Koreans would fall victim to such trick of the empire of war to create bad blood among them."
        },
        {
            "title": "June 25-July 27 Month of Anti-U.S. Joint Struggle Opens in Cuba",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-07ee.html",
            "content": "June 25-July 27 Month of Anti-U.S. Joint Struggle Opens in Cuba\r\n Pyongyang, June 28 (KCNA) -- An opening ceremony of the June 25-July 27 month of the anti-U.S. joint struggle took place in Havana on June 22.\n\t\t\t\t\t Displayed at the venue of the event were photos documenting the exploits performed by President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Juan Jose Leon Vega, first vice-chairman of the Cuban Committee for Supporting Korea's Reunification, said that the Cuban people are confident that the Korean people will surely achieve the independent and peaceful reunification of the country by their concerted efforts free from foreign interference, closely united around Kim Jong Un true to the behests of Kim Il Sung and Kim Jong Il, the great leaders. He went on:\n\t\t\t\t\t\n\t\t\t\t\t The Cuban and Korean peoples are the brothers and sisters who have long struggled in the same trench against the U.S. imperialists.\n\t\t\t\t\t\n\t\t\t\t\t We will as always support and encourage the Korean people in their struggle to reunify the country independently and peacefully and build the best land of bliss in the world."
        },
        {
            "title": "Kim Jong Il's Work Carried by Kuwaiti Paper",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-01ee.html",
            "content": "Kim Jong Il's Work Carried by Kuwaiti Paper\r\n Pyongyang, June 28 (KCNA) -- The full text of leader Kim Jong Il's work \"On Having a Correct Viewpoint and Understanding of the Juche Philosophy\" was carried by the Kuwait Times on June 18.\n\t\t\t\t\t The work published on October 25, Juche 79 (1990) clarifies issues of having correct understanding of the originality and advantages of the Juche philosophy as compared with the preceding one, the essential features of man as a social being and the three major tasks for transformation--nature-remaking, remoulding of people and social transformation."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Kyrgyzstan",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-02ee.html",
            "content": "Kim Il Sung to Be Remembered in Kyrgyzstan\r\nPyongyang, June 28 (KCNA) -- A committee for remembering President Kim Il Sung was inaugurated in Bishkek, Kyrgyzstan on June 23.\n\t\t\t\t\t  A. Usupbayev, chairman of the Central Council of the People Unity-\"Kyrgyz El\" Republican Political Party who is chief of the Group for the Study of the Juche Idea, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize a seminar and other political and cultural events on the occasion of the 21st anniversary of demise of the President."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Egypt",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-03ee.html",
            "content": "Kim Il Sung to Be Remembered in Egypt\r\n Pyongyang, June 28 (KCNA) -- An Egyptian national committee for remembering President Kim Il Sung was inaugurated on Wednesday.\n\t\t\t\t\t Yehia Zakaria Khairullah, vice-chairman of the Socialist Freedom Party of Egypt and chairman of the Egypt-Korea Friendship Association, was elected chairman of the remembrance committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize a seminar, photo exhibition, film show and other political and cultural events between June 25 and July 8."
        },
        {
            "title": "Kim Jong Il Praised by Congolese Political Party ",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-04ee.html",
            "content": "Kim Jong Il Praised by Congolese Political Party\r\n Pyongyang, June 28 (KCNA) -- The Congolese Socialist Party issued a statement on June 15 on the occasion of the 51st anniversary of leader Kim Jong Il's start of work at the Central Committee of the Workers' Party of Korea (WPK).\n\t\t\t\t\t The statement said that the WPK fully demonstrated its might as a powerful force steering the Korean society which accomplished the cause of imbuing it with the monolithic ideology since Kim Jong Il's start of work at the Party Central Committee.\n\t\t\t\t\t\n\t\t\t\t\t He developed in depth the Juche idea founded by President Kim Il Sung, founding-father of socialist Korea, through his energetic ideological and theoretical activities as urgently required by the era, it noted, and went on: Kim Jong Il was guarantor of the Korean people's peace.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK greeted an era of great turn thanks to his extraordinary pluck."
        },
        {
            "title": "DR Congolese Organization Supports Korea's Reunification",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-05ee.html",
            "content": "DR Congolese Organization Supports Korea's Reunification\r\n Pyongyang, June 28 (KCNA) -- The Youth Group for the Study of the Juche Idea in DR Congo released a statement on June 17 on the occasion of the month of international solidarity with the Korean people.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation is a homogenous nation who has lived in one and the same territory.\n\t\t\t\t\t\n\t\t\t\t\t Korea's reunification should be achieved by the concerted efforts of the Koreans free from U.S. imperialists' interference in line with the proposals for national reunification set forth by President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The founding of the Democratic Federal Republic of Koryo would help remove the shameful barrier of division called the Military Demarcation Line.\n\t\t\t\t\t\n\t\t\t\t\t We will positively support the Korean people in their struggle for the country's reunification."
        },
        {
            "title": "Anniversary of June 15 North-South Joint Declaration Observed by Foreign News Agencies",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-06ee.html",
            "content": "Anniversary of June 15 North-South Joint Declaration Observed by Foreign News Agencies\r\n Pyongyang, June 28 (KCNA) -- Cuban and Syrian news agencies released reports on June 15, the 15th anniversary of the publication of the June 15 North-South Joint Declaration.\n\t\t\t\t\t Prensa Latina News Agency of Cuba released the following article titled \"Road of devotion to national reunification\":\n\t\t\t\t\t\n\t\t\t\t\t June 15, 15 years ago leader Kim Jong Il provided a historic north-south summit which culminated in the adoption of the north-south joint declaration. It has greater meaning this year.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un has worked heart and soul to carry out Kim Jong Il's last instructions for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK holds that the only way of achieving national reunification is to enforce federal formula on the principle of respecting the two social systems of the north and south each other.\n\t\t\t\t\t\n\t\t\t\t\t The Syrian Arab News Agency (SANA) noted the historic June 15 North-South Joint Declaration regards By Our Nation Itself as a basic idea.\n\t\t\t\t\t\n\t\t\t\t\t It continued:\n\t\t\t\t\t\n\t\t\t\t\t Many meetings and talks took place between the north and the south of Korea after the publication of the joint declaration.\n\t\t\t\t\t\n\t\t\t\t\t A particular mention should be made of the fact that the summit in October 2007 resulted in adopting the Declaration for Development of North-South Relations and Peace and Prosperity.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK has made positive efforts to reunify Korea from the stand that it should be reunified according to the will and wishes of the Korean people after the U.S. interference is terminated."
        },
        {
            "title": "Kang Sok Ju se reune con el canciller cubano Bruno Rodriguez Parrilla",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-15ee.html",
            "content": "Kang Sok Ju se reune con el canciller cubano Bruno Rodriguez Parrilla\r\nLa Habana, 26 de junio (Corresponsal de ACNC) -- Kang Sok Ju, miembro del Buro Politico del Comite Central del Partido del Trabajo de Corea y secretario del CC del Partido, de visita en la Republica de Cuba, se reunio el dia 26 con el canciller cubano Bruno Rodriguez Parrilla.\n\t\t\t\t\tEn la ocasion estuvieron presentes los miembros de la delegacion del PTC, el embajador coreano en Cuba Pak Chang Yul, el subjefe del departamento internacional del CC del Partido Comunista de Cuba, Oscar Martinez Cordoves, y otros del MINREX.\n\t\t\t\t\t\n\t\t\t\t\tEl canciller cubano subrayo que su pais aprecia mucho las relaciones de amistad entre los dos paises, preparadas por el companero Fidel Castro Ruz y el Presidente coreano Kim Il Sung y las fortalecera invariablemente.\n\t\t\t\t\t\n\t\t\t\t\tAlabo los exitos sorprendentes que alcanza el pueblo coreano bajo la sabia direccion del companero Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que tambien bajo la actual situacion, Cuba defendera hasta el fin los principios socialistas.\n\t\t\t\t\t\n\t\t\t\t\tPor otra parte, la delegacion del PTC recorrio el Museo de la Revolucion Cubana y otros puntos de la ciudad de La Habana."
        },
        {
            "title": "CRPP denuncia la locura provocativa de banda de Park Geun-hye",
            "url": "http://kcna.co.jp/item/2015/201506/news28/20150628-16ee.html",
            "content": "CRPP denuncia la locura provocativa de banda de Park Geun-hye\r\nPyongyang, 28 de junio (ACNC) -- El Secretariado del Comite por la Reunificacion Pacifica de la Patria (CRPP) publico el dia 27 la informacion no.1097 denunciando una frenetica campana conflictiva de la banda titere del Sur de Corea que recrudece cada dia mas.\n\t\t\t\t\tEl dia 26 pasado, la banda de Park Geun-hye, que hasta la fecha, se incorporaba a la \"sancion sobre el Norte\" de Estados Unidos y la ONU, dijo que emprendera la \"presion mas dura\" para \"conducir al cambio el Norte de Corea\" y presento una medida independiente de \"sancion financiera contra el Norte\", senala el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tA pesar de que la Republica Popular Democratica de Corea expuso la voluntad de mejorar las relaciones intercoreanas a traves de la declaracion del gobierno, la banda titere se afana en fortalecer el contubernio militar con sus amos norteamericano y japones hablando tanto de la \"amenaza nuclear\" y el \"problema de DDHH\" de la RPDC, por una parte y por la otra, Park Geun-Hye, el premier titere, el canciller y otros tipejos surcoreanos calumniaron abiertamente la linea de desarrollo paralelo de la RPDC refiriendose a que \"el arma nuclear del Norte causara solo el aislamiento y la sancion\", \"es anacronica\", etc.\n\t\t\t\t\t\n\t\t\t\t\tEn tanto, con motivo del 25 de junio, los belicistas de la capa militar titere volvieron a realizar el lanzamiento de ensayo de misil balistico cuyo blanco es el \"golpe a toda la extension del Norte\", introdujeron el submarino nuclear de EE.UU. Michigan y dieron a conocer su interior. Hace poco, dijeron sin vacilacion que cambiaran el \"concepto de aplicacion de las fuerzas militares\" con rumbo al ataque preventivo contra las instalaciones principales del Norte.\n\t\t\t\t\t\n\t\t\t\t\tTale locuras conflictiva de la banda de Park es un desafio a la posicion de principios de la RPDC y un acto criminal anti-nacional que lleva las relaciones intercoreanas a la fase catastrofica irrecuperable.\n\t\t\t\t\t\n\t\t\t\t\tHistoricamente, los mandatarios titeres se desesperaron para buscar la salida de la crisis de gobernacion cada vez que se tornaba cada vez mas grave su dominacion.\n\t\t\t\t\t\n\t\t\t\t\tDebido a la imprudente campana de provocacion de la banda titere, la situacion de la Peninsula Coreana se torna tan tensa en que pueda estallar una guerra en cualquier momento.\n\t\t\t\t\t\n\t\t\t\t\tNo perdonaremos jamas tal alboroto provocativo de la banda de Park que para alcanzar su vil objetivo politico, destruye intencionalmente las relaciones N-S y fomenta el ambiente de la guerra y la castigaremos severamente en nombre de todos los coreanos. A los provocadores les mereceran el castigo duro y destruccion amarga."
        }
    ]
}