{
    "date": "2015-10-23",
    "url": "http://kcna.co.jp/item/2015/201510/2015-10-23ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Watches Newly Manufactured Metro Car",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-01ee.html",
            "content": "Kim Jong Un Watches Newly Manufactured Metro Car\r\n Pyongyang, October 23 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, visited the Kim Jong Thae Electric Locomotive Complex and watched the newly manufactured  metro car. \n\t\t\t\t\t He learned in detail about the form, color, technical specifications and quality of equipment of the car. \n\t\t\t\t\t\n\t\t\t\t\t Saying that the metro car looks very nice, he noted that its form and color were properly chosen to suit the specifications and modern aesthetic requirement of popular transport means. \n\t\t\t\t\t\n\t\t\t\t\t The car has a modern electric motor, brake and control devices favorable for driving and good equipment and operation-information means to the convenience of passengers, he said. \n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to produce better and more public transport means including metro cars to translate the great leaders' noble intention of loving the people into a brilliant reality. \n\t\t\t\t\t\n\t\t\t\t\t He called upon the complex and the relevant field to set a higher goal on the basis of the success made this time and conduct a dynamic drive to produce metro cars of the world level.\n\t\t\t\t\t\n\t\t\t\t\t Noting that home-made planes fly and locally made electric cars run in the metro, he stressed that he attached great importance to the development and production of metro cars in order to show in practice, not in many words, some people infected with the importation fever the truth that only when everything is made in the Korean style by indigenous efforts and technology just as what was done by the  heroic workers equipped with Kimilsungism-Kimjongilism and patriotic scientists and technicians, it is dearer and shining.\n\t\t\t\t\t\n\t\t\t\t\t He asked officials to convey his salute to the developers of the metro car.\n\t\t\t\t\t\n\t\t\t\t\t He extended thanks to the officials, scientists, technicians and workers of the complex and the relevant field, who manufactured the Korean-style new metro car, in the name of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t He expressed expectation and belief that the party members and other working people of the complex would creditably discharge their honorable mission in the production of rolling stock including electric locomotives, passenger cars and metro cars.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by O Su Yong, secretary of the C.C., the WPK, and Jo Yong Won, vice department director of the C.C., the WPK."
        },
        {
            "title": "Pak Pong Jur Makes Field Survey of Mangyongdae Chicken Farm",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-17ee.html",
            "content": "Pak Pong Jur Makes Field Survey of Mangyongdae Chicken Farm\r\n Pyongyang, October 23 (KCNA) -- DPRK Premier Pak Pong Ju made a field survey of the Mangyongdae Chicken Farm.\n\t\t\t\t\t Pak went round egg-laying houses and other places of the farm associated with the guidance of President Kim Il Sung and leader Kim Jong Il to acquaint himself with the updating of the farm and temperature and ventilation there.\n\t\t\t\t\t\n\t\t\t\t\t A consultative meeting of officials concerned was held on the spot.\n\t\t\t\t\t\n\t\t\t\t\t The meeting discussed the issue of glorifying the undying feats of the great leaders with increased production and the need for the relative units to supply food in good time.  \n\t\t\t\t\t\n\t\t\t\t\t Earlier, he looked round the Pyongyang Catfish Farm which has been remodeled in line with the noble view of Marshal Kim Jong Un on the people.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to put fish farming on a scientific and intensive basis for increased production to bring more benefits to the people."
        },
        {
            "title": "Order of Kim Jong Il Awarded to U Jong Hui",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-07ee.html",
            "content": "Order of Kim Jong Il Awarded to U Jong Hui\r\n Pyongyang, October 23 (KCNA) -- Order of Kim Jong Il was awarded to U Jong Hui in the DPRK.\n\t\t\t\t\t She successfully produced famous music showing the love of the mother party for the people and reflecting the faith and will of the Korean People's Army and the people who remain true to the great party generation after generation forever by giving full play to the high revolutionary enthusiasm and ardent creativity. Therefore, she made great contribution to stirring up the revolution and struggle of all the service personnel and people who dash ahead toward the final victory. \n\t\t\t\t\t\n\t\t\t\t\t A decree of the Presidium of the Supreme People's Assembly of the DPRK was issued on Thursday."
        },
        {
            "title": "Czech Embassy Hosts Reception",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-25ee.html",
            "content": "Czech Embassy Hosts Reception\r\n Pyongyang, October 23 (KCNA) -- The Czech embassy here hosted a reception at the Taedonggang Diplomatic Club Friday on the occasion of the national day of the Czech Republic.\n\t\t\t\t\t Present there were Kung Sok Ung, vice-minister of Foreign Affairs, Ri Kwang Gun, vice-minister of External Economic Relations, Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned and diplomatic envoys of different countries and representatives of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Czech Ambassador to the DPRK Milan Hupcej and staff members of his embassy were on hand."
        },
        {
            "title": "Vietnamese Delegation Leaves",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-11ee.html",
            "content": "Vietnamese Delegation Leaves\r\n Pyongyang, October 23 (KCNA) -- A delegation of political officials of the Vietnam People's Army headed by Deputy Head of its General Political Department Nguyen Trong Nghia left here for home Friday."
        },
        {
            "title": "Japanese Delegation Visits Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-12ee.html",
            "content": "Japanese Delegation Visits Mangyongdae\r\n Pyongyang, October 23 (KCNA) -- A delegation of the New Socialist Party of Japan led by Secretary General of its Central Headquarters Hirokuni Osanami visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t Being briefed on the revolutionary history of the President and his family members, the guests looked round historic relics preserved at the old home in Mangyongdae.\n\t\t\t\t\t\n\t\t\t\t\t They visited revolutionary relics on Mangyong Hill.\n\t\t\t\t\t\n\t\t\t\t\t The delegation also toured the Monument to Party Founding, the Victorious Fatherland Liberation War Museum, etc."
        },
        {
            "title": "Members of Youth Shock Brigade Visit Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-24ee.html",
            "content": "Members of Youth Shock Brigade Visit Mangyongdae\r\n Pyongyang, October 23 (KCNA) -- Members of the youth shock brigade and builders who performed labor feats in the construction of the Paektusan Hero Youth Power Station, officials and working people of relevant units who contributed to the completion of the power station visited Mangyongdae, the birthplace of President Kim Il Sung.\n\t\t\t\t\t They laid wreaths and bunches of flowers before the graves of Kim Po Hyon and Ri Po Ik, Kim Hyong Jik and Kang Pan Sok.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Mangyongdae Revolutionary Museum and looked round historic relics preserved in the old home.\n\t\t\t\t\t\n\t\t\t\t\t They toured the Revolutionary Martyrs Cemetery on Mt. Taesong and laid bouquets before the bust of anti-Japanese war hero Kim Jong Suk and observed a moment's silence.\n\t\t\t\t\t\n\t\t\t\t\t They went to the historic site associated with the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t They visited the Victorious Fatherland Liberation War Museum. They made bows before the statue of Kim Il Sung waving back to the columns of the military parade at the square for celebrating the victory in the war.\n\t\t\t\t\t\n\t\t\t\t\t They placed bouquets before the sculpture \"Victory\" in the Monument to the Victorious Fatherland Liberation War and paid tribute to the victors in the great years.\n\t\t\t\t\t\n\t\t\t\t\t They went to the Fatherland Liberation War Martyrs Cemetery, laid bunches of flowers before the wreath-laying stand \"Soul of Heroes\" and observed a moment's silence.\n\t\t\t\t\t\n\t\t\t\t\t They spent pleasant time at the Kaeson Youth Park and Munsu Water Park and enjoyed a circus performance at the Pyongyang Circus Theater."
        },
        {
            "title": "Hi-tech Products Exhibition Held",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-18ee.html",
            "content": "Hi-tech Products Exhibition Held\r\n Pyongyang, October 23 (KCNA) -- The 1st hi-tech products exhibition of the State Academy of Sciences was held from Oct. 20 to 23.\n\t\t\t\t\t On display there were at least 1 300 pieces of hi-tech products including technical products and improved goods which scientists, technicians and teachers of more than 40 units of the State Academy of Sciences including the Bioengineering Branch, the Automation Institute, the Institute of Mining Machinery, the Control Machine Institute and University of Sciences developed and introduced into various fields of the national economy. \n\t\t\t\t\t\n\t\t\t\t\t The exhibition was divided into panels of IT, bioengineering, Nano-technology and technical engineering.\n\t\t\t\t\t\n\t\t\t\t\t During the exhibition the participants shared their successes and experience gained in developing and introducing hi-tech."
        },
        {
            "title": "Autumn Table-Tennis Tournament for Amateurs and Disabled",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-23ee.html",
            "content": "Autumn Table-Tennis Tournament for Amateurs and Disabled\r\n Pyongyang, October 23 (KCNA) -- The 2015 Autumn Table-Tennis Tournament for Amateurs and Disabled took place in Pyongyang on October 21-23.\n\t\t\t\t\t The tournament brought together more than 60 disabled persons and 600 amateurs and tens of overseas compatriots and foreigners staying in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Divided into disabled and amateurs groups, it was held in singles and doubles.\n\t\t\t\t\t\n\t\t\t\t\t In the disabled group Pak Jong Ho, a resident from Pyongyang, came first in singles while An Hyo Jong and Jon Tae Hyok, residents from North Phyongan Province, finished first in the doubles played by the disabled and amateurs in pair.\n\t\t\t\t\t\n\t\t\t\t\t Cups and medals were awarded to the winners at the closing ceremony of the tournament."
        },
        {
            "title": "Contest among Lecturers Held",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-16ee.html",
            "content": "Contest among Lecturers Held\r\n Sinuiju, October 23 (KCNA) -- A contest among lecturers in the field of the preservation of revolutionary relics across the country took place at the Revolutionary Museum in North Phyongan Province from Oct. 21 to 23.\n\t\t\t\t\t Present there were lecturers and officials in the field of the preservation of revolutionary relics selected in the preliminary contest of Pyongyang City, every province, ministries and national institutions.\n\t\t\t\t\t\n\t\t\t\t\t The contest was divided into groups of lecturers and officials through lectures dealing with the revolutionary history of the peerlessly great persons of Mt. Paektu and their revolutionary family members and feats they performed.\n\t\t\t\t\t\n\t\t\t\t\t The participants impressively explained rare wisdom, outstanding leadership ability and noble traits of the peerlessly great persons of Mt. Paektu and the originality and justness of Songun politics of the Workers' Party of Korea."
        },
        {
            "title": "DPRK to Host 20th World Taekwon-Do Championships",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-21ee.html",
            "content": "DPRK to Host 20th World Taekwon-Do Championships \r\n Pyongyang, October 23 (KCNA) -- The 20th World Taekwon-Do Championships will be held in the DPRK in Juche 106 (2017).\n\t\t\t\t\t According to Kim Chol Gyu, director of finance and administration of the International Taekwon-Do Federation (ITF), the ITF adopted at its general meeting held in Bulgaria in August this year a decision that the DPRK will host the 20th World Taekwon-Do Championships.\n\t\t\t\t\t\n\t\t\t\t\t The general meeting elected Ri Yong Son, who was general executive director of the ITF and vice-chairman of the Korean Taekwon-Do Committee, president of the ITF and Jang Ung, former ITF president, honorary president of the ITF.\n\t\t\t\t\t\n\t\t\t\t\t The Taekwon-Do Hall in Chongchun Street, Pyongyang has been spruced up as part of preparations for the championships.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Jae, manager of the Taekwon-Do Hall, said that the renovation of the hall is now getting accelerated.\n\t\t\t\t\t\n\t\t\t\t\t The Taekwon-Do Hall witnessed two world Taekwon-Do championships and the World Juvenile Taekwon-Do Championship since its opening on September 10, 1992."
        },
        {
            "title": "Use of Natural Energy Brisk in DPRK ",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-19ee.html",
            "content": "Use of Natural Energy Brisk in DPRK\r\n Pyongyang, October 23 (KCNA) -- The DPRK is channeling big efforts into developing and using wind energy, geothermal power and solar heat.\n\t\t\t\t\t Solar water heater and solar panels are installed at all dwelling houses of the Jangchon Vegetable Co-op Farm in Sadong District.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Committee for Cultural Relations with Foreign Countries, the Cheyuk Sinmun and other different units greatly benefit from solar heat by successfully solving scientific and technological issues arising in its use.\n\t\t\t\t\t\n\t\t\t\t\t Solar panels and batteries were set up at organs, enterprises, schools and dwelling houses for tens of thousands of families in Kaesong City.\n\t\t\t\t\t\n\t\t\t\t\t Street lamps and light decorations of streets and parks are powered by solar energy in various districts of Pyongyang City including Mangyongdae District. \n\t\t\t\t\t\n\t\t\t\t\t Wind energy and solar heat power stations have been successfully operated by the Ryongnam Dockyard over the past ten years.\n\t\t\t\t\t\n\t\t\t\t\t Smaller wind energy generators are operating at a lot of farms for nurseries, kindergartens and dwelling houses.\n\t\t\t\t\t\n\t\t\t\t\t Members of the February 17 Scientists and Technicians Shock Brigade active in the construction of the  stocking breeding center in the area of Sepho succeeded in manufacturing a water pump powered by wind energy.\n\t\t\t\t\t\n\t\t\t\t\t Various institutes including the Natural Energy Institute are striving to introduce geothermal cooling and heating to many units.\n\t\t\t\t\t\n\t\t\t\t\t Geothermal facilities studied and developed by scientists and technicians are in wide use at the workers' hostel of Kim Jong Suk Pyongyang Textile Mill, Masikryong Hotel and other units."
        },
        {
            "title": "\"Aegukphul\", High-yielding and Nutritious Grass",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-20ee.html",
            "content": "\"Aegukphul\", High-yielding and Nutritious Grass\r\n Pyongyang, October 23 (KCNA) -- A brisk drive for cultivating \"Aegukphul\", a high-yielding and nutritive feed crop for livestock, goes on in different parts of the Democratic People's Republic of Korea.\n\t\t\t\t\t According to Pak Hun, an official of the Ministry of Agriculture, \"Aegukphul\" bears 4-6 crops in a year and its per-hectare yield is several times higher than such existing species of feed grass as orchard grass and alfalfa. And it is propagated by root or stem.\n\t\t\t\t\t\n\t\t\t\t\t This grass, 4-5 meters in height and 2-3 centimeters in diameter, grows 7-10 centimeters a day in June and July, the best time for its growth.\n\t\t\t\t\t\n\t\t\t\t\t The grass can be used as fish food or substrate for cultivating mushroom as it contains rich crude protein and various microelements.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un, supreme leader of the DPRK, named it \"Aegukphul\" in August last when he visited a farm cultivating it."
        },
        {
            "title": "Koryo Celadon Ceramics, National Intangible Heritage",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-22ee.html",
            "content": "Koryo Celadon Ceramics\r\n Pyongyang, October 23 (KCNA) -- The ceramics of Koryo celadon, which is well known over the world, was listed as one of the national intangible heritages in the DPRK.\n\t\t\t\t\t Kim Myong Sim, section chief of the Korean Folklore Museum, said the jade green Koryo celadon is taking a prominent position in the world history of ceramic workmanship for its peculiar color, shapes and patterns.\n\t\t\t\t\t\n\t\t\t\t\t Im Hye Ok, a ceramist of the Mansudae Art Studio, said:\n\t\t\t\t\t\n\t\t\t\t\t It is admirable that our ancestors brought out jade green through the reducing reaction of iron when baking ceramics.\n\t\t\t\t\t\n\t\t\t\t\t Koryo Celadon is also characterized by its soft elegance and diverse shapes."
        },
        {
            "title": "Those Who Tamper with History Will Not Escape Punishment: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-09ee.html",
            "content": "Those Who Tamper with History Will Not Escape Punishment: Rodong Sinmun\r\n Pyongyang, October 23 (KCNA) -- The south Korean ruling forces' moves for introducing the \"system of state-compiled\" history textbooks are vicious actions against reunification as they are blocking national reconciliation and unity and stoking confrontation with the countrymen in the north.\n\t\t\t\t\t Rodong Sinmun Friday says this in an article. It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The conservative group's reckless campaign for distorting history and implanting consciousness of confrontation with the compatriots in the north into the minds of the youngsters glaringly reveals the true colors of anti-reunification elements fanning up hostility and confrontation between the north and the south, not reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t The present south Korean authorities talk volumes about \"dialogue and confidence-building\" whenever an opportunity presents itself. Their row of inciting inter-Korean confrontation through their campaign for introducing the \"system of state-compiled\" history textbooks cannot be interpreted otherwise than undisguised distrust and provocation against the dialogue partner. \n\t\t\t\t\t\n\t\t\t\t\t What is funny is that the colonial servants who cannot survive even a moment without foreign forces' backing are now busy vociferating about history. This is an insult to the proud history of the Korean people's struggle against aggression and a mockery of their efforts to glorify the history of the resourceful nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean ruling forces are, indeed, a group of wicked traitors as they stretch out their tentacles even to the inviolable education of the younger generation and besmirch their minds in a bid to cover up the past history woven with fascist dictatorship and sycophancy towards the U.S. and Japan and seek long-term office by rendering the whole society more reactionary and conservative.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop at once the anachronistic row for introducing the \"system of state-compiled\" history textbooks.\n\t\t\t\t\t\n\t\t\t\t\t Those challenging justice, truth and history will not escape severe punishment by the times and nation."
        },
        {
            "title": "\"State-compiled Textbooks\" Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-13ee.html",
            "content": "\"State-compiled Textbooks\" Protested in S. Korea\r\n Pyongyang, October 23 (KCNA) -- CBS of south Korea commented that the controversial \"system of introducing state-compiled textbooks\" is a copy of the system introduced in the period of the Park Chung-Hee's \"yusin\" dictatorship more than four decades ago. \n\t\t\t\t\t The paper Hangyore on Oct. 19 said that over 2,000 history teachers of primary, secondary and high schools across south Korea voiced opposition to the introduction of the \"system\", refusing to write and edit textbooks.\n\t\t\t\t\t\n\t\t\t\t\t 38 history teachers of 9 universities in Taegu and North Kyongsang Province boycotted the writing and edition of textbooks from Oct. 14, in particular.\n\t\t\t\t\t\n\t\t\t\t\t At least 70 history teachers of 13 universities in Seoul made public a statement on Oct. 18 in which they termed the introduction of the \"system\" a tyrannical action for trampling down the democratic achievements made so far.\n\t\t\t\t\t\n\t\t\t\t\t Similar actions took place at 10 universities in Kyonggi Province, Inchon and Taejon.\n\t\t\t\t\t\n\t\t\t\t\t More than 600 elders and activists of civic and public bodies released a declaration on the situation in protest against the \"system.\""
        },
        {
            "title": "All-out Action against \"System of Introducing State-compiled Textbooks\" Declared in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-14ee.html",
            "content": "All-out Action against \"System of Introducing State-compiled Textbooks\" Declared in S. Korea\r\n Pyongyang, October 23 (KCNA) -- The Teachers Union of south Korea held a press conference in Seoul on Oct. 20 to declare an all-out action for checking the authorities' moves to introduce the \"system of state-compiled history textbooks\", according to south Korean internet paper Chamsesang.\n\t\t\t\t\t The organization said that the authorities are working hard to project the controversy over the \"system\" as stand-off between the ideologies of the Left and Right but this is, in essence, provocation by pro-Japanese and dictatorial forces and resistance of democratic forces against the former.\n\t\t\t\t\t\n\t\t\t\t\t If the authorities go ahead with this policy in utter disregard of the actual situation, the union will have no option but to launch an all-out action to nullify it, the organization warned."
        },
        {
            "title": "S. Korean Authorities Accused of Tightening Military Nexus with Japan",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-15ee.html",
            "content": "S. Korean Authorities Accused of Tightening Military Nexus with Japan\r\n Pyongyang, October 23 (KCNA) -- The People for Achieving Peace and Reunification and other civic and public organizations of south Korea held a press conference outside the building of the Defense Ministry on Oct. 20 to protest against the authorities' closer military cooperation with Japan.\n\t\t\t\t\t Speakers accused the authorities of seeking closer military cooperation with Japan after allowing Japan's exercise of the \"right to collective self-defense\", far from containing it at the grave juncture when Japan is working hard to attain its goal of reinvading the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t They staged a demonstration, holding slogans.\n\t\t\t\t\t\n\t\t\t\t\t They held a meeting for peace action and distributed publications disclosing the danger of Japan's exercise of the \"right to collective self-defense.\""
        },
        {
            "title": "WPK's Birthday Celebrated in DR Congo",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-02ee.html",
            "content": "WPK's Birthday Celebrated in DR Congo\r\n Pyongyang, October 23 (KCNA) -- A meeting of political parties in DR Congo for celebrating the 70th founding anniversary of the Workers' Party of Korea (WPK) was held in Kinshasa on Oct. 3.\n\t\t\t\t\t Present at the meeting were representatives of political parties including the Communist Party, the People's Party for the Reconstruction and Democracy and the Popular Revolutionary Party and parliamentarians and other masses.\n\t\t\t\t\t\n\t\t\t\t\t Present on invitation were the charge d'affaires ad interim and staff members of the DPRK embassy in Kinshasa.\n\t\t\t\t\t\n\t\t\t\t\t The participants laid bouquets before the portraits of smiling President Kim Il Sung and leader Kim Jong Il before paying tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t Boswa Isekombe Sylvere, general secretary of the Communist Party of DR Congo, in his speech at the meeting praised the immortal exploits Kim Il Sung performed by founding the WPK. He went on:\n\t\t\t\t\t\n\t\t\t\t\t A hammer, sickle and writing brush are depicted on the flag of the WPK and they show the popular character of the WPK and party struggling for the interests of the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t The WPK has achieved organizational and ideological unity and cohesion regarding the Juche idea as its guidelines despite pressure and provocation of imperialists and developed into a genuine people's party which serves them and the general staff of the revolution commanding absolute trust from them.\n\t\t\t\t\t\n\t\t\t\t\t The WPK will be ever-victorious with Marshal Kim Jong Un at the highest post of the WPK who holds higher the banner of the Juche idea and the Songun idea."
        },
        {
            "title": "DPRK's Important Days in October Marked Abroad ",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-03ee.html",
            "content": "DPRK's Important Days in October Marked Abroad \r\n Pyongyang, October 23 (KCNA) -- Various events took place in foreign countries to mark the 18th anniversary of leader Kim Jong Il's election as general secretary of the Workers' Party of Korea and the 70th founding anniversary of the WPK. \n\t\t\t\t\t Meetings were held in Germany and Italy and a seminar in Thailand and Korean book exhibitions in Nigeria from October 7 to 10. \n\t\t\t\t\t\n\t\t\t\t\t On display at the venues of the book exhibitions were books introducing the party building exploits of President Kim Il Sung and leader Kim Jong Il and the wise leadership of Marshal Kim Jong Un and the service personnel and people of the DPRK in the drive for building a thriving socialist nation. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany said Kim Il Sung founded the WPK and turned it into the genuine people's party serving them and mother party. The WPK's glorious 70-year history would be unthinkable without him, the chairman added. \n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Milano Center for the Study of the Juche Idea said the Korean people are holding Kim Jong Un in high esteem on the top position of the party and creating miracles and innovations in defending socialism and building a thriving nation under his leadership. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Thailand-Korea Friendship Association said the great exploits Kim Il Sung and Kim Jong Il performed in founding and developing the WPK will shine long with the century."
        },
        {
            "title": "Nigerian Body Praises Exploits of DIU ",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-04ee.html",
            "content": "Nigerian Body Praises Exploits of DIU\r\n Pyongyang, October 23 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted on its website an article titled \"Down-with-Imperialism Union (DIU) and Workers' Party of Korea (WPK)\" on October 15 on the occasion of the 70th founding anniversary of the WPK and the 89th anniversary of the formation of DIU. \n\t\t\t\t\t The article said that President Kim Il Sung formed the DIU in October 1926 and it has special significance in the modern history of Korea as it is the roots of the WPK, guiding force of the Korean society. \n\t\t\t\t\t\n\t\t\t\t\t Referring to the immediate tasks and the final goal of the DIU and significance of its formation, the article said that the programme of the DIU based on the transparent idea of independence against imperialism became the foundation of the programme of the WPK which was founded on October 10, 1945. It went on:\n\t\t\t\t\t\n\t\t\t\t\t The WPK was founded with the vanguard fighters of the new generation brought up by the DIU as backbone. \n\t\t\t\t\t\n\t\t\t\t\t They made great contribution to laying the organizational and ideological foundation for founding the party during the arduous anti-Japanese revolution."
        },
        {
            "title": "DPRK's October Holidays Aired by Foreign Radio and TV Broadcastings ",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-05ee.html",
            "content": "DPRK's October Holidays Aired by Foreign Radio and TV Broadcastings\r\n Pyongyang, October 23 (KCNA) -- Radio and TV broadcastings of different countries praised the feats of the Workers' Party of Korea and aired Korean films between Sept. 30 and Oct. 10 on the occasion of the 18th anniversary of leader Kim Jong Il's election as general secretary of the WPK and the 70th founding anniversary of the WPK. \n\t\t\t\t\t The Guinean domestic broadcasting service said in an article titled \"Eternal general secretary of the WPK\":\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il developed the WPK into the party enjoying absolute support and trust from the popular masses, that has taken its roots deep among them, and guiding force leading the Songun revolutionary cause to victory.\n\t\t\t\t\t\n\t\t\t\t\t Therefore, the Korean people have held in high esteem Kim Jong Il as eternal general secretary of the WPK and added glory to his revolutionary life.\n\t\t\t\t\t\n\t\t\t\t\t The Guinean international broadcasting service reported about the same contents.\n\t\t\t\t\t\n\t\t\t\t\t The Syrian TV Channel showed tens of photos dealing with the feats President Kim Il Sung and Kim Jong Il performed in party-building.\n\t\t\t\t\t\n\t\t\t\t\t It introduced achievements made by the Korean army and people in building a thriving nation and praised the great leaders' feats.\n\t\t\t\t\t\n\t\t\t\t\t The Syrian Central Radio aired the proud seven-decade history of the WPK which wins victory and demonstrates glory.\n\t\t\t\t\t\n\t\t\t\t\t The Nakhodka TV Broadcasting, the Mongolian TV Broadcasting, the Myanmar TV Broadcasting and the DR Congo TV Broadcasting aired Korean film \"The Tower of the Juche Idea\" and introductory documentaries  several times at prime time."
        },
        {
            "title": "U.S. Human Rights Abuses against DPRK Slammed",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-06ee.html",
            "content": "U.S. Human Rights Abuses against DPRK Slammed\r\n Pyongyang, October 23 (KCNA) -- A Russian political party and Nigerian organization posted on their websites articles disclosing the absurdity and aggressive nature of the U.S. \"human rights\" racket against the DPRK on Oct. 1 and 10.\n\t\t\t\t\t The Khabarovsk Territorial Committee of the Communist Party of the Russian Federation in articles said that the Korean people have exercised their rights as the master of the state and society and enjoyed an independent and happy life under the popular politics including the free medical care and free educational systems. \n\t\t\t\t\t\n\t\t\t\t\t The committee disclosed that the U.S., the kingdom of human rights abuses, is getting hell-bent on the groundless \"human rights\" racket to stifle the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism in an article titled \"'human rights' fabrication against the DPRK should be stopped\" branded the U.S. as the evil empire wrecking peace in different parts of the world and getting hell-bent on all forms of human rights abuses.\n\t\t\t\t\t\n\t\t\t\t\t The article urged the U.S. to stop at once the reckless \"human rights\" abuses against the DPRK."
        },
        {
            "title": "Kim Jong Un's Speech Introduced by South African Organization",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-08ee.html",
            "content": "Kim Jong Un's Speech Introduced by South African Organization\r\n Pyongyang, October 23 (KCNA) -- The South African Group for the Study of Kimilsungism-Kimjongilism posted the speech made by supreme leader Kim Jong Un at the military parade and public procession of Pyongyang citizens for celebrating the 70th founding anniversary of the Workers' Party of Korea on its website on October 14."
        },
        {
            "title": "Kim Jong Un recorre tren electrico de metro fabricado nuevamente",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-26ee.html",
            "content": "Kim Jong Un recorre tren electrico de metro fabricado nuevamente\r\n Pyongyang, 23 de octubre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, visito el Complejo de Locomotoras Electricas Kim Jong Thae donde vio el tren electrico del metro nuevamente fabricado.\n\t\t\t\t\t   El Mariscal se entero en detalles del tipo, el color, las caracteristicas tecnicas y la calidad de los implementos del tren electrico.\n\t\t\t\t\t\n\t\t\t\t\t   Dijo que es muy gallardo el tren electrico y anadio que se han seleccionado correctamente el tipo y el color del tren de acuerdo con la caracteristica del medio de transporte masivo y la estetica moderna.\n\t\t\t\t\t\n\t\t\t\t\t   Subrayo que el complejo fabrico e instalo el moderno motor electrico y los mecanismos de freno y control para la conduccion comoda del tren y coloco bien los implementos y los dispositivos de informacion de trafico para dar facilidades a los huespedes.\n\t\t\t\t\t\n\t\t\t\t\t   Destaco la necesidad de fabricar mucho mas y mejor los medios de transporte masivo como el tren electrico del metro para realizar el noble proposito de amor de los grandes lideres al pueblo.\n\t\t\t\t\t\n\t\t\t\t\t   El Complejo de Locomotoras Electricas Kim Jong Thae y la rama interesada deben presentar la meta mas alta basandose en los exitos alcanzados recientemente, subrayo y exhorto a dinamizar el trabajo para fabricar los trenes electricos del metro de talla mundial.\n\t\t\t\t\t\n\t\t\t\t\t   En el cielo vuelan los aviones fabricados por nuestro pais y en el metro correran los trenes electricos tambien de produccion nacional, acoto.\n\t\t\t\t\t\n\t\t\t\t\t   El mismo presto gran importancia a la produccion del tren electrico del metro para mostrar no con las palabras, sino con las practicas a algunas personas contagiadas de enfermedad de importacion, la verdad de que son mas preciosas todas las cosas hechas por la fuerza y tecnica propias y a nuestro estilo, como lo hacian la heroica clase obrera Kim Il Sung - Kim Jong Il y los cientificos y tecnicos patrioticos, asevero.\n\t\t\t\t\t\n\t\t\t\t\t   Y encomendo transmitirles sin falta su saludo a los fabricadores del tren electrico del metro.\n\t\t\t\t\t\n\t\t\t\t\t   El Mariscal dio agradecimiento en nombre del PTC a los funcionarios, cientificos, tecnicos y obreros de la empresa y las unidades concernientes que fabricaron el nuevo tren electrico del metro a nuestro estilo.\n\t\t\t\t\t\n\t\t\t\t\t   Expreso la esperanza y seguridad de que en el futuro tambien los militantes del Partido y trabajadores del complejo cumpliran su honrosa obligacion asumida en la produccion de la locomotora electrica, los vagones de pasajeros y los trenes electricos del metro.\n\t\t\t\t\t\n\t\t\t\t\t   Le acompanaron O Su Yong, secretario del Comite Central del PTC y Jo Yong Won, subjefe de departamento del CC del PTC."
        },
        {
            "title": "Portavoz de MINREX de la RPDC condena tentativas militares de EE.UU.",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-27ee.html",
            "content": "Portavoz de MINREX de la RPDC condena tentativas militares de EE.UU.\r\nPyongyang, 23 de octubre (ACNC) -- A la pregunta de un reportero de la Agencia Central de Noticias de Corea formulada en relacion con que Estados Unidos vuelve a destruir la estabilidad de la situacion de la Peninsula Coreana y agravar la tension, el portavoz de la cancilleria de la Republica Popular Democratica de Corea respondio el dia 22 como siguiente:\n\t\t\t\t\t   Segun trascendidos, EE.UU. planea enviar al mar frente a Pusan (Sur de Corea) el portaaviones nuclear Ronald Reagan en acompanamiento con los cruceros y los destructores de tipo Aegis para desarrollar el entrenamiento maritimo de gran envergadura con las fuerzas navales surcoreanas.\n\t\t\t\t\t\n\t\t\t\t\t   Esto deviene un desafio frontal a la propuesta justa de la RPDC y al unanime deseo de los pueblos amantes de la paz mundial.\n\t\t\t\t\t\n\t\t\t\t\t   Como hemos declarado reiteradamente, en los ultimos dias la RPDC presento la propuesta importante de concertar lo mas pronto posible el convenio de paz para eliminar el peligro de guerra y preparar el duradero ambiente pacifico en la Peninsula Coreana bajo la condicion en que con el actual Acuerdo de Armisticio no se puede prevenir el choque y el peligro de estallido de nueva guerra.\n\t\t\t\t\t\n\t\t\t\t\t   Pero, el imperio norteamericano le desafia a la RPDC introduciendo de nuevo al Sur de Corea los medios de guerra inclusive el portaaviones.\n\t\t\t\t\t\n\t\t\t\t\t   Los esfuerzos por el dialogo hechos durante largo tiempo para la desnuclearizacion de la Peninsula Coreana fracasaron debido al incesante chantaje nuclear y los ejercicios de guerra nuclear de EE.UU. contra la RPDC.\n\t\t\t\t\t\n\t\t\t\t\t   Deviene una obstinacion y sofisteria de un bandido carente de educacion superior el que EE.UU. insiste en la prioridad de desnuclearizacion agravando la situacion de esta peninsula mediante las recrudescentes provocaciones militares.\n\t\t\t\t\t\n\t\t\t\t\t   La realidad comprueba que es muy inoportuna la discusion de la desnuclearizacion de la Peninsula Coreana, pero muy inminente el problema de la concertacion del convenio de paz RPDC-EE.UU.\n\t\t\t\t\t\n\t\t\t\t\t   Si EE.UU. recurre de continuo a los imprudentes alborotos de confrontacion nuclear dando espalda a la propuesta de la RPDC de concertar el convenio de paz, no podra evitar el fracaso amargo y el arrepentimiento."
        },
        {
            "title": "Pak Pong Ju recorre Granja Avicola de Mangyongdae",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-28ee.html",
            "content": "Pak Pong Ju recorre Granja Avicola de Mangyongdae\r\nPyongyang, 23 de octubre (ACNC) -- El premier de la Republica Popular Democratica de Corea, Pak Pong Ju, averiguo en el terreno la Granja Avicola de Mangyongdae.\n\t\t\t\t\tPak recorrio varios lugares como corrales de gallinas ponedoras donde estan impregnadas las huellas del Presidente Kim Il Sung y el Dirigente Kim Jong Il y estudio en detalle el estado de modernizacion, la condicion de aseguramiento de temperatura y ventilacion y otros.\n\t\t\t\t\t\n\t\t\t\t\tConvoco en el terreno la reunion consultiva de los funcionarios interesados.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion fueron debatidos los problemas de medida para glorificar las hazanas inmortales de direccion de los grandes Lideres mediante el aumento de produccion y para que las unidades relacionadas suministren a tiempo el pienso.\n\t\t\t\t\t\n\t\t\t\t\tCon anterioridad, el premier recorrio la Fabrica de Siluros de Pyongyang, renovada segun la noble concepcion del pueblo del Mariscal Kim Jong Un, y exhorto a realizar la cientifizacion y la intensificacion de la piscicultura y aumentar la produccion, en acato a la voluntad del Partido para ofrecer mayores beneficios al pueblo."
        },
        {
            "title": "Otorgada Orden Kim Jong Il a U Jong Hui",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-29ee.html",
            "content": "Otorgada Orden Kim Jong Il a U Jong Hui\r\nPyongyang, 23 de octubre (ACNC) -- La Orden Kim Jong Il fue otorgada a U Jong Hui.\n\t\t\t\t\tAl desplegar entusiasmo revolucionario y fervor creativo, ella creo las canciones famosas que muestran el amor del partido madre al pueblo y reflejan la fe y voluntad del ejercito y pueblo de la Republica Popular Democratica de Corea de quedar fiel para siempre al gran partido, de manera que hizo gran aporte a elevar el fervor revolucionario y combativo de todo el ejercito y el pueblo que avanzan vigorosamente hacia la victoria final.\n\t\t\t\t\t\n\t\t\t\t\tQuedo publicado el dia 22 un decreto correspondiente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea."
        },
        {
            "title": "Efectuado torneo otonal de tenis de mesa de discapacitados y aficionados de 2015",
            "url": "http://kcna.co.jp/item/2015/201510/news23/20151023-30ee.html",
            "content": "Efectuado torneo otonal de tenis de mesa de discapacitados y aficionados de 2015\r\nPyongyang, 23 de octubre (ACNC) -- Tuvo lugar del dia 21 al 23 en esta capital el torneo otonal de tenis de mesa de discapacitados y aficionados de 2015.\n\t\t\t\t\tEn la cita deportiva, tomaron parte mas de 60 discapacitados y mas de 600 aficionados al tenis de mesa de la Republica Popular Democratica de Corea y segun el deseo, decenas de coreanos residentes en ultramar y los extranjeros que permanecen en la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tLa competencia se efectuo dividida en la categoria de discapacitados y la otra de aficionados (5 clases segun la edad) con el metodo simple y el doble.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes manifestaron plenamente sus habilidades adiestradas en virtud del regimen socialista que cuida y protege a los discapacitados y el fervor deportivo que reina en todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tEn el juego simple de la categoria de discapacitados, XXXXX gano el primer lugar y en el doble, XXX.\n\t\t\t\t\t\n\t\t\t\t\tEl grupo de XXXXX salio ganador en el partido doble que juegan juntos el discapacitado y el aficionado.\n\t\t\t\t\t\n\t\t\t\t\tEn la ceremonia de clausura, fueron otorgadas las copas y medallas a los discapacitados y aficionados sobresalientes."
        }
    ]
}