{
    "date": "2015-01-09",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-09ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Ri Kwang Yong",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-24ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Ri Kwang Yong\r\nPyongyang, January 9 (KCNA) -- Supreme leader Kim Jong Un Friday sent a wreath to the bier of Acad. Prof. Dr. Ri Kwang Yong, a merited scientist and researcher at Kim Il Sung University, expressing deep condolences over his death."
        },
        {
            "title": "Greetings to General Chairwoman of Central Directive Council of Indonesian Democratic Party of Struggle",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-12ee.html",
            "content": "Greetings to General Chairwoman of Central Directive Council of Indonesian Democratic Party of Struggle\r\nPyongyang, January 9 (KCNA) -- The Central Committee of the Workers' Party of Korea Friday sent a message of greeting to Megawati Soekarnoputri, general chairwoman of the Central Directive Council of the Indonesian Democratic Party of Struggle, on the occasion of the 42nd founding anniversary of the party.\n\t\t\t\t\t The message wished the general chairwoman bigger successes in her responsible work for strengthening the party, expressing belief that the friendly and cooperative relations between the two parties would grow stronger."
        },
        {
            "title": "DPRK FM Sends Condolatory Message to His French Counterpart",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-21ee.html",
            "content": "DPRK FM Sends Condolatory Message to His French Counterpart\r\nPyongyang, January 9 (KCNA) -- Ri Su Yong, foreign minister of the DPRK, in a message on Thursday expressed condolences to Laurent Fabius, minister of Foreign Affairs and International Development of France, over the recent terrorist attack on the offices of the weekly newspaper Charlie Hebdo in Paris that claimed many casualties.\n\t\t\t\t\t Expressing deep sympathy for the bereaved families, the message reaffirmed the principled stand of the DPRK to oppose all sorts of terrorism."
        },
        {
            "title": "Agricultural Workers Called upon to Display Nation's Will for Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-22ee.html",
            "content": "Agricultural Workers Called upon to Display Nation's Will for Reunification\r\nPyongyang, January 9 (KCNA) -- \"Let the whole nation join efforts to open up a broad avenue to independent reunification in this year of the 70th anniversary of national liberation!\", the slogan put up by supreme leader Kim Jong Un in his New Year address reflects his iron will to bring about a decisive turn in achieving national reunification without fail this year.\n\t\t\t\t\t The chairman of the Central Committee of the Union of Agricultural workers of Korea said this in a statement on Friday.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations are facing the worst phase due to the sinister provocative acts of insulting the dignity and social system of the DPRK while seeking \"unification of systems\" that incites distrust and conflict between the north and the south, the statement noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Now is the time for the north and the south to break with the dark past in order to bring the bright future of independent reunification, peace and prosperity and rewrite a new chapter in the history of inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t Nothing is impossible if the Korean nation shares one purpose and joins efforts.\n\t\t\t\t\t\n\t\t\t\t\t In hearty response to the New Year address which calls for opening up a broad avenue to independent reunification by the concerted efforts of the entire nation this year of the 70th anniversary of national liberation, the agricultural workers of the DPRK will wage a dynamic struggle to carry out the tasks set forth in the address.\n\t\t\t\t\t\n\t\t\t\t\t We will join hands with the farmers in the south to conduct diverse brisk activities such as the anti-war, peace movement for removing war danger from the Korean peninsula and creating a peaceful climate and thus discharge our responsibilities and duties for national reunification.\n\t\t\t\t\t\n\t\t\t\t\t We call on the farmers in the south to make the hot wind of the June 15 era rage throughout Korea once again and thus actively contribute to displaying before the whole world the nation's will and stamina for reunification."
        },
        {
            "title": "Korean Women Called upon to Display Their Wisdom and Stamina in Movement for Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-20ee.html",
            "content": "Korean Women Called upon to Display Their Wisdom and Stamina in Movement for Reunification\r\nPyongyang, January 9 (KCNA) -- The chairwoman of the Central Committee of the Democratic Women's Union of Korea said in a statement Friday that the proposals for improving the inter-Korean relations and achieving national reunification advanced by supreme leader Kim Jong Un in his New Year address are urgent issues to be resolved without fail for substantially improving the inter-Korean relations and opening up a broad avenue to independent reunification.\n\t\t\t\t\t Just as the role played by the women who account for half of the population exerts great influence on the development of the society, the solution of the issue of national reunification largely hinges on the role of the women who push one of the two wheels of the reunification chariot, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The women and members of the women's union will raise the hot wind of independent reunification in the June 15 era by boosting the solidarity and alliance with women's organizations in south Korea and abroad and holding diverse meetings for reunification so as to open up a broad avenue to independent reunification this year marking the 70th anniversary of national liberation.\n\t\t\t\t\t\n\t\t\t\t\t The inter-Korean relations will be repaired as desired by the nation and dawn of independent reunification will break when all the fellow countrymen in the north and the south and overseas dynamically turn out in the drive to thoroughly carry out the tasks for national reunification indicated by Kim Jong Un in his New Year address.\n\t\t\t\t\t\n\t\t\t\t\t The women of the DPRK are firmly convinced that all the women in south Korea and overseas will fully display their wisdom and stamina in the on-going nationwide patriotic movement for reunification just as they did in the past."
        },
        {
            "title": "Officials Do Friday Labor",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-19ee.html",
            "content": "Officials Do Friday Labor\r\nPyongyang, January 9 (KCNA) -- Officials of ministries and national institutions did first Friday labor this year at farms.\n\t\t\t\t\t They prepared at least 13 500 farm materials of more than 10 kinds and over 2 000 tons of quality compost in a short span of time.\n\t\t\t\t\t\n\t\t\t\t\t They left Kim Il Sung Square for Wollo Vegetable Farm in Mangyongdae District, Jangchon Vegetable Co-op Farm in Sadong District and Ryuhyon Vegetable Co-op Farm in Ryokpho District.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the Ministry of Metallurgical Industry, the Ministry of Coal Industry, the Mansudae Art Studio, the Taesong Guidance Bureau, Ryongaksan Guidance Bureau, the Taegyong Guidance Bureau, the Foreign Languages Publishing House and other units gave helping hands to the agricultural workers of the Wollo Vegetable Farm.\n\t\t\t\t\t\n\t\t\t\t\t Officials of the State Planning Commission, the Ministry of Railways, the Ministry of Fisheries, the Ministry of Light Industry, the Central Committee of the Journalists Union of Korea, the Taesong Bank, the Art and Literature Publishing House and various other units conducted political work among agricultural workers of the Jangchon Vegetable Co-op Farm and helped them in unloading and spreading compost.\n\t\t\t\t\t\n\t\t\t\t\t Officials of many units including the Presidium of the Supreme People's Assembly, the Education Commission, the Ministry of External Economic Relations, the Revolutionary Relics Administration Guidance Bureau, the Korean Committee for Cultural Relations with Foreign Countries and the External Construction Guidance Bureau also did Friday labor in fields of the Ryuhyon Vegetable Co-op Farm."
        },
        {
            "title": "Mass Rallies of Provinces, City Held",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-23ee.html",
            "content": "Mass Rallies of Provinces, City Held\r\nPyongyang, January 9 (KCNA) -- Mass rallies of North Phyongan, South Hwanghae, Jagang and Kangwon provinces and Nampho City took place on Friday to vow to implement the tasks set forth by Marshal Kim Jong Un in his New Year address for 2015.\n\t\t\t\t\t Present there were officials of local party, power and economic bodies and working people's organizations and officials, working people and students of industrial establishments, farms and universities.\n\t\t\t\t\t\n\t\t\t\t\t Reporters and speakers said that Kim Jong Un's New Year address serves as a militant banner as it instills into the service personnel and people of the DPRK firm confidence of victory and revolutionary enthusiasm and calls upon them to turn out in the general offensive for the dignity of the DPRK and its prosperity.\n\t\t\t\t\t\n\t\t\t\t\t They went on:\n\t\t\t\t\t\n\t\t\t\t\t They underscored the need to make patriotic devotion to the worthwhile struggle for the dignity of the country and its prosperity in the revolutionary spirit of Paektu, the spirit of the blizzards of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t They called for faithfully upholding the Songun revolutionary leadership of the party, assisting the People's Army with all sincerity and making the traits of attaching importance to the military affairs prevail in all fields and units. \n\t\t\t\t\t\n\t\t\t\t\t All fields and units should regard science and technology as their life and soul and bring about a turn in building a socialist economic power and a highly civilized nation by actively introducing the valuable successes gained in science and technology, they noted. \n\t\t\t\t\t\n\t\t\t\t\t They called for hastening the final victory under the leadership of the great party."
        },
        {
            "title": "DPRK People Study Kim Jong Un's New Year Address",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-17ee.html",
            "content": "DPRK People Study Kim Jong Un's New Year Address\r\nPyongyang, January 9 (KCNA) -- All the officials and other citizens in the DPRK are now intent on the study of supreme leader Kim Jong Un's New Year address that instills confidence in the final victory and fiery zeal into their mind. \n\t\t\t\t\tIn the New Year address Kim Jong Un set the goals and tasks for Juche 104(2015), encouraging all the people to turn out in a drive for greater prosperity of socialist Korea. \n\t\t\t\t\t\n\t\t\t\t\tEverywhere in the country citizens are seen deeply studying his New Year address. \n\t\t\t\t\t\n\t\t\t\t\tRi Son Hui, director of the Central Mushroom Research Institute under the State Academy of Sciences, told KCNA that the road shown by Kim Jong Un is just for victory and prosperity, adding his New Year address instills the people with the revolutionary pride, faith in the final victory and high degree of enterprising spirit. \n\t\t\t\t\t\n\t\t\t\t\tJong Sin, manager of the Mangyongdae Tourist Souvenir Exhibition under the State General Bureau of Tourism, said: \n\t\t\t\t\t\n\t\t\t\t\tThe New Year address is run through with the people-first principle. It hardens the faith that our ideology, social system and style are the best and nothing can block the general advance of the DPRK for the attainment of lofty ideals and high targets. \n\t\t\t\t\t\n\t\t\t\t\tThe DPRK people will dynamically go along the road of victory shown by supreme leader Kim Jong Un."
        },
        {
            "title": "New Liver Medicine Developed",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-16ee.html",
            "content": "New Liver Medicine Developed\r\nPyongyang, January 9 (KCNA) -- A new medicine for liver was developed in the DPRK, drawing attention from citizens.\n\t\t\t\t\t In this regard, Kwon O Song, a researcher of the Central Zoo, told KCNA that the new medicine is a compound of bear's gall and extract from pith of Maackia amurensis and has proved to be efficacious against liver diseases like fatty liver and hepatitis.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ryong, a resident living in Pothonggang District, Pyongyang, said he feels no pain in his right side and digests well after taking it for nearly half a month.\n\t\t\t\t\t\n\t\t\t\t\t The medicine was awarded the DPRK patent."
        },
        {
            "title": "CIA Torture Report Sparks Global Reaction",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-13ee.html",
            "content": "CIA Torture Report Sparks Global Reaction\r\nPyongyang, January 9 (KCNA) -- The strategy and culture foundation of Russia recently made public an article titled \"CIA Torture Report Sparks Global Reaction\".\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Reactions from world leaders and international organizations have been pouring in following the release of a summary of what the media has labeled the \"CIA torture report.\"\n\t\t\t\t\t\n\t\t\t\t\t The review was produced by the US Senate Intelligence Committee after a thorough investigation of CIA's Detention and Interrogation Program. The program authorized CIA officers to use extreme interrogation techniques, including sleep deprivation, water boarding, painful stress positions, dietary manipulation, walling, 'rectal rehydration' or rectal feeding, etc. All of them amount to nothing less than torture, according to the US Senate Intelligence Committee.\n\t\t\t\t\t\n\t\t\t\t\t \"It is now time to take action. The individuals responsible for the criminal conspiracy revealed in today's report must be brought to justice, and must face criminal penalties commensurate with the gravity of their crimes,\" said Ben Emmerson, UN special rapporteur on counter terrorism and human rights.\n\t\t\t\t\t\n\t\t\t\t\t \"International law prohibits the granting of immunities to public officials who have engaged in acts of torture. This applies not only to the actual perpetrators but also to those senior officials within the US Government who devised, planned and authorized these crimes. As a matter of international law, the US is legally obliged to bring those responsible to justice,\" he added.\n\t\t\t\t\t\n\t\t\t\t\t \"US Senate's report confirms the systematic use of torture in CIA prisons in violation of international obligations of the United States. It is a well-known fact,\" Russian Foreign Ministry's human rights ombudsman Konstantin Dolgov said.\n\t\t\t\t\t\n\t\t\t\t\t Anatoly Kucherena, a Russian lawyer representing Edward Snowden, said that torture is unacceptable under any circumstances. \"However one tries to justify torture, it curtails basic human rights,\" he said.\n\t\t\t\t\t\n\t\t\t\t\t The US seems to be using human rights issues as a political tool, China's state news agency Xinhua said in an opinion piece on the report. The US \"is neither a suitable role model nor a qualified judge on human rights issues in other countries, as it pertains to be,\" it stated.\n\t\t\t\t\t\n\t\t\t\t\t \"The declassified information contained in the summary, while limited, is a reminder to the world of the utter failure of the USA to end the impunity enjoyed by those who authorized and used torture and other ill-treatment. This is a wake-up call to the USA. It must disclose the full truth about the human rights violations, hold perpetrators accountable and ensure justice for the victims. It is a requirement under international law,\" said Erika Guevara Rosas, America's Director of Amnesty International."
        },
        {
            "title": "Canadian Internet Paper on Truth behind U.S. Tortures against Innocents",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-14ee.html",
            "content": "Canadian Internet Paper on Truth behind U.S. Tortures against Innocents\r\nPyongyang, January 9 (KCNA) -- An article titled \"U.S. Tortured and Killed Innocent People for the Specific Purpose of Producing False Propaganda\" was posted on the Canadian internet paper Global Research on Dec. 10 last year.\n\t\t\t\t\t Noting the torture methods employed by the U.S. for the past decade make peoples shudder, the article disclosed that the general goal of its torture plan is to get false confessions.\n\t\t\t\t\t\n\t\t\t\t\t The article went on:\n\t\t\t\t\t\n\t\t\t\t\t Former senior U.S. intelligence official familiar with the interrogation issue said that Cheney and former Defense Secretary Donald H. Rumsfeld demanded that the interrogators find evidence of al Qaida-Iraq collaboration.\n\t\t\t\t\t\n\t\t\t\t\t For most of 2002 and into 2003, Cheney and Rumsfeld, especially, were also demanding proof of the links between al Qaida and Iraq.\n\t\t\t\t\t\n\t\t\t\t\t It was during this period that CIA interrogators waterboarded two alleged top al Qaida detainees repeatedly -- Abu Zubaydah at least 83 times in August 2002 and Khalid Sheik Muhammed 183 times in March 2003 -- according to a newly released Justice Department document.\n\t\t\t\t\t\n\t\t\t\t\t When people kept coming up empty, they were told by Cheney's and Rumsfeld's people to push harder, he continued. Cheney's and Rumsfeld's people were told repeatedly by CIA and by others that there wasn't any reliable intelligence that pointed to operational ties between bin Laden and Saddam.\n\t\t\t\t\t\n\t\t\t\t\t A former U.S. Army psychiatrist, Maj. Charles Burney, told Army investigators in 2006 that interrogators at the Guantanamo Bay, Cuba, detention facility were under \"pressure\" to produce evidence of ties between al Qaida and Iraq.\n\t\t\t\t\t\n\t\t\t\t\t Levin recalled Cheney's assertions that a senior Iraqi intelligence officer had met Mohammad Atta, the leader of the September 11 hijackers, in the Czech Republic capital of Prague just months before the attacks on the World Trade Center and the Pentagon.\n\t\t\t\t\t\n\t\t\t\t\t The FBI and CIA found that no such meeting occurred.\n\t\t\t\t\t\n\t\t\t\t\t In other words, top Bush administration officials not only knowingly lied about a non-existent connection between Al Qaida and Iraq, but they pushed and insisted that interrogators use special torture methods aimed at extracting false confessions to attempt to create such a false linkage.\n\t\t\t\t\t\n\t\t\t\t\t The Washington Post reported the same year:\n\t\t\t\t\t\n\t\t\t\t\t Despite what you've seen on TV, torture is really only good at one thing: eliciting false confessions. \n\t\t\t\t\t\n\t\t\t\t\t So as shocking as the latest revelation in a new Senate Armed Services Committee report may be, it actually makes sense in a nauseating way. The White House started pushing the use of torture not when faced with a \"ticking time bomb\" scenario from terrorists, but when officials in 2002 were desperately casting about for ways to tie Iraq to the September 11 attacks in order to strengthen their public case for invading a country that had nothing to do with the September 11 at all.\n\t\t\t\t\t\n\t\t\t\t\t Gordon Trowbridge writes for the Detroit News: \"Senior Bush administration officials pushed for the use of abusive interrogations of terrorism detainees in part to seek evidence to justify the invasion of Iraq, according to newly declassified information discovered in a congressional probe.\"\n\t\t\t\t\t\n\t\t\t\t\t Indeed, one of the two senior instructors from the Air Force team which taught U.S. servicemen how to resist torture by foreign governments when used to extract false confessions has blown the whistle on the true purpose behind the U.S. torture program.\n\t\t\t\t\t\n\t\t\t\t\t As Truthout reported:\n\t\t\t\t\t\n\t\t\t\t\t Jessen's notes were provided to Truthout by retired Air Force Capt. Michael Kearns, a \"master\" SERE instructor and decorated veteran who has previously held high-ranking positions within the Air Force Headquarters Staff and Department of Defense (DoD).\n\t\t\t\t\t\n\t\t\t\t\t The Jessen notes clearly state the totality of what was being reverse-engineered was not just enhanced interrogation techniques but an entire program of exploitation of prisoners using torture as a central pillar. \n\t\t\t\t\t\n\t\t\t\t\t In a subsequent report, Truthout notes:\n\t\t\t\t\t\n\t\t\t\t\t Air Force Col. Steven Kleinman, a career military intelligence officer recognized as one of the DoD's most effective interrogators, said he immediately knew the true value of the PREAL manual if employed as part of an interrogation program.\n\t\t\t\t\t\n\t\t\t\t\t \"This is the guidebook to getting false confessions, a system that was used to generate propaganda rather than intelligence,\" Kleinman said in an interview. \"If your goal is to obtain useful and reliable information this is not the source book you should be using.\"\n\t\t\t\t\t\n\t\t\t\t\t Interrogators also forced detainees to take drugs and false confessions were, in fact, extracted.\n\t\t\t\t\t\n\t\t\t\t\t For example:\n\t\t\t\t\t\n\t\t\t\t\t A humanitarian aid worker said: torture only stopped when I pretended I was in Al Qaeda\n\t\t\t\t\t\n\t\t\t\t\t Under torture, Libyan Ibn al-Sheikh al-Libi falsely claimed there was a link between Saddam Hussein, al-Qaida and WMD.\n\t\t\t\t\t\n\t\t\t\t\t President Bush mentioned Abu Zubaydah as a success story, where torture saved lives. Zubaydah was suspected of being a high-ranking al-Qaida leader. Bush administration officials claimed Zubaydah told them that al-Qaida had links with Saddam Hussein. He also claimed there was a plot to attack Washington with a \"dirty bomb\". Both claims are now recognized to be false, even by the CIA, which also admits he was never a member of al-Qaida.\n\t\t\t\t\t\n\t\t\t\t\t One of the main sources for the 9/11 Commission Report was tortured until he agreed to sign a confession that he was not even allowed to read.\n\t\t\t\t\t\n\t\t\t\t\t The so-called 9/11 mastermind said: \"During my interrogation I gave a lot of false information in order to satisfy what I believed the interrogators wished to hear\" (the self-confessed September 11 \"mastermind\" falsely confessed to crimes he didn't commit.)\n\t\t\t\t\t\n\t\t\t\t\t And the 9/11 Commission Report was largely based on a third-hand account of what tortured detainees said, with two of the three parties in the communication being government employees. And the government went to great lengths to obstruct justice and hide unflattering facts from the Commission.\n\t\t\t\t\t\n\t\t\t\t\t According to NBC News:\n\t\t\t\t\t\n\t\t\t\t\t Much of the 9/11 Commission Report was based upon the testimony of people who were tortured.\n\t\t\t\t\t\n\t\t\t\t\t At least four of the people whose interrogation figured in the 9/11 Commission Report have claimed that they told interrogators information as a way to stop being \"tortured.\"\n\t\t\t\t\t\n\t\t\t\t\t The 9/11 Commission itself doubted the accuracy of the torture confessions, and yet kept their doubts to themselves."
        },
        {
            "title": "Rodong Sinmun Calls for Great Turn in Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-08ee.html",
            "content": "Rodong Sinmun Calls for Great Turn in Inter-Korean Relations\r\nPyongyang, January 9 (KCNA) -- It is the stand of the DPRK to briskly hold dialogue, negotiations, exchanges and contacts, bring about a great turn in inter-Korean relations and achieve independent reunification, peace and prosperity, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t Dialogue, exchanges and contacts are essential for radically improving the inter-Korean relations and solving the issue of the country's reunification, the most important one of the nation, in conformity with the common interests, the article notes, adding:\n\t\t\t\t\t\n\t\t\t\t\t If compatriots are hostile to each other and stand in confrontation, only the Korean nation will suffer from these acts. Confrontation would not help solve the issue of the inter-Korean relations. It will only lead to arms conflict and war.\n\t\t\t\t\t\n\t\t\t\t\t If the north and the south open their hearts with each other and approach with an open mind the issue of the nation and reunification in the noble idea and principle of patriotism in conformity with the compatriots' desire and aspiration, it is possible for them to remove differences and record a new history of the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t It is possible to resume the suspended high-level contacts and hold inter-sector talks if the south Korean authorities are sincere in their stand towards improving inter-Korean relations through dialogue.\n\t\t\t\t\t\n\t\t\t\t\t It is the noble intention of the peerless great man for the country's reunification to hold a summit if the atmosphere and environment for it are created.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should drop confrontational behavior, talking about dialogue and hurting the partner behind the scene.\n\t\t\t\t\t\n\t\t\t\t\t If they sincerely want the successes of dialogue, they should stop the provocative war drills against the compatriots and the confrontation between the differing two systems including the anti-DPRK \"human rights\" fabrication and leaflets scattering. \n\t\t\t\t\t\n\t\t\t\t\t Everything depends on the attitude of the south Korean authorities."
        },
        {
            "title": "Rodong Sinmun Urges U.S. to Boldly Make Policy Switchover",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-09ee.html",
            "content": "Rodong Sinmun Urges U.S. to Boldly Make Policy Switchover\r\nPyongyang, January 9 (KCNA) -- The world has made a tremendous advance and the times have undergone dramatic changes, but the U.S. hostile policy toward the DPRK remains unchanged. It is the outcome of the former's hostile policy that the Korean nation remains divided, suffering untold misfortune and pain for 70 years and the DPRK-U.S. relations have been pushed to the road of aggravation.\n\t\t\t\t\t Rodong Sinmun says this in an article on Friday.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. persistent hostile policy toward the DPRK has brought the dark clouds of war to hang over the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Its policy is bound to go bust.\n\t\t\t\t\t\n\t\t\t\t\t Not only the past Korean War but also the incident of the U.S. spy ship Pueblo and other incidents ended with the U.S. making apology to the DPRK and signing letters of surrender. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has imposed economic sanctions and blockade upon the DPRK by mobilizing its vassal countries in a bid to stifle the DPRK, but the DPRK has never been deterred but stood up imposingly as a power, performing epoch-making miracles. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has never been able to bring the DPRK to its knees. It has suffered shame only and its prestige fallen to the ground. This is attributable to the wrong policy of the U.S toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is the invariable stand of the DPRK to react to good faith with good faith and react to the tough policy with the toughest one.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will develop good neighborly relations with all the countries that respect its sovereignty and are friendly to it.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should face up to the reality and roll back its anachronistic hostile policy towards the DPRK, stop its moves for aggression and boldly make a policy switchover.\n\t\t\t\t\t\n\t\t\t\t\t Doing so is beneficial to the U.S. too."
        },
        {
            "title": "S. Korean Internet Paper Terms Dissolution of Opposition Party Illegal",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-10ee.html",
            "content": "S. Korean Internet Paper Terms Dissolution of Opposition Party Illegal\r\nPyongyang, January 9 (KCNA) -- An editorial was posted on the south Korean internet paper Voice of People on Wednesday terming the decision on the dissolution of the Unified Progressive Party illegal.\n\t\t\t\t\t The editorial recalled that Sin Chang Hyon, chairman of the Inchon City Committee of the disbanded UPP, has demonstrated against the decision outside the building of the \"constitutional court\" since Dec. 31 last year.\n\t\t\t\t\t\n\t\t\t\t\t Noting that Sin has denounced the \"constitutional court\" for branding him as a man related to the attempted rebellion case under a false excuse and urged it to make an apology for the wrong charge, the editorial termed his claim just.\n\t\t\t\t\t\n\t\t\t\t\t The decision made by the \"constitutional court\" on the dissolution of the UPP has dozens of mistakes and this is an intentional distortion of truth, it added."
        },
        {
            "title": "S. Korean Organization Accuses Regime of Suppressing Progressives",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-11ee.html",
            "content": "S. Korean Organization Accuses Regime of Suppressing Progressives\r\nPyongyang, January 9 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea released a statement on Tuesday denouncing the regime for suppressing progressives.\n\t\t\t\t\t The regime's racket for eliminating the \"followers of the north\" and suppression of progressives under the pretence of public security have gone beyond a tolerance limit, the statement said, adding:\n\t\t\t\t\t\n\t\t\t\t\t It has already been disclosed by media that the prosecution and police are going to expel Sin Un Mi, a Korean in the U.S., from south Korea and examining their plan to issue a warrant of arrest against Hwang Son, representative of the Forum for the Study of Politics Desired.\n\t\t\t\t\t\n\t\t\t\t\t Sin's article and remarks can neither be viewed as violation of \"Security Law\" nor be treated as a heavy crime against society.\n\t\t\t\t\t\n\t\t\t\t\t It is also absurd for the prosecution and police to cite a diary used by Hwang 17 years ago and others as a ground for issuing a warrant of arrest against her.\n\t\t\t\t\t\n\t\t\t\t\t This clearly shows what the \"unification\" touted by the present chief executive actually means.\n\t\t\t\t\t\n\t\t\t\t\t The chief executive is turning a deaf ear to the voice of people from all walks of life calling for reunification, being seized with her ego-driven theory about \"unification.\"\n\t\t\t\t\t\n\t\t\t\t\t Her intention is not to allow those aspiring after south-north reconciliation and reunification to live on this land.\n\t\t\t\t\t\n\t\t\t\t\t Genuine reunification will come only when people from all walks of life discuss reunification. \n\t\t\t\t\t\n\t\t\t\t\t The police and prosecution should stop suppressing Sin and Hwang."
        },
        {
            "title": "S. Korean Puppet Military Stages War Drills",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-18ee.html",
            "content": "S. Korean Puppet Military Stages War Drills\r\nPyongyang, January 9 (KCNA) -- The south Korean puppet navy let its fleets stage live-shell firing drills in the East and West Seas of Korea Thursday.\n\t\t\t\t\t Warships and operational copters belonging to fleets Nos. 1 and 2 were busy conducting naval artillery and machine gun firing and depth bomb dropping drills. \n\t\t\t\t\t\n\t\t\t\t\t Such reckless saber-rattling is lashing all Koreans into a great fury as it challenges the unanimous desire of the nation to achieve the independent and peaceful reunification of the country."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Korean in U.S.",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-15ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Korean in U.S.\r\nPyongyang, January 9 (KCNA) -- Ri Jun Mu, member of the Federation of Koreans in the U.S., carried an article on Jan. 3 in support of the New Year address of supreme leader Kim Jong Un.\n\t\t\t\t\t The article said that Kim Jong Un's New Year address serves as the important declaration bringing the great national pride and hope-filled ambition to fellow countrymen.\n\t\t\t\t\t\n\t\t\t\t\t The Korean nation has lived, suffering the pain of division for seventy years, it said, adding: The Korean nation can no longer tolerate such tragedy and should achieve the independent reunification of the country by its concerted efforts.\n\t\t\t\t\t\n\t\t\t\t\t There is no reunification without independence.\n\t\t\t\t\t\n\t\t\t\t\t Reunification should be achieved independently by the Korean nation itself.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should refrain from seeking confrontation of systems, say and act from the national stand and stop introducing foreign forces into south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Maintaining and implementing the July 4 joint statement, the June 15 joint declaration and the October 4 declaration are the shortcut to achieving the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The entire Korean nation should turn out as one in the patriotic movement for achieving the country's reunification and thus glorify this year as a year of a great turn to open up a broad avenue to independent reunification."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Bulgarian Political Figure",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-02ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Bulgarian Political Figure\r\nPyongyang, January 9 (KCNA) -- Atanas Ivanov, honorary chairman of the Bulgarian Communists Union, issued a statement on Jan. 2 in support of the New Year address of Marshal Kim Jong Un.\n\t\t\t\t\t He said that Kim Jong Un, supreme leader of socialist Korea, in his New Year address reviewed the brilliant victory and successes registered in 2014 and set forth tasks before the party, army and people of the DPRK this year.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t All successes registered by socialist Korea are unimaginable in capitalist countries.\n\t\t\t\t\t\n\t\t\t\t\t 2015 is a significant year marking the 70th anniversaries of Korea's liberation and the founding of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t We are sure that the party, army and people of the DPRK who had demonstrated victory and glory along the road indicated by President Kim Il Sung and leader Kim Jong Il will firmly defend socialism and register big successes in building a thriving nation this year, too, upholding the historic New Year address of Kim Jong Un."
        },
        {
            "title": "Kim Jong Un's New Year Address Backed by Peruvian Body, Myanmar Personage",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-01ee.html",
            "content": "Kim Jong Un's New Year Address Backed by Peruvian Body, Myanmar Personage\r\nPyongyang, January 9 (KCNA) -- A body of Peru and a personage of Myanmar expressed full support for the New Year address of supreme leader Kim Jong Un.\n\t\t\t\t\t The Peruvian Committee for Remembering Generalissimo Kim Jong Il released the following statement on Jan. 3:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Un set forth tasks for making progress in the efforts to achieve prosperity of the country and the reunification of the country this year of the 70th anniversaries of national liberation and founding of the Workers' Party of Korea.\n\t\t\t\t\t\n\t\t\t\t\t We fully support the New Year address which set forth specific tasks for achieving the prosperity of the country and national reunification and peace and security of the world, and extend solidarity to the Korean people in their struggle for victory this year.\n\t\t\t\t\t\n\t\t\t\t\t Tin Tun, director of the Myanmar Medical Research Institute, in his statement on Jan. 1 said that Kim Jong Un's New Year address serves as a militant banner to be upheld by the party, government and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t He continued:\n\t\t\t\t\t\n\t\t\t\t\t HE Kim Jong Un said in his address that \"the north and the south should refrain from seeking confrontation of systems while absolutizing their own ideologies and systems but achieve great national unity true to the principle of By Our Nation Itself to satisfactorily resolve the reunification issue in conformity with the common interests of the nation.\"\n\t\t\t\t\t\n\t\t\t\t\t This is a very just proposal as it makes it possible to resolve the issue of national reunification independently and peacefully.\n\t\t\t\t\t\n\t\t\t\t\t Under his wise leadership, the Korean people will surely accomplish the cause of building a thriving nation and reunifying the country as desired by President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "Kim Jong Un's New Year Address Favored by Latin American Figure",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-04ee.html",
            "content": "Kim Jong Un's New Year Address Favored by Latin American Figure\r\nPyongyang, January 9 (KCNA) -- Jose Francisco Aguilar Bulgarelli, honorary chairman of the Latin American Institute of the Juche Idea, released a statement on Jan. 3 in support of the New Year address of Marshal Kim Jong Un.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un noted that last year was a year of brilliant triumph in which the fraternal Korean people firmly consolidated the foundations for hastening final victory on all fronts of building a thriving nation and demonstrated the invincible might of the DPRK under the leadership of the Workers' Party of Korea (WPK).\n\t\t\t\t\t\n\t\t\t\t\t He set forth militant tasks and ways before the WPK and the Korean people for this significant year marking the 70th anniversaries of Korea's liberation and founding of the WPK.\n\t\t\t\t\t\n\t\t\t\t\t I am convinced that the fraternal Korean people will score a signal success in the struggle to defend socialism and on all fronts of building a thriving nation in hearty response to the slogan \"Let us all turn out in the general offensive to hasten final victory in the revolutionary spirit of Paektu!\" and open up a broad avenue to national reunification, a lifetime wish of President Kim Il Sung and leader Kim Jong Il and the greatest desire of the nation.\n\t\t\t\t\t\n\t\t\t\t\t I extend full support and solidarity to the WPK and the Korean people in their just struggle to remove the danger of war, ease the tension and create a peaceful climate on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t I sincerely wish the Korean people great success in their efforts to build a thriving nation and achieve the independent and peaceful reunification of the country, upholding the banner of great Kimilsungism-Kimjongilism.\n\t\t\t\t\t\n\t\t\t\t\t I will make positive efforts to widely disseminate Kim Jong Un's New Year address in Latin American countries."
        },
        {
            "title": "Kim Jong Un's New Year Address Supported by Swiss Organizations",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-06ee.html",
            "content": "Kim Jong Un's New Year Address Supported by Swiss Organizations\r\nPyongyang, January 9 (KCNA) -- The Switzerland-Korea Committee and the Swiss Group for the Study of the Juche Idea made public a joint statement on Jan. 3 in support of the New Year address made by supreme leader Kim Jong Un.\n\t\t\t\t\t Referring to the main contents of the address, the statement said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un's New Year address serves as a compass clearly indicating the orientation and ways for the Korean people to triumphantly advance the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t It also serves as the invariable important declaration to be held fast to by the Korean people in their drive for achieving the independent reunification of the country, the lifetime desire of President Kim Il Sung and leader Kim Jong Il and supreme task of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop at once their moves to escalate confrontation with the same nation in collusion with the U.S. but respond to the DPRK's call for dialogue and reconciliation."
        },
        {
            "title": "Kim Jong Un's Idea on National Reunification Supported by Bulgarian, Iranian Organizations",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-05ee.html",
            "content": "Kim Jong Un's Idea on National Reunification Supported by Bulgarian, Iranian Organizations\r\nPyongyang, January 9 (KCNA) -- Bulgarian and Iranian organizations issued statements on Jan. 3 and 4 in support of the New Year address made by supreme leader Kim Jong Un.\n\t\t\t\t\t The Bulgarian Group for the Study of Kimilsungism-Kimjongilism said that Kim Jong Un in his New Year address termed last year a year of great victories and set forth important tasks facing the Korean people this year.\n\t\t\t\t\t\n\t\t\t\t\t He put a special emphasis on the issues of inter-Korean relations and Korea's reunification, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It expressed belief that the Korean people would successfully carry out all the tasks advanced by Kim Jong Un and make big progress in the drive for achieving the independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian Workers' House fully supported the idea on national reunification clarified by Kim Jong Un in his New Year address, regarding it as the most fair and aboveboard proposal.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t The north and the south should achieve great national unity true to the principle of By Our Nation Itself to satisfactorily resolve the reunification issue in conformity with the common interests of the nation. This is the only way.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. should abandon its anachronistic hostile policy toward the DPRK and reckless moves for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should stop all war moves, ease the tension and create a peaceful climate on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We will as ever support the Korean people in their just cause for the country's reunification."
        },
        {
            "title": "Kim Jong Un's Songun Leadership Feats Lauded by Foreign Media",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-03ee.html",
            "content": "Kim Jong Un's Songun Leadership Feats Lauded by Foreign Media\r\nPyongyang, January 9 (KCNA) -- Foreign papers and broadcasting services carried special write-ups or aired special programs on the 3rd anniversary of Marshal Kim Jong Un's assumption of the supreme commandership of the Korean People's Army between Dec. 20 and 29 last year.\n\t\t\t\t\t The Russian paper Komsomolskaya Pravda devoted one whole page to articles illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that over the past three years the international community witnessed activities of Kim Jong Un as the most prominent Supreme Commander, the paper referred to the Songun leadership feats he performed by firmly defending not only the security of the country and its people but also the peace and stability of the region by consolidating the military muscle as firm as a rock.\n\t\t\t\t\t\n\t\t\t\t\t The paper went on:\n\t\t\t\t\t\n\t\t\t\t\t The world also saw the outstanding Supreme Commander who loves his soldiers so much and consolidates the whole army to be units of comrades-in-arms, sharing life and death on the basis of warm comradeship.\n\t\t\t\t\t\n\t\t\t\t\t It also witnessed the peerless Supreme Commander who made sure that miracles and innovations were effected not only in defence of the country but also in economic construction with the army playing a pioneer's role.\n\t\t\t\t\t\n\t\t\t\t\t The paper gave detailed accounts of the Songun brilliant commander's inspections of units of the People's Army characterized by his love for his soldiers.\n\t\t\t\t\t\n\t\t\t\t\t The Indonesian paper International Media carried an article titled \"Supreme Commander Kim Jong Un seen by the world\".\n\t\t\t\t\t\n\t\t\t\t\t The paper introduced his matchless pluck and courage as a brilliant commander.\n\t\t\t\t\t\n\t\t\t\t\t It stressed that the world would continue seeing the Supreme Commander registering shining successes in the struggle for defending socialism and building a thriving nation by dint of powerful military strength in the future, too.\n\t\t\t\t\t\n\t\t\t\t\t F.M.90.5 Radio of Cambodia aired a program praising the greatness of Kim Jong Un."
        },
        {
            "title": "Kim Jong Un envia ofrenda floral ante el feretro de difunto Ri Kwang Yong",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-13ss.html",
            "content": "Kim Jong Un envia ofrenda floral ante el feretro de difunto Ri Kwang Yong\r\nPyongyang, 9 de enero (ACNC) -- El Mariscal Kim Jong Un envio el dia 9 una ofrenda floral ante el feretro del difunto Ri Kwang Yong, Cientifico Benemerito, academico, profesor titular, doctor e investigador de la Universidad Kim Il Sung, expresando profundas condolencias por su fallecimiento."
        },
        {
            "title": "Chondoistas coreanos haran aporte a la unidad de toda la nacion",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-03ss.html",
            "content": "Chondoistas coreanos haran aporte a la unidad de toda la nacion\r\nPyongyang, 9 de enero (ACNC) -- En su declaracion fechada 8, la presidenta del Comite Central del Partido Chondoista Chong-U de Corea expreso su entero apoyo a las tareas para la reunificacion de la patria aclaradas por el Mariscal Kim Jong Un en su mensaje del Ano Nuevo, calificandolas como gran programa inmortal de la reunificacion de la patria a ser mantenido por toda la nacion coreana.\n\t\t\t\t\tLos problemas de principios y los proyectos que se presentan en la mejora de las relaciones intercoreanas y la reunificacion de la patria, presentados en el mensaje, son el proyecto mas justo y practico que pueden aceptar todos los que quieran la reunificacion, la paz y la prosperidad del pais, insistio la presidenta y continuo:\n\t\t\t\t\t\n\t\t\t\t\tTodos los descendientes de la nacion de Tangun deben responder al ferviente llamamiento patriotico del Mariscal y tomar parte activa en el movimiento pannacional por mejorar las relaciones entre ambas partes coreanas y lograr la reunificacion de la patria.\n\t\t\t\t\t\n\t\t\t\t\tLos chondoistas, que toman como bandera el \"rechazamiento a la invasion de los europeos y los japoneses\" y la \"proteccion del pais y la tranquilidad del pueblo\", deben ponerse antes que nadie al frente de la lucha por rechazar de la tierra surcoreana a las tropas agresoras norteamericanas, que impusieron durante 70 anos las penas de division nacional, por recuperar la soberania nacional y por aliviar la tension de la Peninsula Coreana y preparar el ambiente pacifico.\n\t\t\t\t\t\n\t\t\t\t\tRecurrir a la confrontacion negando la idea y el regimen de la contraparte, no se puede mejorar nunca las relaciones intercoreanas y se buscaran solo los desastres de guerra nuclear.\n\t\t\t\t\t\n\t\t\t\t\tLos chondoistas de la RPDC dedicaran la pasion y esfuerzos patrioticos para hacer el presente como un ano de gran cambio en que abre un ancho camino de la reunificacion de la patria, tomando fuertemente las manos con todas las personalidades de los partidos politicos y las entidades que aman al pais y la nacion y desean la reunificacion de la patria."
        },
        {
            "title": "Informe de torturas de CIA causa repercusiones en el mundo, comenta ACNC",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-14ss.html",
            "content": "Informe de torturas de CIA causa repercusiones en el mundo, comenta ACNC\r\nPyongyang, 9 de enero (ACNC) -- La Fundacion de Estrategia y Cultura de Rusia publico recientemente el articulo intitulado \"Informe de torturas de la CIA produce repercusiones mundiales\". \n\t\t\t\t\tEl texto senala:\n\t\t\t\t\t\n\t\t\t\t\tTan pronto como fuera publicado el resumen del documento calificado como \"Informe de torturas de la CIA\" por los medios de comunicacion masiva, se producen grandes repercusiones entre los lideres de muchos paises y las entidades internacionales. \n\t\t\t\t\t\n\t\t\t\t\tEl comite de inteligencia del senado norteamericano anuncio el resultado de su investigacion consecuente sobre el plan de reclusion e interrogacion de la CIA. \n\t\t\t\t\t\n\t\t\t\t\tSegun ese plan, los funcionarios de la CIA tenian el derecho a aplicar los metodos de interrogacion tan barbaros como quitar el sueno, dormir y comer en el agua, mantenerse en la posicion incomoda, etc. El comite de inteligencia del senado los determino como torturas. \n\t\t\t\t\t\n\t\t\t\t\tEl relator especial encargado del antiterrorismo y derechos humanos de la ONU, Ben Emmerson, dijo:\n\t\t\t\t\t\n\t\t\t\t\t\"Ahora es el momento de actuar. Los culpables del acto criminal revelado en el informe deben ser ejecutados o castigados en virtud del codigo penal. La ley internacional prohibe aplicar impunidad a los funcionarios publicos involucrados en las torturas. Esta ley se aplica no solo a los que aplicaron las torturas sino tambien a los altos funcionarios de la administracion norteamericana que inventaron, planearon y toleraron ese crimen. EE.UU. asume el deber legal de castigar a los responsables en virtud de la ley internacional\". \n\t\t\t\t\t\n\t\t\t\t\tEl funcionario de la cancilleria rusa, Konstantin Dolgov, insistio en que \"el informe del senado norteamericano confirma que EE.UU. vino cometiendo sistematicamente las torturas en las carceles de la CIA faltando a su compromiso internacional\". \n\t\t\t\t\t\n\t\t\t\t\tEl abogado ruso Anatoly Kucherena quien defiende a Edword Snowden dijo que las torturas son inaceptables en ninguna circunstancia y agrego que las torturas no pueden ser justificadas en ningun caso porque acaban con el fundamento de los derechos humanos. \n\t\t\t\t\t\n\t\t\t\t\tXinhua revelo que EE.UU. utiliza el tema de derechos humanos como una herramienta politica y denuncio que EE.UU. no es un Estado modelo ni juez autorizado para atender el problema de derechos humanos de otros paises. \n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe dar a la publicidad sus crimenes de violacion de derechos humanos, castigar a los culpables y asegurar la justicia a las victimas segun el derecho internacional."
        },
        {
            "title": "Rodong Sinmun llama a traer cambio fundamental en relaciones N-S",
            "url": "http://kcna.co.jp/item/2015/201501/news09/20150109-04ss.html",
            "content": "Rodong Sinmun llama a traer cambio fundamental en relaciones N-S\r\nPyongyang, 9 de enero (ACNC) -- En su articulo individual divulgado el dia 9, el diario Rodong Sinmun subraya que la posicion de la Republica Popular Democratica de Corea esta en acoger el viraje y cambio trascendentales de las relaciones intercoreanas y lograr la reunificacion independiente, la paz y la prosperidad mediante la promocion del dialogo, las negociaciones, el intercambio y el contacto.\n\t\t\t\t\tEl dialogo, negociaciones, intercambio y contacto constituyen medios imprescindibles para mejorar radicalmente las relaciones Norte-Sur (de Corea) y solucionar conforme al interes mutuo el problema de reunificacion de la patria, gran empresa de la nacion coreana, senala el rotativo y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tSi se hostilizan y se confrontan entre los connacionales, sera victima solo la nacion coreana. Mediante el enfrentamiento, nunca se mejoraran las relaciones intercoreanas sino se produciran el choque armado y la guerra.\n\t\t\t\t\t\n\t\t\t\t\tSi ambas partes de Corea discuten sinceramente los asuntos nacionales como el de reunificacion, partiendo del noble ideal y principio de patriotismo segun la aspiracion y el anhelo de los compatriotas, podran escribir nueva historia de relaciones intercoreanas eliminando las diferencias de criterios.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un tiene el noble proposito de que si las autoridades surcoreanas tienen la verdadera posicion de mejorar las relaciones bilaterales mediante dialogos, es posible reanudar los contactos de alto nivel y sostener conversaciones por sectores y hasta las cumbres a medida que se vayan creando el ambiente y la situacion propicia.\n\t\t\t\t\t\n\t\t\t\t\tLas autoridades surcoreanas deben abandonar la mala costumbre de hablar del dialogo al frente y por detras, difamar a la contraparte y perseguir la confrontacion.\n\t\t\t\t\t\n\t\t\t\t\tSi desean sinceramente los exitos de dialogo, deben cesar los ejercicios belicos de caracter provocativo, la campana de \"derechos humanos\" anti-RPDC, el lanzamiento de volantes y otras acciones que agravan el enfrentamiento de regimenes.\n\t\t\t\t\t\n\t\t\t\t\tTodo depende de la actitud de las autoridades surcoreanas."
        }
    ]
}