{
    "date": "2015-05-04",
    "url": "http://kcna.co.jp/item/2015/201505/2015-05-04ee.html",
    "articles": [
        {
            "title": "Kim Yong Nam to Visit Russia",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-09ee.html",
            "content": "Kim Yong Nam to Visit Russia\r\nPyongyang, May 4 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, will pay a visit to Russia to take part in the celebrations of the 70th anniversary of the victory in the Great Patriotic War to be held in Moscow."
        },
        {
            "title": "Greetings to President of Union Party for Republic of Mauritania",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-11ee.html",
            "content": "Greetings to President of Union Party for Republic of Mauritania\r\nPyongyang, May 4 (KCNA) -- The Central Committee of the Workers' Party of Korea sent a congratulatory message to Sidi Mohamed Ould Maham, president of the Union Party for the Republic of Mauritania, on Monday on the occasion of the 6th anniversary of its founding.\n\t\t\t\t\t The message sincerely wished the president greater success in his responsible work for the strengthening of the union party and the country's prosperity, expressing belief that the friendly relations between the two parties would develop on good terms as desired by the two peoples."
        },
        {
            "title": "Delegation of Korean Medical Association in Japan Arrives",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-20ee.html",
            "content": "Delegation of Korean Medical Association in Japan Arrives\r\nPyongyang, May 4 (KCNA) -- A delegation of the Korean Medical Association in Japan led by Chairman Kang Kyong Bu arrived here on Monday to take part in the 17th Pyongyang symposium on medical science of compatriots at home and abroad."
        },
        {
            "title": "Delegation of Mongolian People's Revolutionary Party Here",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-21ee.html",
            "content": "Delegation of Mongolian People's Revolutionary Party Here\r\nPyongyang, May 4 (KCNA) -- A delegation of the Mongolian People's Revolutionary Party headed by Z. Batbayar, secretary in charge of external relations, arrived here on Monday."
        },
        {
            "title": "Pyongyang Spring Int'l Trade Fair to Be Held",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-22ee.html",
            "content": "Pyongyang Spring Int'l Trade Fair to Be Held\r\nPyongyang, May 4 (KCNA) -- The 18th Pyongyang Spring International Trade Fair will be held at the Three-Revolution Exhibition House from May 11 to 14.\n\t\t\t\t\t It will bring together more than 300 companies from the DPRK, New Zealand, Germany, Russia, Malaysia, Mongolia, Switzerland, Singapore, China, Cambodia, France, Poland, Australia, Italy, Indonesia and Vietnam, Taipei of China.\n\t\t\t\t\t\n\t\t\t\t\t Displayed there will be goods produced by introducing advanced science and technologies in the electronics, machine, metal, building materials, transport, foodstuff and daily necessities fields."
        },
        {
            "title": "Special Dish of North Phyongan Province",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-13ee.html",
            "content": "Special Dish of North Phyongan Province\r\nPyongyang, May 4 (KCNA) -- Soup of edible herbs boiled in agalmatolite pot is a special dish of North Phyongan Province in the DPRK.\n\t\t\t\t\t This soup won a high appraisal at the provincial cooking festival held on the occasion of the Day of the Sun (April 15) this year.\n\t\t\t\t\t\n\t\t\t\t\t From olden times, Koreans have cooked soup and dishes with various species of edible herbs which are good for health. The herbs include Ligularia fischeri, Aster scaber, aralia shoots and broad bellflower.\n\t\t\t\t\t\n\t\t\t\t\t The soup gives good effect on liver, kidney and circulation of blood.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK traditional dishes and local special dishes are encouraged to improve the people's diet and health."
        },
        {
            "title": "Brisk Activities of KEF",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-14ee.html",
            "content": "Brisk Activities of KEF\r\nPyongyang, May 4 (KCNA) -- Since its birth in January Juche 94 (2005), the Korea Education Fund in the DPRK has intensified its assistance to schools in the country.\n\t\t\t\t\t The Fund helped build a solar greenhouse for a college in Kangso District of Nampho City and a new school in South Hwanghae Province in replace of the old one swept away by flood.\n\t\t\t\t\t\n\t\t\t\t\t It recently aided Sinuiju Disabled Soldier's School in building a fashionable health complex at the school while helping improve living conditions of Tongrim Orphans' Secondary School and Wonsan Orphanage.\n\t\t\t\t\t\n\t\t\t\t\t Its assistance has so far reached to several hundred educational units across the country.\n\t\t\t\t\t\n\t\t\t\t\t The organization is now conducting more positive activities in close cooperation with international bodies and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Ko Song Ryol, secretary general of the Fund, told KCNA that the Fund would work harder to bring into full play the advantages of the socialist educational system in the country."
        },
        {
            "title": "Various Kinds of Functional Products Developed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-15ee.html",
            "content": "Various Kinds of Functional Products Developed in DPRK\r\nPyongyang, May 4 (KCNA) -- Various kinds of functional products have been developed at light industrial factories of the DPRK.\n\t\t\t\t\t They include foodstuffs rich in multiple vitamin and synthetic mineral matters and nano cosmetics highly resistant to bacteria.\n\t\t\t\t\t\n\t\t\t\t\t \"Jinju\"-trademarked cosmetics, a natural functional cosmetics mainly based on sulfur mud buried in Gwangryang Bay, is now being produced, winning popularity among not only women but also men. This sulfur mud is known to be efficacious for skin disease, arteriosclerosis, obesity, neuralgia and arthritis.\n\t\t\t\t\t\n\t\t\t\t\t Textile mills have directed efforts to developing nano-based products."
        },
        {
            "title": "Big Efforts Paid to Forest Conservation in DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-16ee.html",
            "content": "Big Efforts Paid to Forest Conservation in DPRK\r\nPyongyang, May 4 (KCNA) -- A nationwide effort is directed to the forest conservation as well as to the afforestation in the DPRK.\n\t\t\t\t\t Pyongyang City has given priority to protecting the forests from damage by insects. Kangnam County and Sadong, Unjong and Hyongjesan districts in the city are concentrating efforts on the quarantine inspection and the development of high-efficiency insecticide.\n\t\t\t\t\t\n\t\t\t\t\t North Phyongan, Jagang and other provinces have worked hard to prevent forest fire and settle the shortage of fuel.\n\t\t\t\t\t\n\t\t\t\t\t As part of the work, they are paying deep attention to utilizing methane gas and natural energy for household fuel while creating many hectares of firewood forest."
        },
        {
            "title": "Actions Staged in U.S. against Japan's Sexual Slavery",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-07ee.html",
            "content": "Actions Staged in U.S. against Japan's Sexual Slavery\r\nPyongyang, May 4 (KCNA) -- Overseas Koreans and civic and public organizations of south Korea held a rally on the Capitol Hill of the U.S. on April 28 in protest against the Japanese prime minister's reckless remarks justifying Japan's past heinous crimes against humanity.\n\t\t\t\t\t An old woman who was a victim of the sexual slavery for the Imperial Japanese Army condemned Abe for insulting victims of the sexual slavery as \"ones of flesh traffic\" while denying the forcible drafting of women.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Citizens Solidarity for Democratic Society of south Korea accused Abe of working hard to retrogressively revise the Pacifist Constitution, crying out for advancing toward the future, forgetting the past. His utterance is little short of the intention to repeat the history of war and aggression, the secretary general added.\n\t\t\t\t\t\n\t\t\t\t\t The participants of the rally in a statement accused Japan, the human rights abuser, of justifying the hair-raising crimes without making any sincere apology.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would fight till Japan redeems its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally members of the People for Achieving Peace and Reunification and the Citizens Solidarity for Democratic Society of south Korea moved to the White House to stage a demonstration."
        },
        {
            "title": "KCNA Commentary Accuses Japanese Minister of Mulling Staging Anti-DPRK Diplomacy at UN",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-12ee.html",
            "content": "KCNA Commentary Accuses Japanese Minister of Mulling Staging Anti-DPRK Diplomacy at UN\r\nPyongyang, May 4 (KCNA) -- Yamatani, Japan minister in charge of abduction issue, is mulling holding a \"seminar on north Korea's human rights\" in the U.S. and begging missions of various countries at the UN for help in the settlement of the abduction issue.\n\t\t\t\t\t She is working hard to vociferate about the abduction issue, swishing her skirt in New York, not content with her venomous tongue-lashing in Tokyo.\n\t\t\t\t\t\n\t\t\t\t\t Such reckless thing can be done only by such confrontation maniac steeped in hostility toward the DPRK to the marrow of her bones and an imbecile who lacks such elementary common sense about politics that she is hard to listen to reason.\n\t\t\t\t\t\n\t\t\t\t\t Recently, she talked nonsense that \"north Korea behaves contrary to the resolution of the UN Security Council\". She even blustered that Japanese police's illegal search operation against the houses of the leading officials of the General Association of Korean Residents in Japan who are deputies to the Supreme People's Assembly of the DPRK was based on \"law and evidence\" though it was an encroachment upon state sovereignty and human rights abuse. By so doing she cried out for \"tightening sanctions\" against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t When Darsuman, special rapporteur on human rights situation in the DPRK of the UN Human Rights Council, released a \"report\" supporting the settlement of the abduction issue, she zealously hailed it.  Her ridiculous behavior as regards the \"report\" worked out by such bete noire for getting money eloquently proves that she is a mean lady bereft of elementary reason and morality as a human being. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK can never remain a passive looker to her behavior to kick up a racket over the abduction issue in the international arena.\n\t\t\t\t\t\n\t\t\t\t\t She is so desperately peddling the issue in a bid to improve her political image and stay in her office longer.\n\t\t\t\t\t\n\t\t\t\t\t If she had sincerely wished to see the solution to the abduction issue, she should have denounced what the Japanese imperialists did  during their bestial colonial rule in the past. She kept mum about merciless killing of a lot of Koreans and drafting of more than 8.4 million of young and middle-aged Koreans for slave labor or hurling of them as cannon fodder and forcing of 200 000 Korean women into sexual slavery for the Imperial Japanese Army. However, she took the lead in visiting Yasukuni Shrine and toured various countries to garner support for Japan's bid to grab other country's territory and distort history, thus adding to the unpardonable crimes committed against the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t She worked hard to internationalize the abduction issue and make it a main subject in the UN arena in breach of the agreement on settling the abduction issue between the DPRK and Japan, betraying confidence. \n\t\t\t\t\t\n\t\t\t\t\t She flew into the U.S. as a trumpeter to join the despicable \"human rights\" racket against the DPRK kicked up by the U.S., not content with vociferating about not only the abduction issue but the non-existent \"human rights\" issue of the DPRK. Her despicable behavior reminds one of ugly Goebbels who shouted hoarse to justify Nazis Germany's ambition for world domination and the war of aggression in the last century. \n\t\t\t\t\t\n\t\t\t\t\t No one can vouch that all the DPRK-Japan agreements may not be reduced to dead papers because of such riff-raffs as her who do not hope for genuine settlement of the abduction issue. \n\t\t\t\t\t\n\t\t\t\t\t No wonder, Japanese people say that it is hard to call Yamatani minister in charge of the abduction issue or minister for advertising the abduction. \n\t\t\t\t\t\n\t\t\t\t\t She had better think twice over her improper behavior and refrain from doing anything harmful to the DPRK-Japan relations."
        },
        {
            "title": "S. Korean Puppet Ruling Forces' Power-backed Fraudulent Election under Fire",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-04ee.html",
            "content": "S. Korean Puppet Ruling Forces' Power-backed Fraudulent Election under Fire\r\nPyongyang, May 4 (KCNA) -- Voice of People, an internet paper of south Korea, in an editorial on April 30 denounced the puppet conservative ruling forces for their fraudulent election.\n\t\t\t\t\t The editorial terms the April 29 by-election an unprecedented power-backed fraudulent election.\n\t\t\t\t\t\n\t\t\t\t\t It said that the \"Saenuri Party\" driven into a tight corner due to the Song Wan Jong case, a political scandal, is misleading public opinion, pulling up others like a thief crying \"Stop the thief!\"\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye was the prime mover of the scandal, it charged."
        },
        {
            "title": "S. Korean Body Demands Resignation of Park Geun Hye Regime",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-05ee.html",
            "content": "S. Korean Body Demands Resignation of Park Geun Hye Regime\r\nPyongyang, May 4 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea released a statement on April 27.\n\t\t\t\t\t The statement referred to the disclosure of the Song Wan Jong case, a political scandal of the Park Geun Hye regime torn with scandals.\n\t\t\t\t\t\n\t\t\t\t\t Unpardonable are the moves to conceal the worst election fraud and political scandal, it said, adding Park and Chongwadae are the primary target of investigation.\n\t\t\t\t\t\n\t\t\t\t\t It urged Park to open to public all irregularities and corruption and step down immediately."
        },
        {
            "title": "S. Korean Paper Slams Puppet Regime for Blocking Probe into Truth about Ferry Sewol Disaster",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-06ee.html",
            "content": "S. Korean Paper Slams Puppet Regime for Blocking Probe into Truth about Ferry Sewol Disaster\r\nPyongyang, May 4 (KCNA) -- Voice of People, an internet paper of south Korea, in an editorial on April 30 denounced the puppet regime for blocking the probe into truth about the ferry Sewol disaster.\n\t\t\t\t\t The regime on April 29 announced a \"revised enforcement ordinance\" related to the special law on the ferry Sewol disaster under the strong pressure of the people, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t The regime's proposed \"revised enforcement ordinance\" little short of rubbish is aimed at concealing the truth about the disaster, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Truth can never be covered up as proved by history.\n\t\t\t\t\t\n\t\t\t\t\t If the regime enforces the \"proposed enforcement ordinance\", it will face a judgment by history and political ruin."
        },
        {
            "title": "S. Korean Paper Condemns U.S.-Japan Military Nexus",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-17ee.html",
            "content": "S. Korean Paper Condemns U.S.-Japan Military Nexus\r\nPyongyang, May 4 (KCNA) -- The south Korean paper Hangyore on May 1 carried an editorial condemning the U.S. and Japan for tightening their military nexus.\n\t\t\t\t\t The U.S.-Japan relations are greeting a \"new honeymoon\", the editorial charged.\n\t\t\t\t\t\n\t\t\t\t\t Talks between foreign and defense ministers of the U.S. and Japan and Japanese Prime Minister Abe's speeches in the U.S. for three days set stage for confirming closer U.S.-Japan alliance, it said, adding this will have a negative influence on the world's situation.\n\t\t\t\t\t\n\t\t\t\t\t The issue of the Japanese imperialists' past history which brought so unbearable pain to Asian countries has been distorted, it held, adding: \n\t\t\t\t\t\n\t\t\t\t\t It is greatly possible that the U.S.-Japan \"new honeymoon\" will adversely affect the settlement of the Korean issue.\n\t\t\t\t\t\n\t\t\t\t\t If the U.S. persists in boosting military cooperation with Japan, it is hard to settle the Korean issue through dialogue.\n\t\t\t\t\t\n\t\t\t\t\t Worse still, the U.S. is keen to boost south Korea-U.S.-Japan triangular military cooperation under the pretext of \"threat from the north\".\n\t\t\t\t\t\n\t\t\t\t\t It is the intention of the U.S. to achieve the south Korea-U.S.-Japan military integration, going beyond the south Korea-U.S. and the U.S.-Japan military integration.\n\t\t\t\t\t\n\t\t\t\t\t The editorial demanded the present regime not to dance to the tune of the U.S. and Japan."
        },
        {
            "title": "S. Korean Organization Denounces Japanese PM's Reckless Remarks on Sexual Slavery",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-18ee.html",
            "content": "S. Korean Organization Denounces Japanese PM's Reckless Remarks on Sexual Slavery\r\nPyongyang, May 4 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea held a Wednesday rally outside the Japanese embassy in Seoul on April 29 to denounce the Japanese prime minister for evading the responsibility for the sexual slavery in the past.\n\t\t\t\t\t Abe's speech in the U.S. is another abuse of human rights of the victims of sexual slavery as he refused to make any apology and reparation for the crimes although seven decades have passed since the end of the war, the organization said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. styling itself \"a champion of human rights\" should not forget that it branded the sexual slavery of Japan as a serious abuse of human rights of women and urged Japan to fulfill the responsibility for it.\n\t\t\t\t\t\n\t\t\t\t\t Japan committed so many crimes that the world people can never overlook its war actions and colonial rule."
        },
        {
            "title": "S. Korean Organization Condemns U.S., Japan's Attempts at Aggression",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-19ee.html",
            "content": "S. Korean Organization Condemns U.S., Japan's Attempts at Aggression\r\nPyongyang, May 4 (KCNA) -- The People for Achieving the Peace and Reunification of south Korea held a press conference outside the Japanese embassy in Seoul on April 30 in protest against the scenarios of the U.S. and Japan for aggression.\n\t\t\t\t\t Speakers said that Japan refused to make an apology and reparation for the crimes it committed during wars of aggression and colonial rule over Asian countries in the past, revealing its imperialist scenario for overseas reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is conniving and patronizing Japan which is negating its past crimes and working hard to revive militarism in a bid to hold military hegemony in Northeast Asia, they noted.\n\t\t\t\t\t\n\t\t\t\t\t In the press release they stressed that they would stand firm against the U.S. pushing the Korean peninsula and Northeast Asia into arms race, confrontation and armed conflicts.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the conference its participants marched toward the U.S. embassy. \n\t\t\t\t\t\n\t\t\t\t\t There they conducted information service in protest against U.S. moves to realize the ambition for military supremacy and Japan's moves to revive militarism."
        },
        {
            "title": "S. Korean Broadcasting Services Assail Japanese Prime Minister",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-08ee.html",
            "content": "S. Korean Broadcasting Services Assail Japanese Prime Minister\r\nPyongyang, May 4 (KCNA) -- MBC and KBS of south Korea bitterly accused Japanese Prime Minister Abe of what he said during his tour of the U.S. He let loose a whole string of jargons refusing to properly redeem Japan's past crimes, while distorting its past history of aggression, they noted, and went on:\n\t\t\t\t\t It was a very serious problem that Abe in his speeches sidestepped Japan's colonial rule and the crimes related to the sexual slavery for the Imperial Japanese Army and refused to make any apology for them.\n\t\t\t\t\t\n\t\t\t\t\t Japan should record in textbooks the history of war of aggression including the crimes related to the sexual slavery and teach it properly, they held.\n\t\t\t\t\t\n\t\t\t\t\t Abe's attempt to evade the blame for the past history is facing strong rebuff, they added."
        },
        {
            "title": "Day of Sun Marked in Russia",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-03ee.html",
            "content": "Day of Sun Marked in Russia\r\nPyongyang, May 4 (KCNA) -- Russian papers carried special write-ups on the occasion of the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Komsomolskaya Pravda on April 3 dedicated its one whole page to an article titled \"Eternal sun\" illustrated with the portrait of smiling Kim Il Sung and his photos.\n\t\t\t\t\t\n\t\t\t\t\t Recalling that he took care of the people with warm humanity, the paper said though he passed away, his idea and exploits always remain shining like the sun.\n\t\t\t\t\t\n\t\t\t\t\t Nakhodkinski Rabochi on April 7 carried a photo of Kim Il Sung standing together with leader Kim Jong Il and photos of the President and edited an article titled \"Model of internationalists\".\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung is always remembered by progressive mankind as genuine internationalist still today more than two decades since his demise for his contribution to the world revolution, it said:\n\t\t\t\t\t\n\t\t\t\t\t Nidjegorodskaya Pravda on April 9 dedicated one whole page to articles illustrated with his photo.\n\t\t\t\t\t\n\t\t\t\t\t The paper referred to the exploits he performed in the nation-building.\n\t\t\t\t\t\n\t\t\t\t\t The April 1-7 issue of Pravda Primoriya carried an article illustrated with a photo of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The article said that the Korean people bear in mind his love for the people and devotional activities for the prosperity of the country and the happiness of its people.\n\t\t\t\t\t\n\t\t\t\t\t Byvor on April 10 carried his photo and devoted one whole page to an article titled \"Social phenomena peculiar to DPRK.\"\n\t\t\t\t\t\n\t\t\t\t\t The paper introduced the Korean people leading a happy life free from any worry thanks to all kinds of social benefits under the socialist system centered on the popular masses."
        },
        {
            "title": "AAPSO Official Denounces Scenario of U.S. and S. Korean Puppet Group for Preemptive Nuclear Attack on DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-02ee.html",
            "content": "AAPSO Official Denounces Scenario of U.S. and S. Korean Puppet Group for Preemptive Nuclear Attack on DPRK\r\nPyongyang, May 4 (KCNA) -- E. A. Vidyasekera, coordinating secretary of the Afro-Asian People's Solidarity Organization (AAPSO), released a statement on April 27 denouncing the ever more scenario of the U.S. and south Korean warmongers for a preemptive nuclear attack on the DPRK.\n\t\t\t\t\t The statement said: Not long ago the U.S. and the south Korean puppet group held a confab over the issue of mounting a preemptive nuclear attack on the DPRK. At that huddle they agreed to set up the U.S.-south Korea \"deterrence strategy commission\" to cope with the threats of nuclear missiles and other WMDs from the DPRK and elaborated on the \"conception of 4D operation\" as OPLAN in contingency on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t This is a blatant military challenge to the aspiration of all Korean people and other world peace-loving people calling for peace and stability on the Korean peninsula and in the region.\n\t\t\t\t\t\n\t\t\t\t\t The story about \"threat from north's nukes and missiles\" floated by the U.S. and the puppet group is no more than an artifice to justify the deployment of THAAD in south Korea and tighten the U.S.-Japan-south Korea military nexus.\n\t\t\t\t\t\n\t\t\t\t\t The AAPSO vehemently denounces these moves of the U.S. and south Korean authorities as a grave provocation against the DPRK and strongly demands an immediate halt to them."
        },
        {
            "title": "Kim Il Sung Highly Praised Abroad",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-01ee.html",
            "content": "Kim Il Sung Highly Praised Abroad\r\nPyongyang, May 4 (KCNA) -- Foreign organizations and an international organization posted on their websites special write-ups interwoven with portraits of smiling President Kim Il Sung and his photos on the occasion of his birth anniversary.\n\t\t\t\t\t The Anti-Imperialist Forum of Germany in an article titled \"Broad smile of President Kim Il Sung\" on April 15 said:\n\t\t\t\t\t\n\t\t\t\t\t The President ceaselessly visited factories and farm villages with broad smile on his face to make the Korean people the happiest in the world.\n\t\t\t\t\t\n\t\t\t\t\t He crossed steep mountains full of optimism about the victory in the revolution in the period of the anti-Japanese armed struggle and made his way through gunfire with smile on his face in the period of the Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t He is still blessing a rosy future of the Korean people with a beaming image.\n\t\t\t\t\t\n\t\t\t\t\t The British Association for the Study of Songun Policy in an article titled \"The great President Kim Il Sung who devoted his all to the improvement of the people's living standard\" on April 9 said that he made sure that social policies unimaginable even in the countries where economy developed on a high level were enforced successfully in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t On the same day the South African Group for the Study of Kimilsungism-Kimjongilism in articles titled \"For global independence\" and \"Model of internationalists\" recalled that he performed exploits for the global cause of independence such as the development of the non-aligned movement and helped many countries in their national liberation struggle and the building of new society both materially and morally.\n\t\t\t\t\t\n\t\t\t\t\t The Korean Friendship Association headquartered in Spain in an article on April 7 introduced his revolutionary career and exploits."
        },
        {
            "title": "Kim Yong Nam realizara visita a Rusia",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-01ss.html",
            "content": "Kim Yong Nam realizara visita a Rusia\r\nPyongyang, 4 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, realizara una visita a Rusia para participar en el acto por el 70o aniversario de la victoria en la Gran Guerra Patria que tendra lugar en Moscu."
        },
        {
            "title": "ACNC comenta actos imprudentes de Yamatani",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-09ss.html",
            "content": "ACNC comenta actos imprudentes de Yamatani\r\nPyongyang, 4 de mayo (ACNC) -- La ministra encargada del problema de secuestro de Japon, Yamatani, intenta abrir en Estados Unidos el llamado \"seminario de derechos humanos\" contra la Republica Popular Democratica de Corea con el fin de solicitar a las representaciones de varios paises ante la ONU la ayuda para la solucion del problema de secuestro. \n\t\t\t\t\tParece que no le basta con haber acusado tanto a la RPDC en Tokio y quiere hacerse pregonera del problema de secuestro hasta en Nueva York.\n\t\t\t\t\t\n\t\t\t\t\tElla esta colmada de la hostilidad a la RPDC y no tiene ni los elementales conocimientos de la politica.\n\t\t\t\t\t\n\t\t\t\t\tHace poco, Yamatani disparateo que \"el Norte de Corea actua a contrapelo de la resolucion del Consejo de Seguridad de la ONU\". \n\t\t\t\t\t\n\t\t\t\t\tCuando los policias japoneses cometieron un grave acto violador de los derechos humanos y de la soberania nacional de la RPDC al registrar de modo forzado las casas de los cuadros directivos de la Chongryon (Asociacion General de Coreanos Residentes en Japon), diputados a la Asamblea Popular Suprema de la RPDC, insistio en \"recrudecer la sancion anti-RPDC\" describiendolo como \"accion basada en la ley y pruebas\". \n\t\t\t\t\t\n\t\t\t\t\tAplaudio activamente el repudiado \"informe\" publicado por el \"relator especial\" sobre la situacion de DDHH de la RPDC del Consejo de Derechos Humanos de la ONU, Darusman. \n\t\t\t\t\t\n\t\t\t\t\tNo se puede pasar por alto que esa escoria humana tratara de armar el alboroto de secuestro en la palestra internacional. \n\t\t\t\t\t\n\t\t\t\t\tElla se obstina en ese tema para mantener su popularidad politica. \n\t\t\t\t\t\n\t\t\t\t\tSi ella quiere resolver de veras el problema de secuestro, debe denunciar ante todo el mundo las atrocidades de los imperialistas japoneses que al practicar la dominacion colonial sobre el territorio coreano en el siglo pasado, asesinaron a incontables coreanos, arrestaron a mas de 8 millones 400 jovenes y adultos, que fueron mandados a los puestos de trabajo de esclavitud y a los campos de batalla como carnes de canon, y convirtieron a 200 mil mujeres coreanas en esclavas sexuales del viejo ejercito japones. \n\t\t\t\t\t\n\t\t\t\t\tPero, sin hacer ninguna referencia a esos crimenes, se pone al frente de la visita al santuario Yasukuni para rendir homenaje a los criminales de guerra de primera clase, expone su intento de usurpar el territorio ajeno y tergiversa la historia. Asi comete otro crimen imperdonable contra el pueblo coreano. \n\t\t\t\t\t\n\t\t\t\t\tAl internacionalizar el problema de secuestro en la arena de la ONU incumpliendo el acuerdo de resolverlo entre Corea y Japon, Yamatani falto a la confianza de la contraparte. \n\t\t\t\t\t\n\t\t\t\t\tHabla hasta del inexistente problema de \"DDHH\" de la RPDC y actua como propagandista de la campana norteamericana de \"DDHH\" anti-RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl proceder de Yamatani hace recordar a Goebbels quien en el siglo pasado, pronunciaba acalorados discursos para justificar la ambicion de hegemonia mundial y las guerras de agresion de la Alemania nazista. \n\t\t\t\t\t\n\t\t\t\t\tPor culpa de tales tipejos que no desean la solucion del problema de secuestro, pueden ser incumplidos todos los acuerdos aprobados entre la RPDC y Japon. \n\t\t\t\t\t\n\t\t\t\t\tAhora corre en el interior de Japon un rumor de que no se puede distinguir si Yamatani es la ministra del problema de secuestro o la de anuncio del mismo. \n\t\t\t\t\t\n\t\t\t\t\tYamatani debe actuar con prudencia tomando en cuenta su miserable condicion."
        },
        {
            "title": "Tendra lugar XVIII Exposicion Internacional de Mercancias Primaveral de Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-08ss.html",
            "content": "Tendra lugar XVIII Exposicion Internacional de Mercancias Primaveral de Pyongyang\r\nPyongyang, 4 de mayo (ACNC) -- Tendra lugar desde el dia 11 al 14 del mes en curso la XVIII Exposicion Internacional de Mercancias Primaveral de Pyongyang en la Exposicion Permanente de las Tres Revoluciones.\n\t\t\t\t\tParticiparan en esta feria mas de 300 companias de la Republica Popular Democratica de Corea, Nueva Zelanda, Alemania, Rusia, Malasia, Mongolia, Suiza, Singapur, China, Camboya, Francia, Polonia, Australia, Italia, Indonesia, Vietnam y Taipei China.\n\t\t\t\t\t\n\t\t\t\t\tSeran exhibidos los productos hechos con las ciencias y tecnicas avanzadas de varias ramas como la electronica, la mecanica, la metalurgia, los materiales de construccion, el transporte, la industria alimentaria y los articulos de uso diario."
        },
        {
            "title": "Rodong Sinmun denuncia farsa de aprobacion de \"ley de DDHH del Norte\" en el Sur de Corea",
            "url": "http://kcna.co.jp/item/2015/201505/news04/20150504-02ss.html",
            "content": "Rodong Sinmun denuncia farsa de aprobacion de \"ley de DDHH del Norte\" en el Sur de Corea\r\nPyongyang, 4 de mayo (ACNC) -- Hace poco, el \"Partido Saenuri\" y las autoridades titeres surcoreanas, en una reunion de consulta de partido-gobierno, discutieron el proyecto de afinar los contenidos detallados de la \"ley de derechos humanos del Norte (de Corea)\" y determinarlo como agenda a someterse rapidamente a la consideracion de la 19a \"Asamblea Nacional\".\n\t\t\t\t\tDicen que si se ratifica dicho proyecto, se someteria automaticamente a la reunion principal de la \"Asamblea Nacional\" pese a la negacion de los partidos opositores.\n\t\t\t\t\t\n\t\t\t\t\tAsi senala el diario Rodong Sinmun en un comentario individual difundido el dia 3 y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEl \"Partido Saenuri\" y la banda conservadora titere surcoreana hicieron esfuerzos desesperados desde hace 10 anos por aprobar la \"ley de DDHH del Norte\" en la \"Asamblea Nacional\".\n\t\t\t\t\t\n\t\t\t\t\tLa farsa de ellos deviene el desafio intolerable al digno regimen socialista de la Republica Popular Democratica de Corea y la provocacion atroz que destruye totalmente las relaciones Norte-Sur.\n\t\t\t\t\t\n\t\t\t\t\tEs claro que la locura de los titeres surcoreanos encaminada a negar frontalmente la idea y el regimen de la RPDC y dar  acicate a la \"unificacion mediante la fusion de regimenes\", agravara la desconfianza y la confrontacion entre el Norte y el Sur y al fin y al cabo traera solo la guerra.\n\t\t\t\t\t\n\t\t\t\t\tAnte las cada dia mas imprudentes maniobras de fabricacion de dicha ley de los titeres volvemos a comprender que no se cambio ni se cambiara nunca la intencion malsana conflictiva de ellos.\n\t\t\t\t\t\n\t\t\t\t\tNo es logico conversar con los maniacos conflictivos que suenan con danar la soberania y el regimen socialista de la RPDC sin hacer caso del destino de la nacion y la perspectiva de las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tLa responsabilidad total de las consecuencias catastroficas que emanen de la fabricacion de la \"ley de DDHH del Norte\", recaera sobre los titeres surcoreanos."
        }
    ]
}