{
    "date": "2015-04-01",
    "url": "http://kcna.co.jp/item/2015/201504/2015-04-01ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Visits Machine Plant",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-01ee.html",
            "content": "Kim Jong Un Visits Machine Plant\r\n Pyongyang, April 1 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, gave field guidance to the machine plant managed by Jon Tong Ryol.\n\t\t\t\t\t In August last year when visiting the plant associated with the patriotic devotion of leader Kim Jong Il, he gave it tasks for consolidating its material and technological foundation, developing various cutting-edge machine products and making light aircraft.\n\t\t\t\t\t\n\t\t\t\t\t Going round the plant, he learnt in detail about the development and production of new products.\n\t\t\t\t\t\n\t\t\t\t\t He noted with pleasure that its workers made a marvelous sci-tech achievement with worldwide competitive power in the course of developing cutting-edge equipment and thus provided a solid springboard for rapid progress of the DPRK's machine-building industry.\n\t\t\t\t\t\n\t\t\t\t\t The plant has a very important mission and role to play, he said, stressing that it should push forward a drive to develop the country's machine-building industry onto a higher stage.\n\t\t\t\t\t\n\t\t\t\t\t To train talented persons is more important than to update equipment in a drive for modernizing the plant, he said, adding that deep attention should be paid to the work for building up the designing force and the ranks of technicians and skilled workers and providing the scientists and technicians with better working and living conditions.\n\t\t\t\t\t\n\t\t\t\t\t Then he watched the test flight of light airplanes produced at the plant.\n\t\t\t\t\t\n\t\t\t\t\t  He learnt in detail about mechanism, performance, etc. of the newly-made light airplanes before giving an instruction to start the test flight.\n\t\t\t\t\t\n\t\t\t\t\t Watching their flight, he expressed his great satisfaction over the fact that the plant with a long history is producing not only military aircraft but also various types of civilian airplanes at will.\n\t\t\t\t\t\n\t\t\t\t\t And he got aboard one of the planes to personally conduct its take-off and landing test, saying: I have to try the airplane as it was produced by our working class. This will please our scientists, technicians and workers and encourage them to the dynamic work for attaining a higher goal.\n\t\t\t\t\t\n\t\t\t\t\t Noting that last year he gave an instruction to make light aircraft and sent samples, he praised the officials, scientists, technicians and workers of sectors concerned, the plant and other relevant industrial establishments for having successfully manufactured those planes whose all equipment and apparatuses are home-made. And he warmly asked officials to convey his greetings to them.\n\t\t\t\t\t\n\t\t\t\t\t He expressed great expectation and belief that the officials and workers of the plant would give a facelift to their factory as required by the new century, make a great leap forward in the production of advanced machines and thus creditably play a role of the vanguard and shock brigade in the building of a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Hwang Pyong So, O Kum Chol, Ri Pyong Chol, Jo Chun Ryong and Hong Yong Chil."
        },
        {
            "title": "Kim Yong Nam Receives Credentials from Ambassadors of Qatar, Mali",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-18ee.html",
            "content": "Kim Yong Nam Receives Credentials from Ambassadors of Qatar, Mali\r\n Pyongyang, April 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, respectively received credentials from Sultan Salmeen Saeed Al Mansouri, Qatari ambassador to the DPRK,  and Lansina Boua Kone, Malian ambassador to the DPRK, at the Mansudae Assembly Hall on Wednesday."
        },
        {
            "title": "Kim Yong Nam Sends Message of Sympathy to Angolan President",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-26ee.html",
            "content": "Kim Yong Nam Sends Message of Sympathy to Angolan President\r\n Pyongyang, April 1 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, on April 1 sent a message of sympathy to Angolan President Jose Eduardo Dos Santos as regards torrential rain and hurricane that hit the country recently, claiming huge casualties and material losses.\n\t\t\t\t\t The message hoped that the government and people of Angola would eradicate the aftermath of the disaster as early as possible and continue to make successes in the work to achieve the socio-economic development of their country under the correct leadership of the president."
        },
        {
            "title": "Pak Pong Ju Sends Congratulations to New Namibian PM",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-16ee.html",
            "content": "Pak Pong Ju Sends Congratulations to New Namibian PM\r\n Pyongyang, April 1 (KCNA) -- DPRK Premier Pak Pong Ju in a message on March 26 congratulated Saara Kuugongelwa Amadhila upon her appointment as prime minister of the Republic of Namibia.\n\t\t\t\t\t Expressing belief that the traditional relations of friendship and cooperation between the two countries would grow stronger, the message wished the prime minister successes in her work."
        },
        {
            "title": "Ro Tu Chol Meets New Russian Ambassador",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-24ee.html",
            "content": "Ro Tu Chol Meets New Russian Ambassador\r\n Pyongyang, April 1 (KCNA) -- DPRK Vice-Premier Ro Tu Chol had a talk with new Russian Ambassador to the DPRK Alexandr Matsegora who paid a courtesy call on him at the Mansudae Assembly Hall on Wednesday."
        },
        {
            "title": "DPRK Team Wins Berth to 2016 AFC U-23 Championship",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-25ee.html",
            "content": "DPRK Team Wins Berth to 2016 AFC U-23 Championship\r\n Pyongyang, April 1 (KCNA) -- The DPRK team won a berth to the 2016 AFC U-23 Championship.\n\t\t\t\t\t Teams of the DPRK, Philippines, Cambodia and Thailand played preliminary league matches in Group G from Mar. 27 to 31 in Thailand. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK trounced its Philippine rival 4:0 on Mar. 27, Cambodian rival 4:1 on Mar. 29. It played its last match with the Thai team on Mar. 31, which ended goalless.\n\t\t\t\t\t\n\t\t\t\t\t So, the DPRK men's soccer team placed the first in the group."
        },
        {
            "title": "New School Year Begins in DPRK",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-19ee.html",
            "content": "New School Year Begins in DPRK\r\n Pyongyang, April 1 (KCNA) -- The new school year (2015-2016) began today in the DPRK with due ceremonies at schools.\n\t\t\t\t\t New kinds of textbooks were published on the basis of the experience gained last year when the Universal 12-year Compulsory Education began to be enforced.\n\t\t\t\t\t\n\t\t\t\t\t School uniforms and school things were supplied to all entrants to primary schools across the country.\n\t\t\t\t\t\n\t\t\t\t\t Educational environment was improved with up-to-date computers and experimental apparatuses.\n\t\t\t\t\t\n\t\t\t\t\t Choe Kon, a freshman at Kim Il Sung University, told KCNA that he felt refreshed to study at the university, the highest seat of Juche-oriented education.\n\t\t\t\t\t\n\t\t\t\t\t Song Un Byol, mother of O Su Hyang, a new entrant to the Sangsin Junior Secondary School in Sosong District, Pyongyang said in tears that her daughter has benefited from the universal free compulsory 12-year education system. She will bring up her daughter to be a talent, she added.\n\t\t\t\t\t\n\t\t\t\t\t Choe Ok Gum, principal of Songnam Primary School in Songchongang District, Hamhung City, said that she would do her best to train the pupils to be pillars of Songun (military-first) Korea equipped with ample knowledge, high morality and strong body, true to the educational policy of the Workers' Party of Korea."
        },
        {
            "title": "Pyongyang Agricultural College Improves Education",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-17ee.html",
            "content": "Pyongyang Agricultural College Improves Education\r\n Pyongyang, April 1 (KCNA) -- Pyongyang Agricultural College under Kim Il Sung University is paying much effort to improving education.\n\t\t\t\t\t The college gives priority to the heuristic method of teaching, while intensifying experiments and practical training.\n\t\t\t\t\t\n\t\t\t\t\t It is attaching great importance to foreign language education, so that students can learn from latest agricultural science and technologies.\n\t\t\t\t\t\n\t\t\t\t\t In particular, it has made fine achievements in producing educational multimedia and up-to-date experimental apparatuses by its own efforts.\n\t\t\t\t\t\n\t\t\t\t\t It has also steadily improved the method of examination to evaluate the academic abilities of students."
        },
        {
            "title": "KCNA Commentary Discloses Extreme Misanthropy Prevailing in American Society",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-07ee.html",
            "content": "KCNA Commentary Discloses Extreme Misanthropy Prevailing in American Society\r\n Pyongyang, April 1 (KCNA) -- In recent years the U.S. has committed ceaseless crimes against humanity such as throwing into prison innocent people without trials and torturing them under the pretext of \"war on terrorism\".\n\t\t\t\t\t The U.S. set up and operated secret prisons in nine countries including Afghanistan and Iraq and squandered 81 million U.S. dollars for setting up 47 torture facilities around the world and developing harsh torture techniques.\n\t\t\t\t\t\n\t\t\t\t\t The prison in the naval military base on Guantanamo bears witness to the modern-day concentration camp disclosing U.S. tortures.\n\t\t\t\t\t\n\t\t\t\t\t Hundreds of \"terror suspects\" now under detention there have been subject to harsh tortures and living-body tests and are forced to lead a life little short of life-time imprisonment without legal procedures and trials.\n\t\t\t\t\t\n\t\t\t\t\t A recent disclosure put it that a Saudi Arabian Briton has been imprisoned in the camp on Guantanamo for 13 years for no justifiable reason.\n\t\t\t\t\t\n\t\t\t\t\t He was arrested by false testimony in 2001 when he was conducting humanitarian aid activities in Afghanistan. He has served prison terms in the concentration camp since 2002 and a verdict of not guilty was delivered on him twice afterwards but he has not yet been freed.\n\t\t\t\t\t\n\t\t\t\t\t His lawyer disclosed that during his imprisonment he has been subject more than 300 times to such tortures as \"depriving captives of sleep for a week\", \"standing for a long time in an ill-balanced position\", \"having his head immersed in ice-cold water\" and \"having his head beaten against the wall\".\n\t\t\t\t\t\n\t\t\t\t\t Russian citizen Mingazov has also led a 10-year prison life without judgment there.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. and the West have taken lives of great many people in many parts of the world for the mere reason that they have different race and religious belief.\n\t\t\t\t\t\n\t\t\t\t\t The Turkish newspaper Turkey on February 11 reported 153 anti-Islam attack cases have occurred for just a month in the U.S. and the West.\n\t\t\t\t\t\n\t\t\t\t\t According to CCIF headquartered in Paris, anti-Islamic attack cases numbered 764 in 2014, 10 percent increase over that in the previous year.\n\t\t\t\t\t\n\t\t\t\t\t Serious racial discriminations deeply rooted in the American society have found their manifestations in various fabrics of social life.\n\t\t\t\t\t\n\t\t\t\t\t The USA Today said the unemployment rate of the white was 9.5 percent while that of the black 34.5 percent in October 2009.\n\t\t\t\t\t\n\t\t\t\t\tInvestigation data of the FBI on Nov. 23, 2009 put it that a total of 7,783 racist crimes were committed in 2008.\n\t\t\t\t\t\n\t\t\t\t\t On February 10 this year three young Muslims were shot to death on a university campus in North Carolina and on March 6 a defense-less black young man met a death by a while police in Wisconsin State.\n\t\t\t\t\t\n\t\t\t\t\t In Fergusson City the police and judicial authorities have taken unfair and racist steps against African Americans in traffic interception, use of state power and detention. Among those who had been intercepted by traffic police in the period from 2012 to 2014, the black held 85 percent twice as many as the white offenders.\n\t\t\t\t\t\n\t\t\t\t\t Mississippi already infamous for lots of cases of the black men being hung from trees became a spotlight again for another similar case recently.\n\t\t\t\t\t\n\t\t\t\t\t CNN on March 13, reporting the results of the opinion poll, said in May 2009 only 6 percent of respondents noted that racial conflicts deepened after Obama took office but the figure increased to 39 percent in February 2015.\n\t\t\t\t\t\n\t\t\t\t\t All facts prove that bitterness and hostility toward heretics, Muslims, in particular, prevail in the American society and all things Islamic have become target of persecution and suppression.\n\t\t\t\t\t\n\t\t\t\t\t Unending racial discriminations are an inevitable result of extreme misanthropy endemic to the U.S."
        },
        {
            "title": "Rodong Sinmun Slams S. Korean Puppet Group's Frantic Row for \"Eliminating Followers of North\" ",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-08ee.html",
            "content": "Rodong Sinmun Slams S. Korean Puppet Group's Frantic Row for \"Eliminating Followers of North\" \r\n Pyongyang, April 1 (KCNA) -- Shortly ago, an inhabitant of south Korea attacked the U.S. ambassador in the heart of Seoul. Under the pretext of the incident, the south Korean conservative group has kicked off an unprecedented fascist offensive across south Korea under the pretence of \"eliminating the followers of the north,\" says Rodong Sinmun Wednesday in an article.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t This brought to light the south Korean puppet group's sinister intention to brutally suppress and stamp out the progressive pro-democracy forces and realize its scenario for long-term office.\n\t\t\t\t\t\n\t\t\t\t\t The more desperate the puppet group becomes in its campaign for \"eliminating followers of the north\", the more saliently it will reveal the despicable true colors of the group as the fascist one hell-bent on plots-hatching and crackdown.\n\t\t\t\t\t\n\t\t\t\t\t The actions being staged by south Korean people from all walks of life for achieving independence, justice and democracy in the society are absolutely irrelevant to the campaign for \"eliminating followers of the north\" much  touted by the pro-U.S. conservative forces.\n\t\t\t\t\t\n\t\t\t\t\t This is an unpardonable mockery and insult to their desire for independence, democracy and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The group is indiscriminately conducting the campaign against guiltless people. It is by no means fortuitous that various circles of south Korea term its reckless campaign \"ghost-like racket\" and \"rash act reminiscent of a witch hunt in the middle ages.\"\n\t\t\t\t\t\n\t\t\t\t\t Absurdity of the \"theory of followers of the north\" has already been brought into bolder relief.\n\t\t\t\t\t\n\t\t\t\t\t The puppet authorities are kicking up with the increased frenzy campaign for \"eliminating followers of the north,\" eying the forthcoming by-election to the \"National Assembly.\" But this is as foolish an act as a drowning man trying to catch at a straw.\n\t\t\t\t\t\n\t\t\t\t\t There is no future for the fascist tyrants going against the demand of the people and getting hell-bent on acts of treachery."
        },
        {
            "title": "Japan Has to Be Honest before History: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-09ee.html",
            "content": "Japan Has to Be Honest before History: Rodong Sinmun\r\n Pyongyang, April 1 (KCNA) -- The international community turns sharp eyes of vigilance to Japan, 70 years since the end of the Second World War, says Rodong Sinmun Wednesday in a commentary.\n\t\t\t\t\t It is because Japan's past and present are so dirty and its future is so gloomy, the commentary notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Japan is employing all kinds of gimmicks to put its crimes under the carpet even though it massacred tens of millions of Asians through war of aggression. Recently the Japanese chief executive talked such nonsense that there is no definition of aggression internationally as well as in academic field, sparking off a big furor.\n\t\t\t\t\t\n\t\t\t\t\t This leads to a conclusion that its past wars against other countries can not be regarded as war of aggression.\n\t\t\t\t\t\n\t\t\t\t\t These reckless remarks making profound confusion of right and wrong are a revelation of his black-hearted intention to follow in the footsteps of the imperialists and repeat the history of aggression.\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by Japan in spreading the militarist idea by flatly denying the past history of aggression is to realize the wild ambition for the greater \"East Asia Co-prosperity Sphere\" which its ancestors failed to do. Another aim sought by the Japanese reactionary forces in denying the history of aggression and crimes is to evade the state reparation for the crimes against humanity.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese politicians have to be honest before history and humanity. Humanity should be placed above politics and conscience and morality above law.\n\t\t\t\t\t\n\t\t\t\t\t It is an unavoidable historic obligation of Japan to redeem its past crimes and it is the requirement of the times. Doing so would be beneficial to Japan, not to others."
        },
        {
            "title": "Minju Joson Denounces Human Rights Abuses in U.S. and Western Countries",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-10ee.html",
            "content": "Minju Joson Denounces Human Rights Abuses in U.S. and Western Countries \r\n Pyongyang, April 1 (KCNA) -- A black man was recently found dead with his body hanging from a tree in Mississippi State, the U.S. There is a strong view that it is a crime committed out of racial prejudice as there are many instances showing the whites' cruel killing of black persons by hanging them to trees in the past in the southern part of the U.S.\n\t\t\t\t\t This incident clearly shows the poor human rights performance in the U.S. where racial discrimination has reached its height even in the 21st century, says Minju Joson Wednesday in a commentary. \n\t\t\t\t\t\n\t\t\t\t\t Though the U.S. vociferates about \"equality for all,\" superiority and inferiority of people are distinguished by race and people live under the strict watch of the judicial authorities styling themselves as guardian of \"freedom\" and \"democracy,\" the commentary says, adding that this is the human rights situation in the U.S.\n\t\t\t\t\t\n\t\t\t\t\t Referring to the awful human rights records in the U.S. and other Western countries, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t What is deplorable is that the U.S. and other Western countries with worse human rights abuses shamelessly behave as if they were \"human rights judges.\" \n\t\t\t\t\t\n\t\t\t\t\t Shelving their serious human rights abuses, the U.S. and other Western countries paint themselves as \"models of human rights.\" They are taking issue with human rights performances of other countries. \n\t\t\t\t\t\n\t\t\t\t\t They have neither justification nor qualifications to talk about human rights in other countries. Under the pretext of \"human rights\" they interfere in internal affairs of other countries and resort to aggression and war. This is the most serious human rights abuses which deserve the severest punishment. \n\t\t\t\t\t\n\t\t\t\t\t If the international community loves justice, it should take issue with the human rights abuses in the U.S. and other Western countries."
        },
        {
            "title": "Minju Joson Categorically Rejects Anti-DPRK \"Human Rights Resolution\"",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-11ee.html",
            "content": "Minju Joson Categorically Rejects Anti-DPRK \"Human Rights Resolution\" \r\n Pyongyang, April 1 (KCNA) -- The anti-DPRK \"human rights resolution\" was rammed by the U.S. and its allies through the 28th session of the UN Human Rights Council on March 27.\n\t\t\t\t\t Mandarins of the south Korean puppet Foreign Ministry are behaving so impudently as to utter that \"south Korea, as a 'co-sponsor' of the resolution, expects the UN to play a sustainable and positive role over the issue of the human rights in the north,\" crying out for \"implementing recommendations\" and \"pressing for measures to improve human rights performance in the north\". The puppet group is working hard to set up a UN \"office on human rights in the north\" in Seoul at an early date to desperately kick up the anti-DPRK human rights racket.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Wednesday in a commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t Such racket only brought to light once again the disgusting true colors of the puppet group keen to kowtow to outsiders and escalate confrontation with fellow countrymen in the north.\n\t\t\t\t\t\n\t\t\t\t\t It is the ulterior design of the U.S. to build up public opinion on the \"human rights issue in the north\" in the international arena by bringing together its allies in a bid to hurt the high dignity and prestige of the DPRK and destabilize its society and realize the wild ambition for invading it.\n\t\t\t\t\t\n\t\t\t\t\t It is the puppet group which turned south Korea into tundra of human rights. However, it is playing the role of a shock brigade in the U.S.-led human rights racket against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It is preposterous for the puppet group to pay lip-service to \"human rights performance\" in the DPRK though it has been busy sending spies to the DPRK to do harm to its supreme leadership and bring down its social system.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will never pardon the U.S. and south Korean puppet group's reckless human rights racket but resolutely counter it."
        },
        {
            "title": "U.S. and S. Korean Puppet Forces Get Frenzy with Landing Drills Targeting DPRK ",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-23ee.html",
            "content": "U.S. and S. Korean Puppet Forces Get Frenzy with Landing Drills Targeting DPRK \r\n Pyongyang, April 1 (KCNA) -- The DPRK-targeted landing drills kicked off by the U.S. imperialists and south Korean puppet warmongers as part of Key Resolve and Foal Eagle joint military exercises have reached a dangerous phase, according to KBS of south Korea.\n\t\t\t\t\t The trigger-happy forces that started on Mar. 27 maneuvers for naval infiltration and coastal reconnaissance drills for landing got frenzy with landing drills aimed at \"occupying\" the coastal area of the DPRK in a \"decisive action\" phase on Mar. 30.\n\t\t\t\t\t\n\t\t\t\t\t Huge U.S. aggressor forces, south Korean puppet marines, navy and air forces staged landing drills in the East Sea of Korea on March 31, too.\n\t\t\t\t\t\n\t\t\t\t\t With no rhetoric can the U.S. and the south Korean puppet war maniacs cover up the aggressive nature of the war exercises."
        },
        {
            "title": "S. Korean People Lead Miserable Life under Misrule",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-15ee.html",
            "content": "S. Korean People Lead Miserable Life under Misrule\r\n Pyongyang, April 1 (KCNA) -- It is impossible to think about a genuine life of the people in south Korea. \n\t\t\t\t\t Recently a U.S. opinion poll body surveyed more than 40 countries and regions of the world, whose result said only 9 percent of south Koreans were satisfied with their life. \n\t\t\t\t\t\n\t\t\t\t\t According to it, 75 percent of south Koreans said one's success depends on one's parents' wealth, bribery, irregularities and corruption, not on one's own efforts. \n\t\t\t\t\t\n\t\t\t\t\t There is a saying that efforts are a key to success. \n\t\t\t\t\t\n\t\t\t\t\t However, this does not work in the corrupt south Korean society where unpopular policy rules and the dollar almighty principle prevails. \n\t\t\t\t\t\n\t\t\t\t\t Owing to the south Korean authorities' unpopular policy, economic crisis is getting serious and the life of the south Korean people is extremely deteriorating. \n\t\t\t\t\t\n\t\t\t\t\t Gap between the rich and the poor in south Korea recorded an all-time high due to the neo-liberalistic economic policy centering on plutocrats based on the principle of market-almighty that has been pressed for by the south Korean authorities. \n\t\t\t\t\t\n\t\t\t\t\t The present chief executive came to power with her commitment to \"economic policy prioritizing people's welfare.\" But for the past two years the south Korean people's sufferings and uneasiness have increased. \n\t\t\t\t\t\n\t\t\t\t\t Commitments to \"democratization of economy\" that claimed the protection of weak businesses have become nothing but an empty promise. \n\t\t\t\t\t\n\t\t\t\t\t Policy for preferential treatment for plutocrats and big businesses has caused huge financial deficit and extreme social inequality. \n\t\t\t\t\t\n\t\t\t\t\t Under Park Geun Hye's rule the south Korean people have suffered disasters of economy, personnel shakeup and people's living to experience the falsity of the \"era of the people's welfare\" claimed by the ruling quarters. \n\t\t\t\t\t\n\t\t\t\t\t All kinds of corruption, irregularities and bribery of the south Korean authorities are stunning the people. \n\t\t\t\t\t\n\t\t\t\t\t 91 percent of south Korean people are dissatisfied with their life. This is the reality of south Korean society without future."
        },
        {
            "title": "Abe's Remarks Insulting Victims of Sexual Slavery Protested in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-20ee.html",
            "content": "Abe's Remarks Insulting Victims of Sexual Slavery Protested in S. Korea\r\n Pyongyang, April 1 (KCNA) -- The Council for the Solution of the Issue of the Volunteers Corps in south Korea made public a statement on March 30 in protest against Japanese Prime Minister Abe's remarks insulting the victims of sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t He in an interview with The Washington Post on Mar. 27 said that the victims of the sexual slavery for the Imperial Japanese Army were those who died due to \"flesh traffic\", the statement noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Abe has denied the sexual slavery committed by the Imperial Japanese Army against the Korean women, asserting that there is no evidence proving the forcible drafting of women.\n\t\t\t\t\t\n\t\t\t\t\t He has evaded Japan's blame for the crime, describing it as a deed of non-governmental businessmen.\n\t\t\t\t\t\n\t\t\t\t\t The statement urged the Japanese government to make apology and reparation to the victims for its past crimes as early as possible."
        },
        {
            "title": "S. Korean Organizations Protest against Landing Operation Drill",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-21ee.html",
            "content": "S. Korean Organizations Protest against Landing Operation Drill \r\n Pyongyang, April 1 (KCNA) -- Civic and public organizations of south Korea including the Solidarity for Progress, Solidarity of Youth and Women's Solidarity launched actions protesting against the landing operation drill of the U.S. imperialists and south Korean warmongers on the coast of Josa-ri, Songra-myon, Phohang City, North Kyongsang Province on March 30. \n\t\t\t\t\t That day the U.S. imperialists and south Korean warmongers staged Ssangyong landing operation drill for preemptive attack on the north in Phohang area at the \"decisive action\" stage with marines, troops of navy and air force involved. They were busy with the drill under the simulated conditions of operation for occupying a coastal area of the north. \n\t\t\t\t\t\n\t\t\t\t\t The organizations held a meeting and declared peace on the Korean peninsula can be achieved through reconciliation, cooperation and exchange between the south and the north, not through war drills. \n\t\t\t\t\t\n\t\t\t\t\t They urged the authorities to stop military drills and opt for creating peaceful climate. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the meeting the organizations staged a demonstration, bitterly denouncing the joint military drills of the U.S. and south Korean warmongers."
        },
        {
            "title": "Action for Demanding Probe into Truth behind Ferry Sewol Disaster Launched in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-22ee.html",
            "content": "Action for Demanding Probe into Truth behind Ferry Sewol Disaster Launched in S. Korea\r\n Pyongyang, April 1 (KCNA) -- The bereaved families of the victims of the Ferry Sewol disaster launched an action in demand of probe into truth behind the disaster, according to south Korean internet paper Voice of People.\n\t\t\t\t\t They held a press conference in Seoul on Mar. 30, at which they censured the regime for checking the probe into truth behind the disaster.\n\t\t\t\t\t\n\t\t\t\t\t The speakers at the conference urged the regime not to recklessly hold in check the probe into truth behind the disaster but to keep the promise it made to the bereaved families to find those missing to the last. \n\t\t\t\t\t\n\t\t\t\t\t At the end of the conference the participants headed for Chongwadae to convey the document containing the requests of the bereaved families to it.\n\t\t\t\t\t\n\t\t\t\t\t The regime hurled seven companies of the fascist police into blocking their march toward Chongwadae, creating a terror-ridden atmosphere.\n\t\t\t\t\t\n\t\t\t\t\t The fascist policemen thickly encircled the participants and walked off protesters.\n\t\t\t\t\t\n\t\t\t\t\t The bereaved families will reportedly stage a 416 hour over-night sit-in till April 16, a year since the disaster."
        },
        {
            "title": "Young Korean People in Japan Denounce U.S., S. Korean Moves for Nuclear War",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-13ee.html",
            "content": "Young Korean People in Japan Denounce U.S., S. Korean Moves for Nuclear War\r\n Tokyo, March 31 (KNS-KCNA) -- A protesters' group made up of the Korean Youth League in Japan and the Union of Korean Students in Japan in Kanto Area of Japan staged protest actions outside the U.S. embassy and south Korean puppet embassy in Tokyo on March 30 to denounce the U.S. and puppet warmongers' Ssangyong landing operation drills aimed at \"occupying Pyongyang\" and \"bringing down the social system in the north\".\n\t\t\t\t\t They held large suspension posters and placards \"We resolutely condemn U.S. and south Korea's moves for nuclear war of aggression!\" and \"No deployment of THAAD\".\n\t\t\t\t\t\n\t\t\t\t\t The protesters denounced the U.S. imperialist aggressors, the architect of Korea's division and the sworn enemy of the Korean people, which have inflicted all misfortune and pain on them for the past seven decades after occupying south Korea.\n\t\t\t\t\t\n\t\t\t\t\t They read out a written protest condemning the warmongers seeking only confrontation with fellow countrymen as a shock brigade executing the U.S. plan, saying they challenge the desire to open up a broad avenue to independent reunification this year marking the 70th anniversary of Korea's liberation. Then they thrust it into the south Korean puppet embassy."
        },
        {
            "title": "Koreans in Japan and Japanese Demand Probe into Truth behind Forcible Drafting of Koreans",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-14ee.html",
            "content": "Koreans in Japan and Japanese Demand Probe into Truth behind Forcible Drafting of Koreans\r\n Tokyo, March 29 (KNS-KCNA) -- Korean residents in Japan and representatives of Japanese civic organizations on March 26 visited the Nagano City Office of Nagano Prefecture, Japan to convey a letter of request and a paper with signatures of at least 20 000 people to the mayor in denunciation of the shameless act of the Nagano City authorities denying the crimes of forcible drafting of Koreans by the Japanese imperialists in the past. \n\t\t\t\t\t In the letter of request they noted the Nagano City authorities made up a new signboard that says the forcible drafting of Korean workers into the construction of underground bomb-shelter of the \"Matsushiro imperial headquarters\" could not be described as \"coercive.\" \n\t\t\t\t\t\n\t\t\t\t\t This is the denial of the historical fact of the forcible drafting of Koreans by the Japanese imperialists, the letter said. \n\t\t\t\t\t\n\t\t\t\t\t It demanded the city authorities clarify the truth by rewriting the signboard. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nagano Prefectural Headquarters of the General Association of Korean Residents in Japan urged the city authorities to understand the weight of the signatures of 20 000 odd people and properly deal with it, saying the forcible drafting of Koreans and forced labor are historical facts. \n\t\t\t\t\t\n\t\t\t\t\t The chairman of a Japanese civic organization said nowadays Japan's wrong understanding of history draws world attention, adding that the rewriting of the signboard at the entrance to the underground bomb-shelter is just one example."
        },
        {
            "title": "Kim Il Sung Highly Praised by Beninese Political Figure",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-02ee.html",
            "content": "Kim Il Sung Highly Praised by Beninese Political Figure\r\n Pyongyang, April 1 (KCNA) -- Ali Houdou, president of the Socialist Party of Benin, released a statement on March 27 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t Before long the 103rd birth anniversary of H.E. Kim Il Sung will be marked.\n\t\t\t\t\t\n\t\t\t\t\t HePresident Kim Il Sung started the cause of independence with his unique Songun revolutionary leadership and led it to victory.\n\t\t\t\t\t\n\t\t\t\t\t After founding the Korean People's Revolutionary Army on April 25, 1932 he defeated the Japanese imperialists with arms, liberating the country, and accomplished the cause of founding the party and the state.\n\t\t\t\t\t\n\t\t\t\t\t He firmly defended the sovereignty of the country in the Korean war provoked by the U.S. imperialists. This occupies a distinguished place in his Songun revolutionary leadership.\n\t\t\t\t\t\n\t\t\t\t\t He led the army and people of the DPRK to victory with his distinguished military idea, strategies and tactics, inflicting upon the U.S., which boasted of being the \"strongest\" in the world, a heavy defeat, the first of its kind in history.\n\t\t\t\t\t\n\t\t\t\t\t And he built a socialist power based on the principle of independence in politics, self-support in economy and self-reliance in national defence, always maintaining the line of attaching importance to arms and military affairs in the postwar rehabilitation and construction, social revolution at two stages and socialist construction.\n\t\t\t\t\t\n\t\t\t\t\t He ushered in a new era in the development of the international relations based on independence.\n\t\t\t\t\t\n\t\t\t\t\t He will always be remembered by the world people aspiring after independence as the sun of Juche as he devoted all his life to hewing out the era of independence and ensuring the victorious advance of the human cause of independence."
        },
        {
            "title": "Day of Sun Marked in Germany, Nigeria",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-03ee.html",
            "content": "Day of Sun Marked in Germany, Nigeria\r\n Pyongyang, April 1 (KCNA) -- A seminar on the feats of President Kim Il Sung took place in Germany and a book exhibition and a film show in Nigeria on Mar. 24 on the occasion of his birth anniversary (the Day of the Sun).\n\t\t\t\t\t On display at the venue of the book exhibition were works of Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un and picture albums and books introducing the service personnel and people of the DPRK in their efforts to build a thriving nation.\n\t\t\t\t\t\n\t\t\t\t\t Korean film \"Eternal Treasures in Praise of Sun\" was shown at the film show.\n\t\t\t\t\t\n\t\t\t\t\t The vice-chairman of the Federal Republic of Germany-DPRK Association said that thanks to Kim Il Sung, the Korean people could have their genuine people's country and people's party for the first time in the nation's history spanning 5,000 years and successfully build Korean-style socialism guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The day is not far off when the DPRK will demonstrate its might as a thriving nation as Kim Jong Un identical to Kim Il Sung and Kim Jong Il is wisely leading the party, army and people of the DPRK by successfully carrying forward their cause, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Nigerian personages in their speeches noted that a great many legends startling all people were created thanks to Kim Il Sung who regarded it as his motto to believe in the people as in Heaven."
        },
        {
            "title": "Feats of Peerlessly Great Persons Lauded by Nigerian Figure",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-04ee.html",
            "content": "Feats of Peerlessly Great Persons Lauded by Nigerian Figure\r\n Pyongyang, April 1 (KCNA) -- Ibrahim Mantu, member of the Credit Committee of the People's Democratic Party of Nigeria who doubles as chairman of the Nigeria-Korea Friendship Association, made public a statement on Mar. 14. It supported the appeal made at the 19th seminar of the world political parties on building a new society which calls for celebrating with splendor the 70th anniversaries of the founding of the Workers' Party of Korea (WPK) and Korea's liberation as grand international political festivals.\n\t\t\t\t\t It said:\n\t\t\t\t\t\n\t\t\t\t\t This year is the significant year marking the above-said anniversaries to be specially recorded in the history of the WPK and the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t To splendidly celebrate those anniversaries as grand international political festivals serves as an important occasion in glorifying the immortal exploits of the peerlessly great men who led to victory the Korean revolution and the human cause of independence to make a great contribution before the times and history.\n\t\t\t\t\t\n\t\t\t\t\t The People's Democratic Party of Nigeria and the Nigeria-Korea Friendship Association will form a preparatory committee for celebrating the anniversaries, give wide publicity to the undying revolutionary feats of President Kim Il Sung and leader Kim Jong Il and their brilliant careers and the successes made by the Korean people in defending the country's sovereignty and building a thriving nation under the wise guidance of Marshal Kim Jong Un and organize colorful events from June to October."
        },
        {
            "title": "World Will See DPRK Emerging as Thriving Nation: Indian Paper",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-05ee.html",
            "content": "World Will See DPRK Emerging as Thriving Nation: Indian Paper\r\n Pyongyang, April 1 (KCNA) -- The Indian paper Voice of Million carried an article titled \"New strategic line\" on Mar. 20.\n\t\t\t\t\t A new strategic line was advanced at the March, 2013 plenary meeting of the Central Committee of the Workers' Party of Korea, the paper said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK's decision was the most just and wise option.\n\t\t\t\t\t\n\t\t\t\t\t Its new strategic line is the most realistic one suited to the specific conditions of the DPRK as it aims to build a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people suffered many obstacles and difficulties in economic construction in the past.\n\t\t\t\t\t\n\t\t\t\t\t It was because it had to divert huge human and material wealth to bolstering up its military muscle, though it should have served economic development and improvement of the people's living standard, owing to the ceaseless sanctions, pressure and threat of aggression by the U.S. and other hostile forces.\n\t\t\t\t\t\n\t\t\t\t\t Given that the DPRK has had access to a powerful nuclear deterrence for self-defense, its people now have become possible to accelerate the building of an economic power at will under safer circumstances.\n\t\t\t\t\t\n\t\t\t\t\t Gone are the times never to return when the U.S. threatened the DPRK with nukes and put a brake on its economic construction.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people regard the country's sovereignty and dignity dearer than their lives and staunchly fight for them at the cost of their lives.\n\t\t\t\t\t\n\t\t\t\t\t The world will clearly see the DPRK successfully building a thriving socialist nation, mercilessly smashing the imperialists and their followers' threat of a war by dint of the powerful nuclear deterrent."
        },
        {
            "title": "Kim Jong Un's Letter Posted by Nigerian Body on Its Website",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-06ee.html",
            "content": "Kim Jong Un's Letter Posted by Nigerian Body on Its Website\r\n Pyongyang, April 1 (KCNA) -- The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism posted on its website on March 27 \"Let Us Usher In a New Heyday of Building a Sports Power in the Revolutionary Spirit of Paektu\", a letter sent by supreme leader Kim Jong Un to those attending the Seventh National Conference of Sportspeople.\n\t\t\t\t\t The work, published on March 25, Juche 104 (2015), refers to the fact that the Workers' Party of Korea is directing great efforts to the sports field in order to develop the country's sports in line with President Kim Il Sung and leader Kim Jong Il's idea and intention to build the Juche-based sports. It also indicates the tasks and ways to successfully carry out the party's plan for building a sports power."
        },
        {
            "title": "Kim Jong Un visita fabrica de maquinaria dirigida por Jon Tong Ryol",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-27ee.html",
            "content": "Kim Jong Un visita fabrica de maquinaria dirigida por Jon Tong Ryol\r\nPyongyang, 1 de abril (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio en el terreno la fabrica de maquinaria dirigida por Jon Tong Ryol.\n\t\t\t\t\tDurante su anterior visita realizada en agosto del ano pasado, el asigno las tareas de consolidar mas la base material y tecnica de la fabrica en que el Dirigente Kim Jong Il dejo las huellas de abnegacion patriotica, desarrollar diversas maquinas ultramodernas y fabricar los aviones ligeros.\n\t\t\t\t\t\n\t\t\t\t\tDurante su recorrido, Kim Jong Un hizo conocimiento detallado del estado de desarrollo y produccion de nuevos productos.\n\t\t\t\t\t\n\t\t\t\t\tAl decir que en el proceso de desarrollo de equipos sofisticados, los obreros de la fabrica lograron sorprendentes exitos cientificos y tecnicos con competitividad mundial, se mostro alegre de que se haya sentado la firme base para dar saltos en la industria de maquinaria de Corea.\n\t\t\t\t\t\n\t\t\t\t\tSon muy importantes el deber y el papel de la fabrica, apunto y agrego que ella debe trabajar intensamente por dar un salto mas alto en la industria de maquinaria del pais.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que la formacion de talentosos es mas importante que el mejoramiento de los equipos en la modernizacion de la fabrica y agrego que se debe formar bien a los tecnicos y obreros calificados, sobre todo, el personal de diseno, y prestar profunda atencion a los quehaceres para facilitar las condiciones de investigacion y vida de los cientificos y tecnicos.\n\t\t\t\t\t\n\t\t\t\t\tActo seguido, presencio el vuelo de ensayo de los aviones ligeros hechos en la fabrica.\n\t\t\t\t\t\n\t\t\t\t\tLuego de cerciorarse de la estructura, especificaciones y otros detalles de los aviones, dio la indicacion de iniciar el vuelo de ensayo.\n\t\t\t\t\t\n\t\t\t\t\tAl ver los aviones en plena navegacion, se mostro muy satisfecho de que la fabrica, que tiene larga historia, produjera tanto los aviones militares como los ligeros civiles de diversos tipos.\n\t\t\t\t\t\n\t\t\t\t\tDiciendo que si el mismo monta el avion fabricado por los obreros coreanos, se alegrarian mucho los cientificos, tecnicos y obreros y ellos intensificarian la lucha por alcanzar las metas mas altas, subio al avion para probar el despegue y el aterrizaje.\n\t\t\t\t\t\n\t\t\t\t\tAl recordar que en el ano pasado, dio la indicacion de fabricar el avion ligero y envio una muestra, elogio a los funcionarios, cientificos, tecnicos y obreros de la fabrica y las otras y empresas relacionadas quienes fabricaron por cuenta propia los aviones ligeros con todos los equipos y aparatos de fabricacion nacional y encomendo enviarles su saludo.\n\t\t\t\t\t\n\t\t\t\t\tManifesto la gran esperanza y conviccion de que los funcionarios y obreros de la fabrica cumpliran el papel de vanguardia y brigada de choque en la construccion de una potencia prospera, al remodelar la fabrica a las alturas del nuevo siglo y registrar gran salto en la produccion de maquinas modernas.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron en esta ocasion Hwang Pyong So, O Kum Chol, Ri Pyong Chol, Jo Chun Ryong y Hong Yong Chil."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajadores de Qatar y Mali",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-28ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajadores de Qatar y Mali\r\nPyongyang, 1 de abril (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, recibio el dia primero por separado en el capitalino Palacio de los Congresos Mansudae las cartas credenciales de los embajadores extraordinarios y plenipotenciarios del Estado de Qatar, Sultan Salmeen Saeed Al Mansouri, y de la Republica de Mali, Lansina Boua Kone."
        },
        {
            "title": "Iniciado en RPDC nuevo curso escolar de 2015",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-29ee.html",
            "content": "Iniciado en RPDC nuevo curso escolar de 2015\r\nPyongyang, 1 de abril (ACNC) -- Comenzo hoy el nuevo curso escolar del 104 (2015) de la Era Juche.\n\t\t\t\t\tLos preparativos del nuevo curso concluyeron exitosamente bajo la atencion del Estado y toda la sociedad sobre la labor docente.\n\t\t\t\t\t\n\t\t\t\t\tSe publicaron y se distribuyeron a los alumnos los libros con contenidos renovados tomando en cuenta las experiencias del ano pasado en que se puso en practica la ensenanza obligatoria general de 12 anos.\n\t\t\t\t\t\n\t\t\t\t\tTermino la distribucion de nuevos uniformes y articulos de uso escolar a los que ingresan en todas las escuelas primarias del pais.\n\t\t\t\t\t\n\t\t\t\t\tLas direcciones organizadas en la capital, las provincias, ciudades y distritos promovieron la remodelacion de las escuelas para que las unidades docentes pudieran elevar la eficiencia de ensenanza con modernos medios de informatica y aparatos de ensayo nuevamente preparados.\n\t\t\t\t\t\n\t\t\t\t\tSe impartieron por doquier los cursillos para generalizar y renovar los contenidos didacticos y recapacitar a los maestros.\n\t\t\t\t\t\n\t\t\t\t\tTuvieron lugar hoy las ceremonias inaugurales del nuevo curso en las universidades, escuelas politecnicas, las secundarias superiores y basicas y las primarias.\n\t\t\t\t\t\n\t\t\t\t\tEl nuevo estudiante de la Universidad Kim Il Sung, Choe Gon, dijo que le contenta mucho ingresar y estudiar en ese supremo centro de la educacion superior del Juche. Y tomo la decision de formarse como pilar del pais al aprender mucho con los pies pegados en la tierra patria y la mirada desafiante al nivel mundial. \n\t\t\t\t\t\n\t\t\t\t\tSong Un Byol, madre de O Su Hyang, nueva alumna de la escuela secundaria basica de Sangsin del municipio de Sosong, agradecio al regimen socialista que hace realidad los suenos y aspiraciones de todos los hijos e hijas de este pais y fomenta sus habilidades mediante la educacion gratuita obligatoria.\n\t\t\t\t\t\n\t\t\t\t\tChoe Ok Gum, directora de la escuela primaria de Songnam del municipio de Songchongang de la ciudad de Hamhung, conto que en su escuela estan registradas las huellas de guia de los grandes hombres del monte Paektu. \n\t\t\t\t\t\n\t\t\t\t\tJuro dedicar toda su inteligencia y pasion para formar a los alumnos como futuros pilares de la Corea del Songun dotados de ricos conocimientos, nobles virtudes y buena salud cumpliendo fielmente la politica educacional del Partido del Trabajo de Corea."
        },
        {
            "title": "Opera en Corea sistema electronico de servicios comerciales Okryu",
            "url": "http://kcna.co.jp/item/2015/201504/news01/20150401-30ee.html",
            "content": "Opera en Corea sistema electronico de servicios comerciales Okryu\r\nPyongyang, 1 de abril (ACNC) -- En la Republica Popular Democratica de Corea opera el sistema electronico de servicios comerciales Okryu.\n\t\t\t\t\tLa Direccion General de Servicios al Pueblo es administradora del sistema en que la liquidacion de cuentas se hace con la tarjeta \"Narae\".\n\t\t\t\t\t\n\t\t\t\t\tEl sistema abarca los organos de servicios comerciales y gastronomicos y las unidades de produccion de articulos de consumo popular del pais. Su objetivo es asegurar la comodidad de los consumidores y promover el afan productivo de los trabajadores. \n\t\t\t\t\t\n\t\t\t\t\tEn la red de servicios se puede encontrar los catalogos de mercancias, platos y alimentos que ofertan el Complejo de Servicio Haedanghwa, el Restaurante Haemaji, la Fabrica de Alimentos Kumsong y otras tiendas, restaurantes y las unidades de produccion de alimentos de fama nacional. \n\t\t\t\t\t\n\t\t\t\t\tTambien se presentan los medicamentos y los articulos de consumo, producidos en la Fabrica de Alambres Electricos 326 de Pyongyang y otras unidades. \n\t\t\t\t\t\n\t\t\t\t\tLos habitantes ingresados en el sistema pueden buscar con computadoras o telefonos celulares las mercancias deseadas y las pagan con la tarjeta \"Narae\". Y pueden solicitar el despacho de ellas. \n\t\t\t\t\t\n\t\t\t\t\tCitada por la ACNC, la funcionaria Jong Sol Hwa dijo que el sistema permite comprar a precios bajos las mercancias de buena calidad manteniendo contacto con las unidades correspondientes. \n\t\t\t\t\t\n\t\t\t\t\tSe preve la competencia entre las unidades productivas para reducir el costo de produccion y el precio de sus productos."
        }
    ]
}