{
    "date": "2015-12-03",
    "url": "http://kcna.co.jp/item/2015/201512/2015-12-03ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Tree Nursery No. 122 of KPA",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Tree Nursery No. 122 of KPA\r\n Pyongyang, December 3 (KCNA) -- Supreme Commander of the Korean People's Army Kim Jong Un, first secretary of the Workers' Party of Korea (WPK) and first chairman of the National Defence Commission (NDC) of the DPRK, provided field guidance to Tree Nursery No. 122 of the Korean People's Army and set forth the tasks for updating it as required by the age of knowledge-based economy.\n\t\t\t\t\t He went round various places including a nursery greenhouse, round cutting house, outdoor cultivation ground and plastic sheet greenhouse to acquaint himself with the nursery's management and operation. He gave a precious instruction to conduct a more dynamic forest restoration campaign.\n\t\t\t\t\t\n\t\t\t\t\t We should not slacken our campaign because no noticeable success is achieved in planting trees in a few years as the forest restoration campaign is a work of lasting significance and long-term one which calls for foreseeing ten years, he said, underscoring the need to plant and tend even a single tree with good care, thinking of the future when the mountains and fields of the country will be thickly wooded, though we work hard at the moment.\n\t\t\t\t\t\n\t\t\t\t\t He said that it is necessary to update the nurseries at a high level in order to register successes in the forest restoration campaign.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the tree nursery is not just a place for producing and supplying saplings but a main thrust in the forest restoration campaign, he stressed that he visited the nursery for the purpose of turning it into a model tree nursery of the 21st century which has been placed on a scientific, industrial and intensive basis as required by the age of knowledge-based economy and an icon and standard of the nation's tree nurseries.\n\t\t\t\t\t\n\t\t\t\t\t It is necessary to put the tree nursery on a modern and scientific basis in order to plant trees in every season as intended by the Party, away from the outdated method of planting trees only in spring and autumn and decisively boost the rate of rooting of saplings, he noted.\n\t\t\t\t\t\n\t\t\t\t\t Calling on the People's Army to take the lead in the campaign for modernizing the nurseries as required by the age of knowledge-based economy, he took such a benevolent measure as personally settling on the spot all problems arising in the modernization of the nursery ranging from its design to supply of building materials and mobilization of the construction force.\n\t\t\t\t\t\n\t\t\t\t\t Enjoying a bird's-eye view of the nursery, he said that he was pleased to foresee the dramatic change to take place in the area of the nursery six months later. He ardently called for working hard together to create another valuable asset of the country to be conducive to turning the country into a thick woodland and greenery.\n\t\t\t\t\t\n\t\t\t\t\t He was accompanied by KPA Vice Marshal Hwang Pyong So, director of the General Political Bureau of the KPA, O Su Yong, secretary of the Central Committee of the WPK, Jo Yong Won, vice-department director of the C.C., the WPK, Kim Kyong Jun, minister of Land and Environment Protection, and Ma Won Chun, director of the Designing Department of the NDC."
        },
        {
            "title": "Kim Jong Un Sends Wreath to Bier of Ri Tong Gyu",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-12ee.html",
            "content": "Kim Jong Un Sends Wreath to Bier of Ri Tong Gyu\r\n Pyongyang, December 3 (KCNA) -- Supreme leader Kim Jong Un sent a wreath to the bier of Prof. and Dr. Ri Tong Gyu who is vice-president of the Academy of Sports Science, on Thursday, expressing deep condolences over his death."
        },
        {
            "title": "DPRK Delegation Meets Vietnamese President",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-14ee.html",
            "content": "DPRK Delegation Meets Vietnamese President\r\n Pyongyang, December 3 (KCNA) -- A delegation of the Supreme Public Prosecutors Office headed by its Director Jang Pyong Gyu, met Truong Tan Sang, president of the Socialist Republic of Vietnam, on Wednesday. \n\t\t\t\t\t The Vietnamese president said that the traditional relations of friendship and cooperation between the two countries are precious ones forged by President Ho Chi Minh and President Kim Il Sung and developed by the leaders of the two countries of the preceding generations. \n\t\t\t\t\t\n\t\t\t\t\t The peoples of the two countries have had a good tradition of mutual support in the common endeavors for national liberation, reunification of the country and socialist construction, the president said. \n\t\t\t\t\t\n\t\t\t\t\t The Vietnamese leadership values the relations with the DPRK and is willing to closely support and cooperate in the international arena and in all fields including economy, trade, science and technology, he added.\n\t\t\t\t\t\n\t\t\t\t\t He wished the party and people of the DPRK a bigger victory in carrying out the cause of socialist construction."
        },
        {
            "title": "Oath-taking Meeting Held at Hwanghae Iron and Steel Complex",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-18ee.html",
            "content": "Oath-taking Meeting Held at Hwanghae Iron and Steel Complex\r\n Songrim, December 3 (KCNA) -- Workers of the Hwanghae Iron and Steel Complex on Thursday held a meeting to vow to greet the 7th Congress of the Workers' Party of Korea (WPK) with high political enthusiasm and unprecedented labor achievements.\n\t\t\t\t\t Present at the meeting were Pak Thae Dok, chief secretary of the North Hwanghae Provincial Committee of the WPK, Im Hun, chairman of the North Hwanghae Provincial People's Committee, officials of the province and the complex, labor innovators, workers and technicians.\n\t\t\t\t\t\n\t\t\t\t\t The reporter and speakers said: It is a proud tradition of the working class of the complex that they have faithfully upheld the WPK by producing much steel in the annals of the revolution and erected strong pillars for building a thriving socialist nation.\n\t\t\t\t\t\n\t\t\t\t\t It is an immutable truth of the working class of the complex that they can certainly tide over any trials and difficulties and create everything from scratch if they advance under the leadership of Marshal Kim Jong Un while regarding the behest of President Kim Il Sung and leader Kim Jong Il as an ever-victorious treasured sword.\n\t\t\t\t\t\n\t\t\t\t\t They expressed their will to vigorously advance along the road of victory holding high the torch of collective innovation in the struggle for implementing Kim Jong Un's plan of building an economic power as early as possible.\n\t\t\t\t\t\n\t\t\t\t\t Adopted at the meeting was an appeal to the working class across the country.\n\t\t\t\t\t\n\t\t\t\t\t The appeal said that today's general offensive was a grand revolutionary march for building a thriving socialist nation which was desired by the great leaders at an early date and a historic struggle for greeting unprecedented heyday of the Korean revolution.\n\t\t\t\t\t\n\t\t\t\t\t The appeal went on:\n\t\t\t\t\t\n\t\t\t\t\t A present to the party congress should be the crystal of conscience and obligation associated with the sweat of patriotism and loyalty and a labor present that is the most significant and valuable in one's life.\n\t\t\t\t\t\n\t\t\t\t\t The appeal called on the working class to defend the absolute authority of Kim Jong Un with the hammer and demonstrate the ever-victorious might of the Party before the world, cherishing in mind the faith that if they go together with him, both pleasures and difficulties are glory.\n\t\t\t\t\t\n\t\t\t\t\t It called for adding shine to the proud visage of the DPRK in the glorious Kim Jong Un's era in which everything undergoes drastic change every minute at the speed of supersonic plane or earth satellite.\n\t\t\t\t\t\n\t\t\t\t\t Saying that the general offensive toward the party congress is an all-out decisive battle in which all people of the country should turn out, the appeal called for becoming honorable victors in the struggle of glorifying the great Kim Jong Un's era by firmly grasping the hammer, the crystal of the ardent loyalty and obligation."
        },
        {
            "title": "DPRK Will Contribute to International Efforts for Maritime Safety and Environmental Protection: Head of DPRK Delegation",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-04ee.html",
            "content": "DPRK Will Contribute to International Efforts for Maritime Safety and Environmental Protection: Head of DPRK Delegation\r\n Pyongyang, December 3 (KCNA) -- The DPRK Government will further strengthen and develop the friendly and cooperative relations with all the International Maritime Organization (IMO) member states and actively engage in the international efforts for maritime safety and environmental protection, pursuant to its constant foreign policy ideals of independence, peace and friendship. \n\t\t\t\t\t Jon Ki Chol, director of the Maritime Administration of the DPRK who is the head of its delegation, said this in his speech made at the 29th session of the Assembly of the IMO on Nov. 24.\n\t\t\t\t\t\n\t\t\t\t\t He referred to the special significance of the session and great successes made by the Secretariat of IMO and its member states in the field of the maritime safety and environmental protection and mentioned the issues for the organization to enhance its mission and role.\n\t\t\t\t\t\n\t\t\t\t\t He went on;\n\t\t\t\t\t\n\t\t\t\t\t The DPRK Government attached great importance to the development of the national shipping transportation to ensure enhancement of the people's living standards and building of a thriving nation. \n\t\t\t\t\t\n\t\t\t\t\t The national legislation including the Law on Ship Safety, Law on Prevention of Marine Pollution, Law on Seafarers, etc. were fully updated to comply with the mandatory IMO instruments and mechanisms for their implementation have been established and implemented. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK took various actions to encourage law-abiding spirit among the shipping companies and seafarers through celebrating events and meetings on the World Maritime Days in 2014 and 2015 under the themes of effective implementation of IMO instruments and maritime education and training. \n\t\t\t\t\t\n\t\t\t\t\t With regard to maritime search and rescue, the ongoing program is being implemented to introduce the Search and Rescue Information System to MRCC of the DPRK in accordance with the National Maritime Search and Rescue Plan. This aims at timeliness and optimization of the onsite SAR operations of the MRSCs and coastal stations along the east and west coasts of the country. \n\t\t\t\t\t\n\t\t\t\t\t The above activities will surely contribute to the efforts of the international community to ensure maritime safety and security and marine environmental protection for clean oceans."
        },
        {
            "title": "International Day of Persons with Disabilities Marked",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-16ee.html",
            "content": "International Day of Persons with Disabilities Marked\r\n Pyongyang, December 3 (KCNA) -- There took place a meeting at the Indoor Stadium of Kim Chaek University of Technology on Thursday to mark the International Day of Persons with Disabilities.\n\t\t\t\t\t It was attended by Minister of Public Health Kang Ha Guk, chairman of the C.C., the Korean Federation for the Protection of the Disabled, officials concerned, disabled persons and their families, teachers and students of the university, members of missions of international bodies here including the European Union Programme Support and foreign diplomatic envoys and overseas compatriots.\n\t\t\t\t\t\n\t\t\t\t\t Introduced at the meeting were the successes made in the efforts to protect the disabled in 2015. And there took place a performance given by members of an art group of disabled persons and members of an art group of students of Kim Chaek University of Technology. \n\t\t\t\t\t\n\t\t\t\t\t The performers showed how they bring into full bloom their hope and talents under the care of the Workers' Party of Korea and the socialist country."
        },
        {
            "title": "DPRK Youth League Delegation Back Home",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-15ee.html",
            "content": "DPRK Youth League Delegation Back Home\r\n Pyongyang, December 3 (KCNA) -- A delegation of the Kim Il Sung Socialist Youth League led by Jon Yong Nam, chairman of the Central Committee of the youth league, came back home on Thursday after visiting Laos and Vietnam."
        },
        {
            "title": "DPRK Weightlifters Back Home",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-17ee.html",
            "content": "DPRK Weightlifters Back Home\r\n Pyongyang, December 3 (KCNA) -- DPRK weightlifters came back home on Thursday after taking part in the 2015 World Weightlifting Championship. \n\t\t\t\t\t The DPRK players won 4 gold medals, 9 silver medals and 5 bronze medals in the championship.\n\t\t\t\t\t\n\t\t\t\t\t They were greeted at Pyongyang Railway Station by Kim Yong Jin, vice-premier of the Cabinet, Kim Su Gil, chief secretary of the Pyongyang City Committee of the Workers' Party of Korea, Kim Yong Hun, minister of Physical Culture and Sports, Choe Yong Nam, director of the General Bureau of Public Service who is chairman of the Weightlifting Association, officials concerned and their families.\n\t\t\t\t\t\n\t\t\t\t\t Sportspersons presented garlands and bouquets to the players and coaches.\n\t\t\t\t\t\n\t\t\t\t\t There took place a press conference with players and coaches who took part in the championship at the Pyongyang Indoor Stadium."
        },
        {
            "title": "Pyongyang Children's Foodstuff Factory",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-13ee.html",
            "content": "Pyongyang Children's Foodstuff Factory\r\n Pyongyang, December 3 (KCNA) -- The Pyongyang Children's Foodstuff Factory in the DPRK was updated in a little more than 10 months.\n\t\t\t\t\t All processes from raw material feeding to production, packing, storage and delivery have been put on automated, unmanned, germ-free and dust-free basis.\n\t\t\t\t\t\n\t\t\t\t\t Established throughout the factory is an integrated production system which controls production and management in a comprehensive way.\n\t\t\t\t\t\n\t\t\t\t\t Scientists, technicians and workers manufactured on their own efforts such machines as filling machine, robot for transshipping cans, can washer and soya yogurt production process.\n\t\t\t\t\t\n\t\t\t\t\t The factory is now producing 12 kinds of nutritious foodstuffs, including soya milk, soya yoghurt, powdered soya milk, milk powder and powdered vegetable.\n\t\t\t\t\t\n\t\t\t\t\t Its analytic laboratory is equipped with 45 kinds of apparatuses to provide sure guarantee to nutritive and hygienic indexes of products.\n\t\t\t\t\t\n\t\t\t\t\t Supreme leader Kim Jong Un visited the factory in November this year and expressed belief that officials and employees of the factory would produce in larger quantities soya milk and other tasty and nutritious foodstuffs for children.\n\t\t\t\t\t\n\t\t\t\t\t Officials and employees of the factory turn out in the campaign to greet the 7th Congress of the Workers' Party of Korea with increased production."
        },
        {
            "title": "Rodong Sinmun Slams U.S. \"Human Rights\" Racket against DPRK",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-07ee.html",
            "content": "Rodong Sinmun Slams U.S. \"Human Rights\" Racket against DPRK \r\n Pyongyang, December 3 (KCNA) -- Rodong Sinmun on Thursday in an article decries the U.S. for passing a \"resolution\" fabricated with falsified data through the UN General Assembly in a bid to internationalize and politicize the non-existent \"human rights\" issue of the DPRK.\n\t\t\t\t\t The paper goes on:\n\t\t\t\t\t\n\t\t\t\t\t The purpose sought by the U.S. in scaling up the \"human rights\" issue of the DPRK into an international issue contrary to the reality is to discredit the DPRK and ultimately bring down by force of arms the social system the Korean people chose themselves.\n\t\t\t\t\t\n\t\t\t\t\t It is a prototype method of the U.S. to find fault with the \"human rights\" situation in other countries to sling mud at their non-existent \"human rights\" abuses and interfere in their internal affairs to overthrow the legitimate governments. The U.S. aims at the countries advocating independence against imperialism, those of strategic position and those standing against the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. let loose a spate of provocative remarks at the UN arena that the DPRK should be brought to the International Criminal Court, claiming that the DPRK neither has willingness nor makes efforts to \"improve the human rights\". This is prompted by its intention to secure a justification for military intervention by branding the DPRK as a \"human rights abuser\" under the pretext of \"defense of human rights\".\n\t\t\t\t\t\n\t\t\t\t\t This \"human rights\" racket against the DPRK is not temporary one but conforms to the long-term strategy of the U.S. which has ill-intended inveterate repugnancy towards the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Human rights mean sovereignty of a country.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will further bolster up the war deterrent as the U.S. intensifies the \"human rights\" racket. This stands to reason and will never change."
        },
        {
            "title": "Abolition of \"Security Law\" Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-08ee.html",
            "content": "Abolition of \"Security Law\" Demanded in S. Korea \r\n Pyongyang, December 3 (KCNA) -- South Korean online paper Voice of People posted an editorial demanding the abolition of the fascist \"Security Law\" on Dec. 1.\n\t\t\t\t\t The editorial said:\n\t\t\t\t\t\n\t\t\t\t\t It is 67 years since the \"SL\" has been fabricated.\n\t\t\t\t\t\n\t\t\t\t\t The \"SL\" which is originated from the \"Maintenance of the Public Order Act\" of the Japanese imperialists is an anti-democratic law regarding the north as enemy and suppressing the progressive and democratic forces. \n\t\t\t\t\t\n\t\t\t\t\t The preceding pro-Japanese \"regimes\" have invoked the \"SL\" to toughen their military dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t UN and other international human rights mechanisms insisted that the \"SL\" should be annulled as it incites antagonism and jealousy among the same compatriots rather than the national reconciliation and cooperation.\n\t\t\t\t\t\n\t\t\t\t\t Democracy, human rights, inter-Korean reconciliation and cooperation can't go with the \"SL\".\n\t\t\t\t\t\n\t\t\t\t\t The editorial called upon the democratic forces to pool the efforts to abolish the \"SL\" and bring about democracy and peaceful reunification."
        },
        {
            "title": "S. Korean Religionists Denounce Suppression of All-out People's Action",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-09ee.html",
            "content": "S. Korean Religionists Denounce Suppression of All-out People's Action \r\n Pyongyang, December 3 (KCNA) -- Religionists of south Korea held a press conference demanding a stop to riot police violence and realization of democratization at Christian Church on Nov. 30, according to CBS of south Korea.\n\t\t\t\t\t The speakers at the press conference asserted that the authorities have to lend an ear to the people's voices calling for a stop to the import of rice and part-time jobs, and roll back \"policy by force\".\n\t\t\t\t\t\n\t\t\t\t\t They denounced the riot police authorities for threatening to hurl forces into Jogye Temple where the chairman of the Confederation of Trade Unions has been taking refuge.\n\t\t\t\t\t\n\t\t\t\t\t The second all-out people's action due on December 5 must be held, they said, voicing their opposition to the police authorities' attempt to check the action."
        },
        {
            "title": "Prosecution Authorities Suppress S. Koreans for Praising North",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-10ee.html",
            "content": "Prosecution Authorities Suppress S. Koreans for Praising North\r\n Pyongyang, December 3 (KCNA) -- The Pusan District Prosecutor's Office in south Korea filed a suit against nine doctors and three university students in Pusan on charges of violating the \"Security Law\" (SL), according to CBS of south Korea on Dec. 1.\n\t\t\t\t\t The prosecution authorities took such tyrannical action, charging they studied the great Juche idea and the idea on national reunification and wrote textbooks related to them since 2001.\n\t\t\t\t\t\n\t\t\t\t\t The SL has suppressed freedom of thinking and academic freedom of south Koreans for 67 years though it must have been abrogated long ago."
        },
        {
            "title": "S. Korean Warmongers Wage Take-off and Landing Drill",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-11ee.html",
            "content": "S. Korean Warmongers Wage Take-off and Landing Drill\r\nPyongyang, December 3 (KCNA) -- South Korean warmongers conducted a take-off and landing drill for a preemptive attack on the north in the emergency runway in Changnyong, South Kyongsang Province on December 1, according to the south Korean Yonhap News.\n\t\t\t\t\tAir preemptive strike means of the air force including KF-16, F-4E and F-15K were mobilized for the drill.\n\t\t\t\t\t\n\t\t\t\t\tThe warmongers also whipped up war hysteria flying C-130 and CN-235 with residents of the surrounding area of the runway aboard, talking about a \"security experience\" and others."
        },
        {
            "title": "Kim Jong Il's Exploits for Korea's Reunification Praised by German Organization",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-02ee.html",
            "content": "Kim Jong Il's Exploits for Korea's Reunification Praised by German Organization\r\n Pyongyang, December 3 (KCNA) -- Chairman of the National Defence Commission Kim Jong Il is always remembered by the Korean nation and the world progressives amid their boundless reverence and admiration for him as he defended the destiny of the country and the nation and provided a turning point in the country's reunification.\n\t\t\t\t\t The Anti-Imperialist Forum of Germany said this in an article titled \"Ushering in a new era of independent reunification\" posted on its website on Nov. 24 on the occasion of the 4th anniversary of demise of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t He worked heart and soul to accomplish the cause of reunification of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t He saw to it that a monument to the autograph of President Kim Il Sung was erected in Panmunjom to hand down through generations the patriotic intention of the President who put his last signature to the historic document for the sacred cause of the national reunification.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il authored the famous works \"Let Us Carry Out the Great Leader Comrade Kim Il Sung's Instructions for National Reunification \" and \"Let Us Reunify the Country Independently and Peacefully through the Great Unity of the Entire Nation\" to indicate tasks and ways of carrying out the President's behest for the national reunification.\n\t\t\t\t\t\n\t\t\t\t\t He reliably defended the security of the country and nation under the unfurled banner of Songun and saw to it that the historic June 15 joint declaration and October 4 declaration were adopted, ushering in an era of By the Korean Nation Itself and a new era of independent reunification, His distinguished feats would be specially recorded in the history of the Korean nation."
        },
        {
            "title": "Kim Jong Il Praised by British Organization ",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-03ee.html",
            "content": "Kim Jong Il Praised by British Organization \r\n Pyongyang, December 3 (KCNA) -- The British Association for the Study of Songun Policy posted an article titled \"Imperishable footprint in Panmunjom\" on its website on Nov. 21 on the occasion of the 19th anniversary of leader Kim Jong Il's inspection of Panmunjom.\n\t\t\t\t\t Photos of Kim Jong Il and Marshal Kim Jong Un were also posted on the website.\n\t\t\t\t\t\n\t\t\t\t\t The article said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il made a historic inspection of Panmunjom on Nov. 24, 1996.\n\t\t\t\t\t\n\t\t\t\t\t Panmunjom is known as a place symbolic of Korea's division.\n\t\t\t\t\t\n\t\t\t\t\t That day he stayed for a while in front of the monument to the autograph of President Kim Il Sung and expressed his will to carry out the behest of the President for the national reunification without fail.\n\t\t\t\t\t\n\t\t\t\t\t On June 15, 2000, four years after the inspection, there took place a historic north-south summit, the first of its kind since the national division at which a north-south joint declaration was adopted, a proclamation of the will to achieve the independent reunification by the concerted efforts of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t His historic inspection of Panmunjom and his firm will for the national reunification brought about such a striking event to be recorded in the history of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t The cause of the national reunification, life-long desire of the great leaders, is being successfully carried forward and victoriously advanced by Marshal Kim Jong Un."
        },
        {
            "title": "Kim Jong Il Remembered by Foreigners",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-05ee.html",
            "content": "Kim Jong Il Remembered by Foreigners\r\n Pyongyang, December 3 (KCNA) -- Various events were held in different countries on the occasion of the 4th anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t They included seminars held by the branches affiliated to the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism, a round-table talks at an enterprise in Ethiopia, a photo exhibition by the Angolan Committee for Remembering Comrade Kim Jong Il and a film show at a furniture factory in Abuja, Nigeria on Nov. 26 and 27. \n\t\t\t\t\t\n\t\t\t\t\t Displayed at the venue of the photo exhibition were photos dealing with the revolutionary career of Kim Jong Il and the revolutionary activities of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Participants in the film show watched the Korean film \"Taedonggang Combined Fruit Farm\".\n\t\t\t\t\t\n\t\t\t\t\t The chief of a branch of the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism said there was no such a great man as Kim Jong Il who performed undying exploits for the global cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Il is still alive in the hearts of the progressive humankind as he indicated the way for the humankind with his energetic ideological and theoretical activities and outstanding leadership, the chief stressed.\n\t\t\t\t\t\n\t\t\t\t\t The participants in the round table talks praised Kim Jong Il for demonstrating before the world the dignity and might of the DPRK by pursuing original Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Angolan Committee for Remembering Comrade Kim Jong Il said not only the Korean people but the Angolan people have deep reverence for him.\n\t\t\t\t\t\n\t\t\t\t\t The just cause of the Korean people is sure to win thanks to the leadership of Kim Jong Un, the chairman stressed."
        },
        {
            "title": "Kim Jong Un dirige sobre terreno almaciga No. 122 de EPC",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-19ee.html",
            "content": "Kim Jong Un dirige sobre terreno almaciga No. 122 de EPC\r\nPyongyang, 3 de diciembre (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno la Almaciga No. 122 de EPC y dio la tarea de modernizarla conforme a la demanda de la epoca de economia basada en intelectualidad.\n\t\t\t\t\tTras averiguar el estado de administracion de la almaciga en varios lugares inclusive el invernadero de posturas, el campo circular de estacas, el terreno de cultivo al aire libre y el del invernadero de capa de vinilo, el Mariscal dio las preciosas instrucciones de dinamizar campana de rehabilitacion forestal.\n\t\t\t\t\t\n\t\t\t\t\tLa restauracion forestal es la labor patriotica de eterna duracion y el trabajo prolongado de prever los 10 anos, dijo y continuo que por lo tanto, no deben abandonar esa campana siendo abatidos por los inapreciables exitos que se logran en unos anos. Y prosiguio que si bien hoy sufrimos las dificultades, debemos sembrar y cultivar con esmero los arboles imaginando el porvenir de la patria con frondosos bosques.\n\t\t\t\t\t\n\t\t\t\t\tRecalco que es preciso realizar en alto nivel la modernizacion de las almacigas para alcanza exitos en la campana de rehabilitacion forestal.\n\t\t\t\t\t\n\t\t\t\t\tLa almaciga no es simple lugar que produce y suministra las posturas de arboles, sino el frente principal de la campana por recuperacion forestal, subrayo y anadio que vino a esta almaciga para convertirla en la del siglo 21 y el modelo de la almaciga de nuestro pais en que se realicen perfectamente la fundamentacion cientifica, la industrializacion y la sintetizacion conforme a la demanda de la epoca de economia basada en la intelectualidad.\n\t\t\t\t\t\n\t\t\t\t\tAsevero que se necesita modernizar y cientifizar la almaciga para plantar en todas las estaciones segun el proposito del partido liberandose de los metodos antiguos de sembrar los arboles solo en la primavera y otono, y aumentar decisivamente la proporcion de arraigo.\n\t\t\t\t\t\n\t\t\t\t\tEl EPC debe estar al frente tambien en la modernizacion  de la almaciga segun la demanda de la epoca de economia basada en la intelectualidad, destaco y resolvio en el terreno todos los problemas pendientes en la modernizacion de la almaciga desde el diseno hasta el aseguramiento de materiales y la movilizacion de fuerzas constructivas.\n\t\t\t\t\t\n\t\t\t\t\tContemplando el panorama de la almaciga, el Mariscal dijo que ya esta muy alegre al imaginar la fisonomia de la zona que se cambiara radicalmente despues de 6 meses. Y exhorto fervientemente a crear con las fuerzas unidas otro patrimonio valioso que contribuira a la reforestacion del pais.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el submariscal del EPC Hwang Pyong So, jefe de la Direccion Politica General del EPC, O Su Yong, secretario del Comite Central del PTC, Jo Yong Won, subjefe de departamento del CC del PTC, Kim Kyong Jun, ministro de Proteccion Territorial y Ambiental, y Ma Won Chun, director de Departamento de Diseno del CDN."
        },
        {
            "title": "Kim Jong Un envia ofrenda floral ante feretro de difunto Ri Tong Gyu",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-20ee.html",
            "content": "Kim Jong Un envia ofrenda floral ante feretro de difunto Ri Tong Gyu\r\nPyongyang, 3 de diciembre (ACNC) -- El Mariscal Kim Jong Un envio el dia 3 una ofrenda floral ante el feretro del difunto Prof., Dr. Ri Tong Gyu, vicepresidente de la Academia de Deportes, en senal de profunda condolencia por su fallecimiento."
        },
        {
            "title": "MINREX exige a EE.UU. aceptar dialogo RPDC-EE.UU.",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-21ee.html",
            "content": "MINREX exige a EE.UU. aceptar dialogo RPDC-EE.UU.\r\nPyongyang, 3 de diciembre (ACNC) -- El vocero del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo publica el dia 2 siguiente declaracion:\n\t\t\t\t\tEn los ultimos dias, en nuestros alrededores siguen repitiendose las anticuadas insistencias referentes a la desnuclearizacion de la Peninsula Coreana y la reanudacion de las conversaciones a 6 bandas.\n\t\t\t\t\t\n\t\t\t\t\tComo esta conocido por todo el mundo, la RPDC ha declarado en reiteradas veces la justa posicion de cambiar el Acuerdo de Armisticio de Corea por el convenio de paz para eliminar el peligro de guerra, aliviar la tension y preparar el ambiente pacifico en la Peninsula Coreana. \n\t\t\t\t\t\n\t\t\t\t\tAl respecto, Estados Unidos insiste en que hay que lograrse primero un importante progreso en la desnuclearizacion y habla ruidosamente de la desnuclearizacion y la reanudacion de conversaciones a 6 bandas en los lugares a donde llega.\n\t\t\t\t\t\n\t\t\t\t\tHistoricamente, la RPDC anteponia la discusion sobre desnuclearizacion en las estructuras bilaterales y multilaterales, y discutia de modo simultaneo y comprensivo la desnuclearizacion y el problema de concertacion de convenio de paz. Pero, todo en vano.\n\t\t\t\t\t\n\t\t\t\t\tA la vista del punto de vista teorico, nadie puede entender la insistencia de EE.UU. en que la paz llegara solo cuando la RPDC debe abandonar primero las armas en la realidad actual en que se sigue la politica hostil de EE.UU. amenazante a la existencia de la RPDC y los dos paises estan en el estado beligerante.\n\t\t\t\t\t\n\t\t\t\t\tEs la veracidad confirmada en la realidad el hecho de que no podra solucionarse nada si mezclan los dos problemas: la concertacion del convenio de paz y la desnuclearizacion. \n\t\t\t\t\t\n\t\t\t\t\tSe solucionaran otros problemas restantes inclusive los puntos preocupantes de EE.UU. solo cuando se concierte el convenio de paz y se compruebe la conclusion de la politica hostil de EE.UU., origen de todos los problemas.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC y EE.UU., partes verdaderas y responsables de la concertacion del convenio de paz, deben sentarse cara a cara sin condiciones previas y discutir desde el problema de concertacion del susodicho convenio.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe aceptar cuanto antes el dialogo coreano-estadounidense por la concertacion del convenio de paz sin recurrir a los enganos."
        },
        {
            "title": "Obreros de Complejo Siderurgico de Hwanghae exhortan a acoger VII Congreso de Partido con exitos laborales",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-22ee.html",
            "content": "Obreros de Complejo Siderurgico de Hwanghae exhortan a acoger VII Congreso de Partido con exitos laborales\r\nSongrim, 3 de diciembre (ACNC) -- Tuvo lugar el dia 3 el acto de juramento de la clase obrera del Complejo Siderurgico de Hwanghae para acoger el VII Congreso del Partido del Trabajo de Corea con el elevado entusiasmo politico y exitos laborales sin precedentes.\n\t\t\t\t\t　Asistieron a la ocasion el secretario jefe del Comite del PTC en la provincia de Hwanghae del Norte, Pak Thae Dok, el presidente del Comite Popular de la misma provincia, Im Hun, los funcionarios, los benemeritos, los obreros y los tecnicos del complejo.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion hubo informe e intervenciones.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores recordaron que en las decadas de la revolucion, los obreros del Complejo apoyaron fielmente el PTC con el acero y establecieron el firme sosten de la construccion de un Estado prospero socialista, lo que es una gloriosa tradicion de ellos.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizaron que pueden superar cualesquier dificultades y crear de nada cuando tomen como remedio omnipotente los legados del Presidente Kim Il Sung y el Dirigente Kim Jong Il y siga la direccion del Mariscal Kim Jong Un, lo que es una verdad inconmovible concebida por los obreros del Complejo.\n\t\t\t\t\t\n\t\t\t\t\tExpresaron determinaciones de marchar con vigor por la ruta recta de la victoria enarbolando la bandera de la innovacion colectiva en los esfuerzos por realizar lo mas pronto posible el proposito del Mariscal de construir una potencia economica.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion quedo aprobado un llamamiento enviado a los obreros de todo el pais.\n\t\t\t\t\t\n\t\t\t\t\tLa ofensiva general de hoy es una gran marcha revolucionaria para levantar cuanto antes un Estado prospero socialista, concebido por los grandes Lideres coreanos, y una historica lucha por preparar la era dorada nunca vista en la revolucion coreana, inicia el documento.\n\t\t\t\t\t\n\t\t\t\t\tDestaca que nuestros regalos dirigidos al VII Congreso del PTC deben ser sincero fruto penetrado por el sudor patriotico y la obligacion moral, asi como deben ser los regalos mas significativos y valerosos en todas sus vidas.\n\t\t\t\t\t\n\t\t\t\t\tEnfatiza que al guardar una conviccion inmutable de que es la gloria el que comparten con el Mariscal la alegria y la dificultad, deben defender con el martillo de la clase obrera el prestigio absoluto del Mariscal y manifestar a todo el mundo el poderio invencible del partido.\n\t\t\t\t\t\n\t\t\t\t\tSe refiere a la necesidad de glorificar el aspecto de la gloriosa epoca de Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tInsiste en que la ofensiva general de hoy hacia el VII Congreso del Partido, es una decisiva batalla general pannacional en que toman parte los obreros, trabajadores agricolas, intelectuales, jovenes y estudiantes y anade que al tomar fuertemente el martillo, producto del ferviente fidelidad y obligacion moral, deben salir victoriosos en la campana de hoy para glorificar la gran epoca de Kim Jong Un."
        },
        {
            "title": "RPDC se esforzara por seguridad maritima y proteccion ambiental, apunta jefe de delegacion coreana",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-23ee.html",
            "content": "RPDC se esforzara por seguridad maritima y proteccion ambiental, apunta jefe de delegacion coreana \r\nPyongyang, 3 de diciembre (ACNC) -- En el futuro tambien el gobierno de la Republica Popular Democratica de Corea consolidara aun mas las relaciones de amistad y cooperacion con los paises miembros de la Organizacion Maritima Internacional bajo el ideal de la independencia, la paz y la amistad y hara contribucion activa a los esfuerzos internacionales por la seguridad maritima y la proteccion ambiental. \n\t\t\t\t\tDijo asi el director estatal de Control de Asuntos Maritimos, Jon Ki Chol quien preside la delegacion coreana, en la 29a reunion de la Asamblea General de la OMI efectuada el dia 24 de noviembre. \n\t\t\t\t\t\n\t\t\t\t\tEnumero la importancia del presente foro y los exitos alcanzados en el periodo de balance en la seguridad maritima y la proteccion ambiental por los esfuerzos del Secretariado de la OMI y los paises miembros y se refirio a los problemas que se presentan para elevar la mision y papel de la OMI. \n\t\t\t\t\t\n\t\t\t\t\tDestaco que al concentrar las fuerzas en el desarrollo de transporte maritimo para la mejora de la vida del pueblo y la construccion de un Estado prospero, el gobierno de la RPDC ha logrado muchos exitos y continuo:\n\t\t\t\t\t\n\t\t\t\t\tDe acuerdo con los reglamentos rectificados y aprobados por la OMI, la RPDC modifico y complemento la ley de seguridad de barcos, la de prevencion de contaminacion maritima, la de tripulantes y otros reglamentos nacionales y perfecciono los aparatos institucionales necesarios. \n\t\t\t\t\t\n\t\t\t\t\tEn los procesos de la ejecucion eficiente del acuerdo de la OMI y varias ocasiones como el Dia Maritimo Mundial se han dinamizado las actividades para elevar la conciencia de fidelidad a las leyes entre los organismos de gestion de barcos y los tripulantes. \n\t\t\t\t\t\n\t\t\t\t\tEn el dominio de la busqueda y rescate en el mar, se introdujo el sistema de ayuda de informaciones de busqueda y rescate en el Centro Nacional de Coordinacion de Vigilancia y Rescate de Barcos segun el plan estatal de busqueda y rescate en el mar. De esta manera, se promueven activamente los trabajos para asegurar la rapidez, la informatizacion y la optimizacion en la coordinacion de rescate de los centros de radiocomunicaciones y sus filiales a lo largo de las costas del Mar Este y Oeste del pais. \n\t\t\t\t\t\n\t\t\t\t\tTales actividades se uniran a los esfuerzos de la sociedad internacional por la seguridad maritima y la proteccion ambiental en el oceano limpio."
        },
        {
            "title": "FGSC condena represion fascista antipopular de autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2015/201512/news03/20151203-24ee.html",
            "content": "FGSC condena represion fascista antipopular de autoridades surcoreanas\r\nPyongyang, 3 de diciembre (ACNC) -- En estos dias, los gobernantes conservadores del Sur de Corea se desesperan para capturar al presidente y otros relacionados con la Confederacion de Sindicatos Surcoreanos (CSS) y registrar la sede de la CSS y sus filiales pretextando que ellos dirigieron el levantamiento general de la poblacion recien efectuado en Seul.\n\t\t\t\t\t   Ademas, sentenciaron el castigo duro a las personalidades democraticas por la reunificacion ya detenidos.\n\t\t\t\t\t\n\t\t\t\t\t   Hasta la mandataria surcoreana compara a los habitantes de diversos estratos levantados en la sublevacion con los terroristas de \"Estado islamico\" y ordeno \"castigar duramente a las fuerzas traseras acorde a la ley y los principios\". \n\t\t\t\t\t\n\t\t\t\t\t   Y los tipejos del \"Partido Saenuri\" tratan de inventar nuevas leyes fascistas destinadas a exterminar a las fuerzas democraticas progresistas como la \"ley de antiterrorismo\" y la \"ley de prohibicion de enmascaramiento\".\n\t\t\t\t\t\n\t\t\t\t\t   Sobre todo, la banda surcoreana crea el ambiente panico despachando sucesivamente las ordenes de aplastar sin piedad a los habitantes de diversos estratos que planean realizar el segundo levantamiento frente a la represion fascista de las autoridades. \n\t\t\t\t\t\n\t\t\t\t\t   El portavoz del Comite Central de la Federacion General de los Sindicatos de Corea hizo publica el dia 2 una declaracion denunciando que tal locura resulta una violacion fascista intolerable contra la democracia y los derechos humanos y un desafio siniestro a la opinion publica aspirante a la justicia, el patriotismo y la verdadera vida.\n\t\t\t\t\t\n\t\t\t\t\t   El documento senala que la lucha de los habitantes de diversos estratos, que se libra cada dia en el Sur de Corea, significa una explosion del rencor e indignacion contra la banda conservadora que pisotea la justicia y la verdad entregandose al servilismo a las grandes potencias, la confrontacion fratricida, el renacimiento de la dictadura de \"Yusin\" (renovacion) y las politicas antipopulares, y prosigue:\n\t\t\t\t\t\n\t\t\t\t\t   Es muy justo que los obreros surcoreanos y otros habitantes se hayan levantado en la lucha por la defensa del derecho a sobrevivir y la democracia.\n\t\t\t\t\t\n\t\t\t\t\t   Lo mas consternado es que el Servicio Nacional de Inteligencia y otras fuerzas de dictadura fascista del Sur de Corea inventaron un supuesto \"incidente de pastor\" y lo utilizan en aplastar la lucha justa de varias esferas del Sur de Corea vinculandolo con la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\t   Es el metodo rutinario de la camarilla conservadora surcoreana el que siempre reprime a las fuerzas democraticas por la reunificacion y persigue la confrontacion anti-RPDC, al inventar los datos falsificados bajo el rotulo de seguridad, cada vez que sufria la crisis de gobernacion.\n\t\t\t\t\t\n\t\t\t\t\t   El complot anti-RPDC y la locura fascista de las autoridades conservadoras del Sur de Corea ponen al desnudo mas su fachada traidora a la poblacion y su situacion miserable de que padecen por la peor crisis de gobernacion.\n\t\t\t\t\t\n\t\t\t\t\t   Las autoridades conservadoras surcoreanas deben abolir de inmediato la represion fascista contra la poblacion sacando la leccion del destino tragico de los dictadores anteriores, castigados duros al cabo de su gobernacion fascista y las tentativas de confrontacion anti-RPDC."
        }
    ]
}