{
    "date": "2015-05-05",
    "url": "http://kcna.co.jp/item/2015/201505/2015-05-05ee.html",
    "articles": [
        {
            "title": "Congratulations to Togolese President",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-14ee.html",
            "content": "Congratulations to Togolese President\r\nPyongyang, May 5 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, in a message on Monday congratulated Faure Essozimna Gnassingbe upon his reelection as president of the Republic of Togo.\n\t\t\t\t\t The message expressed belief that the traditional relations of friendship and cooperation between the two countries would invariably develop in the future, too, wishing the Togolese president greater success in his responsible work for the stability and development of the country."
        },
        {
            "title": "Delegation of DPRK-Vietnam Friendship Association Returns Home",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-23ee.html",
            "content": "Delegation of DPRK-Vietnam Friendship Association Returns Home\r\nPyongyang, May 5 (KCNA) -- A delegation of the DPRK-Vietnam Friendship Association led by Chairman So Ho Won, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, came back home on Tuesday after taking part in the celebrations of the 40th anniversary of the liberation of South Vietnam and reunification held in Vietnam."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-13ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\r\nPyongyang, May 5 (KCNA) -- The participants in the 17th Pyongyang symposium on medical science of compatriots at home and abroad visited the statues of President Kim Il Sung and leader Kim Jong Il at the Mansudae Art Studio on Tuesday. \n\t\t\t\t\t They laid a floral basket and bouquets before the statues and paid tribute to them."
        },
        {
            "title": "International Day of Midwife Marked",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-22ee.html",
            "content": "International Day of Midwife Marked\r\nPyongyang, May 5 (KCNA) -- An event took place on Tuesday at the Pyongyang Maternity Hospital to mark the International Day of the Midwife. \n\t\t\t\t\t Present there were officials of the field of public health, those of ministries, national institutions, working people's organizations and media institutions and members of international organizations here including the representative of the United Nations Population Fund. \n\t\t\t\t\t\n\t\t\t\t\t Speakers said the event is being held on the theme of enhancing the role of midwives in women's health care. \n\t\t\t\t\t\n\t\t\t\t\t They noted it is the important duty of midwives to reduce mortality of pregnant women and those in childbed and newborn babies through clean and safe delivery assistance and responsible medical service before and after childbirth. \n\t\t\t\t\t\n\t\t\t\t\t Exemplary midwives made speeches. \n\t\t\t\t\t\n\t\t\t\t\t The participants watched a video introducing the Pyongyang Maternity Hospital making a positive contribution to promoting women's health and enjoyed a congratulatory art performance. \n\t\t\t\t\t\n\t\t\t\t\t The participants went round delivery rooms, treatment rooms, sickrooms and other places of the hospital."
        },
        {
            "title": "2nd Round of Premier Football Matches Begins",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-16ee.html",
            "content": "2nd Round of Premier Football Matches Begins\r\nPyongyang, May 5 (KCNA) -- The second round of premier football matches for Mangyongdae Prize Sports Games began with the attendance of 12 male teams and 11 female teams.\n\t\t\t\t\t According to an official concerned, the second round will be held on a knock-out basis after group league matches.\n\t\t\t\t\t\n\t\t\t\t\t Men's football matches between Rimyongsu and Myohyangsan teams and between Sonbong and Ministry of Light Industry teams ended in a draw on May 2. And male footballers of Sobaeksu, Kigwancha and April 25 teams defeated their rivals in the matches on May 3 and 4, securing three points separately.\n\t\t\t\t\t\n\t\t\t\t\t A women's football match between Sobaeksu and Naegohyang teams drew 1:1 while the Kalmaegi Team edged out the Wolmido Team by 3:2.\n\t\t\t\t\t\n\t\t\t\t\t The second round will continue until May 22."
        },
        {
            "title": "Upper Air Observation System Developed in DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-17ee.html",
            "content": "Upper Air Observation System Developed in DPRK\r\nPyongyang, May 5 (KCNA) -- An upper air observation system was developed in the DPRK. \n\t\t\t\t\t The system consists of electronic sonde and upper-air radar.\n\t\t\t\t\t\n\t\t\t\t\t The electronic sonde measures temperature of upper air, atmospheric pressure at altitude of up to 30 000 meters and others.\n\t\t\t\t\t\n\t\t\t\t\t The upper-air radar automatically monitors the electronic sonde to analyze the measured indices in real time.\n\t\t\t\t\t\n\t\t\t\t\t The system makes it possible to further raise the accuracy of weather forecast."
        },
        {
            "title": "Many Children Recover Health at Okryu Children's Hospital",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-18ee.html",
            "content": "Many Children Recover Health at Okryu Children's Hospital\r\nPyongyang, May 5 (KCNA) -- Some day ago, medical workers of the Okryu Children's Hospital in the DPRK reanimated a child of an officer, who is serving in the frontline unit of the Korean People's Army.\n\t\t\t\t\t The child was carried to the hospital in a critical condition.\n\t\t\t\t\t\n\t\t\t\t\t But 40-days of intensive treatment in the hospital brought the child back to health.\n\t\t\t\t\t\n\t\t\t\t\t Kim Haeng Bok, mother of the child, told KCNA that her son was resorted at the Okryu Children's Hospital built under the special care of the Workers' Party of Korea. \"My son was reborn under the socialist healthcare system,\" she said.\n\t\t\t\t\t\n\t\t\t\t\t Han Song Ok, living in Soun-dong No.1, Tonghungsan District of Hamhung City, South Hamgyong Province, said in tears that she could not forget the days in which doctors of the hospital were making painstaking efforts to recover his son's health.\n\t\t\t\t\t\n\t\t\t\t\t Han Hye Yong, living in Ryonggang County, Nampho City, said her daughter could come to life in the hospital free of charge, adding: I'd love to express my heartfelt thanks to the respected Marshal Kim Jong Un, who saw to it that such splendid hospital was built for the children.\n\t\t\t\t\t\n\t\t\t\t\t Parents of a child Pak Yong Gyong, living in Munsin-dong No.1 of Tongdaewon District, Pyongyang, evinced their determination to work harder for the country, noting that their daughter recovered from heavy burns at the hospital."
        },
        {
            "title": "New Composite Insulator Developed",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-19ee.html",
            "content": "New Composite Insulator Developed\r\nPyongyang, May 5 (KCNA) -- The Munsu Tram Station in Pyongyang has developed white mica composite insulator.\n\t\t\t\t\tThis insulator is flawless in terms of technical index and its serviceable life is 20,000 hours.\n\t\t\t\t\t\n\t\t\t\t\t Its development helps realize the localization of insulating products."
        },
        {
            "title": "Anniversary of ARF, Banner of National Unity",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-20ee.html",
            "content": "Anniversary of ARF, Banner of National Unity\r\nPyongyang, May 5 (KCNA) -- Seventy-nine years has passed since the Association for the Restoration of the Fatherland (ARF) was founded by President Kim Il Sung on May 5, 1936.\n\t\t\t\t\t Its birth arouses support and sympathy from all Koreans and progressives of the world still now as a historic event that ushered in the era of great national unity.\n\t\t\t\t\t\n\t\t\t\t\t Media of south Korea described the ARF as the first anti-Japanese national united front organization in Korea, stressing that the keynote of its ten-point programme personally worked out by the President is the idea of great national unity and that this main idea became a basis for the 10-point Programme of the Great Unity of the Whole Nation for the Reunification of the Country.\n\t\t\t\t\t\n\t\t\t\t\t The newspaper of Yonsei University in south Korea noted that the ARF had been active as the greatest revolutionary organization until the liberation of Korea from Japan's colonial rule on August 15, 1945, guiding in a unified way the anti-Japanese struggles in Manchuria and Korea.\n\t\t\t\t\t\n\t\t\t\t\t Russia's newspaper Patriot said that Kim Il Sung rallied all the patriots of Korea around the ARF under the banner of the Juche idea and India's newspaper Defence and Humanity stressed that the inauguration and activities of the ARF became a precious tradition for the great unity of the Korean nation.\n\t\t\t\t\t\n\t\t\t\t\t Media of Guinea and Iran said that the ARF was a mass revolutionary organization and that it rallied people of all strata and aroused them to the anti-Japanese struggle to achieve the national liberation.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung's spirit of great national unity was also reflected in the 10-point Programme of the Great Unity of the Whole Nation for the Reunification of the Country.\n\t\t\t\t\t\n\t\t\t\t\t This noble tradition of great national unity was carried forward by leader Kim Jong Il, who opened up the June 15 era of reunification in the idea of By Our Nation Itself, regarding the great national unity as a mainstay for Korea's reunification. It is Kim Jong Il's idea of great national unity and his will for national reunification to drive out the U.S. imperialists with unity of all Koreans in the spirit of Mt. Paektu, the spirit of the Ten-Point Programme of the ARF and reunify the country by the Korean nation itself, said the chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front.\n\t\t\t\t\t\n\t\t\t\t\t Today all Koreans are vigorously struggling to build a dignified and prosperous reunified power, the lifelong desire of Kim Il Sung and Kim Jong Il, under the guidance of supreme leader Kim Jong Un, holding higher the banner of great national unity."
        },
        {
            "title": "KCNA Commentary Denounces U.S. Anti-DPRK \"Human Rights\" Racket",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-10ee.html",
            "content": "KCNA Commentary Denounces U.S. Anti-DPRK \"Human Rights\" Racket\r\nPyongyang, May 5 (KCNA) -- These days the U.S. is vociferating about its full-scale examination of the issue of slapping its independent \"sanctions\" against the DPRK over its \"human rights abuses.\" \n\t\t\t\t\t Officials of the U.S. Administration openly say that the purpose of the \"sanctions\" is to internationally \"isolate\" the DPRK though they do not deal a big economic blow at it. \n\t\t\t\t\t\n\t\t\t\t\t This brings to light the ulterior aim sought by the U.S. in its anti-DPRK \"human rights\" racket. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. \"human rights\" racket is aimed to tarnish the image of the DPRK and stir up atmosphere of international pressure upon it in a bid to bring down its ideology and social system. \n\t\t\t\t\t\n\t\t\t\t\t Therefore, the U.S. is now kicking up its \"human rights\" racket against the DPRK in an extremely reckless and violent manner after throwing off the signboard of \"protection of human rights.\" \n\t\t\t\t\t\n\t\t\t\t\t The U.S. issued a \"presidential executive order\" to impose \"new sanctions\" upon important institutions, organizations and individuals of the DPRK at the beginning of the year by deliberately linking the hacking attack on the Sony Pictures Entertainment with the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t Recently a spokesperson for the U.S. Department of State said that the \"presidential executive order\" gave \"a fresh wide-ranging mandate for ratcheting up sanctions against north Korea\", adding that on this basis it would examine \"sanctions\" against the DPRK over its \"human rights abuses.\" \n\t\t\t\t\t\n\t\t\t\t\t The U.S. built framework of legal and institutional mechanisms to bar other countries and international organizations from having regular dealings with the DPRK and has played the role of \"gendarme\" monitoring them, escalating the \"sanctions\" against it. \n\t\t\t\t\t\n\t\t\t\t\t Several UN \"resolutions on sanctions\" against the DPRK adopted according to the U.S. scenario call for preventing the people in the DPRK from getting anything regarding human rights without limit to items subject to sanctions and their scope. \n\t\t\t\t\t\n\t\t\t\t\t To this end, the U.S. has so far let its servants cook up documents peppered with lies about human rights situation in the DPRK and widely peddled them. Meanwhile, it took to different countries human scum who fled the DPRK after committing indelible crimes there so that they made false testimonies in a bid to mislead world public opinion. \n\t\t\t\t\t\n\t\t\t\t\t It used those documents at the 69th session of the UN General Assembly, too. It wooed its followers into voting for the anti-DPRK \"human rights resolution\" at the session while pressurizing many countries to join them with economic aid and loan as bait. By doing so, Washington brought into bolder relief its hostile scenario to bring down the social system in the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is disqualified to say anything about human rights as it is hit hard inside and outside for the disclosure of its serious human rights abuses almost every day. It is, therefore, nonsensical for it to talk about \"human rights\" and \"isolation\" of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. can never succeed in its moves to break the single-minded unity of the DPRK, obstruct the building of a thriving nation and stamp out the vital rights of its people by escalating \"sanctions\" and blockade under the pretence of \"human rights issue.\" \n\t\t\t\t\t\n\t\t\t\t\t It is a daydream for the U.S. to \"isolate\" the DPRK under the pretext of \"human rights.\" \n\t\t\t\t\t\n\t\t\t\t\t Politicians of the U.S. would be well advised to cogitate about the hopeless \"human rights\" racket and stop it if they have perception even a bit. \n\t\t\t\t\t\n\t\t\t\t\t We cannot but warn the U.S. not to misjudge its rival."
        },
        {
            "title": "Minju Joson Slams S. Korean Puppet Forces' Talk about \"Dialogue\"",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-08ee.html",
            "content": "Minju Joson Slams S. Korean Puppet Forces' Talk about \"Dialogue\"\r\nPyongyang, May 5 (KCNA) -- The south Korean puppet forces are becoming talkative these days about \"phase of thaw in frozen south-north relations\" and \"preparations for dialogue\".\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday says: It is very shameless for them to talk such rubbish as they are chiefly to blame for driving the inter-Korean relations into a catastrophe and torpedoing dialogue.\n\t\t\t\t\t\n\t\t\t\t\t They should make an apology to the nation for the above-said crime and stop at once the north-targeted war drills and moves for confrontation before talking volumes about \"phase of thaw\" and \"preparations for dialogue.\"\n\t\t\t\t\t\n\t\t\t\t\t However, they are persisting in their racket for confrontation with the DPRK while justifying their saber-rattling against it.\n\t\t\t\t\t\n\t\t\t\t\t They are working hard to enact the \"law on human rights in the north\", an evil law for confrontation. This is a revelation of their sinister intention to stand in confrontation with the north to the last and push the inter-Korean relations to the worst phase.\n\t\t\t\t\t\n\t\t\t\t\t All facts go to clearly prove that the above-said rhetoric let loose by the puppet group was not prompted by its true desire for improved relations and dialogue but by a crafty artifice to shift the blame for the deteriorated inter-Korean relations onto the DPRK in a bid to further strain them and tide over the ever-deepening ruling crisis."
        },
        {
            "title": "Minju Joson Denounces Japanese Right-wing Reactionary Politicians' Group Visit to Yasukuni Shrine",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-09ee.html",
            "content": "Minju Joson Denounces Japanese Right-wing Reactionary Politicians' Group Visit to Yasukuni Shrine\r\nPyongyang, May 5 (KCNA) -- More than 100 members of \"the Association of Dietmen for Visiting Yasukuni Shrine,\" a supra-partisan dietmen's organization of Japan, recently visited Yasukuni Shrine under the pretence of spring festival ritual where remains of top class war criminals are interred. The Japanese chief executive also made ritual offering to the shrine on the same occasion. \n\t\t\t\t\t Minju Joson Tuesday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This was a foolish and reckless action to call back the departed soul of the criminals and a challenge to the international community which wishes to see Japan take the road of genuine peace. \n\t\t\t\t\t\n\t\t\t\t\t Noting that it is a political trend to visit the shrine in Japan, the commentary goes on: \n\t\t\t\t\t\n\t\t\t\t\t It is because the right-wing politicians of Japan still pursue the ambition to realize the old dream of the \"Greater East Asia Co-Prosperity Sphere.\" \n\t\t\t\t\t\n\t\t\t\t\t The recent visit to the shrine was part of their scenario to realize that ambition. \n\t\t\t\t\t\n\t\t\t\t\t The above-said behavior of Japan is little short of beclouding its future, warns the commentary."
        },
        {
            "title": "Rodong Sinmun on Source of Invincible Might of Socialism in DPRK",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-05ee.html",
            "content": "Rodong Sinmun on Source of Invincible Might of Socialism in DPRK\r\nPyongyang, May 5 (KCNA) -- The single-minded unity of the leader, party and masses is the source of invincible might of Korean-style socialism, says Rodong Sinmun Tuesday in an article.\n\t\t\t\t\t The single-minded unity in the DPRK is the greatest legacy in the revolution left by leader Kim Jong Il all his life, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Thanks to the steel-strong unity and cohesion of the leader, party and masses provided by him with his ardent enthusiasm and warm heart, the army and people of the DPRK could turn the Arduous March, the forced march, into that for building a land of bliss and bring about epoch-making changes and miracles in building a thriving nation, loudly beating the drum of revolution in the worst adversity.\n\t\t\t\t\t\n\t\t\t\t\t Our single-minded unity has reached the highest level in the era steered by Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The relations between the supreme commander and his soldiers have become those between the genuine revolutionary comrades and comrades-in-arms, the leader and his people are sharing the intention and affection and all the service personnel and people are implementing the plan and intention of their leader in the do-or-die spirit. This is the true picture of our single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t The spirit of making a leap forward prevailing in all fields for building a thriving nation, eye-opening achievements being made in all parts of the country and ceaseless great victories to be specially recorded in the national history in the struggle against imperialism and the U.S. are ascribable to the single-minded unity.\n\t\t\t\t\t\n\t\t\t\t\t Immensely rosy is the future of Korean-style socialism thanks to the unity and cohesion of the leader, party, army and people who form a community united by the same destiny."
        },
        {
            "title": "Rodong Sinmun Urges U.S. to Reflect on Its Nuclear Threat That Compelled DPRK to Have Access to Nukes",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-07ee.html",
            "content": "Rodong Sinmun Urges U.S. to Reflect on Its Nuclear Threat That Compelled DPRK to Have Access to Nukes\r\nPyongyang, May 5 (KCNA) -- An opportunity missed by the U.S. to solve the nuclear issue on the Korean peninsula will never come back, says Rodong Sinmun Tuesday in a commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The denuclearization of the peninsula is a consistent stand of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK held talks with the U.S., the party responsible for the nuclear issue on the peninsula, prompted by the desire to defuse the danger of a nuclear war and ensure peace and stability in the region.\n\t\t\t\t\t\n\t\t\t\t\t Negotiations had been under way since June, 1993 for solving the nuclear issue between the DPRK and the U.S. and they culminated in the adoption of the DPRK-U.S. Agreed Framework in October, 1994. Had the agreed framework been successfully implemented, the nuclear issue between the DPRK and the U.S. would have already been settled.\n\t\t\t\t\t\n\t\t\t\t\t The U.S., however, staged madcap war drills targeting the DPRK under a scenario for a preemptive nuclear strike on it while holding the negotiations with the latter.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. became ever more undisguised in its policy for stifling the DPRK behind the scene of denuclearization in the period of the Bush II Administration.\n\t\t\t\t\t\n\t\t\t\t\t Under such situation, the DPRK put forward correct proposals to seek a peaceful solution of the nuclear issue on the peninsula at the six-way talks and on various other occasions and made every possible effort to put them into practice.\n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. persistently pursued the hostile policy toward the DPRK and escalated the nuclear war racket to stifle it.\n\t\t\t\t\t\n\t\t\t\t\t The present Obama Administration has followed the same policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. had better reflect, though belatedly, on its nuclear threat that compelled the DPRK to have access to nukes."
        },
        {
            "title": "S. Korean Organization Calls for Actions to End Park Geun Hye Regime",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-11ee.html",
            "content": "S. Korean Organization Calls for Actions to End Park Geun Hye Regime\r\nPyongyang, May 5 (KCNA) -- The Korea Solidarity for Independent Reunification and Democracy in south Korea issued a declaration on the situation on May 1.\n\t\t\t\t\t The declaration termed the present regime an \"illegal regime\" which seized power through fraudulent election, incompetent \"disastrous regime\" under which all disasters have increased, \"regime\" ridden with hideous scandals and \"corrupt regime\" as proven by the Song Wan Jong case.\n\t\t\t\t\t\n\t\t\t\t\t The present regime is also a \"regime bringing destruction\", \"repressive regime\", \"man-killing regime\", \"belligerent regime\" and \" regime of lairs\", it said.\n\t\t\t\t\t\n\t\t\t\t\t \"Society is bound to go to ruin if Park Geun Hye is allowed to stay in power!\" This is the present people's mindset and the decisive resolution of the people, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t The declaration called upon all people to turn out in actions to put an end to the Park regime."
        },
        {
            "title": "S. Korean Paper Accuses Puppet Chief Executive",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-21ee.html",
            "content": "S. Korean Paper Accuses Puppet Chief Executive\r\nPyongyang, May 5 (KCNA) -- Voice of People, an internet paper of south Korea in an editorial on April 27 accused the puppet chief executive of making a foreign tour.\n\t\t\t\t\t Chongwadae is praising Park Geun Hye's foreign tour but there are no people who agree with it, the editorial said.\n\t\t\t\t\t\n\t\t\t\t\t Park's support rate dropped every day during her foreign tour, it noted.\n\t\t\t\t\t\n\t\t\t\t\t From the time of her departure for foreign tour it was criticized for being timed to coincide with one year since the ferry Sewol disaster, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t But Park read out a \"statement to all people\" before her departure from Phaengmok Port on Jin Island which bereaved families left.\n\t\t\t\t\t\n\t\t\t\t\t In a word, this was a hasty escape from this land and a repetition of \"her absence for seven hours in an office.\""
        },
        {
            "title": "Bereaved Families of Ferry Sewol Disaster and Other Citizens Stage All-night Struggle",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-24ee.html",
            "content": "Bereaved Families of Ferry Sewol Disaster and Other Citizens Stage All-night Struggle\r\nPyongyang, May 5 (KCNA) -- Bereaved families of the ferry Sewol disaster, workers affiliated to the Confederation of Trade Unions and citizens from all walks of life in south Korea staged an all-night struggle in Seoul on May 1 and 2 in denunciation of the Park Geun Hye regime preventing the probe into the truth about the disaster.\n\t\t\t\t\t After holding a large-scale anti-\"government\" rally at Seoul Square on May 1, workers affiliated to the confederation and the bereaved families staged a demonstration, chanting \"Repeal enforcement ordinance bill for a special law on the ferry Sewol\".\n\t\t\t\t\t\n\t\t\t\t\t The action for release of those taken to police stations and a peace march continued at dawn of April 2\n\t\t\t\t\t\n\t\t\t\t\t In the meantime, the April 16 People's Solidarity held a press conference at the Kwanghwamun plaza in Seoul to condemn police violence and suppression and demand the regime ensure the march of bereaved families and repeal the \"enforcement ordinance bill.\""
        },
        {
            "title": "Actions against Abe's Shameless Behavior Staged in U.S.",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-12ee.html",
            "content": "Actions against Abe's Shameless Behavior Staged in U.S.\r\nPyongyang, May 5 (KCNA) -- Actions are widespread in the U.S. to denounce the shameless behavior of the Japanese chief executive who refused to make an apology and reflection on Japan's past crimes related to the sexual slavery for the Imperial Japanese Army.\n\t\t\t\t\t Members of civic organizations of south Korea, Japan and the U.S. staged a demonstration in Los Angeles on May 1.\n\t\t\t\t\t\n\t\t\t\t\t Demonstrators strongly denounced Japanese Prime Minister Abe for sidestepping the issue of the past history including the crimes related to sexual slavery.\n\t\t\t\t\t\n\t\t\t\t\t They demanded Japan admit its crime-woven history caused by war of aggression and honestly reflect on it.\n\t\t\t\t\t\n\t\t\t\t\t A professor at Songsin Women's University of south Korea in an ad made to The New York Times accused Japan of refusing to make an apology and reparation for its past crimes related to sexual slavery."
        },
        {
            "title": "Revision of Pacifist Constitution Opposed in Japan",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-15ee.html",
            "content": "Revision of Pacifist Constitution Opposed in Japan\r\nPyongyang, May 5 (KCNA) -- Voices critical of the revision of the Pacifist Constitution are growing stronger in Japan with the U.S. visit by its prime minister as a momentum, according to CBS of south Korea.\n\t\t\t\t\t Citizens held rallies denouncing the government's move to revise the constitution across Japan including Yokohama on May 3.\n\t\t\t\t\t\n\t\t\t\t\t The participants demanded the government stop revising the constitution aimed to turn Japan into a war country and keep the constitution.\n\t\t\t\t\t\n\t\t\t\t\tThe opinion poll conducted by Japanese media said 63 percent of the respondents opposed the attempt of the authorities to revise the constitution which stipulates war renouncement and ban on having an army."
        },
        {
            "title": "KPA Founding Anniversary Marked in Mongolia, Nigeria",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-03ee.html",
            "content": "KPA Founding Anniversary Marked in Mongolia, Nigeria\r\nPyongyang, May 5 (KCNA) -- A meeting was held in Mongolia and a film show in Nigeria on April 24 and 25 on the occasion of the 83rd anniversary of the founding of the Korean People's Army (KPA).\n\t\t\t\t\t The participants watched a Korean film \"Arms of Korea\".\n\t\t\t\t\t\n\t\t\t\t\t A member of the Leading Council of the Mongolia-Korea Friendship Society in a speech said that the modern history of Korea would be unthinkable apart from the birth of the revolutionary armed forces.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung founded the revolutionary armed forces and defeated the Japanese and U.S. imperialists and leader Kim Jong Il successfully defended the sovereignty and dignity of the DPRK by pursuing the Songun politics, the member noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Invincible is the just cause of the Korean people who are dynamically advancing along the road of independence while smashing the moves of imperialists to stifle the DPRK by dint of the strong military muscle.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Kim Il Sung Kindergarten in Ovorhangay Province, Mongolia said: I deem it honor to work at the kindergarten named after Kim Il Sung. Many people, who grew learning at the kindergarten, are making a positive contribution to developing the friendly relations between the two countries.\n\t\t\t\t\t\n\t\t\t\t\t After watching the film, Nigerians said that the DPRK is turning into a thriving socialist nation as it has the single-minded unity of the leader and all service personnel and people, the strong military muscle and the self-supporting national economy."
        },
        {
            "title": "Kim Il Sung's Exploits Praised by Foreign Newspapers",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-01ee.html",
            "content": "Kim Il Sung's Exploits Praised by Foreign Newspapers\r\nPyongyang, May 5 (KCNA) -- Foreign newspapers carried special write-ups illustrated with the portrait of smiling President Kim Il Sung and his photos between April 11 and 15 on the occasion of his birth anniversary.\n\t\t\t\t\t The Thai newspaper Xing San Daily in an article titled \"Peerlessly great man\" introduced the Juche idea and Songun idea which were founded by him.\n\t\t\t\t\t\n\t\t\t\t\t The paper praised him for building the socialist system under which the people became the masters of everything, finding himself among them all his life, and making a great contribution to the human cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t The Tanzanian paper Uhuru dedicated three whole pages to articles titled \"Mangyongdae\", etc. under the headline \"Generalissimo Kim Il Sung, eternal sun of mankind\".\n\t\t\t\t\t\n\t\t\t\t\t It carried a photo of his birthplace in Mangyongdae and praised his revolutionary career and ideological and theoretical and leadership feats he performed on behalf of the era and humankind.\n\t\t\t\t\t\n\t\t\t\t\t The South African paper Pretoria News carried articles titled \"HE Kim Il Sung is the eternal President of the DPRK\" and subtitled \"Eternal sun\".\n\t\t\t\t\t\n\t\t\t\t\t The Congolese paper Le Patriot dedicated a whole page to articles illustrated with photos showing the Rungna People's Pleasure Park."
        },
        {
            "title": "Kim Il Sung Praised by Official of Regional Body ",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-02ee.html",
            "content": "Kim Il Sung Praised by Official of Regional Body\r\nPyongyang, May 5 (KCNA) -- Marwan Sudah, chairman of the Arab Committee for Solidarity with Korean People and Supporting the Reunification of Korea, posted an article titled \"Kim Il Sung always alive as the sun\" on its website on April 15 on the occasion of the birth anniversary of President Kim Il Sung.\n\t\t\t\t\t Posted on the website was a photo of the President acknowledging the cheers of the crowd together with former Syrian president Hafez Al-Assad.\n\t\t\t\t\t\n\t\t\t\t\t The article said that Kim Il Sung was a great benefactor as he clearly indicated the way for humankind to follow through his outstanding ideological and theoretical activities and built a land of bliss with his warm loving care.\n\t\t\t\t\t\n\t\t\t\t\t It noted that he defeated the U.S. and Japanese imperialists and turned the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliant in national defence, holding high the banner of the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t It said that he was a tender-hearted father of the people as he devoted his all to them, regarding believing in them as in Heaven as his maxim.\n\t\t\t\t\t\n\t\t\t\t\t The world people tell about his noble love not only for the Korean people but also for the progressive people as a legend, it noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t He is always remembered by mankind as the sun."
        },
        {
            "title": "Book \"Outline of People's Education in DPRK\" Published in Belarus",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-04ee.html",
            "content": "Book \"Outline of People's Education in DPRK\" Published in Belarus\r\nPyongyang, May 5 (KCNA) -- A book \"Outline of People's Education in DPRK\" was recently published in Belarus.\n\t\t\t\t\t The book consists of \"Organizer of People's Education in DPRK\", \"Protection and Education of Children in Socialist Korea\", \"School Education in DPRK (1945-2012)\" and \"Higher Education as Factor of Socio-Economic Development in DPRK\".\n\t\t\t\t\t\n\t\t\t\t\t It carried photos dealing with undying exploits of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t His proposition is printed on its first page.\n\t\t\t\t\t\n\t\t\t\t\t In a preface it says that the President waged the arduous anti-Japanese armed struggle to liberate the country, built the DPRK and led the Fatherland Liberation War to victory.\n\t\t\t\t\t\n\t\t\t\t\t It notes that the West media are floating misinformation about the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t It says the book is off the press to recollect the DPRK in which all people help and lead each other forward and struggle for the future while valuing independence.\n\t\t\t\t\t\n\t\t\t\t\t The book edited photos showing the best socialist education system in the DPRK."
        },
        {
            "title": "Kim Yong Nam felicita a reelecto presidente togoles",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-14ss.html",
            "content": "Kim Yong Nam felicita a reelecto presidente togoles\r\nPyongyang, 5 de mayo (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 4 un mensaje de felicitacion al reelecto presidente de la Republica Togolesa, Faure Essozimna Gnassingbe.\n\t\t\t\t\tConvencido de que en el futuro tambien se fortalezcan y se desarrollen sin cesar las tradicionales relaciones de amistad y cooperacion entre los dos paises, el remitente desea al destinatario mayores exitos en su labor responsable para lograr la estabilidad y el desarrollo del pais."
        },
        {
            "title": "Celebran en RPDC dia internacional de partera",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-12ss.html",
            "content": "Celebran en RPDC dia internacional de partera\r\nPyongyang, 5 de mayo (ACNC) -- Tuvo lugar el dia 5 en la Casa de Maternidad de Pyongyang el acto por el Dia Internacional de Partera.\n\t\t\t\t\tEn la ocasion estuvieron presentes los funcionarios de la rama de salud publica, ministerios, organos centrales, entidades de masas y prensa e informacion y los miembros de las representaciones de varias organizaciones internacionales acreditadas en Corea, inclusive el representante del Fondo de la Poblacion de la ONU.\n\t\t\t\t\t\n\t\t\t\t\tHubo discursos.\n\t\t\t\t\t\n\t\t\t\t\tLos oradores dijeron que el presente acto toma como su tema el problema de elevar el papel de las parteras en el cuidado de salud de la poblacion femenina.\n\t\t\t\t\t\n\t\t\t\t\tSubrayaron que las parteras tienen la importante tarea de reducir la mortalidad de las embarazadas y los bebes a traves de la asistencia limpia y segura durante el parto y el servicio medico responsable antes y despues del parto.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion se presentaron las experiencias de las parteras ejemplares.\n\t\t\t\t\t\n\t\t\t\t\tAdemas se proyecto un video sobre la Casa de Maternidad de Pyongyang que contribuye al fomento de salud de las mujeres y se ofrecio la funcion artistica de felicitacion.\n\t\t\t\t\t\n\t\t\t\t\tLos participantes recorrieron varios puntos de ese centro ginecologico, incluyendo la sala de partos, la de tratamiento, los cuartos de hospitalizadas."
        },
        {
            "title": "EE.UU. perdio la oportunidad de resolver el problema nuclear, opina Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-02ss.html",
            "content": "EE.UU. perdio la oportunidad de resolver el problema nuclear, opina Rodong Sinmun\r\nPyongyang, 5 de mayo (ACNC) -- No volvera nunca la oportunidad de resolver el problema nuclear de la Peninsula Coreana que perdio Estados Unidos.\n\t\t\t\t\tInsiste asi el diario Rodong Sinmun en un comentario individual divulgado el dia 5 y continua:\n\t\t\t\t\t\n\t\t\t\t\tLa desnuclearizacion de la Peninsula Coreana fue la posicion invariable de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tCon el deseo de prevenir la provocacion de guerra nuclear en la Peninsula Coreana y preservar la paz y estabilidad de la region, la RPDC sostuvo conversaciones directas con EE.UU., parte responsable del problema nuclear de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tDesde junio de 1993, tuvieron lugar las negociaciones entre la RPDC y EE.UU. para solucionar el problema nuclear. Como resultado, quedo aprobado en octubre del ano proximo el Acuerdo Basico RPDC-EE.UU. Se habria solucionado ya el problema nuclear si se hubiera cumplido ese acuerdo.\n\t\t\t\t\t\n\t\t\t\t\tSin embargo, EE.UU. conversaba con la RPDC por una parte y por la otra, recurria a los ejercicios de guerra tras elaborar el guion de ataque nuclear preventivo contra su interlocutor.\n\t\t\t\t\t\n\t\t\t\t\tEn la administracion Bush II se tornaron mas brutales las maniobras de EE.UU. para poner en practica la politica de aplastar a la RPDC detras de la cortina de desnuclearizacion.\n\t\t\t\t\t\n\t\t\t\t\tBajo tales circunstancias, la RPDC presento en las conversaciones a seis bandas y otras ocasiones las propuestas correctas para la solucion pacifica del problema nuclear y realizo ingentes esfuerzos por ejecutarlas.\n\t\t\t\t\t\n\t\t\t\t\tPero, el imperio intensifico sin parar la campana de guerra nuclear para atropellar el regimen de la RPDC insistiendo en su politica hostil a esta que practica hoy tambien la actual administracion Obama.\n\t\t\t\t\t\n\t\t\t\t\tEE.UU. debe reflexionar en que la posesion de armas nucleares de la RPDC se debio a la amenaza nuclear del primero."
        },
        {
            "title": "Minju Joson comenta \"dialogo\" aludido por autoridades surcoreanas",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-03ss.html",
            "content": "Minju Joson comenta \"dialogo\" aludido por autoridades surcoreanas\r\nPyongyang, 5 de mayo (ACNC) -- Ultimamente, la horda de titeres surcoreanos habla tanto sobre el \"tiempo de descongelacion de las relaciones Sur-Norte\" y los \"preparativos del dialogo\".\n\t\t\t\t\tResulta muy cinico que tales palabras fueran dichas por los que rompieron las relaciones Norte-Sur y llevaron al fracaso el dialogo.\n\t\t\t\t\t\n\t\t\t\t\tAsi opina el periodico Minju Joson en un comentario individual difundido este martes y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tAntes de hablar sobre el supuesto \"tiempo de descongelacion\" o los \"preparativos de dialogo\", las autoridades titeres del Sur de Corea deben pedir disculpas ante la nacion por haber llevado a la catastrofe las relaciones Norte-Sur y suspender de inmediato su campana de enfrentamiento fratricida y ejercicios de guerra contra la parte connacional.\n\t\t\t\t\t\n\t\t\t\t\tPero ellas continuan con esas acciones hostiles, por ejemplo, estan desesperadas por inventar la \"ley de derechos humanos del Norte\" exponiendo su intencion de enfrentarse hasta el final con la connacional RPDC y llevar de mal en peor las relaciones intercoreanas.\n\t\t\t\t\t\n\t\t\t\t\tTales hechos comprueban que las expresiones citadas arribas no partieron de la sinceridad de mejorar las relaciones o abrir el dialogo sino persiguen el objetivo de agravar mas las relaciones bilaterales y remediar la cada dia mas agravante crisis de dominacion, al imputar a la RPDC la responsabilidad de las empeoradas relaciones intercoreanas."
        },
        {
            "title": "Minju Joson condena visita de politicos derechistas japoneses a Yasukuni",
            "url": "http://kcna.co.jp/item/2015/201505/news05/20150505-04ss.html",
            "content": "Minju Joson condena visita de politicos derechistas japoneses a Yasukuni\r\nPyongyang, 5 de mayo (ACNC) -- Hace poco, mas de 100 miembros del \"Encuentro de parlamentarios para visitar juntos el santuario Yasukuni\", entidad de los parlamentarios ultrapartidistas de Japon, visitaron el santuario Yasukuni  donde estan conservadas las tablillas mortuarias de los criminales de guerra de nivel especial bajo el pretexto de la ceremonia primaveral en memoria de los difuntos.\n\t\t\t\t\tPor la misma razon, la autoridad japonesa tambien dedico una ofrenda ante dicho santuario.\n\t\t\t\t\t\n\t\t\t\t\tEsto es una locura para resucitar el espiritu muerto y un acto criminal desafiante a la demanda de la sociedad internacional  que Japon marche por el verdadero camino de paz.\n\t\t\t\t\t\n\t\t\t\t\tAsi denuncia el periodico Minju Joson en un comentario individual de hoy y continua:\n\t\t\t\t\t\n\t\t\t\t\tEn Japon visitar al santuario Yasukuni deviene una tendencia politica, cuya causa se debe a que los politicos derechistas japoneses tienen solo la ambicion de lograr a toda costa el viejo sueno con la \"esfera de coprosperidad de la gran Asia Oriental\" siguiendo el proposito de sus antepasados.\n\t\t\t\t\t\n\t\t\t\t\tTambien se realiza en este marco la recien visita al santuario Yasukuni de los politicos derechistas japoneses.\n\t\t\t\t\t\n\t\t\t\t\tLa presente actitud de Japon es el camino de autodestruccion que oscurece por si mismo su futuro."
        }
    ]
}