{
    "date": "2015-01-15",
    "url": "http://kcna.co.jp/item/2015/201501/2015-01-15ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Sends Replies to Foreign Heads of State",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-14ee.html",
            "content": "Kim Jong Un Sends Replies to Foreign Heads of State\r\n Pyongyang, January 15 (KCNA) -- Supreme leader Kim Jong Un sent messages to heads of state of foreign countries in reply to their messages on the 3rd anniversary of demise of leader Kim Jong Il.\n\t\t\t\t\t The messages were sent to Raul Castro Ruz, first secretary of the Central Committee of the Communist Party of Cuba, president of the Council of State and president of the Council of Ministers of the Republic of Cuba, Bashar Al-Assad, president of the Syrian Arab Republic, Norodom Sihamoni, king of the Kingdom of Cambodia, Goodluck Ebele Jonathan, president and commander-in-chief of the Armed Forces of the Federal Republic of Nigeria, Pierre Nkurunziza, president of the Republic of Burundi, Joseph Kabila Kabange, president of the Democratic Republic of Congo, Yoweri Kaguta Museveni, president of the Republic of Uganda, and Abdel Fattah al-Sisi, president of the Arab Republic of Egypt.\n\t\t\t\t\t\n\t\t\t\t\t In the messages Kim Jong Un expressed deep gratitude to them for sending him messages in deep reverence on the 3rd anniversary of demise of Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t He wished them successes in their work, expressing the belief that relations of friendship and cooperation between the DPRK and the relevant countries would grow stronger."
        },
        {
            "title": "Kim Yong Nam Congratulates to President of Croatia",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-13ee.html",
            "content": "Kim Yong Nam Congratulates to President of Croatia\r\n Pyongyang, January 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the Supreme People's Assembly of the DPRK, on Wednesday sent a congratulatory message to Kolinda Grabar Kitarovic upon her election as president of the Republic of Croatia.\n\t\t\t\t\t The message wished the president success in her responsible work for the national prosperity, expressing the belief that the bilateral relations would develop in the mutual interests."
        },
        {
            "title": "Credentials from Indonesian Ambassador",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-12ee.html",
            "content": "Credentials from Indonesian Ambassador\r\n Pyongyang, January 15 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Indonesian Ambassador to the DPRK Bambang Hiendrasto at the Mansudae Assembly Hall Thursday.\n\t\t\t\t\t After receiving the credentials, Kim had a talk with the ambassador."
        },
        {
            "title": "Meetings Held by Different Units to Pledge to Implement New Year Address",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-17ee.html",
            "content": "Meetings Held by Different Units to Pledge to Implement New Year Address\r\n Pyongyang, January 15 (KCNA) -- Meetings were held by units in the fields of education, sports, literature and art, healthcare and the protection of national heritage to vow to implement the tasks put forward by supreme leader Kim Jong Un in his New Year address.\n\t\t\t\t\t Reporters and speakers said that the New Year address serves as a militant banner indicating the way ahead of the army and people of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Those in the educational field expressed the determination to perfect the higher educational system so as to train more people with academic talents and practical abilities.\n\t\t\t\t\t\n\t\t\t\t\t Those in the field of sports called on the sportspersons to prove successful in international games through ideological, persevering, speed and technical campaign and thus open the prospect of building a sports power and fulfill their honorable mission and duty before the country and the people.\n\t\t\t\t\t\n\t\t\t\t\t Those in the field of literature and art expressed the determination to overcome stagnation in the revolutionary and aggressive spirit of creation of the Moranbong Band and to produce more masterpieces of the times encouraging the masses to wage the struggle.\n\t\t\t\t\t\n\t\t\t\t\t Those in the healthcare field expressed the will to improve the hygienic and anti-epidemic work and preventive and curative medical care so as to give full play to the advantages of the socialist system.\n\t\t\t\t\t\n\t\t\t\t\t Those in the field of protecting the national heritage pledged to add brilliance to the undying feats of the peerless great persons of Mt. Paektu and carry forward and develop the long history of the Korean nation and its brilliant cultural traditions by conducting the work to protect the national heritage as a national and all-people patriotic undertaking."
        },
        {
            "title": "Drum Dance, Traditional Korean Dance",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-15ee.html",
            "content": "Drum Dance, Traditional Korean Dance\r\n Pyongyang, January 15 (KCNA) -- Drum dance is one of the Korean nation's cultural heritages.\n\t\t\t\t\t It is considered to be a major number of art performances in the DPRK, including the schoolchildren's New Year performance.\n\t\t\t\t\t\n\t\t\t\t\t In this regard, Jo Yon Hui, section chief of the Folklore Institute under the Academy of Social Sciences, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t From olden times, the Koreans have liked to dance with drum.\n\t\t\t\t\t\n\t\t\t\t\t According to old foreign books, drum dance dates back to Ancient Korea (early 30th century B.C.-108 B.C.). It is recorded in books that people at that time had song and dance amusements with drums days and nights in every October and December.\n\t\t\t\t\t\n\t\t\t\t\t Ways of beating drum grew diverse in the middle age, with drums further developed in shape.\n\t\t\t\t\t\n\t\t\t\t\t Tomb murals dating back to Koguryo Kingdom (B.C. 277-A.D. 668) have pictures of people dancing with drums.\n\t\t\t\t\t\n\t\t\t\t\t Typical of drum dances, created in the period of the Feudal Joson Dynasty (1392-1910), is the \"dance for victorious battles\".\n\t\t\t\t\t\n\t\t\t\t\t Drum dances are a little different according to local areas."
        },
        {
            "title": "DPRK Strives for Improvement of People's Living Standard",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-16ee.html",
            "content": "DPRK Strives for Improvement of People's Living Standard\r\n Pyongyang, January 15 (KCNA) -- The people in the Democratic People's Republic of Korea have turned out in a drive to solve the food problem and bring about a radical turn in the improvement of people's livelihood with agricultural production, animal husbandry and fishing as the main thrusts.\n\t\t\t\t\t Citizens in Pyongyang provided its co-op farms with 14,000 tons of manure on January 6 alone, and each province of the country carried tens of thousands of tons of manure to farm fields for a few days.\n\t\t\t\t\t\n\t\t\t\t\t In South Hamgyong Province, various counties are pushing ahead with the preparation to attain their high targets for potato production. Efforts are concentrated on the work to transport peat and manure to Paekam, Munchon and other co-op farms in Pujon County.\n\t\t\t\t\t\n\t\t\t\t\t Also, a work to introduce such scientific farming methods as water-saving farming goes on vigorously in Pongsan County of North Hwanghae Province and North and South Phyongan and South Hwanghae provinces.\n\t\t\t\t\t\n\t\t\t\t\t The Hungnam Fertilizer Complex has directed big efforts to securing raw materials and upgrading the technical level of production processes to mass-produce Juche fertilizer.\n\t\t\t\t\t\n\t\t\t\t\t The Sopho Chicken Farm strives to raise the effectiveness of animal protein feed more than five times, with an aim to breaking its all-time production record, while similar innovations are being effected in many other stockbreeding bases and fish farms.\n\t\t\t\t\t\n\t\t\t\t\t The Chongjin Fishery Station and other fishery stations in the east costal area of the country have made good results in fishing from the beginning of the year by introducing advanced fishing methods."
        },
        {
            "title": "Rodong Sinmun Calls for Increasing Might of Politico-Ideological Power",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-09ee.html",
            "content": "Rodong Sinmun Calls for Increasing Might of Politico-Ideological Power\r\n Pyongyang, January 15 (KCNA) -- Political and ideological might constitutes the greatest power of the country and the nation and a strong engine propelling the revolution and construction, says Rodong Sinmun Wednesday in an editorial.\n\t\t\t\t\t The editorial goes on:\n\t\t\t\t\t\n\t\t\t\t\t All the people are weathering all hardships and trials as they are united single-mindedly behind their leader in thinking and purpose. Such a country never suffers a defeat.\n\t\t\t\t\t\n\t\t\t\t\t It is a valuable tradition of the Korean revolution to win victories only with ideology as its only weapon and by dint of unity.\n\t\t\t\t\t\n\t\t\t\t\t Ideology serves as the most powerful weapon of the Workers' Party of Korea and the single-minded unity does as a mainstay of the revolution. There is no such country as the DPRK that gives priority to ideology in all work for the revolution and construction and works epoch-making miracles by the concerted efforts of all the service personnel and people. Invincible politico-ideological power -- this is a precious gain in the 70 year-long history of building a prosperous nation and the greatest pride of the great Paektusan nation.\n\t\t\t\t\t\n\t\t\t\t\t Unshakable is the will of the WPK to win a proud victory in this year's general offensive by further consolidating the politico-ideological power that has been fully demonstrated in all annals of the revolution.\n\t\t\t\t\t\n\t\t\t\t\t The editorial calls on all the service personnel and people to powerfully demonstrate the dignity and might as an invincible politico-ideological power advancing along the road toward final victory, united close around respected Marshal Kim Jong Un in one thought and purpose."
        },
        {
            "title": "Solution to Ssangyong Motors Incident Demanded in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-11ee.html",
            "content": "Solution to Ssangyong Motors Incident Demanded in S. Korea\r\n Pyongyang, January 15 (KCNA) -- The laid-off workers and part-timers working for Ssangyong Motors of south Korea launched an action to advance towards Chongwadae in Seoul from Jan. 7, according to the south Korean newspaper Hangyore.\n\t\t\t\t\t They took to the street to march to Chongwadae after forming a \"marchers' group for total scrap of law and system on layoff and part-time job.\"\n\t\t\t\t\t\n\t\t\t\t\t Other laid-off workers and members of several civic and social organizations and citizens joined them.\n\t\t\t\t\t\n\t\t\t\t\t The members of the marchers past through the buildings of the ruling and opposition parties and the Supreme Court on their knees and arms which took them several days.\n\t\t\t\t\t\n\t\t\t\t\t When they approached the \"government\" building on Jan. 11, the police checked them.\n\t\t\t\t\t\n\t\t\t\t\t The marchers staged a sit-in lying on the ground, declaring they would not give up until the road is cleared.\n\t\t\t\t\t\n\t\t\t\t\t Other laid-off workers on their sit-in on the top of 70-meter chimney at the Motors expressed active support and solidarity for the marchers.\n\t\t\t\t\t\n\t\t\t\t\t People's acts against the human rights abuses and unpopular rule of the authorities are expanding in south Korea."
        },
        {
            "title": "Chongryon Official Vows to Display Patriotism in Struggle for Reunification",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-08ee.html",
            "content": "Chongryon Official Vows to Display Patriotism in Struggle for Reunification\r\n Tokyo, January 13 (KNS-KCNA) -- Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), in a statement on Jan. 9 said he would perform his patriotic duty in the drive to glorify this year as a year of bringing about a great turn to open up a broad avenue to independent reunification.\n\t\t\t\t\t The tasks and proposals for national reunification indicated by Marshal Kim Jong Un in his New Year address serve as great programmes to be specially recorded in the history of the movement for national reunification of the Koreans as they are the most realistic and reasonable reunification proposals which reflect the unanimous desire and aspiration of overseas Koreans including Koreans in Japan, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The vicious moves of the anti-reunification forces at home and abroad who are insulting and disturbing the struggle of the Korean nation to improve the inter-Korean relations and achieve national reunification are lashing all Koreans into a great fury, it noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities should no longer stand against the trend of the times and the desire of fellow countrymen but sincerely respond to Kim Jong Un's noble patriotic call for reunification and the expectation of all Koreans.\n\t\t\t\t\t\n\t\t\t\t\t Chongryon and Koreans in Japan, who have taken the patriotic road for achieving independent reunification of the country and its prosperity, will further enhance the role of pioneers in rallying overseas reunification forces and fully support the south Korean people in their struggle for independence, democracy and reunification, making tangible contributions to achieving the great national unity.\n\t\t\t\t\t\n\t\t\t\t\t The statement called upon all Koreans who lived under the Japanese imperialists' colonial rule and are suffering the pain of national division to join efforts to achieve independent reunification."
        },
        {
            "title": "Kim Jong Un's New Year Address Studied and Disseminated in Angola, Nigeria",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-01ee.html",
            "content": "Kim Jong Un's New Year Address Studied and Disseminated in Angola, Nigeria\r\n Pyongyang, January 15 (KCNA) -- Seminars and reading sessions on the New Year address made by supreme leader Kim Jong Un were held by the women's and youth organizations of the Popular Liberation Movement of Angola and the Information and Communications Technology Bureau directly under the Yobe State government of Nigeria on Jan. 6 and 7.\n\t\t\t\t\t The international secretary of the women's organization said that Kim Jong Un's New Year address is vividly reflecting the firm will of the Korean people to build a thriving socialist nation without fail, true to the behests of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Under the outstanding guidance of Kim Jong Un the Korean people will win greater victory this year, too, bravely meeting challenges of every description, he noted.\n\t\t\t\t\t\n\t\t\t\t\t The international secretary of the youth organization said that Kim Jong Un's New Year address serves as important guidelines encouraging not only the Korean people but also peoples of African countries in their efforts for building a new society.\n\t\t\t\t\t\n\t\t\t\t\t The director of the Information and Communications Technology Bureau said that he admired Kim Jong Un for his greatness, and added that the future of the Korean nation is rosy as they are holding him in high esteem as the great sun of the nation and lodestar of national reunification."
        },
        {
            "title": "Kim Jong Il's Birth Anniversary to Be Celebrated in Benin",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-02ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated in Benin\r\n Pyongyang, January 15 (KCNA) -- The Benin national preparatory committee for celebrating the 73rd birth anniversary of leader Kim Jong Il was inaugurated in Cotonou on Jan. 9.\n\t\t\t\t\t Hessou Kohovi, chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" who doubles as chairman of the Benin National Committee for the Study of the Juche Idea, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to give wide publicity to the revolutionary career and exploits of Kim Jong Il and arrange diverse political and cultural events on the occasion of the Day of the Shining Star (his birth anniversary)."
        },
        {
            "title": "Kim Jong Il's Feats Praised by Beninese Personages",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-03ee.html",
            "content": "Kim Jong Il's Feats Praised by Beninese Personages\r\n Pyongyang, January 15 (KCNA) -- Leader Kim Jong Il performed immortal exploits for the socialist cause.\n\t\t\t\t\t It is one of his greatest exploits that he defended the destiny of socialism.\n\t\t\t\t\t\n\t\t\t\t\t Hessou Kohovi, chairman of the Benin National Committee for the Study of the Juche Idea who doubles as chairman of the Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\", who was elected chairman of the Benin national preparatory committee for celebrating the 73rd birth anniversary of Kim Jong Il, said this at its inaugural ceremony on Jan. 9.\n\t\t\t\t\t\n\t\t\t\t\t The imperialists and renegades of socialism staged the general offensive to stifle socialism in the DPRK as well as vicious smear campaign against socialism, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Just in that period Kim Jong Il proved scientific accuracy and truth of socialism and inevitability of its triumph, dealing decisive counterblows to the imperialists' moves against socialism.\n\t\t\t\t\t\n\t\t\t\t\t He also pursued his original Songun politics to defend socialism.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to him, the Songun revolutionary line and the Songun politics were formulated as a strategic line and basic political mode under socialism to be consistently held fast to as long as the imperialists exist.\n\t\t\t\t\t\n\t\t\t\t\t He paid primary efforts to increasing fighting efficiency of the Korean People's Army, thereby foiling the imperialists' moves to stifle the DPRK and defending the fortress of socialism and the destiny of the nation.\n\t\t\t\t\t\n\t\t\t\t\t Pascal Zouncheme, chief of the Benin Group for the Study of Kimilsungism-Kimjongilism who doubles as rector of Cotonou Institute of Journalism of Benin, said that Kim Jong Il wisely led the struggle of the Korean people to decisively smash the imperialists' offensive against socialism and build a thriving nation under the unfurled banner of Songun."
        },
        {
            "title": " Kim Jong Il's Birth Anniversary to Be Marked in Nigeria",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-04ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Marked in Nigeria\r\n Pyongyang, January 15 (KCNA) -- The Nigerian national preparatory committee for celebrating the 73rd birth anniversary of leader Kim Jong Il was inaugurated in Abuja on Jan. 9.\n\t\t\t\t\t Ibrahim Mantu, member of the Credit Committee of the People's Democratic Party of Nigeria who is also chairman of the Nigeria-Korea Friendship Association, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to organize political and cultural events praising the revolutionary career and undying exploits of Kim Jong Il on the occasion of the Day of the Shining Star (his birth anniversary).\n\t\t\t\t\t\n\t\t\t\t\t It also decided to give wide publicity to the achievements being made by the Korean people in their struggle for defending the sovereignty of the country and building a thriving nation under the wise guidance of Marshal Kim Jong Un."
        },
        {
            "title": " Kim Jong Il's Birth Anniversary to Be Celebrated by Socialist Party of Benin",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-05ee.html",
            "content": "Kim Jong Il's Birth Anniversary to Be Celebrated by Socialist Party of Benin\r\n Pyongyang, January 15 (KCNA) -- The preparatory committee of the Socialist Party of Benin for celebrating the 73rd birth anniversary of leader Kim Jong Il was formed in Cotonou on Jan. 10.\n\t\t\t\t\t Ali Houdou, president of the Socialist Party of Benin, was elected chairman of the preparatory committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize various political and cultural events praising the career and immortal feats of Kim Jong Il on the occasion of the Day of the Shining Star (his birth anniversary)."
        },
        {
            "title": " Kim Jong Il Lauded by Beninese Political Party Leader",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-06ee.html",
            "content": "Kim Jong Il Lauded by Beninese Political Party Leader\r\n Pyongyang, January 15 (KCNA) -- The benevolent image of great Generalissimo Kim Jong Il, eternal general secretary of the Workers' Party of Korea, will remain forever in the hearts of the Korean people and progressive mankind aspiring after socialism.\n\t\t\t\t\t Ali Houdou, president of the Socialist Party of Benin who was elected chairman of the preparatory committee of the party for celebrating the 73rd birth anniversary of leader Kim Jong Il, said this at its inaugural ceremony on Jan. 10.\n\t\t\t\t\t\n\t\t\t\t\t The world knows no such leader as Kim Jong Il who passed away on a running train while taking the high-intensity forced march without a moment's rest by devoting himself to the prosperity of the country and the people's happiness, Ali Houdou noted.\n\t\t\t\t\t\n\t\t\t\t\t He praised Kim Jong Il for performing distinguished feats in the party building and activities while leading the Workers' Party of Korea for half a century.\n\t\t\t\t\t\n\t\t\t\t\t The vice-president of the Socialist Party of Benin lauded Kim Jong Il for defending the dignity of the nation and the supreme interests of the country and glorifying the DPRK into the invincible socialist power by relying on the powerful army under the unfurled banner of Songun."
        },
        {
            "title": "Statement of NDC Policy Department Supported by British Organizations",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-07ee.html",
            "content": "Statement of NDC Policy Department Supported by British Organizations\r\n Pyongyang, January 15 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK released a joint statement on Jan. 9 in support of the statement of the Policy Department of the National Defence Commission (NDC) of the DPRK.\n\t\t\t\t\t The Obama administration, instead of positively responding to the patient and consistent stand of the DPRK for peace and reunification of the country, announced \"new sanctions\" against the DPRK, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. \"sanctions\" are very unreasonable as they are based on false \"evidence\".\n\t\t\t\t\t\n\t\t\t\t\t The hacking at the Sony Pictures Entertainment was made by those who were disillusioned with it or by the camouflaged operation of the CIA.\n\t\t\t\t\t\n\t\t\t\t\t The Policy Department of the NDC of the DPRK in a statement said that the U.S. should lift all unreasonable \"sanctions\" against the DPRK in all fields, make a bold decision to unconditionally stop all reckless hostile acts of creating the danger of war on the Korean peninsula and not forget even a moment that the army and people of the DPRK have already launched the toughest counteraction. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists are standing at the crucial juncture to roll back its old anachronistic and reactionary hostile policy toward the DPRK."
        },
        {
            "title": "Kim Jong Un envia mensajes de respuesta a jefes de Estado",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-18ee.html",
            "content": "Kim Jong Un envia mensajes de respuesta a jefes de Estado \r\nPyongyang, 15 de enero (ACNC) -- El Mariscal Kim Jong Un envio mensajes de respuesta a los jefes de Estado de varios paises que le hicieron llegar mensajes con motivo del 3o aniversario del fallecimiento del Dirigente Kim Jong Il. \n\t\t\t\t\tEntre ellos figuran el Primer Secretario del Comite Central del Partido Comunista de Cuba y Presidente de los Consejos de Estado y de Ministros de la Republica de Cuba, Raul Castro Ruz, el Presidente de la Republica Arabe de Siria, Bashar al-Assad, el Rey de Cambodia, Norodom Sihamoni, el Presidente y Comandante en Jefe de las Fuerzas Armadas de la Republica Federal de Nigeria, Goodluck Ebele Jonathan, el Presidente de la Republica de Burundi, Pierre Nkurunziza, el Presidente de la Republica Democratica del Congo, Joseph Kabila Kabange, el Presidente de la Republica de Uganda, Yoweri Kaguta Museveni y el Presidente de la Republica Arabe de Egipto, Abdel Fattah al-Sisi.\n\t\t\t\t\t\n\t\t\t\t\tEn las misivas, el Mariscal les expreso gran agradecimiento por haberle enviado mensajes con motivo del 3o aniversario de deceso del Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tManifesto la conviccion de que las relaciones de amistad y cooperacion entre la Republica Popular Democratica de Corea y los paises respectivos y deseo exitos en los trabajos de los destinatarios."
        },
        {
            "title": "Kim Yong Nam felicita a electa presidenta de Croacia",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-19ee.html",
            "content": "Kim Yong Nam felicita a electa presidenta de Croacia\r\nPyongyang, 15 de enero (ACNC) -- El presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, Kim Yong Nam, envio el dia 14 un mensaje de felicitacion a la electa presidenta de la Republica de Croacia, Kolinda Grabar Kitarovic. \n\t\t\t\t\tConvencido de que las relaciones entre los dos paises se desarrollaran conforme a los intereses mutuos, el remitente le desea exitos en sus responsabilidades para la prosperidad del pais."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajador indonesio",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-20ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajador indonesio\r\nPyongyang, 15 de enero (ACNC) -- Bambang Hiendrasto presento este jueves en el capitalino Palacio de los Congresos Mansudae ante Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, sus cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica de Indonesia a acreditarse en la RPDC. \n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico."
        },
        {
            "title": "Rodong Sinmun exhorta a intensificar mas poderio de potencia ideo-politica socialista",
            "url": "http://kcna.co.jp/item/2015/201501/news15/20150115-21ee.html",
            "content": "Rodong Sinmun exhorta a intensificar mas poderio de potencia ideo-politica socialista\r\nPyongyang, 15 de enero (ACNC) -- El poderio ideo-politico es la mayor fuerza del pais y la nacion y la poderosa fuerza propulsora de la revolucion y la construccion.\n\t\t\t\t\t Asi senala el diario Rodong Sinmun en un editorial difundido este jueves y continua:\n\t\t\t\t\t\n\t\t\t\t\t Nunca sera vencido el pais en que todo el pueblo unido compactamente en torno al Dirigente en lo ideo-volitivo y en lo consanguineo supera con el poderio de la unidad monolitica cualesquier penas y pruebas.\n\t\t\t\t\t\n\t\t\t\t\t  Salir siempre victorioso con el poderio de la union tomando la idea como unica arma, constituye la tradicion preciosa de la  revolucion coreana.\n\t\t\t\t\t\n\t\t\t\t\t  La idea es la mas poderosa arma del Partido del Trabajo de Corea y la unidad monolitica es lo mas importante en la revolucion.\n\t\t\t\t\t\n\t\t\t\t\t  En el mundo no hay un pais como nuestra patria que da importancia a la idea en todas las labores de la revolucion y la construccion y crea el cambio secular con la fuerza unida de todo el ejercito y el pueblo.\n\t\t\t\t\t\n\t\t\t\t\t  La invencible potencia ideo-politica deviene la preciosa conquista de la larga historia de la patria prospera de 70 anos y el orgullo de la gran potencia del monte Paektu.\n\t\t\t\t\t\n\t\t\t\t\t  Es invariable la voluntad del PTC de consolidar mas el poderio politico-ideologico manifestado plenamente en los anales de la revolucion y lograr la victoria orgullosa en la ofensiva general de este ano.\n\t\t\t\t\t\n\t\t\t\t\t  Todos deben exaltar vigorosamente la dignidad y el aspecto majestuoso de la invencible potencia ideo-politica que avanza a pasos firmes hacia la victoria final uniendose con un alma y voluntad en torno al Mariscal Kim Jong Un."
        }
    ]
}