{
    "date": "2015-02-27",
    "url": "http://kcna.co.jp/item/2015/201502/2015-02-27ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Publishes Work Calling for Turning Mountains of Country into Thick Woodland",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-02ee.html",
            "content": "Kim Jong Un Publishes Work Calling for Turning Mountains of Country into Thick Woodland\r\nPyongyang, February 27 (KCNA) -- Marshal Kim Jong Un published work \"Let Entire Party and Whole Army and All People Conduct a Vigorous Forest Restoration Campaign to Cover Mountains of Country with Woods\" on Feb. 26.\n\t\t\t\t\t Saying the tree-planting day is just a few days off, Kim Jong Un recalled that President Kim Il Sung climbed Moran Hill on March 2, 1946 and unrolled a far-reaching plan to turn all the mountains into people's paradise in thick verdure by planting lots of trees.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il advanced a plan to turn the whole country into thick woodland and greenery and worked heart and soul for it till the last moments of his life, Kim Jong Un said.\n\t\t\t\t\t\n\t\t\t\t\t Noting that bare mountains and earth-covered ones should never be handed to posterity, he stressed it is the firm determination and will of the Workers' Party of Korea to turn all the mountains of the country into mountains of treasure and gold clad in thick verdure in a decade to come, true to the intentions of Kim Il Sung and Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Calling on the entire party and army and all the people to turn the mountains of the country into thick woodland through a vigorous campaign to restore forests, he specified tasks and ways for doing so.\n\t\t\t\t\t\n\t\t\t\t\t The campaign to restore forests is like a war with nature, he noted, underscoring the need to simultaneously push forward the work for creating forests and the work for conserving them.\n\t\t\t\t\t\n\t\t\t\t\t He said the work for creating forests should not be done in such a way as planting a few trees or transplanting overgrown trees in a ceremonial manner on the tree-planting day as what happened in the past but all people should turn out as one to plant trees and tend them after raising lots of saplings.\n\t\t\t\t\t\n\t\t\t\t\t The Central Tree Nursery and other tree nurseries should massively produce a variety of tree saplings of good species and it is necessary to plant trees qualitatively, he noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t As many people in various fields are mobilized for tree-planting, it is important to provide proper guidance to make sure that technical regulations are observed in planting trees.\n\t\t\t\t\t\n\t\t\t\t\t There should be a strict system whereby trees are taken care of in a responsible manner by organs, enterprises and units which planted them.\n\t\t\t\t\t\n\t\t\t\t\t Economic forests, forest reserves and scenic woods should be arranged in a rational way while conducting the campaign to restore forests. \n\t\t\t\t\t\n\t\t\t\t\t The work for protecting forests should be pushed forward from the standpoint that protection of forests precisely means the protection of land, ecological environment and economy. \n\t\t\t\t\t\n\t\t\t\t\t In order to protect forest resources, it is necessary to take positive measures to settle the fuel issue including the ones of creating firewood forests in regions and increasing coal production and supply for residents.\n\t\t\t\t\t\n\t\t\t\t\t Forest scientific research institutions should study and settle the scientific and technological issues arising in raising trees and creating and conserving forests.\n\t\t\t\t\t\n\t\t\t\t\t It is imperative to take steps for introducing the world's advanced science and technology on creation and protection of forests and widely disseminating them.\n\t\t\t\t\t\n\t\t\t\t\t The Academy of Forestry should be built up into the world's first-class academy. At the same time, forest science institutes in provinces should be built up well.\n\t\t\t\t\t\n\t\t\t\t\t The work for restoring forests should be tenaciously pushed forward as it is a long-term work which should be done, foreseeing ten years.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un said that the forest restoration campaign is an important political work to carry out the behests of Kim Il Sung and Kim Jong Il and the greatest patriotic work for the development of the country and the prosperity of the generations to come.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t \"Let the entire Party, whole army and all the people be enlisted in a vigorous forest restoration campaign!\" This is the militant slogan put up by the WPK at present.\n\t\t\t\t\t\n\t\t\t\t\t The Korean People's Army should take the lead in the forest restoration campaign and the army-people coordinated operation and the mass movement should be conducted positively.\n\t\t\t\t\t\n\t\t\t\t\t He stressed the need to dynamically conduct information service and agitation to arouse the entire party and army and all the people to the forest restoration campaign, increase the role of the headquarters of the campaign and for the officials to take the lead in the campaign.\n\t\t\t\t\t\n\t\t\t\t\t He expressed belief that officials, service personnel, working people and school youth and children would turn out as one in the forest restoration campaign, the noble patriotic cause, in hearty response to the appeal of the Party Central Committee."
        },
        {
            "title": "Kim Jong Un Gives Field Guidance to Construction Site of Sci-Tech Complex",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Construction Site of Sci-Tech Complex\r\nPyongyang, February 27 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea (WPK), first chairman of the National Defence Commission of the DPRK and supreme commander of the Korean People's Army (KPA), gave field guidance to the construction site of the Sci-Tech Complex.\n\t\t\t\t\t He asked commanding officers in detail about the amount of the work done at present, the measure taken for the supply of building materials and knotty problems arising in the project. After being briefed on it before a map showing the bird's eye view of the complex, he went round the construction site and gave important instructions.\n\t\t\t\t\t\n\t\t\t\t\t The complex should serve as a seat of learning where not only scientists and technicians but also people from all walks of life can have an ample opportunity of learning and a center for disseminating latest science and technology throughout the country, he said, calling for constructing it to be impeccable in terms of architectural beauty and practical use.\n\t\t\t\t\t\n\t\t\t\t\t He gave an instruction to build a hotel capable of accommodating 500 people which can match well its surrounding environment so that it may provide best convenience to visitors.\n\t\t\t\t\t\n\t\t\t\t\t He called for pushing ahead with the construction of the complex and preparations for its operation simultaneously.\n\t\t\t\t\t\n\t\t\t\t\t He underscored the need to meticulously organize the work for building a strong latest science and technology database, supplying equipment and apparatuses necessary for e-library service at the highest level, establishing a network between the complex and scientific and technological knowledge dissemination rooms across the country and assigning scientists, experts and service workers.\n\t\t\t\t\t\n\t\t\t\t\t He underlined the need to successfully undertake the embankment project on Ssuk Islet where the complex is located and effectively arrange environment around it including afforestation and greening.\n\t\t\t\t\t\n\t\t\t\t\t He praised commanding officers and soldiers of KPA Unit 963 for contriving and introducing an innovative construction method and pushing ahead with the project in a bold way.\n\t\t\t\t\t\n\t\t\t\t\t He said every sector and unit should render sincere material and moral assistance to the construction of the complex so that it may be pushed forward as a project involving the entire Party, the whole country and all people.\n\t\t\t\t\t\n\t\t\t\t\t He was so kind as to solve all problems arising in the construction on the spot.\n\t\t\t\t\t\n\t\t\t\t\t He said that the construction of the complex should be completed by the 70th anniversary of the WPK unconditionally. \n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Premier Pak Pong Ju, O Su Yong, secretary of the C.C., the WPK, Han Kwang Bok and Han Kwang Sang, department directors of the C.C., the WPK, Ri Jae Il, its first vice department director, and Jo Yong Won and Jo Thae San, its vice department directors."
        },
        {
            "title": "Congratulations to Kim Jong Un from Chairman of Russian Political Party",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-25ee.html",
            "content": "Congratulations to Kim Jong Un from Chairman of Russian Political Party\r\nPyongyang, February 27 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a congratulatory message from V. V. Zhirinovsky, chairman of the Liberal Democratic Party of Russia, on Feb. 11.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t Respected Comrade Kim Jong Un, \n\t\t\t\t\t\n\t\t\t\t\t I extend my wholehearted congratulations to you on the occasion of the Day of the Shining Star, the national holiday, the birth anniversary of the great leader of the DPRK Comrade Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t This holiday evokes memories of the whole life of Comrade Kim Jong Il who performed great feats for socialist construction in the DPRK by carrying forward the cause of Generalissimo Kim Il Sung, the founder of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The great leader Comrade Kim Jong Il turned the country into an impregnable fortress where the party, the army and the people are single-mindedly united and consolidated the great achievements made in building Korean-style socialism.\n\t\t\t\t\t\n\t\t\t\t\t On this significant holiday I wish you good health and great achievements in your work for carrying forward the cause of Comrade Kim Jong Il and all the friendly citizens of the DPRK wellbeing, peace and prosperity."
        },
        {
            "title": "Congratulations to Kim Jong Un from Leaders of Brazilian Communist Party",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-26ee.html",
            "content": "Congratulations to Kim Jong Un from Leaders of Brazilian Communist Party\r\nPyongyang, February 27 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a congratulatory message from National Chairman Renato Ravello and International Secretary Ricardo Alemao Abreu  of the Brazilian Communist Party on Feb. 14.\n\t\t\t\t\t The message said the Brazilian Communist Party extends the warmest congratulations to Kim Jong Un, the Workers' Party of Korea and the Korean people on the occasion of the 73rd birth anniversary of Comrade Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are greeting this significant day at the time when the world peace lovers are all out to oppose the U.S. imperialists' new threat of aggression against the DPRK and its socialist system, the message said, and continued:\n\t\t\t\t\t\n\t\t\t\t\t We support the Workers' Party of Korea and the Korean people in their struggle for peace and stability on the Korean peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The Brazilian Communist Party extends once again solidarity to the WPK and the Korean people's efforts to build socialism, recollecting the great leader Comrade Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Affirming the fraternal and invariable friendship between the Brazilian Communist Party and the Workers' Party of Korea and between the Brazilian people and the Korean people, we take this opportunity to wish you great achievements in your work to lead the WPK and the DPRK."
        },
        {
            "title": "Congratulations to Kim Jong Un from Chairman of \"A Just Russia\"",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-27ee.html",
            "content": "Congratulations to Kim Jong Un from Chairman of \"A Just Russia\"\r\nPyongyang, February 27 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, received a congratulatory message from S. M. Mironov, chairman of the \"A Just Russia\" on Feb. 10.\n\t\t\t\t\t The message said:\n\t\t\t\t\t\n\t\t\t\t\t I extend congratulations to you and all the Korean people on behalf of the \"A Just Russia\", a political party, and on my own behalf on the occasion of the Day of the Shining Star, the birth anniversary of Comrade Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Jong Il is immortal as the eternal general secretary of the Workers' Party of Korea, the eternal chairman of the National Defence Commission of the DPRK and the great leader of the DPRK for the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Comrade Kim Jong Il was a genuine leader of the Korean people and organizer and encourager of all their achievements and victories.\n\t\t\t\t\t\n\t\t\t\t\t The relations of friendship, cooperation and mutual understanding have been established between the Workers' Party of Korea led by Comrade Kim Jong Il for decades and \"A Just Russia\".\n\t\t\t\t\t\n\t\t\t\t\t I hope that these relations would develop in the interests of the two states and peoples in the future, too."
        },
        {
            "title": "Malawian President on Korean People's Eye-opening Achievements",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-08ee.html",
            "content": "Malawian President on Korean People's Eye-opening Achievements\r\nPyongyang, February 27 (KCNA) -- Kim Hyon Il, DPRK ambassador to Malawi, presented his credentials to its President Arthur Peter Mutharika on Feb. 18.\n\t\t\t\t\t At the meeting the president sincerely wished HE Kim Jong Un big success in his noble work for achieving peace, reunification and prosperity of the country and providing the Korean people with bigger happiness.\n\t\t\t\t\t\n\t\t\t\t\t The Korean people have made eye-opening achievements despite the complicated international situation thanks to the energetic guidance of Kim Jong Un who is successfully carrying forward the noble cause of the preceding leaders, the president added."
        },
        {
            "title": "S. Korean Puppet Forces Slammed for Shutting down Jaju Minbo",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-30ee.html",
            "content": "S. Korean Puppet Forces Slammed for Shutting down Jaju Minbo\r\nPyongyang, February 27 (KCNA) -- The south Korean puppet forces recently shut down Jaju Minbo, which had conducted legitimate media activities, by egging the judicial authorities on to the action after charging it with \"enemy-benefiting\" and \"following the north\". \n\t\t\t\t\t A spokesman for the DPRK Measure Council for Human Rights in South Korea in a statement on Friday denounced the puppet forces' act of shutting down Jaju Minbo as an intolerable violation of human rights and democracy and a blatant challenge to the nation's desire for harmony and reunification.\n\t\t\t\t\t\n\t\t\t\t\t The situation proves that \"democracy\", \"freedom of expression\" and \"human rights\" which the present ruling forces tout whenever an opportunity presents itself are just hypocrisy to deceive the public and justify their fascist dictatorial rule and north-south confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime's forcible closing of Jaju Minbo is designed to stamp out progressive and democratic forces it considers obstructive to sycophancy and treachery, dictatorial politics and its moves to escalate the confrontation with compatriots and tide over its ruling crisis. \n\t\t\t\t\t\n\t\t\t\t\t The fascist tyrants and arch human rights abusers do not hesitate to commit unethical crimes running diametrically counter to the universally accepted human rights and democracy of the times and mankind. It is the height of shamelessness for them to talk about non-existent \"human rights\" of someone while advocating the \"defence of human rights.\"\n\t\t\t\t\t\n\t\t\t\t\t The puppet group deserves judgment by the public and human conscience for its crimes against human rights and democracy before pulling up others over their \"human rights\".\n\t\t\t\t\t\n\t\t\t\t\t The decision to close Jaju Minbo should be cancelled at once."
        },
        {
            "title": "S. Korean Puppet Forces Slammed for Shutting down Internet Paper Jaju Minbo",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-14ee.html",
            "content": "S. Korean Puppet Forces Slammed for Shutting down Internet Paper Jaju Minbo\r\nPyongyang, February 27 (KCNA) -- A spokesman for the Central Committee of the Journalists Union of Korea issued a statement on Feb. 26 denouncing the south Korean puppet Supreme Court for its recent decision to shut down Jaju Minbo, a progressive internet paper.\n\t\t\t\t\t The puppet forces forcibly banned Jaju Minbo after arresting, punishing and persecuting those concerned of the paper while labeling it as \"medium following the north\" and its legitimate activities as \"acts benefiting the enemy\".\n\t\t\t\t\t\n\t\t\t\t\t The statement termed this a heinous fascist act of surpassing the \"yusin\" dictatorship.\n\t\t\t\t\t\n\t\t\t\t\t The successive puppet ruling quarters resorted to the suppression of media but they never kicked up such a fascist act of forcibly banning the legitimate medium with 15 year-long history of regular activities as the present conservative group did, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t South Korea under the Park Geun Hye regime is being brought back to the \"yusin\" dark era where people are gagged, blindfolded and deafened.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces shut down the paper representing progress and reunification by brandishing the sword of \"eliminating the followers of the north\" and thus totally lost the face to talk about \"dialogue\", \"improvement of relations\" and \"confidence\".\n\t\t\t\t\t\n\t\t\t\t\t Those going against justice and truth are bound to meet a disgraceful doom, forsaken by the people's mindset.\n\t\t\t\t\t\n\t\t\t\t\t All the journalists and media persons of the DPRK will as ever extend full support and encouragement to the just struggle of the south Korean progressive media persons."
        },
        {
            "title": "Paektusan Prize Sports Games Close",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-28ee.html",
            "content": "Paektusan Prize Sports Games Close\r\nPyongyang, February 27 (KCNA) -- Paektusan Prize Sports Games closed with due ceremony in the Basketball Gymnasium in Chongchun Street on Feb. 27.\n\t\t\t\t\t The games opened on Feb. 4 on the occasion of the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\t The Taesongsan Sports Team came first in the team standings.\n\t\t\t\t\t\n\t\t\t\t\t The Jangjasan Sports Team and the Sajabong Sports Team came second and third respectively.\n\t\t\t\t\t\n\t\t\t\t\t Men and women players of the April 25 Sports Team took the first place in the basketball and volleyball matches."
        },
        {
            "title": "Spirit of Paektu Pervades DPRK",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-16ee.html",
            "content": "Spirit of Paektu Pervades DPRK\r\nPyongyang, February 27 (KCNA) -- Kim Jong Un, supreme leader of the DPRK, in his New Year address called upon all the people to become honorable victors in the general offensive to exalt the dignity of the socialist country and promote its prosperity on the strength of ideology, arms and science and technology, bearing in mind the soul and mettle of Paektu.\n\t\t\t\t\t In hearty response to his call, all the Korean people have turned out in the general offensive, displaying the spirit of Paektu, the spirit of the blizzards of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t From olden times, people believed that the soul of the resourceful, brave and clean Korean nation originated from Mt. Paektu.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il in his lifetime said that the Korean revolution started in Mt. Paektu and, accordingly, the spirit of Korea is just the spirit of Paektu.\n\t\t\t\t\t\n\t\t\t\t\t The spirit of Paektu, displayed by the revolutionary forerunners during the anti-Japanese armed struggle, is an unyielding offensive spirit of braving obstacles and difficulties and a staunch fighting spirit of rising up no matter how often one may fall and fighting it out.\n\t\t\t\t\t\n\t\t\t\t\t With this spirit and the request of the forerunners for never abandoning the revolutionary faith though one may die, all the servicepersons and civilians could overcome all hardships and trials to usher in a new era of great prosperity, meeting challenges of history.\n\t\t\t\t\t\n\t\t\t\t\t They are now dashing toward the final victory in the struggle to build a thriving nation, fully displaying the spirit of Paektu."
        },
        {
            "title": "Signal Successes Made in Fishing",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-17ee.html",
            "content": "Signal Successes Made in Fishing\r\nPyongyang, February 27 (KCNA) -- Fishery stations of the DPRK have made signal successes in fishing by introducing effective fishing methods. \n\t\t\t\t\t Among them is the Sinpho Pelagic Fishery Complex on the east coast of the country.\n\t\t\t\t\t\n\t\t\t\t\t In recent ten days alone, the complex has caught hundreds of tons of fish.\n\t\t\t\t\t\n\t\t\t\t\t According to data available, the complex fulfilled its February quota 10 days before."
        },
        {
            "title": "Koguryo Mural Tomb under Restoration",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-18ee.html",
            "content": "Koguryo Mural Tomb under Restoration\r\nPyongyang, February 27 (KCNA) -- Restoration of a mural tomb dating back to Koguryo Kingdom (B.C. 277-A.D. 668) is now under way in the DPRK.\n\t\t\t\t\t The tomb was discovered in Tongsan-dong in Rangnang District, Pyongyang a few years ago and is believed to be built in the 4th or 5th century.\n\t\t\t\t\t\n\t\t\t\t\t The tomb is characteristic of Koguryo mural tombs, including the mural tomb in Yaksu-ri.\n\t\t\t\t\t\n\t\t\t\t\t What draws attention of archaeologists in the tomb are murals.\n\t\t\t\t\t\n\t\t\t\t\t Unearthed in the tomb are pieces of bones for three persons, gold ornaments, bowls and others.\n\t\t\t\t\t\n\t\t\t\t\t Kim Song Chol, a researcher of the Archaeological Institute of the Academy of Social Sciences, told KCNA that the tomb is supposed to belong to a powerful local official of Koguryo Kingdom.\n\t\t\t\t\t\n\t\t\t\t\t Ro Chol Su, deputy director of the National Authority for the Protection of Cultural Heritage, said the restoration of the tomb is now under way with credit."
        },
        {
            "title": "\"Kanghwa Island Treaty\" Forced by Japanese Imperialists",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-19ee.html",
            "content": "\"Kanghwa Island Treaty\" Forced by Japanese Imperialists\r\nPyongyang, February 27 (KCNA) -- \"Kanghwa Island Treaty\" was one of unequal treaties, which was forced by the Japanese imperialists through military threat against the Feudal Government of Korea on February 27, 1876.\n\t\t\t\t\t In 1875, the Japanese imperialists intruded the warship \"Unyo-maru\" to scout the military structures built on Kanghwa Island lying in the seaway to Seoul, capital city of the Feudal Joson Dynasty (1392-1910). But it was defeated by the garrison of the island.\n\t\t\t\t\t\n\t\t\t\t\t Later, the Japanese imperialists raided the coast of Pusan with several warships aboard 800 troops and coerced the feudal government into a negotiation, while pounding the island.\n\t\t\t\t\t\n\t\t\t\t\t The feudal government, which had not enough force to defeat the invasion, had no option but to sign the treaty worked out by the Japanese imperialists.\n\t\t\t\t\t\n\t\t\t\t\t Through the conclusion of the treaty, the Japanese imperialists could tighten their economic grip on Korea and pave the way for invasion of it while imposing limitations to the feudal government's exercise of its sovereignty."
        },
        {
            "title": "KCNA Commentary Slams Japan's Ambition for Grabbing Tok Islets",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-29ee.html",
            "content": "KCNA Commentary Slams Japan's Ambition for Grabbing Tok Islets\r\nPyongyang, February 27 (KCNA) -- The Japanese reactionaries' ambition for grabbing Tok Islets has gone beyond tolerance limit. \n\t\t\t\t\t As already reported, an event of the \"day of Takeshima (Tok Islets)\" took place in Shimane Prefecture on Feb. 22, 10 years since the beginning of the event. Even a vice-ministerial government official took part in the event. It was mayhem to distort the history. \n\t\t\t\t\t\n\t\t\t\t\t What matters is that in the wake of the event those obsessed with the ambition for overseas expansion are becoming evermore vociferous in their claim to Tok Islets. \n\t\t\t\t\t\n\t\t\t\t\t Since the event videos dealing with Japan's unilateral claim to Tok Islets had been translated into 11 languages and have been shown. \n\t\t\t\t\t\n\t\t\t\t\t Public opinion says it was carefully produced according to the report on Tok Islets worked out by experts on history and territorial matters. They say that the 10-point report \"advises,\" to begin with, people and experts of the third country to conduct intensive propaganda that Tok Islets are part of the territory of Japan.\n\t\t\t\t\t\n\t\t\t\t\t This is part of the crafty artifice to mislead world public. \n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, a Japanese right-wing medium called for promoting the regional event of the \"day of Takeshima\" to national one. This means making the scenario for grabbing of Tok Islets a main state policy. \n\t\t\t\t\t\n\t\t\t\t\t Japan seems to calculate that its stubborn insistence would eventually prove successful in grabbing the land of other country in broad daylight. \n\t\t\t\t\t\n\t\t\t\t\t It is an acknowledged fact that Tok Islets are part of the inviolable territory of Korea in the light of historical facts and from the viewpoint of international law. \n\t\t\t\t\t\n\t\t\t\t\t Disclosed a few days ago was a secret document of the Japanese government which said that Japanese residents in 1905 recognized Tok Islets as land of Korea, proving the injustice of Japan's claim. \n\t\t\t\t\t\n\t\t\t\t\t More than a hundred years ago the Japanese imperialists annexed Korea through threats, blackmail, appeasement and deception. Such method can never work at present. \n\t\t\t\t\t\n\t\t\t\t\t If Japan persists in such poor charade, it will face the bitterest disgrace as it is the last and only war criminal state which has not yet settled its past crimes. \n\t\t\t\t\t\n\t\t\t\t\t Japan would be well advised to give up its greedy ambition for grabbing the land of other country and make a sincere apology and reparation for its past history of aggression and plunder. \n\t\t\t\t\t\n\t\t\t\t\t But regretfully, the Japanese reactionaries are shamelessly running amuck to embellish and distort the crime-woven history and the moves for territorial expansion, inviting strong criticism from the international community. \n\t\t\t\t\t\n\t\t\t\t\t This year marks the 70th anniversary of Japan's defeat. \n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries should clearly know that if they choose the way of territorial expansion, obsessed with the old wild dream, they will find themselves in the bottomless abyss of ruin. \n\t\t\t\t\t\n\t\t\t\t\t This is the final warning of the international community for Japan."
        },
        {
            "title": "Rodong Sinmun Flays S. Korean Authorities' Oft-repeated \"Dialogue\"",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-11ee.html",
            "content": "Rodong Sinmun Flays S. Korean Authorities' Oft-repeated \"Dialogue\"\r\nPyongyang, February 27 (KCNA) -- Whenever opportunities present themselves, the south Korean authorities are blustering that the north is \"not open-minded\" as regards their proposal for dialogue and it is \"shunning dialogue\" while \"repeating unilateral assertion.\" Shortly ago, the puppet chief executive held a meeting of the \"preparatory committee for unification\" at which she asserted that the north was to blame for the failure to open dialogue between the north and the south, claiming that the north was \"insisting on preconditions only\" and \"refusing to respond\" to the south side's proposal.\n\t\t\t\t\t Rodong Sinmun Friday says in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The \"dialogue\" touted by the south Korean authorities is nothing but an artifice to mislead public opinion at home and abroad and evade the blame for the failure to open dialogue between the north and the south.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the U.S. and the south Korean puppet authorities that are deliberately laying obstacles in the way of north-south dialogue and putting a brake on the process to improve the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The will for dialogue should be shown in practice, not in talking. Dialogue will never take place if the south Korean authorities persist in confrontation while paying lip-service to dialogue.\n\t\t\t\t\t\n\t\t\t\t\t Only when all moves for confrontation such as north-targeted joint military exercises and anti-DPRK leaflet scattering are halted in south Korea, can the cause of mistrust and confrontation between the north and the south be removed, confidence be built and important breakthrough be made towards dialogue and mending of relations.\n\t\t\t\t\t\n\t\t\t\t\t If the south Korean authorities truly want dialogue, they should stop provocative behaviors justifying their policy for confrontation with the DPRK and deceiving the public opinion at home and abroad and take practical steps for improving the relations, to begin with.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean puppet forces should face up to the trend of the times and the aspiration of the fellow countrymen and make a responsible choice."
        },
        {
            "title": "DPRK to Fight Merciless Sacred War against U.S.: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-13ee.html",
            "content": "DPRK to Fight Merciless Sacred War against U.S.: Rodong Sinmun\r\nPyongyang, February 27 (KCNA) -- The DPRK will wage a merciless sacred war against the U.S. now that the latter has chosen confrontation, says Rodong Sinmun Friday in an article.\n\t\t\t\t\t As the Obama group is escalating its smear campaign against the DPRK and ratcheting up harsh sanctions and pressure upon it and the group's war maneuvers against it are gaining in scope and strength, the army and people of the DPRK will intensify their counteraction of justice without limit, the article notes, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists' hostile actions against the DPRK have reached an extreme phase.\n\t\t\t\t\t\n\t\t\t\t\t The successive administrations of the U.S. have thrown stumbling blocks in the way of peacefully settling the issue of the Korean peninsula. The U.S. has pursued only a scenario to stifle the DPRK by force. It is busy whetting a sword of aggression, watching for a chance to swallow up the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Much upset by the fact that there may be a sign of detente on the Korean peninsula thanks to the DPRK's initiative and efforts to achieve peace this year, the U.S. is set to stage again Key Resolve and Foal Eagle joint military exercises.\n\t\t\t\t\t\n\t\t\t\t\t The army of the DPRK has never pardoned the enemies trying to hurt its dignity and social system.\n\t\t\t\t\t\n\t\t\t\t\t Nuclear weapons are not a monopoly of the U.S. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is seriously mistaken if it thinks its mainland is safe."
        },
        {
            "title": "U.S. Accused of Mounting First State-sponsored Cyber Attack",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-12ee.html",
            "content": "U.S. Accused of Mounting First State-sponsored Cyber Attack\r\nPyongyang, February 27 (KCNA) -- The U.S. Central Military Command was attacked by hackers in the wake of cyber attack on the Sony Pictures Entertainment. It was proved that the cyber attack was made by hackers sympathizing with \"Islamic State\". In face of series of cyber attacks, the U.S. is busy describing itself as the biggest victim of cyber attack. \n\t\t\t\t\t Rodong Sinmun Friday says in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the arch criminal which was the first to mount state-sponsored cyber attack and an empire of malignant hackers as it took the lead in turning cyber space into a theatre of war. \n\t\t\t\t\t\n\t\t\t\t\t Snowden, former contractor of the U.S. National Security Agency, said recently that the U.S. was the first to make state-sponsored cyber attack. According to him, the U.S. made Stuxnet attack on the nuclear program of a nuclear power plant of Iran in 2010, state-sponsored cyber attack. \n\t\t\t\t\t\n\t\t\t\t\t Almost all countries of the world are becoming victims of cyber attack by the U.S. Nevertheless, it pretends to be a victim of cyber attack. This reminds one of the thief shouting \"Stop the thief!\" \n\t\t\t\t\t\n\t\t\t\t\t What the U.S. is now suffering may be called deserved punishment meted out to the empire of evils as it ceaselessly infringes upon sovereignty of other countries, hurts their dignity and mounts preemptive cyber attack on them. \n\t\t\t\t\t\n\t\t\t\t\t The world progressives who love justice and truth never pardon the U.S. which does everything wrong. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. strongholds of aggression are becoming targets of cyber attacks. It deserves a severe punishment as it openly violates sovereignty of other countries and obstructs sound development by turning sky, land, sea, space and cyber space into theatres of war."
        },
        {
            "title": "KCTU Declares April General Strike for Having Park Geun Hye Regime Step Down",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-23ee.html",
            "content": "KCTU Declares April General Strike for Having Park Geun Hye Regime Step Down\r\nPyongyang, February 27 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) held a press conference in Seoul on Feb. 25 at which it declared the April general strike to have the Park Geun Hye regime step down.\n\t\t\t\t\t At the press conference speakers said that the commitments made by the present regime which took office through election rigging are leading to the deterioration of the people's life.\n\t\t\t\t\t\n\t\t\t\t\t This year's goal of the KCTU's general strike is to topple down the incompetent Park regime in the whole, they said.\n\t\t\t\t\t\n\t\t\t\t\t They called for bringing down the present regime through actions.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would wage an action to have the regime step down through the April general strike in order to help workers realize their desires."
        },
        {
            "title": "S. Korean Newspaper Demands Stop to Joint Military Maneuvers against North",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-15ee.html",
            "content": "S. Korean Newspaper Demands Stop to Joint Military Maneuvers against North\r\nPyongyang, February 27 (KCNA) -- The south Korean internet paper Minjok Ilbo in an editorial on February 24 demanded the U.S. and the puppet authorities stop the projected joint military exercises to invade the north.\n\t\t\t\t\t The editorial warned that the gravity of the situation on the Korean peninsula lies in that the projected joint war exercises will not simply end up after escalating the tension but they may lead to unheard-of nuclear war disaster.\n\t\t\t\t\t\n\t\t\t\t\t The editorial disclosed that the joint military maneuvers are war exercises for aggression aimed at \"occupying Pyongyang\".\n\t\t\t\t\t\n\t\t\t\t\t If the authorities foolishly come out for the confrontation with the north, pursuant to the U.S. policy, they will only precipitate their own self-destruction, the editorial said, demanding a halt to the joint military exercises."
        },
        {
            "title": "S. Korean Body Slams Puppet Regime's Two Year-long Tenure of Office",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-21ee.html",
            "content": "S. Korean Body Slams Puppet Regime's Two Year-long Tenure of Office\r\nPyongyang, February 27 (KCNA) -- The Citizens Solidarity for Democratic Society in south Korea issued a statement on Feb. 24 slamming the puppet regime's two year-long tenure of office.\n\t\t\t\t\t The present regime took office, talking about the \"era of people's happiness\" but the people have suffered bigger pain and uneasiness though two years have passed, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t Commitments and promises have all turned out to be lies, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The ferry Sewol disaster brought to light the incompetence and irresponsibility of the present regime, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The regime is escalating military confrontation with the north, blocking exchange and cooperation while talking about the \"May 24 step\" and zealously following the U.S.-led military cooperation for aggression, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The statement warned the present chief executive should recall the end met by the regimes which put down the people while breaking the promises with them."
        },
        {
            "title": "Victim of Liberation Strategic Party Case Declared Not Guilty in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-24ee.html",
            "content": "Victim of Liberation Strategic Party Case Declared Not Guilty in S. Korea\r\nPyongyang, February 27 (KCNA) -- The Seoul High Court of south Korea on Feb. 24 gave a victim of the Liberation Strategic Party case a verdict of not guilty. \n\t\t\t\t\t The case was cooked up by the Park Chung-Hee fascist dictatorial forces by throwing suspicion of attempted preliminary rebellion on intellectual Kwon Jae Hyok and 11 others in the late 1960s.\n\t\t\t\t\t\n\t\t\t\t\t In those days the puppet Central Intelligence Agency illegally detained and wrested false concessions through hair-raising tortures.\n\t\t\t\t\t\n\t\t\t\t\t And it faked up the case and perpetrated fascist acts of sentencing those concerned to death, life imprisonment and heavy penalties.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean Committee for Settling the Past History for Truth and Reconciliation in 2009 disclosed that the case was plotted by the CIA. Yielding to the increasing voices of the families of the victims that the truth about the case must be probed, the judicial authorities held a re-trial of the case.\n\t\t\t\t\t\n\t\t\t\t\t As a result, Kwon Jae Hyok, who met death penalty, was declared not guilty in May last year and then another victim was also given a verdict of not guilty this time.\n\t\t\t\t\t\n\t\t\t\t\t This brings to light the fact that the Park Chung-Hee military fascist junta cooked up the case to stay in power."
        },
        {
            "title": "Citizens of Seoul Protest against Misrule of Authorities",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-22ee.html",
            "content": "Citizens of Seoul Protest against Misrule of Authorities\r\nPyongyang, February 27 (KCNA) -- The Round-table Conference of 1 000 Seoul Citizens for Defending Democracy of south Korea held a press conference in Seoul on Tuesday denouncing the two-year rule by the puppet regime.\n\t\t\t\t\t Speakers at the conference said that two-year tenure of office by the present \"government\" which came to power through an election rigging are full of lies, dictatorship and hypocrisy as it sought no understanding from the people.\n\t\t\t\t\t\n\t\t\t\t\t Rev. Jo Hon Jong said that the present chief executive who was elected through the illegal election can never be acknowledged as \"president\".\n\t\t\t\t\t\n\t\t\t\t\t Han Chung Mok, co-representative of the Solidarity for Progress, noted that the regime which ruined the people's living should be forced to step down by the efforts of the people, calling on the Seoul citizens to turn out in the struggle for defending democracy and achieving peace and reunification."
        },
        {
            "title": "Moves for Building Triangular Missile Shield under Fire",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-20ee.html",
            "content": "Moves for Building Triangular Missile Shield under Fire\r\nPyongyang, February 27 (KCNA) -- The People for Achieving Peace and Reunification in south Korea held a press conference outside the building of the puppet Ministry of Defense on Feb. 24 denouncing the moves for building the U.S.-Japan-south Korea triangular missile shield.\n\t\t\t\t\t At the press conference the organization noted that the south Korean and U.S. authorities are getting evermore undisguised in their moves to build the triangular missile shield involving Japan.\n\t\t\t\t\t\n\t\t\t\t\t Building the missile shield on the basis of the agreement on sharing information signed by south Korea, the U.S. and Japan last year is absolutely unpardonable as it throws a stumbling block in the way of achieving peace on the Korean peninsula and the rest of Northeast Asia and realizing Korea's reunification, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The building of the triangular missile shield proves that south Korea will turn into an advance base for carrying out the U.S. and Japan's strategy for laying a siege to Northeast Asia, it held.\n\t\t\t\t\t\n\t\t\t\t\t This is harmful to south Korea and it will have no future as it will be subject to the U.S. and Japan, the organization deplored.\n\t\t\t\t\t\n\t\t\t\t\t It demanded the military authorities stop the moves for building the triangular missile shield and repeal the above-said agreement, though belatedly."
        },
        {
            "title": "Kim Jong Il's Work Off Press in Russia",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-09ee.html",
            "content": "Kim Jong Il's Work Off Press in Russia\r\nPyongyang, February 27 (KCNA) -- Leader Kim Jong Il's work \"On Preserving the Juche Character and National Character of the Revolution and Construction\" was brought out in booklet by the Rosiski Pisateli Publishing House in Russia on Feb. 16.\n\t\t\t\t\t The work, published on June 19, Juche 86 (1997), clarifies the idea that it is the fundamental principle to be maintained in accomplishing the socialist cause to preserve the Juche character and national character of the revolution and construction and indicates the tasks and ways for doing so."
        },
        {
            "title": "Kim Jong Il's Feats Lauded by Foreign Personages",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-05ee.html",
            "content": "Kim Jong Il's Feats Lauded by Foreign Personages\r\nPyongyang, February 27 (KCNA) -- Events took place in different countries on the occasion of the birth anniversary of leader Kim Jong Il. They included a meeting and lecture in Italy and celebrations in France and Germany and by the Korean Friendship Association (KFA) headquartered in Spain on Feb. 13 and 14.\n\t\t\t\t\t Alessandro Mustillo, national coordinator of the Communist Youth Front of Italy, said that Kim Jong Il enjoyed absolute support and trust from the Korean people for his dedication to defending socialism and bringing well-being to them all his life.\n\t\t\t\t\t\n\t\t\t\t\t The secretary general of the Rome Youth Group for the Study of the Juche Idea and the Songun Idea of Italy and Matteo Carbonelli, secretary general of the European Society for the Study of the Juche Idea, praised Kim Jong Il's Songun leadership feats and the exploits he performed for Korea's reunification.\n\t\t\t\t\t\n\t\t\t\t\t Guy Dupre, secretary general of the International Liaison Committee for Reunification and Peace in Korea, and Benoit Quennedey, vice-president of the France-Korea Friendship Association, praised Kim Jong Il for ushering in the June 15 era of reunification, making tangible contributions to peace and security of the Korean peninsula and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Anti-Imperialist Forum of Germany and other speakers said that Kim Jong Il defended the sovereignty and dignity of the DPRK and the cause of global socialism with his outstanding Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t Alejandro Cao de Benos, chairman of the KFA headquartered in Spain, said that Kim Jong Il developed the Workers' Party of Korea into the guiding force capable of successfully carrying forward the revolutionary cause of Juche and the party which achieved single-minded unity that cannot be found in any other country.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Marshal Kim Jong Un was adopted at the meeting held by the KFA."
        },
        {
            "title": "Kim Jong Il's Exploits Praised by Foreign Papers",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-06ee.html",
            "content": "Kim Jong Il's Exploits Praised by Foreign Papers\r\nPyongyang, February 27 (KCNA) -- Foreign papers carried special write-ups accompanied with portrait of smiling leader Kim Jong Il on the occasion of his birth anniversary.\n\t\t\t\t\t The Uruguayan paper La Juventud on Feb. 14 carried an article titled \"Immortal exploits performed for cause of global independence.\"\n\t\t\t\t\t\n\t\t\t\t\t It said that Kim Jong Il clearly indicated the road for the cause of global independence and led it to victory with his energetic ideological and theoretical activities.\n\t\t\t\t\t\n\t\t\t\t\t Introducing the Songun leadership feats performed by him who defended the sovereignty, dignity and socialism in the DPRK and firmly guaranteed peace and security of the Korean peninsula and the rest of the world, the paper cited the facts that prominent figures of different countries praised his noble traits.\n\t\t\t\t\t\n\t\t\t\t\t The exploits he performed for the cause of global independence will be everlasting along with progressives, it stressed.\n\t\t\t\t\t\n\t\t\t\t\t The February issue of the German paper Rote Fahne in an article titled \"Comrade Kim Jong Il and independent politics\" praised him as the great master of independent politics to be specially recorded in the world history of politics. The feats he performed by pursuing the independent politics will always remain as a typical example in the struggle against imperialism, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The Thai Xing San Daily on Feb. 16 introduced in detail the fact that his life was characterized by his total devotion, during when he adhered to the principle of giving more importance to the morrow than the present, organized all works in a bold way and pushed forward them at the highest speed to bring earlier the future, and dedicated his all to the rosy future of the country and people."
        },
        {
            "title": "National E-Seminar Held in Russia",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-03ee.html",
            "content": "National E-Seminar Held in Russia\r\nPyongyang, February 27 (KCNA) -- A national e-seminar was held in Russia on Feb. 11 to mark the birth anniversary of leader Kim Jong Il.\n\t\t\t\t\t Present at the seminar were public figures and members of the organizations for the study of the Juche idea in Russia.\n\t\t\t\t\t\n\t\t\t\t\t Pavel Bilevski, secretary general of the Russian Association for the Study of the Juche Idea, praised Kim Jong Il for performing undying exploits for the development of bilateral friendship through his several visits to Russia.\n\t\t\t\t\t\n\t\t\t\t\t Elena Bavichi, chairwoman of the Kim Jong Suk Women's Union of Russia, said the secret of victorious advance of socialism in the DPRK lies in that the Korean people are led by the genuine popular leaders through generations, and the leader, the party and the popular masses have achieved the single-minded unity. \n\t\t\t\t\t\n\t\t\t\t\t The chief of the Sankt-Peterburg branch of the Russian Association for the Study of the Juche Idea praised Kim Jong Il for turning the Korean People's Army into the matchless combat ranks and the DPRK into a military power with nuclear weapons under the unfurled banner of Songun.\n\t\t\t\t\t\n\t\t\t\t\t Pavel Chemodanov, chairman of the Russian Kirov Association for the Study of the Juche Idea, noted Kim Jong Il brightened the way for the times and humankind with his energetic ideological and theoretical activities. \n\t\t\t\t\t\n\t\t\t\t\t Referring to Kim Jong Il's great attention to the ideological work, Aleksandr Rusin, chairman of the Crimean Association for the Study of the Juche Idea of Russia, noted that it enabled the DPRK to further consolidate unity and cohesion of the whole society and tide over the worst ordeals and difficulties."
        },
        {
            "title": "Day of Shining Star Marked by Nepali Political Party",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-04ee.html",
            "content": "Day of Shining Star Marked by Nepali Political Party\r\nPyongyang, February 27 (KCNA) -- The Central Committee of the Nepal Worker-Peasant Party made public a statement on Feb. 16, the Day of the Shining Star (birth anniversary of leader Kim Jong Il). \n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t February 16 marks the 73rd birth anniversary of Kim Jong Il, the great leader of the Korean people and outstanding leader of the world movement for socialism. \n\t\t\t\t\t\n\t\t\t\t\t The DPRK is dignified as a great country thanks to the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung led his people to liberate the country from the Japanese imperialists' military occupation and beat back the U.S. imperialists in the war and built a powerful independent and sovereign state in Korea.\n\t\t\t\t\t\n\t\t\t\t\t It is attributable to the great, outstanding leaders that socialism in the DPRK advances by its own efforts and its people lead a worthy life.\n\t\t\t\t\t\n\t\t\t\t\t Korean socialism founded and led by Kim Il Sung and Kim Jong Il is now advancing vigorously under the outstanding leadership of Marshal Kim Jong Un. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. imperialists have stationed huge armed forces in south Korea and persistently resorted to economic sanctions and blockade and military threat against the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t However, the U.S. imperialists suffered setback and socialism in the DPRK has been safeguarded thanks to the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t The Nepalese people take this opportunity to extend warm congratulations to Kim Jong Un and the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t We vehemently denounce the U.S. imperialists' moves to stifle the DPRK and demand that they withdraw the hostile policy toward the DPRK at once."
        },
        {
            "title": "Beninese Organizations Denounce U.S. Human Rights Abuses",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-07ee.html",
            "content": "Beninese Organizations Denounce U.S. Human Rights Abuses\r\nPyongyang, February 27 (KCNA) -- The Benin-Korea Amicable Association \"Long Live Kim Jong Il, Supreme Leader\" and the Benin National Committee for the Study of the Juche Idea made public a joint statement on Feb. 21 in denunciation of the U.S. human rights abuses.\n\t\t\t\t\t The U.S. is the worst human rights abuser, the statement said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t In recent years the CIA perpetrated unimaginable, brutal tortures against many prisoners who did not yield to it in a systematic and premeditated manner with the approval and under the patronage of the U.S. president.\n\t\t\t\t\t\n\t\t\t\t\t During the last Korean war the U.S. did not hesitate to commit such hideous crimes as murdering innocent people.\n\t\t\t\t\t\n\t\t\t\t\t After the war the U.S. forces in south Korea perpetrated all sorts of crimes such as the case of cutting bald the hair of a woman in Tongduchon and the case of driving an armored car over two schoolgirls to death.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is the country where white policemen go unpunished though they shot to death and strangled innocent black men.\n\t\t\t\t\t\n\t\t\t\t\t We strongly protest against the U.S. act of pointing an accusing finger at the others' human rights situation."
        },
        {
            "title": "Kim Jong Un publica nueva obra",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-01ss.html",
            "content": "Kim Jong Un publica nueva obra\r\nPyongyang, 27 de febrero (ACNC) -- El Mariscal Kim Jong Un publico el dia 26 la obra \"Todo el partido, ejercito y pueblo llevaremos a cabo una intensa campana de la restauracion forestal para cubrir de frondosos bosques los montes patrios\".\n\t\t\t\t\tAdelantando que unos dias despues, se acogera el Dia de Reforestacion, el recordo que el 2 de marzo de 1946, el Presidente Kim Il Sung subio a la colina Moran y planteo el ambicioso proyecto de plantar muchos arboles para convertir todos los montes en un paraiso del pueblo con copiosas areas verdes.\n\t\t\t\t\t\n\t\t\t\t\tTras presentar el proyecto de transformar todo el pais como zonas boscosas y forestales, el Dirigente Kim Jong Il realizo ingentes esfuerzos mentales y fisicos por hacerlo realidad hasta el ultimo momento de su vida, escribio.\n\t\t\t\t\t\n\t\t\t\t\tApunto que no se puede legar a las generaciones venideras los montes deforestados y agrego que es una firme decision y voluntad del partido convertir en los proximos 10 anos todos los montes en areas verdes de tesoro y oro implementando el proposito del Presidente y el Dirigente.\n\t\t\t\t\t\n\t\t\t\t\tEnfatizo que todo el partido, ejercito y pueblo deben movilizarse activamente en una intensa campana de repoblacion forestal para reverdecer todos los montes patrios y presento las tareas y remedios correspondientes.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que la campana de repoblacion forestal es una guerra con la naturaleza y senalo la importancia de impulsar simultaneamente la creacion de bosques y la proteccion de estos recursos.\n\t\t\t\t\t\n\t\t\t\t\tReclamo la participacion de todo el pueblo en la plantacion luego de asegurar muchas posturas de arbol, en lugar de sembrar unos arboles o transplantar los otros ya crecidos como acto ceremonioso del Dia de Reforestacion.\n\t\t\t\t\t\n\t\t\t\t\tAcoto que la Almaciga Central y otros viveros deben producir gran cantidad de las posturas de arboles de buena variedad y sembrarlas con calidad.\n\t\t\t\t\t\n\t\t\t\t\tPuesto que en la plantacion se movilizan muchos hombres de diversos dominios, hace falta exigirles que observen los requisitos tecnicos en ese quehacer, enseno y anadio que hay que aplicar el sistema de apadrinamiento, segun el cual los organos, las empresas y las unidades deben cuidar los arboles plantados por si mismos.\n\t\t\t\t\t\n\t\t\t\t\tContinuo que en el marco de la campana de repoblacion forestal, se debe crear racionalmente los bosques de valor economico, los vedados y los ornamentales.\n\t\t\t\t\t\n\t\t\t\t\tDestaco que la proteccion de bosques implica la preservacion de tierra, ecosistema y economia y prosiguio que desde tal posicion, hay que impulsar intensamente una campana para proteger los recursos forestales del pais.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un subrayo que para proteger el recurso forestal, hace falta formar los bosques para combustible, aumentar la produccion y el suministro de carbon de uso civil y tomar medidas activas para resolver el problema de lena.\n\t\t\t\t\t\n\t\t\t\t\tLos organos de investigacion cientifica forestal deben investigar y resolver los problemas cientificos y tecnicos que se presentan en la formacion y la proteccion de los bosques, apunto.\n\t\t\t\t\t\n\t\t\t\t\tHay que tomar medidas para introducir y divulgar ampliamente las tecnicas y ciencias avanzadas del mundo referentes a la formacion y proteccion del bosque, acoto y subrayo la necesidad de remodelar la Academia de Silvicultura como centro de primera categoria de talla mundial y acondicionar bien los centros de investigacion cientifica de silvicultura en todas las provincias.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a acelerar constantemente la reforestacion previendo 10 anos futuros, ya que es un trabajo de largo plazo.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que la reforestacion es el importante trabajo politico para materializar el legado del Presidente Kim Il Sung y el Dirigente Kim Jong Il y es la maxima obra patriotica por el enriquecimiento de nuestra patria y la prosperidad de todas las generaciones venideras.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal aclaro que \"Todo el partido, ejercito y pueblo llevaremos a cabo una intensa campana de la restauracion forestal\" es la consigna combativa que el PTC presenta hoy en dia.\n\t\t\t\t\t\n\t\t\t\t\tEl Ejercito Popular debe estar al frente de la reforestacion, asevero y agrego que se debe realizar bien la cooperacion entre los militares y habitantes y desplegar activamente el movimiento masivo.\n\t\t\t\t\t\n\t\t\t\t\tExhorto a hacer dinamicamente la propaganda y agitacion para llamar a todo el Partido, el ejercito y el pueblo a desplegar la campana de  reforestacion y elevar el papel de los puestos de mando de reforestacion y senalo que los funcionarios deben ponerse a la cabeza en esta campana.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal Kim Jong Un expreso la conviccion de que los funcionarios, los militares del EPC, los trabajadores y los jovenes y ninos escolares se levantaran como un solo hombre en la campana de reforestacion, noble causa patriotica, en acato al llamamiento del Comite Central del Partido del Trabajo de Corea."
        },
        {
            "title": "Kim Jong Un recorre campo de construccion de Centro de Ciencias y Tecnicas",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-02ss.html",
            "content": "Kim Jong Un recorre campo de construccion de Centro de Ciencias y Tecnicas\r\nPyongyang, 27 de febrero (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, recorrio el campo de construccion del Centro de Ciencias y Tecnicas.\n\t\t\t\t\tEl Mariscal pregunto en detalles a los comandantes sobre la cantidad de la obra hecha hasta la fecha, que medidas se toman para el aseguramiento de materiales y cuales son los problemas pendientes. \n\t\t\t\t\t\n\t\t\t\t\tTras escuchar la explicacion ante el mapa de vista a vuelo de pajaro del Centro, dio preciosas instrucciones para la obra dando revista al campo de construccion.\n\t\t\t\t\t\n\t\t\t\t\tDijo que el Centro de Ciencias y Tecnicas es un plantel docente donde pueden estudiar tanto los cientificos y tecnicos como los habitantes de diversos estratos y una base central que divulga en todo el pais las ciencias y tecnicas ultramodernas. \n\t\t\t\t\t\n\t\t\t\t\tDestaco la necesidad de construirlo perfectamente tanto en la estetica como en la utilidad.\n\t\t\t\t\t\n\t\t\t\t\tOrdeno edificar mas un hotel con capacidad de 500 asientos que armoniza bien con el ambiente periferico, de manera que los visitantes no sientan incomodidades.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal subrayo la necesidad de impulsar simultaneamente la construccion del Centro y los preparativos para la gestion.\n\t\t\t\t\t\n\t\t\t\t\tHay que organizar con minuciosidad la labor para asentar la base de los datos de ciencias y tecnicas ultramodernas, asegurar en el maximo nivel los equipos y muebles necesarios al servicio de lectura electronica, formar la red entre el Centro y las salas de divulgacion de conocimientos cientificos y tecnicos acondicionadas en todos los lugares del pais, y seleccionar y ubicar a los cientificos, especialistas y servidores, apunto.\n\t\t\t\t\t\n\t\t\t\t\tOrdeno realizar bien la obra de proteccion de la costa de la isla Suk, donde se situa el Centro, y el arreglo del ambiente periferico, incluso la plantacion de arboles.\n\t\t\t\t\t\n\t\t\t\t\tEvaluo a los comandantes y militares de la unidad 963 del EPC que impulsan con ambicion la obra al introducir nuevos metodos de obra.\n\t\t\t\t\t\n\t\t\t\t\tSenalo que todas las ramas y unidades apoyen en lo material y espiritual la construccion del centro, de manera que esta obra se convirtiera en una labor de todo el partido, todo el pais y todo el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal resolvio en el terreno todos los problemas surgidos en la construccion.\n\t\t\t\t\t\n\t\t\t\t\tOrdeno terminar sin falta la obra hasta el 70o aniversario de la fundacion del PTC.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron el premier Pak Pong Ju, el secretario del Comite Central del PTC, O Su Yong, los jefes de departamento del CC del PTC, Han Kwang Bok y Han Kwang Sang, el primer subjefe de departamento del CC del PTC, Ri Jae Il y los subjefes de departamento del CC del PTC, Jo Yong Won y Jo Thae San."
        },
        {
            "title": "Kim Jong Un recibe mensaje de felicitacion de personalidades del Partido Comunista Brasileno",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-14ss.html",
            "content": "Kim Jong Un recibe mensaje de felicitacion de personalidades del Partido Comunista Brasileno\r\nPyongyang, 27 de febrero (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, recibio un mensaje de felicitacion que le enviaran el dia 14 el presidente nacional Renato Ravello y el secretario internacional Ricardo Alemao Abreu, del Comite Central del Partido Comunista Brasileno.\n\t\t\t\t\tLa misiva senala que el Partido Comunista Brasileno envia las mas calurosas felicitaciones al Mariscal, al PTC y al pueblo coreano con motivo del 73o aniversario de natalicio del camarada Kim Jong Il.\n\t\t\t\t\t\n\t\t\t\t\tApunta que el pueblo coreano acoge este dia significativo en el periodo en que las personas amantes de la paz mundial se han levantado en la lucha contra la amenaza de nueva agresion de los imperialistas yanquis al regimen socialista de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tDestaca que el PCB apoya la lucha del PTC y el pueblo coreano por la paz y la estabilidad de la Peninsula Coreana.\n\t\t\t\t\t\n\t\t\t\t\tSubraya que el PCB expresa otra vez la solidaridad con los esfuerzos del PTC y el pueblo coreano por la construccion socialista recordando al camarada Kim Jong Il, gran lider.\n\t\t\t\t\t\n\t\t\t\t\tSenala que reafirma la invariable amistad fraternal entre el PCB y el PTC, el pueblo brasileno y el coreano y aprovechando esta oportunidad, desea al Mariscal grandes exitos en el trabajo para dirigir el PTC y la RPDC."
        },
        {
            "title": "Presidente de Malawi elogia exitos asombrosos del pueblo coreano",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-13ss.html",
            "content": "Presidente de Malawi elogia exitos asombrosos del pueblo coreano\r\nPyongyang, 27 de febrero (ACNC) -- El embajador de la Republica Popular Democratica de Corea, Kim Hyon Il presento el dia 18 sus cartas credenciales ante el presidente de la Republica de Malawi, Arthur Peter Mutharika.\n\t\t\t\t\tEn la ocasion el presidente deseo de todo corazon a Su Excelencia Kim Jong Un grandes exitos en la noble labor para lograr la paz, la reunificacion y la prosperidad del pais y llevar mayor felicidad al pueblo coreano.\n\t\t\t\t\t\n\t\t\t\t\tSubrayo que gracias a la energica direccion de Su Excelencia Kim Jong Un que sucede con brillantez la noble causa de los lideres anteriores, el pueblo coreano sigue alcanzando los exitos asombrosos aun en medio de la complicada situacion internacional."
        },
        {
            "title": "Portavoz del CC de UPC denuncia atrocidad de Corte Suprema del Sur de Corea",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-12ss.html",
            "content": "Portavoz del CC de UPC denuncia atrocidad de Corte Suprema del Sur de Corea\r\nPyongyang, 27 de febrero (ACNC) -- El portavoz del Comite Central de la Union de Periodistas de Corea publico el dia 26 una declaracion en relacion con que recientemente la Corte Suprema del Sur de Corea definio la supresion de la publicacion del progresista  periodico online Jaju Minbo.\n\t\t\t\t\tLa banda titere suspendio a fuerza la publicacion de dicho periodico al cabo de encerrar, condenar y reprimir a los relacionados con esta prensa calificando el periodico de \"publicacion pro-Norte\" y sus actividades legitimas de \"acto pro-enemigo\", comienza la nota y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tEsto deviene una brutalidad perversa y fascista igual a la dictadura de \"renovacion\".\n\t\t\t\t\t\n\t\t\t\t\tLos ex gobernantes titeres vinieron recurriendo salvajemente a la represion de la prensa, pero la banda conservadora actual les supero en hacer locuras fascistas  para suspender a fuerza la publicacion cuestionando hasta la prensa legitima que ha desarrollado las actividades normales durante 15 anos.\n\t\t\t\t\t\n\t\t\t\t\tHoy en dia, bajo el \"poder\" de Park Geun-hye el Sur de Corea se ha convertido en la epoca oscura de \"renovacion\".\n\t\t\t\t\t\n\t\t\t\t\tAl eliminar el periodico, portavoz del progreso y la reunificacion blandiendo la espada de la \"purga de las fuerzas pro-Norte\", la horda titere perdio totalmente siquiera la honra de hablar del \"dialogo\", la \"mejora de las relaciones\" y la \"confianza\".\n\t\t\t\t\t\n\t\t\t\t\tLos que niegan la justicia y la verdad, seran censurados sin falta y no evitaran la ruina vergonzosa.\n\t\t\t\t\t\n\t\t\t\t\tTodos los periodistas y los hombres de prensa de la RPDC enviaran en futuro tambien al igual que en el pasado el irrestricto apoyo y solidaridad con la justa lucha de los hombres de prensa progresistas del Sur de Corea."
        },
        {
            "title": "ACNC refuta insistencia de Japon en su posesion de islote Tok",
            "url": "http://kcna.co.jp/item/2015/201502/news27/20150227-19ss.html",
            "content": "ACNC refuta insistencia de Japon en su posesion de islote Tok\r\nPyongyang, 27 de febrero (ACNC) -- Pasa el limite la ambicion de los reaccionarios japoneses de usurpar el islote coreano Tok.\n\t\t\t\t\tComo es conocido por todos, el pasado dia 22, tuvo lugar en el departamento japones de Shimane un acto dedicado al \"dia de Takeshima (islote Tok)\". \n\t\t\t\t\t\n\t\t\t\t\tEn esta farsa efectuada con motivo del 10o aniversario de la institucion del \"dia de Takeshima\" participo hasta un relacionado del gobierno a nivel de viceministro. \n\t\t\t\t\t\n\t\t\t\t\tDespues del acto, se divulga una multimedia en once idiomas que refleja la insistencia unilateral de Japon en la posesion del islote Tok.\n\t\t\t\t\t\n\t\t\t\t\tLa opinion publica estima que la multimedia fue inventada segun el informe relativo al islote Tok elaborado por los especialistas de la historia y del problema territorial.\n\t\t\t\t\t\n\t\t\t\t\tEl informe compuesto por 11 articulos \"aconseja\" a propagar concentradamente a los pueblos y los especialistas en tercer pais que el  islote Tok es la tierra de Japon. \n\t\t\t\t\t\n\t\t\t\t\tUna prensa derechista japonesa subrayo la necesidad de organizar el acto dedicado al \"dia de Takeshima\" no en el ambito regional sino en  el nacional.\n\t\t\t\t\t\n\t\t\t\t\tTanto en el punto de vista historico como en vista de la ley internacional, el islote Tok es una parte del territorio coreano. \n\t\t\t\t\t\n\t\t\t\t\tHace poco, se dio a la publicidad un documento secreto del gobierno japones, segun el cual en 1905 los moradores japoneses de aquel entonces conocian el islote Tok como territorio coreano. De esta manera, se ha revelado la injusticia de la insistencia de Japon en la posesion del islote Tok. \n\t\t\t\t\t\n\t\t\t\t\tEn el siglo actual son inaceptables los metodos caducos de hace mas de un siglo cuando el imperialismo japones \"anexo\" a un pais con la amenaza, chantaje, adormecimiento y engano. \n\t\t\t\t\t\n\t\t\t\t\tSi Japon sigue persistiendo en la posesion del islote Tok, sera manchada mas la cara del ultimo y unico pais criminal de guerra que no  hace la liquidacion del pasado. \n\t\t\t\t\t\n\t\t\t\t\tEl pais isla debe pedir perdon sincero y hacer indemnizacion merecida por su historia de agresion y saqueo, lejos de abrigar la codicia de usurpar el territorio ajeno. \n\t\t\t\t\t\n\t\t\t\t\tTodavia los reaccionarios japoneses actuan cinicamente embelleciendo y tergiversando sus crimenes del pasado y recurriendo a la expansion territorial, causando rechazo y repudio de la sociedad internacional.\n\t\t\t\t\t\n\t\t\t\t\tEste ano se cumple el 70o aniversario de la derrota de Japon en la segunda guerra mundial.\n\t\t\t\t\t\n\t\t\t\t\tLos reaccionarios japoneses deben tener presente que su intento de expansion territorial les llevara al arruinamiento final. \n\t\t\t\t\t\n\t\t\t\t\tEsto es la ultima advertencia de la sociedad internacional."
        }
    ]
}