{
    "date": "2015-03-29",
    "url": "http://kcna.co.jp/item/2015/201503/2015-03-29ee.html",
    "articles": [
        {
            "title": "Park Geun Hye Slammed for Abusing Cheonan Warship Sinking Case for Confrontation with Fellow Countrymen",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-14ee.html",
            "content": "Park Geun Hye Slammed for Abusing Cheonan Warship Sinking Case for Confrontation with Fellow Countrymen\r\n Pyongyang, March 29 (KCNA) -- The Park Geun Hye group is inciting confrontation with the DPRK across south Korea five years since Cheonan warship sinking case:\n\t\t\t\t\t At a \"memorial service\" for Cheonan warship victims at Hyonchung Cemetery in Taejon on March 26, she said \"Cheonan was torpedoed by the north\" and admonished the north to \"give up reckless provocation\" in a foolish bid to make the \"north's involvement\" in the case an established fact. \n\t\t\t\t\t\n\t\t\t\t\t She went the lengths of blowing the old trumpet of the \"north's nukes dismantlement\", saying \"the north cannot be protected by nuclear weapons\". She even took issue with the just policies and social system in the DPRK, not content with talking about \"isolation\", \"nature\" and \"true change\".\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Policy Department of the National Defence Commission of the DPRK in the answer to a question raised by newspaper Joson Inmingun on Sunday warned that Park regime's insistence on the story of the \"north's involvement\" in the sinking and the \"May 24 step\" will bring stronger curse and denunciation to the regime and make it meet the same miserable fate as traitor Lee Myung Bak did.\n\t\t\t\t\t\n\t\t\t\t\t Confrontational hysteria was also manifested by her yes-men in the puppet Defense Ministry and Unification Ministry.\n\t\t\t\t\t\n\t\t\t\t\t The puppet Unification Ministry made a far-fetched assertion that \"it has already been clearly proved by the international joint investigation that Cheonan sinking was the north's deed\". It urged the need to keep in force the \"May 24 step\" while talking about \"distortion of truth\" and \"responsible measure\".\n\t\t\t\t\t\n\t\t\t\t\t The puppet minister of Defense made his sudden appearance at a command and control center of the Joint Chiefs of Staff on the lapse of the fifth anniversary of the sinking where he cried out for \"tightening military posture\" and \"getting fully combat-ready to cope with possible provocation by the enemy\". The puppet warmongers stage almost every day large-scale naval mobile drills in the West Sea of Korea in league with the U.S. under the pretext of defending the \"northern limit line\" and \"deterring provocations\".\n\t\t\t\t\t\n\t\t\t\t\t Human scum, who announced they would suspend leaflet scattering operation, being taken aback by the physical destruction warning issued by the DPRK, are getting desperate to do the operation again under the patronage of the puppet authorities who claim \"freedom of expression\" is inviolable \"basic right of the people.\"\n\t\t\t\t\t\n\t\t\t\t\t The Park regime's wild act over the sinking case has gone beyond imagination.\n\t\t\t\t\t\n\t\t\t\t\t But, despite Park's vicious racket for \"eliminating followers of the north\" and \"yusin dictatorship\" that is getting brutal, south Koreans' assertion that they can not believe the stated \"north's involvement\" in the Cheonan sinking is outdoing the puppet forces' assertion.\n\t\t\t\t\t\n\t\t\t\t\t Park's rhetoric about dialogue is nothing but hypocrisy to deceive and mock at the public at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t It has become impossible to expect the improvement of the north-south relations as long as confrontational-minded Park and her group are in office in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Invariable is our stand that we will never deal with such vicious confrontational maniacs.\n\t\t\t\t\t\n\t\t\t\t\t Whether Park and her group will be denounced as the second Lee Myung Bak group of traitors and a group of living corpses by all Koreans or not, totally depends on themselves."
        },
        {
            "title": "Rodong Sinmun Slams U.S-S. Korea Joint Military Exercises",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-08ee.html",
            "content": "Rodong Sinmun Slams U.S-S. Korea Joint Military Exercises\r\n Pyongyang, March 29 (KCNA) -- The large-scale joint military exercises kicked off by the U.S. in league with the south Korean puppet warmongers in south Korea the scale of which is enough to fight a war have gotten into full swing.\n\t\t\t\t\t This is evidenced by the Ssangyong landing operation drill, part of Foal Eagle joint military exercises which will start from the end of March. To be involved in the exercises that will last till early April are thousands of the U.S. imperialist aggressors and marines of the south Korean puppet army along with several landing warships of the U.S. navy based in Sasebo Port of Japan.\n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Rodong Sinmun Sunday says the joint military exercises gaining in their scale and sphere and assuming clearer aggressive goal and nature of nuclear preemptive strike are the root cause of pushing the situation on the Korean peninsula to a dangerous phase of war.\n\t\t\t\t\t\n\t\t\t\t\t Even a small sign of peace is not seen on the Korean peninsula, the biggest hotspot in the world.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is seeking to move to a real war all of a sudden if an opportunity is created while staging the large-scale joint military exercises.\n\t\t\t\t\t\n\t\t\t\t\t It is the sinister intention of the U.S., the architect of aggression and war, to push the situation on the Korean peninsula to an extreme pitch of tension through periodical nuclear war rackets, turn south Korea into a more dangerous nuclear arsenal through ceaseless arms buildup and ignite a war in the end.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is trying to stifle the dignified DPRK and bring down Korean-style socialist system centered on the popular masses, being engrossed in the \"logic of strength almighty\". But the U.S. wild ambition can never come true.\n\t\t\t\t\t\n\t\t\t\t\t If even a bullet is fired into the inviolable territory of the DPRK, its revolutionary armed forces will never miss the chance but deal merciless punishment to the provokers and lead it to a great sacred war for national reunification."
        },
        {
            "title": "Minju Joson Blasts U.S.-S. Korea War Alliance ",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-09ee.html",
            "content": "Minju Joson Blasts U.S.-S. Korea War Alliance\r\n Pyongyang, March 29 (KCNA) -- The U.S. and the puppet group cried out for \"strengthening alliance\" with the knife attack on the U.S. Ambassador to south Korea Lippert as an occasion, says Minju Joson Sunday in a commentary.\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t After the incident the U.S. high-ranking officials vied with each other to assert the U.S.-south Korea \"alliance remains unchanged and will stay solid as ever\". The U.S. warmongers said Foal Eagle joint military drills serve as an \"important event of alliance\" with south Korea and that it will \"keep its security promise\", only to intensify war drills.\n\t\t\t\t\t\n\t\t\t\t\t The sinister intention sought by the U.S. in calling for \"stronger alliance\" is to further tighten its control over south Korea and use it as a cannon fodder for a war of aggression against the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group, however, feels grateful for it and clings to the coattails of the U.S., becoming a laughing stock of the people.\n\t\t\t\t\t\n\t\t\t\t\t Its despicable behavior is fanning up the south Korean people's anti-U.S. and anti-Park Geun Hye sentiment.\n\t\t\t\t\t\n\t\t\t\t\t In fact, south Korea's \"strengthened alliance\" with the U.S. is illogical sophism enough to be denounced and ridiculed by the world people.\n\t\t\t\t\t\n\t\t\t\t\t The puppet group is not in a position to talk about the \"stronger alliance\" with the U.S.\n\t\t\t\t\t\n\t\t\t\t\t The south Korea-U.S. alliance was, by origin, designed for the American master's domination and subordination of its south Korean servant and for realizing the U.S. policy for aggression.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. impudent attitude and the puppet group's humiliating reaction to the attack vividly show the true nature of the alliance.\n\t\t\t\t\t\n\t\t\t\t\t As long as the present relations are allowed to go on, the south Korean people can never be freed from the U.S. colonial yoke and avoid the growing danger of a nuclear war."
        },
        {
            "title": "Stop to Leaflet Scattering Operation Called for in S. Kore",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-10ee.html",
            "content": "Stop to Leaflet Scattering Operation Called for in S. Korea\r\n Pyongyang, March 29 (KCNA) -- Young south Koreans held a press conference in Seoul on Mar. 26 calling for a stop to the anti-DPRK leaflet scattering operation, according to the south Korean internet paper Thongil News.\n\t\t\t\t\t At the press conference, the speakers recalled the action they had staged in the U.S. demanding a halt to the anti-DPRK leaflet scattering operation.\n\t\t\t\t\t\n\t\t\t\t\t During the action they clearly disclosed that the operation is a dangerous one which disturbs peace on the Korean peninsula and inflicts misfortune and pain upon the inhabitants in the area along the Military Demarcation Line, they said. \n\t\t\t\t\t\n\t\t\t\t\t They urged the U.S. to stop the operation provoking the north and THAAD deployment and the joint military drills against the north, which are all aimed at meeting its own interest.\n\t\t\t\t\t\n\t\t\t\t\t They said they would carry on the struggle for the peace on the Korean peninsula."
        },
        {
            "title": "Bridge Collapses in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-11ee.html",
            "content": "Bridge Collapses in S. Korea\r\n Pyongyang, March 29 (KCNA) -- A bridge under construction at a road pavement site collapsed in Ryongin City, Kyonggi Province on March 25, according to Seoul Sinmun of south Korea.\n\t\t\t\t\t The accident left one person dead and eight others heavily wounded."
        },
        {
            "title": "S. Korean Forces Will Get Only Destruction from War Moves: Minju Joson",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-12ee.html",
            "content": "S. Korean Forces Will Get Only Destruction from War Moves: Minju Joson\r\n Pyongyang, March 29 (KCNA) -- Moves inciting confrontation have been pronounced in south Korea five years since Cheonan warship sinking case, a hideous conspiratorial case. Such rubbish as \"apology\" and \"punishment\" has been heard from anti-DPRK events such as \"memorial concert\", \"memorial service and security rally\" and \"special photo exhibition for security\" across south Korea.\n\t\t\t\t\t Units of the south Korean puppet army encouraged by them staged naval mobile drill and drill for emergency sorties, making a false show of power. The U.S. imperialist aggression forces taking part in Foal Eagle staged joint live shell firing drill and firepower demonstration drill in the areas along the Military Demarcation Line and in the West and East Seas of Korea together with the puppet forces.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson Sunday in a commentary says this proves the puppet forces are using Cheonan warship sinking case as a tool for escalating confrontation with the north, while dancing to the U.S. tune.\n\t\t\t\t\t\n\t\t\t\t\t It is ridiculous for the puppet forces to make wild rhetoric as they are staging the north-targeted nuclear war drill with the involvement of the nuclear forces of the U.S., the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Park Geun Hye's invectives to tarnish the image of the DPRK, a country demonstrating its might as a nuclear weapons state, are beset with great danger. Its aim is to force the DPRK to disarm itself and occupy it with ease.\n\t\t\t\t\t\n\t\t\t\t\t As the DPRK is well aware of this, it will resolutely and mercilessly foil the puppet forces' confrontation and war moves.\n\t\t\t\t\t\n\t\t\t\t\t The puppet forces will get nothing but self-destruction from confrontation with the fellow countrymen and war moves.\n\t\t\t\t\t\n\t\t\t\t\t They have to apologize before the nation for daring pull up the DPRK. This is our warning.\n\t\t\t\t\t\n\t\t\t\t\t They had better behave with discretion, pondering over catastrophic consequences to be entailed by their reckless moves."
        },
        {
            "title": "S. Korean Organization Calls for Checking War Drills to Usher in New Era of Peace and Reunification ",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-13ee.html",
            "content": "S. Korean Organization Calls for Checking War Drills to Usher in New Era of Peace and Reunification \r\n Pyongyang, March 29 (KCNA) -- The Solidarity for Democracy, People's Life, Peaceful Reunification and Sovereignty of south Korea issued an appeal on Mar. 27 calling for turning out in the action to stop the U.S. imperialists and puppet group's joint military drills for aggression.\n\t\t\t\t\t The appeal said that even at this moment Foal Eagle joint military drills threatening the peace and blocking the south-north relations are going on. This preemptive attack drill is a dangerous war rehearsal for putting into practice an operational plan which is the detailed form of the \"tailored deterrence strategy\", it noted. \n\t\t\t\t\t\n\t\t\t\t\t Ssangyong landing operation drills due on Mar. 30 will include an aerial charging drill, the first of its kind, in which marines will be dropped in an area simulating Pyongyang from helicopters to carry out the \"operation of occupation\", it said. \n\t\t\t\t\t\n\t\t\t\t\t A time fuse for igniting another Korean war is Key Resolve and Foal Eagle, it noted.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all the Koreans to turn out in the action to defend peace and prevent joint war drill to usher in a new era of peace and reunification."
        },
        {
            "title": "S. Korean Regime Accused of Deteriorating Labor Conditions",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-15ee.html",
            "content": "S. Korean Regime Accused of Deteriorating Labor Conditions\r\n Pyongyang, March 29 (KCNA) -- Core members of the south Korean Confederation of Trade Unions urged the puppet regime not to deteriorate labor conditions on Mar. 24, according to the south Korean internet paper Chamsesang.\n\t\t\t\t\t Recalling that policemen stormed an office of the confederation where they behaved rudely in December 2013, the members condemned the regime for only calling for dialogue, going without any apology and reflection on it.\n\t\t\t\t\t\n\t\t\t\t\t They noted the confederation would not come out for dialogue if any attempt at deteriorating labor conditions for the interests of businesses is not retracted.\n\t\t\t\t\t\n\t\t\t\t\t Then followed a press conference.\n\t\t\t\t\t\n\t\t\t\t\t At the conference they evinced their will to stage strong actions in solidarity with people of various circles to force the regime to set right its wrong policy for big businesses in case it does not accept the demand of the confederation at the date set by it."
        },
        {
            "title": "Kim Jong Un's Work Posted on British Website",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-01ee.html",
            "content": "Kim Jong Un's Work Posted on British Website\r\n Pyongyang, March 29 (KCNA) -- The British Association for the Study of Songun Policy posted on its website the full text of supreme leader Kim Jong Un's work \"Let Us Add Eternal Brilliance to Comrade Kim Jong Il's Great Idea and Achievements of the Songun Revolution\" on March 25.\n\t\t\t\t\t The talk, published on August 25, Juche 102 (2013), deals with the Songun revolutionary leadership feats of leader Kim Jong Il, clarifying the essence and originality of the Songun revolutionary idea and the tasks for brilliantly accomplishing the revolutionary cause of Songun."
        },
        {
            "title": "Day of Sun to Be Marked in Sweden ",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-02ee.html",
            "content": "Day of Sun to Be Marked in Sweden\r\n Pyongyang, March 29 (KCNA) -- A Swedish preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was formed on March 23. \n\t\t\t\t\t Christer Lundgren, chairman of the Sweden-Korea Friendship Association, and an executive member of the Communist Party of Sweden and an executive member of its Goteborg Committee were elected co-chairmen of the preparatory committee."
        },
        {
            "title": "Day of Sun to Be Marked in Hungary ",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-03ee.html",
            "content": "Day of Sun to Be Marked in Hungary\r\n Pyongyang, March 29 (KCNA) -- A preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was inaugurated in Budapest of Hungary on March 24. \n\t\t\t\t\t Gyula Thurmer, chairperson of the Hungarian Workers' Party, was elected chairperson of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee set the celebration period from Mar. 24 to Apr. 17 and decided to hold events praising the sacred revolutionary career and undying feats of Kim Il Sung in the capital city and local areas."
        },
        {
            "title": "Day of Sun to Be Marked in Russia ",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-04ee.html",
            "content": "Day of Sun to Be Marked in Russia \r\n Pyongyang, March 29 (KCNA) -- A preparatory committee for celebrating the birth anniversary of President Kim Il Sung (the Day of the Sun) was formed at the Maritime Territorial Branch of the All-Russia War Veterans' Social Organization \"Militant Fraternity\" on March 24. \n\t\t\t\t\t Donets, chairman of the branch, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to hold multifarious political and cultural events including a seminar and film show in praise of the sacred revolutionary career and undying exploits of Kim Il Sung on the occasion of the Day of the Sun."
        },
        {
            "title": "Day of Sun Observed in Romania, Serbia",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-05ee.html",
            "content": "Day of Sun Observed in Romania, Serbia\r\n Pyongyang, March 29 (KCNA) -- A seminar took place in Romania and a lecture in Serbia on Mar. 23 to mark the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t Vasile Orleanu, chairman of the Supreme Council of the Socialist Party of Romania, said the President turned the DPRK into a socialist power independent in politics, self-supporting in economy and self-reliance in national defence, adding:\n\t\t\t\t\t\n\t\t\t\t\t The present DPRK highly dignified as an invincible socialist fortress and a strong nuclear weapons state even the U.S. dares not provoke would be unthinkable without the exploits of the President.\n\t\t\t\t\t\n\t\t\t\t\t The great career of the President who dedicated himself to the prosperity of the country and happiness of its people will always be remembered not only by the Korean people but by other progressives in the world.\n\t\t\t\t\t\n\t\t\t\t\t The Supreme Council of the Socialist Party of Romania and all its members will always support the just struggle of the heroic Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Batric Mijovic, general secretary of the New Yugoslav Communist Party of Serbia, noted in a lecture that Kim Il Sung was a great leader who performed great exploits for the country and nation, times and history by successfully applying the Juche idea to the revolutionary practice.\n\t\t\t\t\t\n\t\t\t\t\t His revolutionary idea is shining as a great guiding idea representing the present times and the future of humankind.\n\t\t\t\t\t\n\t\t\t\t\t His august name will always remembered along with the undying Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t We extend solidarity to the Korean people dynamically advancing along the road chosen by it under the uplifted banner of Juche."
        },
        {
            "title": "Day of Sun Marked in DR Congo ",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-06ee.html",
            "content": "Day of Sun Marked in DR Congo \r\n Pyongyang, March 29 (KCNA) -- The preparatory committee of the DR Congo to celebrate the Day of the Sun and the Day of the Shining Star released a bulletin on Mar. 23 to mark the birth anniversary of President Kim Il Sung (the Day of the Sun).\n\t\t\t\t\t The bulletin carried articles titled \"Founder of Juche idea and Songun idea\", \"The great leader of Korean revolution\" and \"Supreme leader Kim Jong Un\" under the headline \"On occasion of 103rd birth anniversary of President Kim Il Sung.\"\n\t\t\t\t\t\n\t\t\t\t\t Noting the Korean people will soon mark the 103rd birth anniversary of the President, the bulletin said:\n\t\t\t\t\t\n\t\t\t\t\t Although the President passed away, the Korean people are adding brilliance to the gigantic exploits performed by him for the building of a socialist state.\n\t\t\t\t\t\n\t\t\t\t\t He founded the Juche idea and the Songun idea and strictly applied them to revolution and construction for a long time.\n\t\t\t\t\t\n\t\t\t\t\t He was an ever-victorious iron-willed brilliant commander who led two revolutionary wars to victories and ushered in a new era of national liberation for colonial countries and those fighting against imperialism.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his wise leadership, the DPRK turned into a socialist industrial state, the powerful country guided by the Juche idea in a matter of 14 years.\n\t\t\t\t\t\n\t\t\t\t\t The service personnel and people of the DPRK are deeming it a great pride to be led by HE Kim Jong Un as they have the firm conviction that they would certainly achieve the final victory under his leadership."
        },
        {
            "title": "S. Korean Regime's Escalated Confrontation of Social Systems under Fire in Britain",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-07ee.html",
            "content": "S. Korean Regime's Escalated Confrontation of Social Systems under Fire in Britain\r\n Pyongyang, March 29 (KCNA) -- The British Association for the Study of Songun Policy, the British Group for the Study of the Juche Idea and the Korean Friendship Association UK released a joint statement on March 16 denouncing the south Korean puppet regime for escalating confrontation of social systems.\n\t\t\t\t\t The statement said:\n\t\t\t\t\t\n\t\t\t\t\t We have consistently opposed the \"unification by absorption\" and \"German-style unification\" touted by the south Korean puppet regime.\n\t\t\t\t\t\n\t\t\t\t\t  But the regime is so shameless as to openly cry out for even \"unification by force of arms.\"\n\t\t\t\t\t\n\t\t\t\t\t  This is a cynical ploy of the puppet regime to \"bring down\" Juche-based socialist Korea centered on popular masses.\n\t\t\t\t\t\n\t\t\t\t\t  \"Unification by absorption\" and \"German-style unification\" are no more than a pipedream.\n\t\t\t\t\t\n\t\t\t\t\t  The puppet regime should face up to the stark reality and throw away its daydream about \"collapse\" of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t The Korean people will never tolerate the \"unification by absorption\" trumpeted about by the puppet regime and the U.S. imperialists' moves to expand their colony but fight against them to the end.\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Committee for the Peaceful Reunification of Korea in a statement made it clear that the DPRK would not deal with the south Korean puppet regime if it does not disband the \"Preparatory Committee for Unification\" at once.\n\t\t\t\t\t\n\t\t\t\t\t We will join in the struggle of the Korean people and other world progressives to force the puppet regime to disband the committee, a plot-breeding center against the DPRK."
        },
        {
            "title": "Asociacion de Amistad Corea-Japon condena viles actos de reaccionarios japoneses",
            "url": "http://kcna.co.jp/item/2015/201503/news29/20150329-16ee.html",
            "content": "Asociacion de Amistad Corea-Japon condena viles actos de reaccionarios japoneses\r\nPyongyang, 29 de marzo (ACNC) -- El dia 26, los policias de la jefatura de investigacion conjunta de los cuarteles generales policiacos de la prefectura de Kyoto y los departamentos de Kanagawa, Yamaguchi y Shimane registraron a la fuerza los domicilios del presidente y el vicepresidente del Presidium del Comite Central de la Asociacion General de Coreanos Residentes en Japon (Chongryon), etc. so pretexto de que \"se sospecha si la Chongryon se relacionara a la violacion de la ley de intercambio extranjero\", pero no buscaron ninguna prueba material para el particular.\n\t\t\t\t\tLa Asociacion de Amistad Corea-Japon, en su declaracion fechada 28, condeno que tal registro forzado es pesquisa ilegal sin precedente que viola la Constitucion y la ley de procedimiento penal de Japon y tambien la ley internacional.\n\t\t\t\t\t\n\t\t\t\t\tSenala el documento y revela que en el pasado, los reaccionarios japoneses perpetraron muchas represiones ilegales contra la Chongryon y coreanos residentes en Japon, pero, no hicieron tal despotismo fascista contra el presidente y el vicepresidente de la Chongryon, diputados a la Asamblea Popular Suprema de la Republica Popular Democratica de Corea.\n\t\t\t\t\t\n\t\t\t\t\tEste caso grave, ocurrido a la luz del dia en Japon que se autodenomina como \"estado constitucional y democratico\", es la provocacion imperdonable y la violacion grave a la soberania contra la RPDC, apunta el documento y prosigue:\n\t\t\t\t\t\n\t\t\t\t\tRealmente, el caso fue perpetrado segun la orden represiva de la Agencia Nacional de Policia de Japon y la autoridad judicial del pais isleno emitio la orden de registro forzado. Es por eso que la responsabilidad de ese registro ilegal recae enteramente sobre las autoridades del gobierno japones.\n\t\t\t\t\t\n\t\t\t\t\tActualmente, los reaccionarios japoneses se valen de las freneticas maniobras anti-RPDC de EE.UU. tratando de preparar un trampolin favorable a acelerar mas la derechizacion fascista de la sociedad japonesa y a realizar su ambicion de potencia militar. \n\t\t\t\t\t\n\t\t\t\t\tToda la nacion coreana no perdonara jamas tales actos viles de las fuerzas reaccionarias japonesas que vuelven a llevar al fracaso las relaciones Corea-Japon recurriendo locamente  a la represion contra la Chongryon.\n\t\t\t\t\t\n\t\t\t\t\tSi las autoridades japonesas desean de veras la mejora de las relaciones Corea-Japon, deben poner de inmediato fin a la represion contra la Chongryon y coreanos residentes en Japon."
        }
    ]
}