{
    "date": "2015-11-11",
    "url": "http://kcna.co.jp/item/2015/201511/2015-11-11ee.html",
    "articles": [
        {
            "title": "Credentials to Kim Yong Nam from Italian Ambassador",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-22ee.html",
            "content": "Credentials to Kim Yong Nam from Italian Ambassador\r\n Pyongyang, November 11 (KCNA) -- Kim Yong Nam, president of the Presidium of the DPRK Supreme People's Assembly, received credentials from Marco Della Seta, Italian ambassador to the DPRK, at the Mansudae Assembly Hall on Wednesday."
        },
        {
            "title": "Pak Pong Ju Greets Kyrgyz PM",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-08ee.html",
            "content": "Pak Pong Ju Greets Kyrgyz PM\r\n Pyongyang, November 11 (KCNA) -- DPRK Premier Pak Pong Ju on Monday sent a congratulatory message to Temir Sariev upon his reappointment as Kyrgyz prime minister. \n\t\t\t\t\t The message expressed belief that the friendly and cooperative relations between the two countries would grow stronger, wishing the prime minister success in his work for the development and prosperity of the country.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, DPRK Foreign Minister Ri Su Yong sent a similar message to Erlan Abtyltaev, upon his reappointment as Kyrgyz foreign minister."
        },
        {
            "title": "Talks between General Staff Delegations of KPA and Russian Armed Forces",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-25ee.html",
            "content": "Talks between General Staff Delegations of KPA and Russian Armed Forces\r\nPyongyang, November 11 (KCNA) -- There took place talks between delegations of the General Staff of the Korean People's Army and the General Staff of the Armed Forces of the Russian Federation in Pyongyang Wednesday.\n\t\t\t\t\tPresent there from the DPRK side were O Kum Chol, vice-chief of the KPA General Staff, and generals and officers of the KPA and from the opposite side members of the delegation of the General Staff of the Armed Forces of the Russian Federation led by First Vice Chief of General Staff Nikolai Bogdanovski and Alexei Bartusov, military attache of the Russian embassy here.\n\t\t\t\t\t\n\t\t\t\t\tAt the talks, both sides exchanged views on the issue of developing the traditional friendly relations between the armies of the two countries and issues of mutual concern.\n\t\t\t\t\t\n\t\t\t\t\tOn the same day the KPA General Staff gave a reception in honor of the Russian delegation."
        },
        {
            "title": "2nd National Meeting of Active Functionaries of Primary Organizations of Democratic Women's Union of Korea Held",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-26ee.html",
            "content": "2nd National Meeting of Active Functionaries of Primary Organizations of Democratic Women's Union of Korea Held\r\n Pyongyang, November 11 (KCNA) -- The 2nd national meeting of active functionaries of primary organizations of the Democratic Women's Union of Korea took place here on Wednesday.\n\t\t\t\t\t The meeting reviewed achievements and experiences made in strengthening the primary organizations of the women's union in the past period and discussed tasks and ways to develop the women's union.\n\t\t\t\t\t\n\t\t\t\t\t Present there were functionaries of primary organizations of the women's union who set an example in their work, true to the idea and leadership of the Workers' Party of Korea, officials of the women's union and officials concerned.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Sun, chairwoman of the C.C., the women's union, made a report.\n\t\t\t\t\t\n\t\t\t\t\t She said:\n\t\t\t\t\t\n\t\t\t\t\t President Kim Il Sung and leader Kim Jong Il attached importance to the problem of strengthening the primary organizations of the women's union in the whole period of leading the revolution and construction and wisely led the work to steadily increase the function and role of the primary organizations.\n\t\t\t\t\t\n\t\t\t\t\t The President who provided precious traditions of building revolutionary women's organization amid the flame of the anti-Japanese revolutionary struggle founded the Democratic Women's Union of Korea, the Juche-oriented mass women's revolutionary organization, on Nov. 18, Juche 34 (1945).\n\t\t\t\t\t\n\t\t\t\t\t Anti-Japanese war hero Kim Jong Suk personally went to Songyo-ri, East District at that time in Pyongyang and other places and gave teachings to consolidate women's primary organizations and led women to the building of new democratic Korea.\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung and Kim Jong Il made public many works including \"On Revolutionizing and Working-classizing Women\" in every period and at every stage of the development of revolution and indicated the task and ways to increase the role of the women's primary organizations.\n\t\t\t\t\t\n\t\t\t\t\t The great leaders' idea of building the Juche-oriented women's union and their immortal feats are being successfully carried forward by Marshal Kim Jong Un onto a new high stage. \n\t\t\t\t\t\n\t\t\t\t\t The reporter referred to the fact that the women's union and its primary organizations have successfully carried out their duty as the mass women's political organization over the past ten-odd years since the first meeting took place.\n\t\t\t\t\t\n\t\t\t\t\t The present situation calls upon the primary organizations of the women's union to increase their militant function and role, she said, adding that all primary organizations should become political organizations boundlessly loyal to the leadership of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Speeches were made at the meeting."
        },
        {
            "title": "26th National Software Contest and Exhibition Open ",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-23ee.html",
            "content": "26th National Software Contest and Exhibition Open\r\n Pyongyang, November 11 (KCNA) -- The 26th National Software Contest and Exhibition opened with due ceremony at the Three-Revolution Exhibition House on Wednesday. \n\t\t\t\t\t On display in the contest and exhibition are more than 1 200 application programs for Korean-style operation systems. \n\t\t\t\t\t\n\t\t\t\t\t It will be divided into professional and amateur groups. Exhibits will be displayed by 17 panels including operating system and security, artificial intelligence and Korean language information processing and introduction of CNC system into production process. \n\t\t\t\t\t\n\t\t\t\t\t Also displayed are successes made by various industrial establishments, ministries and national institutions in bringing their IT level on a high level. The events will involve diverse contests in foreign language translation programs, programs for analyzing sports games and computer-added designing programs. \n\t\t\t\t\t\n\t\t\t\t\t Present at the ceremony were Kim Yong Jin, vice-premier of the Cabinet; Choe Sang Gon, department director of the Central Committee of the Workers' Party of Korea; Kim Sung Du, chairman of the Education Commission; Jang Chol, president of the State Academy of Sciences; and officials concerned. \n\t\t\t\t\t\n\t\t\t\t\t Jon Kyong, vice-chairman of the State Science and Technology Commission, made an opening address."
        },
        {
            "title": "Concert Given to Mark Polish Independence Day",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-27ee.html",
            "content": "Concert Given to Mark Polish Independence Day\r\nPyongyang, November 11 (KCNA) -- A concert was given at the concert hall of Pyongyang Kim Won Gyun Conservatory by Polish performers on the occasion of the independence day of Poland on Wednesday.\n\t\t\t\t\t Among the audience were Kung Sok Ung, vice-minister of Foreign Affairs, Kim In Bom, vice-minister of Culture and general director of the Film General Bureau, Kim Jin Bom, vice-chairman of the Korean Committee for Cultural Relations with Foreign Countries, officials concerned, teachers and students of organs for art education, Krzysztof Ciebien, Polish ambassador to the DPRK, and staff members of his embassy and diplomatic envoys and representatives of international bodies here.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the Polish embassy gave a reception at the Taedonggang Diplomatic Club on this occasion."
        },
        {
            "title": "National Experience-swapping Seminar of Public Health Workers Held",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-28ee.html",
            "content": "National Experience-swapping Seminar of Public Health Workers Held\r\n Kumya, November 11 (KCNA) -- A national experience-swapping seminar of public health workers took place in Kumya County, South Hamgyong Province Wednesday.\n\t\t\t\t\t Present there were Minister of Public Health Kang Ha Guk, officials concerned and exemplary medical workers.\n\t\t\t\t\t\n\t\t\t\t\t Presented at the seminar were achievements and experience gained in providing healthcare to the people in the past true to the Workers' Party of Korea's public health policy.\n\t\t\t\t\t\n\t\t\t\t\t Speakers said that many achievements were made in ensuring earlier detection and treatment of breast cancer among women through meticulous technical guidance over medical check-up of breast cancer and mastopathy. \n\t\t\t\t\t\n\t\t\t\t\t They noted that the treatment of children's congenital heart diseases was raised to the world level and a series of operation was successfully carried out for a child who was suffering from congenital deformed ankle, thereby enabling him to walk just like others.\n\t\t\t\t\t\n\t\t\t\t\t They said another success was that a worker who had had a serious burn on his face was recovered through years of treatment and many other patients were recovered to be able to work at their posts.\n\t\t\t\t\t\n\t\t\t\t\t Those who had suffered from retinal diseases for years were cured through the vitreous retinal operation that requires ultra-modern technology, they noted.\n\t\t\t\t\t\n\t\t\t\t\t They stressed the need to make positive contribution to promoting people's health and glorifying socialist health system."
        },
        {
            "title": "National Scientific and Technological Presentation in Field of Protecting Scenic Spots and Natural Monument Held",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-24ee.html",
            "content": "National Scientific and Technological Presentation in Field of Protecting Scenic Spots and Natural Monument Held\r\n Pyongyang, November 11 (KCNA) -- A national scientific and technological presentation in the field of protecting scenic spots and natural monuments was held here Wednesday to mark the first anniversary of the publication of supreme leader Kim Jong Un's work \"To Protect National Heritage Is a Patriotic Undertaking for Adding Brilliance to the History and Traditions of Our Nation\".\n\t\t\t\t\t Present there were officials concerned, scientists, technicians and teachers of universities.\n\t\t\t\t\t\n\t\t\t\t\t Its participants heard scores of papers reflecting the scientific and technological issues of preserving, protecting and increasing the environments of scenic spots and natural monuments of the country.\n\t\t\t\t\t\n\t\t\t\t\t Papers introduced achievements and experience gained in the work to preserve and manage scenic spots including Mt. Paektu and Mt. Kumgang and to protect and increase animals and plants which are recorded as natural monuments."
        },
        {
            "title": "Three-revolution Team Members Produce Good Results in DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-20ee.html",
            "content": "Three-revolution Team Members Produce Good Results in DPRK\r\n Pyongyang, November 11 (KCNA) -- The three-revolution team members active in different parts of the Democratic People's Republic of Korea take the lead in propelling the development of the nation's science and technology.\n\t\t\t\t\t This year they have carried out the task for 3 300 technological innovations conducive to various economic sectors in the country.\n\t\t\t\t\t\n\t\t\t\t\t The members at the Komdok Mining Complex made more than 40 technological innovations of high value in putting the complex on a normal operation, while those of the Unryul Mine invented a new tension measuring device for long-distance belt conveyor and a blaster to boost the iron ore production.\n\t\t\t\t\t\n\t\t\t\t\t Those at the Taean Heavy Machine Complex developed a new technique of explosion welding and others.\n\t\t\t\t\t\n\t\t\t\t\t The three-revolution team members in light industrial and agricultural fields, too, settled many sci-tech problems arising in speeding up the localization of production materials and promoting the agricultural development."
        },
        {
            "title": "Horse Riding Course in DPRK Produces First-term Graduates",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-19ee.html",
            "content": "Horse Riding Course in DPRK Produces First-term Graduates\r\n Pyongyang, November 11 (KCNA) -- The Mirim Riding Club in the Democratic People's Republic of Korea has run its juvenile extracurricular horse riding course, drawing many young people.\n\t\t\t\t\t According to Ri Tong Jun, secretary of the Horse Riding Association, schoolchildren at the age of 12-15 are allowed to attend the riding course, held between April and October every year.\n\t\t\t\t\t\n\t\t\t\t\t During the course, its trainees get theoretical and practical education on how to ride and keep a horse, anti-epizootic knowledge and other matters.\n\t\t\t\t\t\n\t\t\t\t\t The course turned out its first-term graduates at the end of October. At least 20 of the trainees received a certificate of horseman."
        },
        {
            "title": "KCNA Commentary Urges U.S. to Make Earlier Decision for Peace Treaty",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-18ee.html",
            "content": "KCNA Commentary Urges U.S. to Make Earlier Decision for Peace Treaty\r\n Pyongyang, November 11 (KCNA) -- Not a few days have passed since the DPRK made a proposal of replacing the Armistice Agreement with a peace treaty.\n\t\t\t\t\t The international community has closely followed the U.S. attitude to the proposal, a realistic and valid one for ensuring peace on the Korean Peninsula.\n\t\t\t\t\t\n\t\t\t\t\t But the U.S. has so far evaded the answer, making unwarranted assertions, reflective of the attitude of the present U.S. administration to the issue of ensuring peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The conclusion of a peace treaty on the peninsula is an urgent issue and nothing is more important than this in ensuring regional peace.\n\t\t\t\t\t\n\t\t\t\t\t Due to the U.S. hostile moves against the DPRK the situation remains so tense on the peninsula that a war may break out any moment. \n\t\t\t\t\t\n\t\t\t\t\t The constant tension on the peninsula where the interests of big powers are closely intertwined for its geo-political reason can lead to a war any moment which can spill over into a global nuclear war. \n\t\t\t\t\t\n\t\t\t\t\t A fundamental way of preventing such a serious development is to scrap the old armistice agreement at an early date and conclude a peace treaty to bring lasting peace to the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. insistence on its old stand under the pretext of denuclearization galvanizes the unbiased public opinion.\n\t\t\t\t\t\n\t\t\t\t\t Alexander Zhebin, director of the Center for the Research on Korea of the Institute for Far Eastern Studies of the Russian Academy of Sciences, said that the U.S. does not want a peace treaty with north Korea. To get reconciled with north Korea is against the U.S. policy to Northeast Asia, he said, adding: The U.S. does not buckle down to solving the nuclear issue for this or that pretext. The reason is that it has to justify its own missile defence system under the pretext of threat from north Korea in East Asia. Only when it defines north Korea as an \"evil\" in Asia-Pacific, can the U.S. justify the presence of its forces in the areas close to the Russian and Chinese borders. The U.S. is going to put the south and the north in its favor in big chessboard called Asia-Pacific, an area of geo-political importance.\n\t\t\t\t\t\n\t\t\t\t\t This is how the world views the situation.\n\t\t\t\t\t\n\t\t\t\t\t In the past the U.S. has become more talkative about the peace on the peninsula and the region than any others.\n\t\t\t\t\t\n\t\t\t\t\t If it truly hopes for peace and stability on the Korean Peninsula and the region, there will be no reason whatsoever for it not to respond to the proposal for concluding a peace treaty.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has to ponder over the DPRK's proposal and make a proper option and thus show the world its will to solve the issue of the Korean Peninsula and ensure regional peace.\n\t\t\t\t\t\n\t\t\t\t\t The replacement of the AA by a peace treaty is a key to solving all issues at present and it is a unique way of ensuring lasting peace and stability on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has to make a political decision to respect the sovereignty of the DPRK and put an end to the hostile relations with the DPRK that has lasted for several decades and thus ensure peace on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t Only earlier decision for concluding a peace treaty will benefit the U.S."
        },
        {
            "title": "Rodong Sinmun Slams U.S. Loud-mouthed \"Threat\" from DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-10ee.html",
            "content": "Rodong Sinmun Slams U.S. Loud-mouthed \"Threat\" from DPRK\r\n Pyongyang, November 11 (KCNA) -- The United States together with the south Korean authorities continues discussing the THAAD deployment in south Korea.\n\t\t\t\t\t As soon as it was reported by media, the U.S. and south Korea are busy issuing statements, feigning ignorance of it. And the Lockheed Martin Co. faltered out an excuse, uttering its deputy general manager made a gaffe.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun Wednesday in a commentary says in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is closeted with the south Korean authorities, persistently turning down the proposal for concluding a peace treaty with the DPRK. This is a mockery and challenge to mankind who want to see peace settled at an early date on the Korean Peninsula fraught with constant danger of a war.\n\t\t\t\t\t\n\t\t\t\t\t What is more intolerable is that the U.S. is letting loose a spate of nonsense about \"threat\" from the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. behavior of taking issue with the DPRK's war deterrent is no more than a cynical ploy to justify its provocations.\n\t\t\t\t\t\n\t\t\t\t\t It is an invariable intention of the U.S. to seek a way of carrying out the aggressive Asia-Pacific strategy in the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t It is the peninsula where interests of big powers are geopolitically intertwined and it is beset with historically accumulated issues of international nature. It is the ulterior motive of the U.S. hostile policy toward the DPRK to lay a widespread siege to the continent in a bid to turn Far East region and Asian continent favorable for its high-handed and arbitrary practices. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. is escalating the tension on the peninsula while turning a deaf ear to the DPRK's proposal for concluding a peace treaty. This is part of moves for carrying out the strategy for establishing military hegemony in the Asia-Pacific region.\n\t\t\t\t\t\n\t\t\t\t\t A crow cannot be whiter for often washing. Gone are days when the U.S. could behave like it. It would be well advised to properly understand the situation and take a right option."
        },
        {
            "title": "Rodong Sinmun Condemns S. Korean Authorities' Confrontation Hysteria ",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-11ee.html",
            "content": "Rodong Sinmun Condemns S. Korean Authorities' Confrontation Hysteria\r\n Pyongyang, November 11 (KCNA) -- The south Korean authorities zealously joined in proposing and drafting \"a resolution on human rights in north Korea\" submitted to the Third Committee of the UN General Assembly recently. \n\t\t\t\t\t Rodong Sinmun Wednesday observes in a commentary in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is vicious insult to the dignity and system in the DPRK and unpardonable confrontation moves chilling the hard-won atmosphere for improving the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\t The \"resolution on human rights in north Korea\" fabricated by the U.S. and its followers is a mockery of inviolable human rights. \n\t\t\t\t\t\n\t\t\t\t\t The desperate efforts of the south Korean authorities to cook up the resolution in collusion with outside forces clearly prove that they are seeking confrontation and \"unification of social systems\" only, not inter-Korean dialogue and cooperation and improved relations. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities are busy with the moves to hurt the fellow countrymen in the north in collusion with outsiders, while talking about \"dialogue and cooperation.\" Their behaviors make people skeptical about whether they are sincerely willing to improve the north-south relations. \n\t\t\t\t\t\n\t\t\t\t\t It is reckless for the south Korean authorities to get frantic with the anti-DPRK \"human rights\" racket in collusion with outside forces in the international arena though it is high time they worked hard to preserve the hard-won atmosphere for improvement of the inter-Korean relations in the light of demand of Koreans and the trend of the times. \n\t\t\t\t\t\n\t\t\t\t\t The north-south relations have not yet been placed on the orbit of full-scale improvement since the north-south agreement in August. It is entirely because that the south Korean authorities resort to the moves to isolate and stifle the DPRK in collusion with outside forces, seized with the ambition escalating the confrontation. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities would be well advised to properly see through the danger of their anti-DPRK \"human rights\" racket, source of distrust and confrontation between the fellow countrymen, and think twice over it."
        },
        {
            "title": "U.S. Moves for Bolstering up Military Muscle under Fire",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-13ee.html",
            "content": "U.S. Moves for Bolstering up Military Muscle under Fire\r\n Pyongyang, November 11 (KCNA) -- According to foreign press reports, the U.S. would start soon the development of B-3 by investing 80 billion U.S. dollars. The U.S. now keeps all the issues concerning the manufacture of new type long-range bomber in top secrecy, but foreign media report that the bomber is capable of delivering both nuclear and conventional weapons and it is also capable of performing duties with anti-radar detecting and electronic warfare, ultra communication and monitoring missions while flying 50~100 hours.\n\t\t\t\t\t Minju Joson Wednesday in a commentary observes in this regard:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is keen on developing new type long-range strategic bombers, more advanced in technology and performance, in a bid to ensure the unchallenged edge in the field of military affairs and further escalate the military invasion and interference in other countries.\n\t\t\t\t\t\n\t\t\t\t\t It is a scenario of the U.S. to build tremendous military muscle and mercilessly wipe out the forces challenging the establishment of the U.S.-dominated world. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. talks volume about \"peace\" and \"deterrence,\" but such sophism is no longer workable. The world clearly sees through the U.S. true colors as the arch criminal disturbing peace and stability and sparking off arms race.\n\t\t\t\t\t\n\t\t\t\t\t It is nothing but a foolish daydream for the U.S. to calculate it can dominate the world by bolstering up its military muscle. Military stand-off and war strategy would not save the destiny of the U.S. from its declining. Its aggressive foreign policy and excessive war spending are driving the U.S. into a deeper abyss of ruin.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK is left with no option but to bolster up its capabilities for self-defence to protect the security of the country and safety of its people under the situation where the U.S. is clinging to its policy of strength, pursuant to its strategy of confrontation with the former."
        },
        {
            "title": "S. Korean People's All-out Action Supported",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-06ee.html",
            "content": "S. Korean People's All-out Action Supported\r\n Pyongyang, November 11 (KCNA) -- Voice of People, an internet paper of south Korea, issued an editorial on Nov. 9 in support of all-out people's action.\n\t\t\t\t\t Noting that the people decided to launch an all-out people's action on Nov. 14 as they are angry with the present \"regime\", the editorial went on:\n\t\t\t\t\t\n\t\t\t\t\t The regime quelled the people's demand for probe into truth about the fraudulent election staged with all government power involved by cooking up attempted rebellion and enforcing rule under the pretext of security.\n\t\t\t\t\t\n\t\t\t\t\t Even the signature paper demanding probe into truth about ferry Sewol signed by millions of people was reduced to a waste paper. \n\t\t\t\t\t\n\t\t\t\t\t The regime is resorting to every illegal method to introduce \"state-compiled\" history textbook despite the people's opposition.\n\t\t\t\t\t\n\t\t\t\t\t It hoped that the all-out people's action would mark an occasion in giving courage and self-confidence to the people driven into despair under the present regime."
        },
        {
            "title": "S. Korean PM's Reckless Remarks Slammed ",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-14ee.html",
            "content": "S. Korean PM's Reckless Remarks Slammed\r\n Pyongyang, November 11 (KCNA) -- A south Korean scholar and experts overseas when interviewed by the south Korean paper Media Today denounced the \"prime minister\" for trying to include the false view on linking the Cheonan warship incident with the DPRK in the history textbooks.\n\t\t\t\t\t Kim Hwang Su, an honorary professor at Kyongsong University of south Korea, on November 7 refuted the \"prime minister's\" assertion that warship Cheonan was sunk by the \"north\" should be included in the history textbooks.\n\t\t\t\t\t\n\t\t\t\t\t On November 4, Dr. Yang Phan Sok of Manitoba University in Canada, who disclosed at the time of investigation that the adsorption substance which the south Korean authorities produced as convincing evidence proving the warship was sunk by explosion, expressed his opinion refuting the reckless remarks of the \"prime minister\"."
        },
        {
            "title": "S. Korean Opposition Lawmakers Denounce Military for Interfering in Tampering with History ",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-15ee.html",
            "content": "S. Korean Opposition Lawmakers Denounce Military for Interfering in Tampering with History \r\n Pyongyang, November 11 (KCNA) -- South Korean opposition lawmakers denounced the military group for directly interfering in the moves to introduce \"state-compiled history textbooks\", according to the south Korean internet paper Newsis on November 6.\n\t\t\t\t\t The south Korean minister of Defense on November 5 said before the lawmakers of the \"National Assembly\" that among the contents of the present textbooks there was a wrong description about the army as regards the April 3 incident and some mistakes were found in the descriptions about the June 25 war and the Vietnam war. He also disclosed that he is seeking cooperation so that the military authorities might join in writing history textbooks.\n\t\t\t\t\t\n\t\t\t\t\t As regards this fact the supreme member of the Democratic Alliance for New Politics denounced on November 6 that \"an emergency measure\" can be taken against the forces opposing \"state-compiled textbooks\" in the future just as the \"yusin regime\" reacted to the dissident figures' demand for the revision of the \"yusin constitution\" by taking \"emergency measures\".\n\t\t\t\t\t\n\t\t\t\t\t A spokesman for the Justice Party expressed astonishment at the military's attempt to write off its inglorious past by undisguisedly interfering in writing textbooks."
        },
        {
            "title": "Victims of Sexual Slavery Slam Authorities' Inhuman Acts",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-16ee.html",
            "content": "Victims of Sexual Slavery Slam Authorities' Inhuman Acts\r\n Pyongyang, November 11 (KCNA) -- The south Korean Kyunghyang Daily News on Nov. 9 disclosed the inhuman act of the south Korean authorities in an article titled \"Government cuts off living allowances of aged comfort women\".\n\t\t\t\t\t The article accused the Ministry of Health and Welfare of informing local autonomous bodies of the decision to suspend the subsidies while talking about \"double payment\" on Nov. 8.\n\t\t\t\t\t\n\t\t\t\t\t The authorities are threatening the local autonomous bodies that the continued payment of subsidies would not be helpful to handling affairs, it noted.\n\t\t\t\t\t\n\t\t\t\t\t The \"government's\" action would deal another serious blow to the victims, it deplored."
        },
        {
            "title": "Search of Office of Public Transport and Service Trade Union Denounced in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-17ee.html",
            "content": "Search of Office of Public Transport and Service Trade Union Denounced in S. Korea\r\n Pyongyang, November 11 (KCNA) -- The south Korean Confederation of Trade Unions on November 6 made public a statement denouncing the police for searching an office of the Public Transport and Service Trade Union. \n\t\t\t\t\t The statement slammed that day the police for forcibly searching the office of the Freight Workers' Solidarity of the above-said trade union in Yongdungpho District of Seoul. \n\t\t\t\t\t\n\t\t\t\t\t The statement said police is sadly mistaken if they calculate they can quell the spirit of workers with the approach of the November 14 all-out people's action."
        },
        {
            "title": "S. Korean Body Declares All-out People's Action ",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-21ee.html",
            "content": "S. Korean Body Declares All-out People's Action\r\n Pyongyang, November 11 (KCNA) -- The Headquarters of the All-out People's Action consisting of organizations of different social strata across south Korea held a ceremony of declaration in the central district of Seoul on Nov. 9, according to south Korean internet paper Voice of People. \n\t\t\t\t\t Speakers there said business groups are attempting to massively dismiss workers though bill on retrogressive revision of the labor law has not been carried. \n\t\t\t\t\t\n\t\t\t\t\t The recent moves of \"state-compiled history textbooks\" only prove that the authorities are trying to revive \"yusin\", they said, adding that democracy can hardly be achieved unless their moves are checked. \n\t\t\t\t\t\n\t\t\t\t\t Demanding an interview with the chief executive, they said it will be the last chance to escape strong anger of the people."
        },
        {
            "title": "Meeting of Movement for Supporting Korea's Reunification Held in Japan",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-09ee.html",
            "content": "Meeting of Movement for Supporting Korea's Reunification Held in Japan\r\n Tokyo, November 10 (KNS-KCNA) -- The 33rd meeting of the movement for supporting Korea's reunification was held in Saitama, Japan, on November 7.\n\t\t\t\t\t Present there were Fumihiro Himori, chairman of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, and members of its committee, members of the executive committee of the meeting and representatives of organizations for solidarity with the Korean people.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were officials of Chongryon including Nam Sung U, vice-chairman of the Central Standing Committee of the General Association of Korean Residents in Japan (Chongryon), and Koreans in Japan.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message sent by the Korean Society for Cultural Relations with Foreign Countries was read out at the meeting.\n\t\t\t\t\t\n\t\t\t\t\t Kenji Mizutani, general secretary of the Japan Committee for Supporting the Independent and Peaceful Reunification of Korea, in his report referred to the situation on the Korean Peninsula and efforts of the DPRK to defuse the tension.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the Japanese government should not shirk its responsibility for the past aggressive war and colonial rule but come out for realizing the normalization of relations with the DPRK and renewed their determinations to steadily carry on the vigorous struggle for the independent and peaceful reunification of Korea.\n\t\t\t\t\t\n\t\t\t\t\t An appeal was adopted at the meeting. It urged the U.S. to give up its hostile policy toward the DPRK and conclude a peace treaty with the DPRK. It also urged the south Korean authorities to opt for implementing the June 15 joint declaration and the Japanese government to come out for the talks for normalizing the relations with the DPRK."
        },
        {
            "title": "Kim Jong Il's Work Introduced by International Organization",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-01ee.html",
            "content": "Kim Jong Il's Work Introduced by International Organization\r\n Pyongyang, November 11 (KCNA) -- The Korean Friendship Association headquartered in Spain posted on One Corea Network leader Kim Jong Il's work \"Socialism Is a Science\" on Nov. 2.\n\t\t\t\t\t The work, made public on Nov. 1, Juche 83 (1994), clarifies the idea that Korean-style socialism based on the socialist theory of Juche is the most scientific and viable one. It also clearly explains the principled issues arising in defending socialism."
        },
        {
            "title": "Kim Jong Il to Be Remembered in Czech Republic",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-02ee.html",
            "content": "Kim Jong Il to Be Remembered in Czech Republic \r\n Pyongyang, November 11 (KCNA) -- A Czech committee for remembering leader Kim Jong Il was formed in Prague on Nov. 4.\n\t\t\t\t\t Jaroslav Kafka, chairman of the Paektusan Czech-Korean Friendship Association who doubles as chairman of the Czech Group for the Study and Materialization of the Juche Idea, was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize diverse political and cultural events including a remembrance meeting and seminar on the occasion of the 4th anniversary of his demise."
        },
        {
            "title": "U.S. Urged to Respond to Conclusion of Peace Treaty with DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-03ee.html",
            "content": "U.S. Urged to Respond to Conclusion of Peace Treaty with DPRK\r\n Pyongyang, November 11 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. on November 7 released a commentary urging the U.S. to stop the war moves and respond to the proposal of the DPRK for concluding a peace treaty with the DPRK. \n\t\t\t\t\t The danger of a war is escalating on the Korean peninsula and the warlike U.S. is watching for a chance of war while staging military drills by mobilizing all types of weapons defying the desire of the Korean nation for peace, the commentary said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The only way of preventing a war on the peninsula is to replace the Armistice Agreement by a peace treaty. \n\t\t\t\t\t\n\t\t\t\t\t The south Korean authorities at the persistent prodding of the U.S. are fanning up anti-north war fever. It is necessary to check the dangerous moves of the present regime of south Korea bringing disaster of war to the nation. \n\t\t\t\t\t\n\t\t\t\t\t A war may break out by a single bullet-firing on the Korean peninsula fraught with the danger of war. The U.S. which signed the AA should opt for concluding a peace treaty as early as possible. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. would be well advised to give up the foolish dream of igniting another war on the peninsula and conclude a peace treaty with the DPRK."
        },
        {
            "title": "Slovak Organization Opens Website Introducing DPRK",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-04ee.html",
            "content": "Slovak Organization Opens Website Introducing DPRK\r\n Pyongyang, November 11 (KCNA) -- Bzdor, a civic body of Slovakia, opened its website introducing the DPRK on November 3.\n\t\t\t\t\t It set up the columns titled \"President Kim Il Sung\", \"Leader Kim Jong Il\", \"Marshal Kim Jong Un\", \"The Juche idea\" and \"Songun politics\" illustrated with portraits of smiling Kim Il Sung and Kim Jong Il and photo of Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Seen on the homepage are over 80 photos documenting their revolutionary activities.\n\t\t\t\t\t\n\t\t\t\t\t Posted on it were articles explaining their short biographies, the Juche idea and Songun politics.\n\t\t\t\t\t\n\t\t\t\t\t The website, composed of several columns including introduction, news, TV broadcasting program, culture, music and space research, had articles reporting revolutionary activities of supreme leader Kim Jong Un, videos including scenes of a torchlight procession of young vanguard celebrating the 70th founding anniversary of the Workers' Party of Korea, Korean songs and articles and photos introducing the DPRK."
        },
        {
            "title": "DPRK's Proposal for Peace Treaty Supported by South African Figure",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-05ee.html",
            "content": "DPRK's Proposal for Peace Treaty Supported by South African Figure\r\n Pyongyang, November 11 (KCNA) -- Bonakele Majuba, secretary of the Mfumalanga Provincial Committee of the South African Communist Party, who doubles as chairman of the South African Association of Friendship and Solidarity with Korean People, made public a statement on Nov. 5 in support of the DPRK's proposal for concluding a peace treaty.\n\t\t\t\t\t He said that though more than six decades have passed since the conclusion of the Armistice Agreement, it still exists.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is persistently shunning the DPRK's proposal for concluding a peace treaty, pursuing its hostile policy towards the latter for more than half a century. \n\t\t\t\t\t\n\t\t\t\t\t The only way of averting a war and defusing tension on the Korean Peninsula is to replace the AA by a peace treaty as soon as possible and establish durable and lasting peace-keeping mechanism on the peninsula.\n\t\t\t\t\t\n\t\t\t\t\t We express full support for the DPRK's proposal for concluding a peace treaty and strongly urge the U.S. to put an end to the AA and make a political decision for concluding a peace treaty."
        },
        {
            "title": "Egyptian Personage Supports DPRK's Stand on Peace",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-07ee.html",
            "content": "Egyptian Personage Supports DPRK's Stand on Peace\r\n Pyongyang, November 11 (KCNA) -- We fully support the stand of the DPRK to defuse tension of the Korean Peninsula which may spark a war and achieve peace. \n\t\t\t\t\t Deputy Editor of Egyptian paper Al Massae Rifat Khalid said this in an article on Nov. 5 in support of the DPRK's proposal for concluding a peace treaty. \n\t\t\t\t\t\n\t\t\t\t\t Peace guarantees people's security and prosperity and development of country, the article said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t The DPRK Foreign Ministry in a recent statement re-clarified the stand to replace the Armistice Agreement by a peace treaty. \n\t\t\t\t\t\n\t\t\t\t\t The statement said that there are two options for ensuring lasting peace on the Korean Peninsula: one is for the DPRK to bolster self-reliant defence capability and the other is for the U.S. to give up its hostile policy toward the DPRK and affirmatively respond to concluding a peace treaty with it."
        },
        {
            "title": "Kim Yong Nam recibe cartas credenciales de embajador italiano",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-29ee.html",
            "content": "Kim Yong Nam recibe cartas credenciales de embajador italiano\r\nPyongyang, 11 de noviembre (ACNC) -- Marco Della Seta presento el dia 11 en el Palacio de los Congresos Mansudae ante Kim Yong Nam, presidente del Presidium de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea, sus cartas credenciales que le acreditan como nuevo embajador extraordinario y plenipotenciario de la Republica de Italia en la RPDC.\n\t\t\t\t\tTras recibirlas, Kim departio con el diplomatico italiano."
        },
        {
            "title": "Conversaciones entre delegaciones militares de RPDC y FR",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-30ee.html",
            "content": "Conversaciones entre delegaciones militares de RPDC y FR\r\nPyongyang, 11 de noviembre (ACNC) -- Tuvieron lugar el dia 11 en esta capital las conversaciones entre las delegaciones del Estado Mayor General del Ejercito Popular de Corea y del  Estado Mayor General de las Fuerzas Armadas de la Federacion Rusa.\n\t\t\t\t\tEn la ocasion estuvieron presentes el subjefe del Estado Mayor General del Ejercito Popular de Corea, O Kum Chol, generales y oficiales del EPC, por la parte coreana y por la rusa, los miembros de la delegacion presidida por el primer subjefe Nikolai Bogdanovski y el agregado militar Alexei Bartusov de la embajada rusa en Corea.\n\t\t\t\t\t\n\t\t\t\t\tAmbas partes intercambiaron sus criterios sobre el desarrollo de las tradicionales relaciones de amistad y otros problemas de interes mutuo.\n\t\t\t\t\t\n\t\t\t\t\tEl mismo dia, el Estado Mayor General del EPC ofrecio un banquete en honor de dicha delegacion."
        },
        {
            "title": "II Confere ncia de activistas de funcionarias de organizaciones de base de UMDC",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-31ee.html",
            "content": "II Conferencia de activistas de funcionarias de organizaciones de base de UMDC \r\nPyongyang, 11 de noviembre (ACNC) -- Tuvo lugar el dia 11 en esta capital la II Conferencia Nacional de Funcionarias de las Organizaciones de Base de la Union de Mujeres Democraticas de Corea.\n\t\t\t\t\t  El certamen analizo e hizo balance de los exitos y experiencias logrados en el fortalecimiento de las organizaciones de base de la UMDC y discutio las tareas y remedios para intensificarla.\n\t\t\t\t\t\n\t\t\t\t\t  En la ocasion estuvieron presentes las funcionarias de organizaciones de base que demostraron el modelo en sus labores en pleno acato a la idea y direccion del Partido del Trabajo de Corea, las de UMDC y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\t  El informe de la ocasion estuvo a cargo de Kim Jong Sun, presidenta del Comite Central de la UMDC.\n\t\t\t\t\t\n\t\t\t\t\t  Kim subrayo que en todo el periodo de la direccion sobre la revolucion y construccion los grandes Lideres dieron gran importancia a fortalecer las organizaciones de base en el trabajo de la UMDC y condujeron sabiamente a elevar incesantemente la funcion y papel de las organizaciones de base.\n\t\t\t\t\t\n\t\t\t\t\t  El Presidente Kim Il Sung quien preparo la preciosa tradicion de la construccion de la organizacion femenina revolucionaria en el fragor de la lucha revolucionaria antijaponesa, fundo el 18 de noviembre del 34 (1945) de la Era Juche la UMDC, autoctona organizacion revolucionaria de masas femeninas, destaco.\n\t\t\t\t\t\n\t\t\t\t\t  Prosiguio que la Heroina de la Lucha Antijaponesa, Kim Jong Suk, visito la comuna Songyo del distrito Dong de la ciudad de Pyongyang y otros lugares, donde dio instruccion de consolidar las organizaciones de base de la UMDC y condujo a las integrantes a la construccion de nueva Corea democratica.\n\t\t\t\t\t\n\t\t\t\t\t  Apunto que el Presidente y el Dirigente Kim Jong Il publicaron \"Para revolucionarizar y claseobrerizar a las mujeres\" y otras obras en cada periodo y cada etapa del desarrollo de la revolucion y presentaron las tareas y remedios para elevar el papel de las organizaciones de base de la UMDC.\n\t\t\t\t\t\n\t\t\t\t\t  Anadio que la idea de los grandes Lideres sobre la construccion de la union femenina y sus hazanas inmortales  se lleva adelante con brillantez en nueva alta etapa gracias al Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t  Dijo que durante mas de 10 anos despues de la 1a Reunion Nacional de Activistas de Dirigentes de las Organizaciones de Base de la Union de Mujeres Democraticas de Corea, la UMDC y sus organizaciones de base han desempenado magnificamente el deber como organizacion politica de masas femeninas.\n\t\t\t\t\t\n\t\t\t\t\t  La realidad de hoy demanda elevar mas la funcion combativa y el papel de las organizaciones de base de la union femenina, destaco y exhorto a convertir todas las organizaciones de base en los grupos politicos fieles infinitamente al Mariscal."
        },
        {
            "title": "Inaugurados XXVI Concurso y Exposicion Nacional de Programas",
            "url": "http://kcna.co.jp/item/2015/201511/news11/20151111-32ee.html",
            "content": "Inaugurados XXVI Concurso y Exposicion Nacional de Programas\r\nPyongyang, 11 de noviembre (ACNC) -- Quedaron iniciados el XXVI Concurso y Exposicion Nacional de Programas.\n\t\t\t\t\tEn el concurso se presentaron mas de mil 200 programas aplicados para sistema de operacion al estilo coreano.\n\t\t\t\t\t\n\t\t\t\t\tLa exposicion se realiza dividida en 17 secciones en la categoria de especialistas y la de personas no profesionales.\n\t\t\t\t\t\n\t\t\t\t\tSobresalen los programas de control de procesos, aparatos y elementos, programas capaces de contribuir a realizar el proyecto del Partido en materia de construccion de potencia deportiva y avivar las llamaradas de la revolucion en la educacion de nuevo siglo y los datos que muestran los exitos logrados por la Fabrica de Procesamiento de Maiz de Pyongyang y otras fabricas y empresas, los ministerios y organos centrales en las labores para elevar el nivel de informatica.\n\t\t\t\t\t\n\t\t\t\t\tDurante el certamen tendran lugar los concursos de programas de traduccion, los de programas de analisis de competencias deportivas, los de programas de  apoyo de diseno por la computadora, etc.\n\t\t\t\t\t\n\t\t\t\t\tTuvo lugar el dia 11 la ceremonia de inauguracion en la Exposicion Permanente de las Tres Revoluciones con la participacion del vicepremier, Kim Yong Jin, el jefe de departamento del Comite Central del Partido del Trabajo de Corea, Choe Sang Gon, el presidente del Comite de Educacion Kim Sung Du, el presidente de la Academia Estatal de Ciencias, Jang Chol, y otros funcionarios.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso inaugural estuvo a cargo de Jon Kyong, vicepresidente del Comite Estatal de Ciencias y Tecnicas."
        }
    ]
}