{
    "date": "2015-09-20",
    "url": "http://kcna.co.jp/item/2015/201509/2015-09-20ee.html",
    "articles": [
        {
            "title": "DPRK Missions Abroad Observe National Day",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-03ee.html",
            "content": "DPRK Missions Abroad Observe National Day\r\nPyongyang, September 20 (KCAN) -- Events took place in the DPRK missions from Sept. 3 to 9 to mark the 67th founding anniversary of the DPRK. They included photo and book exhibitions, film shows and receptions at the missions in Nakhodka and Khabarovsk of Russia, Laos, Iran, Pakistan, Mongolia, India, Nepal, Malaysia, Myanmar, Egypt, Poland, Spain, Switzerland, France and Austria and the DPRK permanent mission at the UN.\n\t\t\t\t\t Displayed at the venues of the events were photos documenting the exploits of President Kim Il Sung, leader Kim Jong Il and Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also on display there were their works, and books and photos introducing the DPRK's history of victory and glory.\n\t\t\t\t\t\n\t\t\t\t\t Participants of the film shows watched \"Masikryong Ski Resort\", \"Songdowon International Children's Camp\" and other Korean films.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were personages, members of Juche idea study organizations and organizations for friendship and solidarity with the Korean people in relevant countries and representatives of international and regional bodies.\n\t\t\t\t\t\n\t\t\t\t\t Staff members of the DPRK missions were on hand."
        },
        {
            "title": "Delegation of General Federation of Trade Unions of Korea Back Home",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-17ee.html",
            "content": "Delegation of General Federation of Trade Unions of Korea Back Home\r\nPyongyang, September 20 (KCNA) -- A delegation of the General Federation of Trade Unions of Korea led by Kim Tong Son, vice-chairman of its Central Committee, returned home on Sunday after visiting Vietnam and Laos."
        },
        {
            "title": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-08ee.html",
            "content": "Floral Tribute Paid to Kim Il Sung, Kim Jong Il\r\nPyongyang, September 20 (KCNA) -- Delegations of different countries and regions to take part in the 11th Pyongyang Autumn International Trade Fair visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Sunday.\n\t\t\t\t\t They laid a floral basket and bouquets before the statues and paid tribute to them."
        },
        {
            "title": "Tribute Paid to Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-09ee.html",
            "content": "Tribute Paid to Kim Il Sung, Kim Jong Il\r\nPyongyang, September 20 (KCNA) -- A senator from the British Labor Party and his party and other foreign guests visited the Kumsusan Palace of the Sun on Sunday.\n\t\t\t\t\t They paid high tribute to President Kim Il Sung and leader Kim Jong Il before their statues.\n\t\t\t\t\t\n\t\t\t\t\t At the halls where the great leaders lie in state they paid homage to them.\n\t\t\t\t\t\n\t\t\t\t\t They went round the halls where orders the great leaders received are on display and the halls that house cars, an electric car, a boat and train coaches used by them during their field guidance and foreign tours till the last moments of their lives."
        },
        {
            "title": "Co-Chairman of Kim Il Sung-Kim Jong Il Foundation Council Praises DPRK",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-07ee.html",
            "content": "Co-Chairman of Kim Il Sung-Kim Jong Il Foundation Council Praises DPRK\r\nPyongyang, September 20 (KCNA) -- Johnny Hon, co-chairman of the Council of the Kim Il Sung-Kim Jong Il Foundation, who had visited the DPRK said that he was very impressed by the appearance of Pyongyang which has undergone changes beyond recognition.\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t I got fresh impressions of the DPRK by revisiting it. \n\t\t\t\t\t\n\t\t\t\t\t I could feel pulsating breath wherever I went.\n\t\t\t\t\t\n\t\t\t\t\t Many magnificent structures for the people are springing up in Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\t I was greatly impressed to see leaping progress made in the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t While staying in the DPRK I went round various places including the Mirim Riding Club and Munsu Water Park.\n\t\t\t\t\t\n\t\t\t\t\t There I saw ordinary working people and school youth and children full of joy and optimism having pleasant times at modern centers for cultural recreation.\n\t\t\t\t\t\n\t\t\t\t\t This convinced me that the DPRK is a genuine country of the people.\n\t\t\t\t\t\n\t\t\t\t\t In the DPRK the ideal of the people is coming true.\n\t\t\t\t\t\n\t\t\t\t\t Each monumental structure is associated with the devoted efforts of the Korean people possessed of boundless loyalty for their leader and warm patriotism.\n\t\t\t\t\t\n\t\t\t\t\t All the successes being achieved in the DPRK are the fruition of the wise leadership of Marshal Kim Jong Un\n\t\t\t\t\t\n\t\t\t\t\t I wish the Korean people steady great success under his leadership."
        },
        {
            "title": "Prospect of Inter-Korean Relations Entirely Depends on Attitude of S. Korean Authorities: Rodong Sinmun",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-05ee.html",
            "content": "Prospect of Inter-Korean Relations Entirely Depends on Attitude of S. Korean Authorities: Rodong Sinmun\r\nPyongyang, September 20 (KCNA) -- Rodong Sinmun Sunday in an article calls on the north and the south to bring about a great turn and change in the relations between the north and the south and pave a broad avenue to independent reunification by joining hands for reconciliation and making concerted efforts.\n\t\t\t\t\t The article goes on:\n\t\t\t\t\t\n\t\t\t\t\t Nothing is more important for the Korean people than putting an end to the tragedy of division and achieving national reunification.\n\t\t\t\t\t\n\t\t\t\t\t The north and the south should value the spirit of the agreement achieved at the high-level urgent contact and remove the root cause of threatening the destiny of the nation and preventing independent and peaceful reunification of the country.\n\t\t\t\t\t\n\t\t\t\t\t In the joint press release the north and the south declared their will to solve the issues of mutual concern by developing dialogue and negotiations between the authorities and reenergize exchange and cooperation in various fields. This aroused warm support and welcome from people of various circles in south Korea.\n\t\t\t\t\t\n\t\t\t\t\t But a noticeable change has no taken place in the inter-Korean relations.\n\t\t\t\t\t\n\t\t\t\t\t The repair of the inter-Korean relations is not aimed at meeting the interests of one party only but the interests of all Koreans and for the unified development and common prosperity of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The 70 year-long history of the national division teaches a lesson that the north and the south would get nothing from confrontation.\n\t\t\t\t\t\n\t\t\t\t\t In fact, the present inter-Korean relations are so fragile that it can be likened to a thin ice.\n\t\t\t\t\t\n\t\t\t\t\t After the publication of the joint press release, very ill-omened words and deeds spoiling the atmosphere of improving the relations are steadily reported from south Korea.\n\t\t\t\t\t\n\t\t\t\t\t If what is happening in south Korea at present is allowed to go on, the precious bud of reconciliation will be hit by severe frost and the inter-Korean relations cannot but go back to confrontation.\n\t\t\t\t\t\n\t\t\t\t\t The prospect of the inter-Korean relations entirely hinges on the attitude of the south Korean authorities."
        },
        {
            "title": "DPRK Papers Slam S. Korean Conservative Forces' Anti-DPRK \"Human Rights\" Campaign",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-06ee.html",
            "content": "DPRK Papers Slam S. Korean Conservative Forces' Anti-DPRK \"Human Rights\" Campaign\r\nPyongyang, September 20 (KCNA) -- The situation has reached such pass that the south Korean politicians are set to railroad the \"bill on human rights in the north\" through the \"National Assembly.\"\n\t\t\t\t\t The bill which was presented by ruling and opposing politicians in Youido has been left miscarried for more than a decade.\n\t\t\t\t\t\n\t\t\t\t\t The conservative forces of south Korea including the \"Saenuri Party\" are talking volumes about \"possibility\" of the passage of the \"bill on human rights in the north\" at the NA while opposition parties are justifying themselves, asserting that \"human rights are universally accepted value of human beings\" and crying out for \"protection and promotion of human rights in the north.\"\n\t\t\t\t\t\n\t\t\t\t\t Leading papers here on Sunday observe in commentaries in this regard:\n\t\t\t\t\t\n\t\t\t\t\t This is a blatant challenge and an unpardonable politically-motivated provocation on the dignity and system of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t Rodong Sinmun recalls that the \"Saenuri Party\" which is zealously following the U.S. hostile moves against the DPRK crafted the issue of human rights in the north to build up public opinion on the nonexistent issue and stoke the north-south confrontation before referring it to the NA.\n\t\t\t\t\t\n\t\t\t\t\t It goes on:\n\t\t\t\t\t\n\t\t\t\t\t The above-said moves are nothing but reckless ones of stemming the trend of improving the north-south relations and bringing the situation on the Korean Peninsula to a catastrophe as it is a downright hostile act against the dialogue partner.\n\t\t\t\t\t\n\t\t\t\t\t It is totally self-contradictory to trumpet about the \"parliamentary talks\" between the north and the south while running amuck to adopt the provocative law.\n\t\t\t\t\t\n\t\t\t\t\t To talk about dialogue with daggers hidden in one's belts only stirs up criticism at home and abroad.\n\t\t\t\t\t\n\t\t\t\t\t Minju Joson warns that the ruling and opposition parties of south Korea would be well advised to mind their own business in south Korea, the world's worst tundra of human rights, instead of working hard to make the \"bill\" on the basis of the distorted reality of the DPRK."
        },
        {
            "title": "Bird Flu Spreads in South Jolla Province, South Korea",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-10ee.html",
            "content": "Bird Flu Spreads in South Jolla Province, South Korea\r\nPyongyang, September 20 (KCNA) -- Bird flu broke out in South Jolla Province, south Korea, according to south Korean MBC.\n\t\t\t\t\t The Ministry of Agro-Forestry, Livestock and Foodstuff said that ducks on farms in Raju and Kangjin, South Jolla Province were contaminated with bird flu.\n\t\t\t\t\t\n\t\t\t\t\t It was reported that more than 14 000 ducks were culled."
        },
        {
            "title": "S. Korean Prosecution Indicts Members of Progressive Civic Body",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-11ee.html",
            "content": "S. Korean Prosecution Indicts Members of Progressive Civic Body\r\nPyongyang, September 20 (KCNA) -- The Seoul Central District Prosecutor's Office indicted without physical detention members of the Korea Solidarity for Independent Reunification and Democracy, a progressive civic body, according to the south Korean Yonhap News on Sept. 18.\n\t\t\t\t\t The prosecution authorities charged the members with staging a demonstration in protest against the U.S. forces which illegally introduced anthrax germs into south Korea outside the U.S. embassy in Seoul in June.\n\t\t\t\t\t\n\t\t\t\t\t They also took such action against the members on charges of the violation of the ill-famed \"law on rally and demonstration\" after branding the scattering of leaflets calling for the resignation of the present regime in denunciation of its plan to introduce THAAD into south Korea."
        },
        {
            "title": "KCTU Declares General Strike",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-12ee.html",
            "content": "KCTU Declares General Strike\r\nPyongyang, September 20 (KCNA) -- The south Korean Confederation of Trade Unions (KCTU) held a rally in Kyonggi Province on Sept. 17 at which it declared to launch a general strike against the authorities' moves for retrogressively revise labor market structure, according to Chamsesang, an internet paper of south Korea.\n\t\t\t\t\t The organization condemned the \"government\" for pushing forward the retrogressive revision of the labor market structure under the plea of the \"labor reform\".\n\t\t\t\t\t\n\t\t\t\t\t In order to check this, the workers across south Korea should launch a powerful general strike all at once, it held.\n\t\t\t\t\t\n\t\t\t\t\t It noted that the KCTU will fight together with the people in protest against the authorities' move to kill workers."
        },
        {
            "title": "S. Korean Body Stages Tour Actions for Peace against War",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-14ee.html",
            "content": "S. Korean Body Stages Tour Actions for Peace against War\r\nPyongyang, September 20 (KCNA) -- The People for Achieving Peace and Reunification in south Korea are staging actions for peace against war, touring 50 areas in protest against U.S. projected deployment of THAAD in south Korea and its military nexus with Japan, according to Voice of People, an internet paper of south Korea.\n\t\t\t\t\t It was reported that the organization which left Mokpho, South Jolla Province on Sept. 5 will conduct information activities in Namhae County, South Kyongsang Province and in Jinju City on Sept. 16 and in Changwon City on Sept. 17. It will continue such activities in Pusan, Taegu and Taejon.\n\t\t\t\t\t\n\t\t\t\t\t It said that the deployment of THAAD in south Korea plugs south Korea into the missile defense system of the U.S. and Japan in a bid to lay obstacles in the way of peace and reunification on the Korean Peninsula and seriously threaten the people's security.\n\t\t\t\t\t\n\t\t\t\t\t This is a prelude to building the new Cold War-type triangular military alliance which will have very baneful influence on the peninsula and Northeast Asia, it charged.\n\t\t\t\t\t\n\t\t\t\t\t It condemned Japan for rushing headlong into a war state while vociferating about the exercise of the \"right to collective self-defense\" without apology and reflection on its past crimes.\n\t\t\t\t\t\n\t\t\t\t\t It disclosed that the Korean Peninsula is the primary target of Japan's exercise of \"right to collective self-defense.\"\n\t\t\t\t\t\n\t\t\t\t\t It clarified its will to intensify the information service critical of the U.S. deployment of THAAD and military nexus with Japan across south Korea."
        },
        {
            "title": "S. Korean Authorities Flayed for Trying to Railroad \"Bill on Human Rights in North\" through NA",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-16ee.html",
            "content": "S. Korean Authorities Flayed for Trying to Railroad \"Bill on Human Rights in North\" through NA\r\nPyongyang, September 20 (KCNA) -- A spokesman for the Central Committee of the Kim Il Sung Socialist Youth League released a statement on Sunday denouncing the south Korean authorities for trying to railroad the \"bill on human rights in the north\" through the \"National Assembly\", a heinous politically-motivated provocation against the DPRK.\n\t\t\t\t\t The south Korea has turned into the worst tundra of the human rights in the world and a dark society where the elementary aspiration, wishes and future of the youth, in particular, are not be guaranteed, the statement said.\n\t\t\t\t\t\n\t\t\t\t\t The youth and students in the DPRK are studying to their heart's content, not knowing even the word registration fee, but more than 80 percent of university students in south Korea are suffering hard labor at worksites, unable to pay school expenses, and becoming targets of guinea pig, it said, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Though the south Korean authorities do not solve the issue of youth unemployment, they are not minding their own business but getting hell-bent on anti-DPRK moves while pulling up it over its non-existent \"human rights issue\". This is, indeed, a ridiculous and shameless act and will bring into light their base true colors as confrontational elements.\n\t\t\t\t\t\n\t\t\t\t\t They can never be pardoned as they are working hard to bring down the socialist system of the DPRK, the cradle of its youth and students.\n\t\t\t\t\t\n\t\t\t\t\t The young vanguard of the DPRK who are brilliantly recording the sacred annals of the great power of the youth under the guidance of the peerlessly great man of Mt. Paektu will mercilessly sweep away the provokers who dared challenge the dignity and social system of the DPRK."
        },
        {
            "title": "U.S. Flailed for Blocking Improvement of Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-15ee.html",
            "content": "U.S. Flailed for Blocking Improvement of Inter-Korean Relations\r\nPyongyang, September 20 (KCNA) -- A spokesman for the Zhongnan Regional Association of the General Association of Koreans in China issued a statement on Sept. 18 denouncing the U.S. and its followers for laying obstacles in the way of improving the north-south relations.\n\t\t\t\t\t The U.S. is creating negative opinion against the DPRK, instigating the south Korean authorities to resume anti-DPRK broadcasting and, at the same time, becoming ever more pronounced in its moves to escalate tension on the Korean Peninsula and drive a wedge between the north and the south at any cost, the statement charged.\n\t\t\t\t\t\n\t\t\t\t\t It called upon all the Koreans to pool their efforts and dynamically come out for the day when they will shatter the U.S. moves for interference and obstructions and realize the independent reunification without fail."
        },
        {
            "title": "Demo Staged in Tokyo to Demand Settlement of Issue of Aid to Korean Schools",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-13ee.html",
            "content": "Demo Staged in Tokyo to Demand Settlement of Issue of Aid to Korean Schools\r\nTokyo, September 19 (KNS-KCNA) -- A demonstration of mothers was staged before the Ministry of Education, Culture, Sports, Science and Technology of Japan in Tokyo on Sept. 18 in demand of the application of tuition-free program for senior high schools to Korean schools in Japan.\n\t\t\t\t\t Present there were Ryang Ok Chul, vice-chairwoman of the Central Standing Committee of the Korean Democratic Women's Union in Japan, officials of the General Association of Korean Residents in Japan (Chongryon), officials and members of the union in Kanto area, teachers, students of Korean University and Korean High School and their parents, Korean compatriots and personages of Japan's civic organization including the representative of the Liaison Society for Opposing Exclusion of Korean Schools from Tuition-Free Program for Senior High Schools.\n\t\t\t\t\t\n\t\t\t\t\t The just education is a due right on which no one can infringe, speakers said, adding that discrimination in education can never be justified.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese authorities are excluding Korean schools from tuition-free program for senior high schools for political reason, an unpardonable behavior, they charged.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the Japanese authorities sincerely implement tuition-free program for senior high schools according to Japan's law related to human rights."
        },
        {
            "title": "DPRK's Birthday Marked in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-01ee.html",
            "content": "DPRK's Birthday Marked in Different Countries\r\nPyongyang, September 20 (KCNA) -- Foreign papers carried special write-ups on the occasion of the 67th founding anniversary of the DPRK.\n\t\t\t\t\t The Xing San Daily of Thailand on Sept. 9 dedicated one whole page to an article titled \"Invincible socialist Korea\" illustrated with a portrait of smiling President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The article said that the U.S. has left no means untried to stifle socialist Korea for several decades and this can never come true.\n\t\t\t\t\t\n\t\t\t\t\t The first reason is that socialist Korea holds the great leaders in high esteem.\n\t\t\t\t\t\n\t\t\t\t\t The second reason is that the DPRK is guided by the Juche idea.\n\t\t\t\t\t\n\t\t\t\t\t The third reason is that the Korean people regard socialism as their life and soul.\n\t\t\t\t\t\n\t\t\t\t\t The Iranian paper Iran News on Sept. 7 carried an article titled \"Eternal course of the Korean people\" illustrated with a photo of Marshal Kim Jong Un. It said that the eternal course of the Korean people is the road of independence, Songun and socialism.\n\t\t\t\t\t\n\t\t\t\t\t The Kuwaiti paper Kuwait Times on Sept. 7 carried special write-ups illustrated with photos of Kim Il Sung, leader Kim Jong Il and Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t The paper in an article titled \"Foundation and development of the DPRK\" praised the undying exploits the great leaders performed for the foundation and development of the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t The paper in an article titled \"Reasonable proposal for Korea's reunification\" introduced the proposals for the country's reunification advanced by Kim Il Sung."
        },
        {
            "title": "Seminar Held in India to Celebrate WPK's Birthday",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-02ee.html",
            "content": "Seminar Held in India to Celebrate WPK's Birthday\r\nPyongyang, September 20 (KCNA) -- An Indian national seminar took place in New Delhi on Sept. 12 in celebration of the 70th birthday of the Workers' Party of Korea (WPK).\n\t\t\t\t\t Present there were personages of the Communist Party of India, Communist Party of India (Marxist), All-India Forward Bloc, All India Agricultural Workers' Union, Indian Society for the Study of Works of Kim Jong Il, Juche Idea Study Society of Indian Delhi, Juche Philosophy Study Committee, Indian Society for Juche Idea Self-Reliance Studies, University of Delhi and the Public News and other political parties, organizations and institutions and representatives of the Asian Regional Institute of the Juche Idea.\n\t\t\t\t\t\n\t\t\t\t\t Present there on invitation were the DPRK ambassador to India and staff members of his embassy.\n\t\t\t\t\t\n\t\t\t\t\t Harish Gupta, director general of the Asian Regional Institute of the Juche Idea, G. Debarajan, secretary of the Central Committee of the All-India Forward Bloc, S. P. Pathak, chairman of the Indian Society for the Study of Works of Kim Jong Il, and other personages made speeches.\n\t\t\t\t\t\n\t\t\t\t\t The speakers said that the WPK is guided by Kimilsungism-Kimjongilism, praising leader Kim Jong Il for thoroughly embodying the Juche idea, Songun idea during the whole period of leading the WPK by carrying forward the idea and cause of President Kim Il Sung.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK will firmly defend and preserve the socialist cause and turn into a thriving nation in near future as it has the WPK led by Marshal Kim Jong Un and service personnel and people rallied around it.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory massage to Kim Jong Un was adopted at the seminar."
        },
        {
            "title": "Lectures Given in Different Countries to Mark DPRK's National Day",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-04ee.html",
            "content": "Lectures Given in Different Countries to Mark DPRK's National Day\r\nPyongyang, September 20 (KCNA) -- Lectures were given in Dominica, Nigeria and Angola from Sept. 4 to 6 on the occasion of the 67th founding anniversary of the DPRK.\n\t\t\t\t\t The secretary general of the United Left Movement of Dominica said that the foundation of the DPRK by President Kim Il Sung, eternal leader of the Korean people, was a historic event that gave hope for struggle to the progressives aspiring after independence.\n\t\t\t\t\t\n\t\t\t\t\t The chairman of the Nigerian Group for the Study of the Juche Philosophy said:\n\t\t\t\t\t\n\t\t\t\t\t Kim Il Sung led the DPRK government to preserve the purity of the Juche idea in all its activities and fully embody its requirements.\n\t\t\t\t\t\n\t\t\t\t\t Leader Kim Jong Il firmly defended the sovereignty and dignity of the country from ceaseless confrontation with imperialism, performing undying exploits for the nation-building and national reunification.\n\t\t\t\t\t\n\t\t\t\t\t A congratulatory message to Marshal Kim Jong Un was adopted at the lecture in Dominica."
        },
        {
            "title": "MINREX de RPDC advierte a Japon",
            "url": "http://kcna.co.jp/item/2015/201509/news20/20150920-01ss.html",
            "content": "MINREX de RPDC advierte a Japon\r\nPyongyang, 20 de septiembre (ACNC) -- El portavoz del Ministerio de Relaciones Exteriores de la Republica Popular Democratica de Corea hizo publica el dia 19 una declaracion referente a que fue aprobado el dia 18 en la reunion principal de la camara de consejeros de Japon un proyecto referente a la seguridad referente a nueva \"guia de colaboracion en defensa Japon-Estados Unidos\".\n\t\t\t\t\tEs, de rabo a cabo, la ley infame fabricada para abrir un camino de agresion contra otros paises la \"ley referente a la seguridad\" compuesta por la \"ley de reajuste de la legislacion de paz y seguridad\" en que se modificaron en conjunto 10 leyes inclusive la ley de fuerzas de autodefensa, la de estado de ataque armado, la de emergencia de alrededores y la de colaboracion de actividades de mantenimiento de paz de la ONU y la \"ley de apoyo a la paz internacional\" referente a la expedicion de \"fuerzas de autodefensa\" a ultramar.\n\t\t\t\t\t\n\t\t\t\t\tCon el establecimiento de la \"ley referente a la seguridad\", Japon llego a realizar operaciones militares en cualquier lugar del mundo y despachar a ultramar en cualquier tiempo las \"fuerzas de autodefensa\", so pretexto de defensa de la paz y seguridad y de apoyo a las tropas norteamericanas, senala el documento y continua:\n\t\t\t\t\t\n\t\t\t\t\tLas maniobras militaristas de Japon crean una grave amenaza a la paz y la estabilidad de Asia y el resto del mundo.\n\t\t\t\t\t\n\t\t\t\t\tLa actual realidad comprueba evidentemente cuanto justo es el hecho de que la RPDC consolido tenazmente el poderio de autodefensa nacional enarbolando en alto la bandera del Songun.\n\t\t\t\t\t\n\t\t\t\t\tLa RPDC fortalecera mas y mas el disuasivo de guerra frente a las peligrosas maniobras de agresion que se desarrollan alrededor.\n\t\t\t\t\t\n\t\t\t\t\tJapon sufrira de nuevo desastres tragicos de la guerra y se arrepentira eternamente porque, preso de anacronica ambicion de nueva agresion, fabrico por fin la ley de guerra."
        }
    ]
}