{
    "date": "2015-07-07",
    "url": "http://kcna.co.jp/item/2015/201507/2015-07-07ee.html",
    "articles": [
        {
            "title": "Kim Jong Un Gives Field Guidance to Pyongyang Vegetable Science Institute",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-01ee.html",
            "content": "Kim Jong Un Gives Field Guidance to Pyongyang Vegetable Science Institute\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- Kim Jong Un, first secretary of the Workers' Party of Korea, first chairman of the DPRK National Defence Commission and supreme commander of the Korean People's Army, gave field-guidance to the Pyongyang Vegetable Science Institute.\n\t\t\t\t\t The institute with an area of over 1 435 000 square meters is a latest vegetable research and production base equipped with computer-controlled hydroponic and sheet greenhouses and ultra-modern bioengineering research facilities.\n\t\t\t\t\t\n\t\t\t\t\t Watching its greenhouses, Kim Jong Un said with joy that they are really fantastic and seem to be a sea of greenhouses and that the institute is an admirable base as it is very big in scale and a combination of research and production.\n\t\t\t\t\t\n\t\t\t\t\t His visit to the institute reminds him of leader Kim Jong Il who was very pleased to see fresh vegetables produced at modern hydroponic and sheet greenhouses of the newly-built institute when he came to it in March 2011, he said.\n\t\t\t\t\t\n\t\t\t\t\t Every part of the institute, provided by the leader in the last period of his life, is associated with his warm love, Kim Jong Un said, stressing that its employees should glorify his undying feats forever.\n\t\t\t\t\t\n\t\t\t\t\t Then Kim Jong Un went round the computer control room, bioengineering research room and hydroponic greenhouses to learn in detail about the scientific research and production of vegetables.\n\t\t\t\t\t\n\t\t\t\t\t He noted that the institute succeeded in producing new high-yielding vegetable seeds and established a method for cultivating 300 tons of vegetables per hectare, thus bringing rich vegetable harvest at every greenhouse.\n\t\t\t\t\t\n\t\t\t\t\t He gave valuable instructions to be carried out by the institute.\n\t\t\t\t\t\n\t\t\t\t\t The institute, he said, should strive to cultivate and propagate more seeds of tasty and nutritious greenhouse vegetables of high-yielding and good varieties in a bionic way, acclimatize the world-famous strains of vegetables, introduce the advanced technology in a positive manner and steadily raise the level of employees' technical skills.\n\t\t\t\t\t\n\t\t\t\t\t He promised with loving care to build new dwelling houses for the scientists of the institute.\n\t\t\t\t\t\n\t\t\t\t\t He is pleased to see various kinds of vegetables growing in thick verdure at every greenhouse of the institute, he said, earnestly calling upon the institute to do well the greenhouse vegetable farming so that the people can get great benefit from it.\n\t\t\t\t\t\n\t\t\t\t\t He stressed that the production of greenhouse vegetables is not a mere business-like one but an important work for carrying out the behests of President Kim Il Sung and Kim Jong Il and the Party's policy.\n\t\t\t\t\t\n\t\t\t\t\t Saying it is the Party's steadfast resolve to let the people enjoy the rich diet as soon as possible, he expressed the expectation and belief that the officials, scientists and employees of the institute would register bigger successes in the research and production of greenhouse vegetables.\n\t\t\t\t\t\n\t\t\t\t\t Accompanying him were Ri Jae Il and Jo Yong Won."
        },
        {
            "title": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Nigerian President",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-25ee.html",
            "content": "Floral Basket to Statues of Kim Il Sung, Kim Jong Il from Nigerian President\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- Muhammadu Buhari, president of the Federal Republic of Nigeria and commander-in-chief of Nigerian Armed Forces, sent a floral basket to the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on the occasion of the 21st anniversary of demise of the President.\n\t\t\t\t\t The floral basket was laid before the statues on Tuesday."
        },
        {
            "title": "Floral Baskets Laid before Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-17ee.html",
            "content": "Floral Baskets Laid before Statues of Kim Il Sung, Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- Floral baskets were laid before the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill Tuesday on the occasion of the 21st anniversary of demise of the President.\n\t\t\t\t\t They were sent by the Nigeria-DPRK Friendship Association, the Switzerland-Korea Committee and the family of Zhang Weihua, a Chinese anti-Japanese revolutionary martyr."
        },
        {
            "title": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-24ee.html",
            "content": "Floral Tribute Paid to Statues of Kim Il Sung, Kim Jong Il\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- Foreigners and Jong Il Sim, bereaved family member of DPRK Hero An Tong Su, visited the statues of President Kim Il Sung and leader Kim Jong Il on Mansu Hill on Tuesday on the occasion of the 21st anniversary of demise of the President.\n\t\t\t\t\t Foreigners were members of the economic and commercial councilors corps and staff members of missions of the UNDP, WFP, WHO and FAO here.\n\t\t\t\t\t\n\t\t\t\t\t They laid floral baskets before the statues and paid tribute to them.\n\t\t\t\t\t\n\t\t\t\t\t On the same day a delegation of the National Assembly of Vietnam visited the statues on Mansu Hill to pay tribute to them."
        },
        {
            "title": "Talks Held between Parliamentary Delegations of DPRK and Vietnam",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-15ee.html",
            "content": "Talks Held between Parliamentary Delegations of DPRK and Vietnam\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- Talks between a delegation of the DPRK Supreme People's Assembly (SPA) and a delegation of the National Assembly of Vietnam were held at the Mansudae Assembly Hall on Tuesday.\n\t\t\t\t\t Present at the talks from the DPRK side were members of the delegation of the SPA led by Vice-Chairman An Tong Chun and from the Vietnamese side members of the delegation of the National Assembly of Vietnam led by Vice-Chairman Huynh Ngoc Son and Pham Viet Hung, Vietnamese ambassador to the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t At the talks both sides exchanged views on the issue of boosting the relations between the two parliaments and issues of mutual concern."
        },
        {
            "title": "Presentation of Noble Virtues of Kim Il Sung Held",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-18ee.html",
            "content": "Presentation of Noble Virtues of Kim Il Sung Held\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- Officials and members of the Democratic Women's Union of Korea held a presentation of noble virtues of President Kim Il Sung on the occasion of the 21st anniversary of his demise. \n\t\t\t\t\t Those who took the floor said that the President was an outstanding great man who had the noblest virtues a man could ever possess.\n\t\t\t\t\t\n\t\t\t\t\t They noted that the President was like a doctor of human psychology well versed in people's minds and possessor of encyclopedic knowledge and had rare memory.\n\t\t\t\t\t\n\t\t\t\t\t The President was the strongest in mental power as he was fully possessed of the mental power a man could ever reach, they said, adding:\n\t\t\t\t\t\n\t\t\t\t\t The indomitable mental power of the President serves as a textbook for training the service personnel and people of the DPRK into the ones strong in idea and faith and a basic source of strength that led the revolution to one victory after another.\n\t\t\t\t\t\n\t\t\t\t\t The President was the most prominent man whom neither great man nor a leader in the world could ever match but was a great common man who lived a very simple life like all other people all his life.\n\t\t\t\t\t\n\t\t\t\t\t The image of the tender-hearted President who showed the noble traits and quality as the most perfect independent human being through his whole life is always remembered not only by the Korean people but also by humankind as the eternal sun.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Ri Il Hwan, department director of the C.C., the Workers' Party of Korea, Kim Jong Sun, chairwoman of the C.C., the women's union, officials of the union and its members in the city."
        },
        {
            "title": "AINDF Chief on Kim Il Sung's Patriotic Dedication to National Reunification",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-19ee.html",
            "content": "Chief of Pyongyang Mission of AINDF on Kim Il Sung's Patriotic Dedication to National Reunification \n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- As all Koreans speak highly of President Kim Il Sung, his career is shining with the history of dedication made by a peerless patriot to laying a solid foundation for national reunification.\n\t\t\t\t\t Jo Il Min, chief of the Pyongyang mission of the Anti-Imperialist National Democratic Front (AINDF), said this, when interviewed by KCNA Tuesday on the occasion of the 21st anniversary of demise of the President.\n\t\t\t\t\t\n\t\t\t\t\t Taking to heart more than anyone else the division of the nation, the President conducted energetic activities for the country's reunification for decades without having good rest even in a single day, Jo noted, and went on:\n\t\t\t\t\t\n\t\t\t\t\t Uncountable are the days and nights in which he worked heart and soul to hand down a reunified country to posterity.\n\t\t\t\t\t\n\t\t\t\t\t Out of his ardent patriotism the President provided all Koreans with precious ideological and theoretical wealth they should invariably uphold till the day of the country's reunification.\n\t\t\t\t\t\n\t\t\t\t\t The three charters for national reunification advanced by the President serve as a programme for reunification common to the nation the keynote of which is the thee principles of national reunification, the proposal for founding the Democratic Federal Republic of Koryo and the 10-point programme of the great unity of the whole nation.\n\t\t\t\t\t\n\t\t\t\t\t He provided an immortal programme for national reunification with his brilliant wisdom and through his outstanding ideological and theoretical activities. These feats are incomparably great.\n\t\t\t\t\t\n\t\t\t\t\t The history knows no such a great man as the President who placed the nation above political view, religious belief, strata and classes for the reunification of the country and took care of all Koreans with his loving care.\n\t\t\t\t\t\n\t\t\t\t\t The great efforts made by the President for the country and nation all his life and his great feats for the cause of reunification will shine forever along with the history.\n\t\t\t\t\t\n\t\t\t\t\t All Koreans will laud the sacred life of the President through generations."
        },
        {
            "title": "Collection of Memoirs \"Among the People\"",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-20ee.html",
            "content": "Collection of Memoirs \"Among the People\" \n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- \"Among the People\", a collection of memoirs, is avidly read among citizens in the DPRK.\n\t\t\t\t\t The collection, whose first volume was published on the 50th birthday of President Kim Il Sung, tells about the revolutionary activities he had conducted from Korea's liberation to the last moments of his life.\n\t\t\t\t\t\n\t\t\t\t\t After the President passed away on July 8, Juche 83 (1994), more than 50 volumes of the book have been released, containing nearly 1 000 pieces of memoirs.\n\t\t\t\t\t\n\t\t\t\t\t All of the memoirs deal with the noble personality of Kim Il Sung who always found himself among the popular masses.\n\t\t\t\t\t\n\t\t\t\t\t They remind one of the lifelong activities he had conducted as a great revolutionary, peerless patriot and father of the nation.\n\t\t\t\t\t\n\t\t\t\t\t The collection has been widely distributed in many countries, including China, Japan, the United States, the UK and Germany."
        },
        {
            "title": "Kim Il Sung's Feats for National Reunification",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-21ee.html",
            "content": "Kim Il Sung's Feats for National Reunification\r\n Pyongyang, July 7 (KCNA) -- It has been 21 years since President Kim Il Sung left his last autograph on a historic document concerning national reunification a day before his demise.\n\t\t\t\t\t Kim Il Sung in his lifetime had devoted all his efforts to reunifying the country.\n\t\t\t\t\t\n\t\t\t\t\t As part of the efforts, he convened the historic Joint Conference of Representatives of Political Parties and Social Organizations in North and South Korea after the country's liberation from Japan's colonial rule to frustrate the moves of the U.S. imperialists and traitors for territorial division. \n\t\t\t\t\t\n\t\t\t\t\t Later, he laid down the Three Principles of National Reunification to make a breakthrough in opening dialogue and negotiation and ensuring visits between the north and the south and smashing the \"two Koreas\" plot of the U.S. imperialists and separatists.\n\t\t\t\t\t\n\t\t\t\t\t He also advanced the Proposal for Founding the Democratic Federal Republic of Koryo, the most fair and reasonable one for national reunification, as well as the Ten-point Program of the Great Unity of the Whole Nation, which aroused the entire nation to achieving national reconciliation and unity.\n\t\t\t\t\t\n\t\t\t\t\t From June 20 to July 5, 1994, the last year of his great life, he gave instructions on national reunification on dozens of occasions.\n\t\t\t\t\t\n\t\t\t\t\t Indeed, his lifetime was that of the greatest patriot who had worked heart and soul for national reconciliation, unity and reunification."
        },
        {
            "title": "Efforts Made to Bring Flower of Sun into Full Bloom",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-22ee.html",
            "content": "Efforts Made to Bring Flower of Sun into Full Bloom\r\n Pyongyang, July 7 (KCNA) -- People in the DPRK have devoted themselves to cultivating Kimilsungia with the approach of the 21st anniversary of the demise of President Kim Il Sung (July 8).\n\t\t\t\t\t In this regard, Ri Pyong Pha, department director of the Korea Kimilsungia-Kimjongilia Committee, told KCNA:\n\t\t\t\t\t\n\t\t\t\t\t The ardent yearning for the President is growing stronger among officials and employees of the committee, though 21 years have passed since his demise.\n\t\t\t\t\t\n\t\t\t\t\t On this occasion, they have worked hard to bring Kimilsungia, the flower of the sun, into fuller bloom all over the country.\n\t\t\t\t\t\n\t\t\t\t\t As part of the efforts, the committee completed the tissue culture of Kimilsungia based on its seed while focusing on the basic research into the flower. And it supplied a large number of its seedlings to every city, province and county.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, the committee has pushed ahead with the upgrading of Kimilsungia-Kimjongilia greenhouses in the country and the work to put the cultivation of Kimilsungia on a more scientific basis."
        },
        {
            "title": "U.S. Not Entitled to Talk about \"Human Rights\": Minju Joson",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-13ee.html",
            "content": "U.S. Not Entitled to Talk about \"Human Rights\": Minju Joson \n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- The U.S. Department of State recently made public \"Country Reports on Human Rights Practices for 2014,\" again pulling up this or that country over human right issues. \n\t\t\t\t\t Many countries of the world bitterly denounce the human rights abuses in the U.S., ridiculing it for pulling up other countries over \"human rights records\" though it is not entitled to talk about \"human rights\". \n\t\t\t\t\t\n\t\t\t\t\t Commenting on this, Minju Joson Tuesday in a commentary terms the above-said accusation a natural outcome of the U.S. human rights abuses. The U.S. is the world's worst tundra of human rights, a country with the poorest human rights record, it adds. \n\t\t\t\t\t\n\t\t\t\t\t Citing facts to prove that the existence of Americans is exposed to threat every day and each hour, the commentary goes on:\n\t\t\t\t\t\n\t\t\t\t\t It is an intolerable insult to human rights for the U.S. to talk about human rights as it is the kingpin of man-killing and racial discrimination. \n\t\t\t\t\t\n\t\t\t\t\t It is a tragedy for all people to see the world's worst human rights abusers in the U.S. allowed to abuse the inviolable human rights for achieving their sinister purpose. \n\t\t\t\t\t\n\t\t\t\t\t The U.S. has grown corpulent at the cost of the people's blood and become the cesspool of all evils. History will certainly bring the U.S. to justice for all its human rights abuses."
        },
        {
            "title": "Minju Joson Accuses S. Korean Authorities of Their Anti-DPRK Confrontation Racket",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-09ee.html",
            "content": "Minju Joson Accuses S. Korean Authorities of Their Anti-DPRK Confrontation Racket\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- Minju Joson Tuesday in a commentary denounces the south Korean authorities for kicking up ceaseless confrontation rackets against the DPRK on the lapse of the 13 years since the skirmish in the West Sea.\n\t\t\t\t\t The skirmish in 2002 was a premeditated and deliberate military provocation committed by the south Korean puppet military forces according to the U.S. scenario to bring back the inter-Korean relations favorably developing after the publication of the June 15 joint declaration to confrontation and war.\n\t\t\t\t\t\n\t\t\t\t\t The puppet regime is describing its military provocation as the \"one from the north\" and the defeated naval battle as the \"victorious one\", embellishing it as a \"proud history\", the commentary says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t Such confrontation burlesque cannot be construed otherwise than a tragicomedy.\n\t\t\t\t\t\n\t\t\t\t\t The aim sought by the regime through such burlesque is to calm down the uneasiness of the puppet soldiers still seized with horror of the bitter defeat in the skirmish and divert the mindset of south Koreans on the point of explosion to inter-Korean confrontation in a bid to get rid of the worst ruling crisis.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves that \"dialogue\" and \"improved relations\" much touted by the puppet regime are sheer lies.\n\t\t\t\t\t\n\t\t\t\t\t The powerful revolutionary Paektusan army of the DPRK does no regard the puppet army as its rival as it is no more than bullet shield for the U.S."
        },
        {
            "title": "U.S.-S. Korean Forces Stage Joint Logistic Support Maneuver",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-23ee.html",
            "content": "U.S.-S. Korean Forces Stage Joint Logistic Support Maneuver\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- The U.S. imperialist aggressor forces and south Korean puppet army are busy staging a joint logistic support maneuver in the waters off Anmyon Islet in the West Sea of Korea with an aim to transport their aggressor forces to the front in case of contingency on the Korean peninsula, according to south Korean MBC.\n\t\t\t\t\t It was reported that the military drill would be staged from June 29 to July 9.\n\t\t\t\t\t\n\t\t\t\t\t At least 40 warships of the U.S. 3rd Marine Expeditionary Force in Okinawa, Japan and puppet navy and their huge troops were involved in the maneuver on Monday. They were busy hurling U.S. forces by laying a bridge from the warships to the land.\n\t\t\t\t\t\n\t\t\t\t\t On June 29 the puppet army conducted a landing drill to invade the north at the same place on June 29."
        },
        {
            "title": "S. Korean Puppet Warmongers Stage Large-scale Maneuvers",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-10ee.html",
            "content": "S. Korean Puppet Warmongers Stage Large-scale Maneuvers\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- South Korean warmongers staged large-scale maneuvers in the sea and on the ground from June 28 to July 4, according to Yonhap News of south Korea.\n\t\t\t\t\t Involved there were huge combined forces including destroyers, escort craft, patrol craft, submarines and minesweepers of the First Fleet of the puppet Navy, more than 20 warships in all, helicopters, drones of the ground force and tactical planes of the air force.\n\t\t\t\t\t\n\t\t\t\t\t The warmongers staged the madcap naval maneuvers to cope with various circumstances including an electronic war. They fanned up confrontation through fleet escort drill and operational drill for intercepting \"enemy\" ships.\n\t\t\t\t\t\n\t\t\t\t\t During the period a joint drill for sustaining combat capability in a chemical warfare was staged at Tonghae Port."
        },
        {
            "title": "S. Korean Organizations Protest against Authorities' Anti-Labor Policy",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-11ee.html",
            "content": "S. Korean Organizations Protest against Authorities' Anti-Labor Policy\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- The south Korean Confederation of Trade Unions and the south Korean Federation of Trade Unions staged an anti-\"government\" action in Seoul on July 4 in protest against the puppet authorities' policy against labor.\n\t\t\t\t\t Taking part in it were more than 35 000 workers in the fields of manufacturing and public work and finance under the organizations.\n\t\t\t\t\t\n\t\t\t\t\t At least 20 000 workers under the headquarters of joint struggle in the manufacturing field held a rally at Seoul Railway Station plaza and declared a joint general strike.\n\t\t\t\t\t\n\t\t\t\t\t They demanded the \"government\" accept demands of workers such as work hour reduction and wage hike and totally retract the stand to retrogressively revise labor market structure.\n\t\t\t\t\t\n\t\t\t\t\t They declared they would stage a general strike on July 22 and hold rallies simultaneously at branches across south Korea.\n\t\t\t\t\t\n\t\t\t\t\t At the end of the rally the participants staged a demonstration.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, more than 15 000 workers under the headquarters of joint struggle in the public work and financial industrial field also held a rally in University Street to hold in check the puppet government's retrogressive revision of labor market structure and de-nationalization of public sectors."
        },
        {
            "title": "Accidents Unabated in S. Korea",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-16ee.html",
            "content": "Accidents Unabated in S. Korea\r\n Pyongyang, July 7 (KCNA) -- There occurred accidents one after another in south Korea, according to the south Korean MBC and KBS. \n\t\t\t\t\t There was an accident at a construction site in Chonan City, South Chungchong Province on July 4. The accident left three dead and four others wounded. \n\t\t\t\t\t\n\t\t\t\t\t There broke out fires at a sanatorium hospital in Unphyong District, Seoul and in Mapho District, Seoul on July 5, causing patients to evacuate and claiming casualties. \n\t\t\t\t\t\n\t\t\t\t\t A peasant house was reduced to ashes in Yongchon City, North Kyongsang Province on the same day. \n\t\t\t\t\t\n\t\t\t\t\t A fire also broke out in an apartment building in Socho District, Seoul on Monday, causing big losses to its settlers."
        },
        {
            "title": "Anniversary of Demise of Kim Il Sung Commemorated in Guinea",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-02ee.html",
            "content": "Anniversary of Demise of Kim Il Sung Commemorated in Guinea \n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- The Guinean National Committee for the Study of the Juche Idea issued a special bulletin on June 30 on the occasion of the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t The bulletin said that July 8 marks the 21st anniversary of demise of Kim Il Sung, eternal President of the DPRK. \n\t\t\t\t\t\n\t\t\t\t\t On the occasion of the day, not only the Korean people but also progressives of the world are recollecting with deep emotion the President who performed immortal feats before the history and mankind with his outstanding idea and theory and great revolutionary practice, it noted, adding: \n\t\t\t\t\t\n\t\t\t\t\t Though he passed away, his idea and cause are being carried forward.\n\t\t\t\t\t\n\t\t\t\t\t The bulletin in an article titled \"Outstanding leader in the 20th century\" highly praised him as the world elder statesman who pioneered the new era of independence and led the cause of independence against the imperialists to victory."
        },
        {
            "title": "Kim Il Sung's Feats Lauded by Peruvian Personages",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-03ee.html",
            "content": "Kim Il Sung's Feats Lauded by Peruvian Personages\r\n Pyongyang, July 7 (KCNA) -- A seminar on the theme of \"On development of the DPRK's politics, society and economy\" took place at Federico Villareal National University of Peru on June 26 on the occasion of the 21st anniversary of demise of President Kim Il Sung.\n\t\t\t\t\t Present there were personages of the Peru-Korea Friendship Institute for Study of the Juche-based Songun Policy, the Peruvian-Korean Institute of Culture and Friendship and the Peruvian Group for the Study of the Economic Theory of Kimilsungism and other people.\n\t\t\t\t\t\n\t\t\t\t\t The chairperson of the Peruvian Group for the Study of the Economic Theory of Kimilsungism said that under the wise leadership of Kim Il Sung the DPRK made many successes in various fields of national economy from the very day of its foundation.\n\t\t\t\t\t\n\t\t\t\t\t He liberated the country from the colonial rule of the Japanese imperialists and solved all problems with a priority given to the popular masses and by relying on their efforts, while leading the work to develop the economy, the chairperson noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t Under his leadership, the DPRK made big progress in the economic construction.\n\t\t\t\t\t\n\t\t\t\t\t Roberto Carbonel Pezo, chairman of the Peru-Korea Friendship Institute for Study of the Juche-based Songun Policy, noted that the President founded the Juche idea and led the anti-Japanese war and the Fatherland Liberation War to victory guided by the idea."
        },
        {
            "title": "Nigerian, German Organizations Slam U.S. Imperialists' Atrocities during Korean War",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-04ee.html",
            "content": "Nigerian, German Organizations Slam U.S. Imperialists' Atrocities during Korean War\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- Nigerian and German organizations posted articles on their internet homepages on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The Nigerian National Committee for the Study of Kimilsungism-Kimjongilism in an article titled \"The U.S. defeat in the Korean war\" on June 22 said that in the Korean war the U.S., which boasted of being the \"strongest\" in the world, sustained a defeat for the first time in its history.\n\t\t\t\t\t\n\t\t\t\t\t The article noted that the U.S. imperialists, who introduced huge armed forces and war equipment into the Korean war in a bid to nip the DPRK in its bud, were defeated and suffered big losses, referring to the miserable ends of defeated generals.\n\t\t\t\t\t\n\t\t\t\t\t The article noted that the army and people of the DPRK gave full play to popular heroism and matchless courage and defeated the U.S. imperialist aggressors in the fierce Fatherland Liberation War.\n\t\t\t\t\t\n\t\t\t\t\t The Anti-Imperialist Forum of Germany in an article titled \"Korea was reduced into ashes\" on June 28 disclosed the atrocities of the U.S. imperialists who indiscriminately dropped bombs over the DPRK and reduced it into ashes during the war to remove it from the world map."
        },
        {
            "title": "Russian Magazine on U.S. Defeat in Korean War",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-05ee.html",
            "content": "Russian Magazine on U.S. Defeat in Korean War \r\n Pyongyang, July 7 (KCNA) -- The Russian magazine Komsomolskaya Pravda Abia carried an article titled \"Lesson from Korean war: U.S. power is not almighty\" illustrated with a photo of smiling President Kim Il Sung on the occasion of the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t The magazine said that the U.S. prepared for the Korean war long time ago and miscalculated that it can easily end the war.\n\t\t\t\t\t\n\t\t\t\t\t It went on:\n\t\t\t\t\t\n\t\t\t\t\t Imbalance of force was created on the Korean peninsula. It was beyond imagination to stand against the U.S.\n\t\t\t\t\t\n\t\t\t\t\t However, the military and technical superiorities of the U.S. which had demonstrated its \"mightiness\" could not match the army and people of the DPRK who turned out as one in the war, well aware of the justice of their cause.\n\t\t\t\t\t\n\t\t\t\t\t The past Korean war was a historic event in which the myth of the U.S. \"mightiness\" was shattered to pieces.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. which bragged of its invincibility in its history of wars of aggression was compelled to sign the Armistice Agreement only in three years after its ignition of the Korean war.\n\t\t\t\t\t\n\t\t\t\t\t The magazine edited photos showing the Tower of the Juche Idea and others."
        },
        {
            "title": "June 25-July 27 Month of Anti-U.S. Joint Struggle Observed by Foreign Media",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-06ee.html",
            "content": "June 25-July 27 Month of Anti-U.S. Joint Struggle Observed by Foreign Media\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- Foreign media reported from June 24 to 27 articles marking the June 25-July 27 month of anti-U.S. joint struggle.\n\t\t\t\t\t A Cambodian newspaper said in an article titled \"U.S. hostile policy toward DPRK\":\n\t\t\t\t\t\n\t\t\t\t\t The U.S. is making a fuss about the DPRK's access to nuclear weapons.\n\t\t\t\t\t\n\t\t\t\t\t It is asserting that the situation on the Korean peninsula remains tense due to the DPRK's nuclear weapons and it is, therefore, compelled to pursue the hostile policy toward the DPRK.\n\t\t\t\t\t\n\t\t\t\t\t But this is no more than a fig-leaf for concealing the goal and injustice of the U.S. hostile policy toward the DPRK and sophism distorting history and reality.\n\t\t\t\t\t\n\t\t\t\t\t The U.S. has sought the hostile policy toward the DPRK from long time ago when the nuclear issue on the Korean peninsula surfaced.\n\t\t\t\t\t\n\t\t\t\t\t The Cambodian FM 90.5 aired the same content.\n\t\t\t\t\t\n\t\t\t\t\t The Uruguayan newspaper La Juventud allotted one whole page to an article titled \"Truth behind outbreak of Korean war\".\n\t\t\t\t\t\n\t\t\t\t\t Saying that more than six decades have passed since the Korean war started but the U.S. has distorted the truth about it, the paper enumerated the data disclosing the U.S. imperialists' occupation of south Korea in 1945, their preparations for the war of aggression and their provocation of the war on June 25, 1950.\n\t\t\t\t\t\n\t\t\t\t\t The Kuwaiti paper Kuwait Times and the Venezuelan paper Vea carried articles disclosing the crimes committed by the U.S., provoker of the Korean war."
        },
        {
            "title": "Kim Il Sung to Be Remembered in Pakistan",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-07ee.html",
            "content": "Kim Il Sung to Be Remembered in Pakistan\r\n Pyongyang, July 7 (KCNA) -- A Pakistani national committee for remembering President Kim Il Sung was inaugurated in Karachi on July 3 on the occasion of the 21st anniversary of his demise.\n\t\t\t\t\t The acting chairman of the Pakistan Association for Self-Reliance Studies was elected chairman of the committee.\n\t\t\t\t\t\n\t\t\t\t\t The committee decided to organize political and cultural events to praise the revolutionary career and exploits of the President on the anniversary."
        },
        {
            "title": "Kim Il Sung Honored in Pakistan",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-08ee.html",
            "content": "Kim Il Sung Honored in Pakistan\n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- President Kim Il Sung will always live as the image of the sun in the hearts of not only the Korean people but other progressives including the Pakistani people.\n\t\t\t\t\t This was mentioned in the report and speeches made at an inaugural ceremony of the Pakistani national committee for remembering the President held on July 3 on the occasion of the 21st anniversary of his demise.\n\t\t\t\t\t\n\t\t\t\t\t The reporter Zabed Ansari, secretary general of the Karachi branch of the Pakistan-Korea Friendship Association, and other speakers paid humble tribute to the President who made great contributions to the global cause of independence.\n\t\t\t\t\t\n\t\t\t\t\t Thanks to his wise leadership, socialist Korea could demonstrate its might as a political and ideological power and military power, they noted, adding:\n\t\t\t\t\t\n\t\t\t\t\t The Korean people are successfully implementing his behests with the pride of being members of Kim Il Sung's nation.\n\t\t\t\t\t\n\t\t\t\t\t A letter to Marshal Kim Jong Un was adopted at the ceremony."
        },
        {
            "title": "Seminars on Kim Il Sung's Feats Held in Different Countries",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-12ee.html",
            "content": "Seminars on Kim Il Sung's Feats Held in Different Countries \n\t\t\t\t\t\t\r\n Pyongyang, July 7 (KCNA) -- Seminars on feats of President Kim Il Sung took place in France, Indonesia and Ethiopia on June 29 and July 1.\n\t\t\t\t\t Benoit Quennedey, international secretary of the Radical Party of Left of France, said that the President was an outstanding leader in the 20th century who left inerasable traces in the world history of politics. \n\t\t\t\t\t\n\t\t\t\t\t The manager of an Indonesian company said that the feats the President performed before the era and history would always be praised along with the development of the human cause of independence and his great august name and tender-hearted image of the sun would always be remembered not only by the Korean people but by the progressives of the world.\n\t\t\t\t\t\n\t\t\t\t\t The chief of a branch of the Ethiopian National Committee for the Study of Kimilsungism-Kimjongilism referred to the invincible might of the Korean People's Army which reliably guarantees the socialist cause in the DPRK and the peace on the Korean peninsula while strongly controlling the U.S. and its followers and highly praised the feats the President performed in the building of the Juche-oriented revolutionary armed forces."
        },
        {
            "title": "Kim Jong Un recorre Instituto de Ciencia de Verduras de Pyongyang",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-30ee.html",
            "content": "Kim Jong Un recorre Instituto de Ciencia de Verduras de Pyongyang\n\t\t\t\t\t\t\r\nPyongyang, 7 de julio (ACNC) -- El Mariscal Kim Jong Un, Primer Secretario del Partido del Trabajo de Corea, Primer Presidente del Comite de Defensa Nacional de la Republica Popular Democratica de Corea y Comandante Supremo del Ejercito Popular de Corea, dirigio sobre el terreno el Instituto de Ciencia de Verduras de Pyongyang.\n\t\t\t\t\tEl instituto, con la superficie de solar total de mas de un millon 435 mil metros cuadrados, es la base ultramoderna de investigacion y produccion de verduras que tiene los invernaderos de cultivo acuatico y de pelicula donde todos los procesos se controlan automaticamente por el ordenador, y los equipos sofisticados de investigacion biotecnologica.\n\t\t\t\t\t\n\t\t\t\t\tAl presenciar el panorama de los invernaderos, el Mariscal dijo con mucha alegria que le parecia ver un mar de invernaderos y es la base de gran tamano digna de enorgullecerse donde estan combinadas la investigacion y la produccion.\n\t\t\t\t\t\n\t\t\t\t\tDijo que viene a su mente la imagen del Dirigente Kim Jong Il quien estaba muy satisfecho al ver las frescas verduras en los invernaderos de cultivo acuatico y de pelicula durante su visita en marzo de 2011 a este centro recien construido.\n\t\t\t\t\t\n\t\t\t\t\tPor doquier del instituto levantado segun la ensenanza del Dirigente hecha en el ultimo periodo de su vida, estan impregnadas sus huellas, dijo y continuo que los empleados del instituto deben glorificar para siempre las hazanas inmortales del Dirigente realizadas en el lugar de trabajo de este centro.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal recorrio la sala de control computarizado, la de investigacion biotecnologica y los invernaderos de cultivo acuatico para averiguar en detalles el estado de investigacion cientifica y de la produccion de verduras.\n\t\t\t\t\t\n\t\t\t\t\tEl instituto obtuvo exitos en crear nueva variedad de verduras de alto rendimiento y logro gran cosecha en cada invernadero al establecer el metodo de cultivo para producir 300 toneladas de verduras por hectarea.\n\t\t\t\t\t\n\t\t\t\t\tEl Mariscal dio preciosas instrucciones para el Instituto de Ciencia de Verduras de Pyongyang.\n\t\t\t\t\t\n\t\t\t\t\tOrdeno crear nuevamente y difundir las variedades de verduras de invernadero sabrosas y nutritivas de alto rendimiento mediante el metodo biotecnologico, aclimatar las variedades reconocidas por todo el mundo, introducir activamente la tecnica avanzada y elevar sin cesar el nivel de calificacion tecnica de los empleados.\n\t\t\t\t\t\n\t\t\t\t\tY dijo con carino que hara construir nuevas viviendas para los cientificos del instituto.\n\t\t\t\t\t\n\t\t\t\t\tExpreso satisfaccion al ver las variadas verduras que crecen frescamente en cada invernadero y exhorto encarecidamente a hacer bien el cultivo de verduras de invernadero para que el pueblo lo beneficie mucho.\n\t\t\t\t\t\n\t\t\t\t\tY subrayo que el problema de produccion de verduras de invernadero no es el trabajo operativo sino la labor importante para materializar los legados del Presidente Kim Il Sung y el Dirigente Kim Jong Il y las politicas del Partido.\n\t\t\t\t\t\n\t\t\t\t\tHacer que nuestro pueblo beneficie, lo mas pronto posible, de abundante vida alimentaria es la firme decision de nuestro Partido, dijo y expreso la esperanza y la conviccion de que los funcionarios, cientificos y empleados del Instituto de Ciencia de Verduras de Pyongyang logren mayores exitos en la investigacion y la produccion de verduras de invernadero.\n\t\t\t\t\t\n\t\t\t\t\tLe acompanaron Ri Jae Il y Jo Yong Won."
        },
        {
            "title": "Conversaciones entre delegaciones de APS de RPDC y AN de Vietnam",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-31ee.html",
            "content": "Conversaciones entre delegaciones de APS de RPDC y AN de Vietnam\n\t\t\t\t\t\t\r\nPyongyang, 7 de julio (ACNC) -- Tuvieron lugar el dia 7 en el capitalino Palacio de los Congresos Mansudae las conversaciones entre las delegaciones de la Asamblea Popular Suprema de la Republica Popular Democratica de Corea y la Asamblea Nacional de Vietnam.\n\t\t\t\t\tTomaron parte los miembros de la delegacion de la APS encabezada por su vicepresidente An Tong Chun, por la parte coreana y por la otra, los integrantes de la delegacion de la AN dirigida por su vicepresidente Huyuh Ngoc Son, el embajador Pham Viet Hung y otros miembros de la embajada de Vietnam  en Corea.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion ambas partes intercambiaron los criterios de desarrollar mas las relaciones de ambos parlamentos y otros temas de interes mutuo."
        },
        {
            "title": "Acto de UMDC con motivo de dia de fallecimiento de Kim Il Sung",
            "url": "http://kcna.co.jp/item/2015/201507/news07/20150707-32ee.html",
            "content": "Acto de UMDC con motivo de dia de fallecimiento de Kim Il Sung\n\t\t\t\t\t\t\r\nPyongyang, 7 de julio (ACNC) -- Las funcionarias y miembros de la Union de Mujeres Democraticas de Corea organizaron el dia 7 en la Casa de la Mujer el acto de presentacion de nobles virtudes del Presidente Kim Il Sung con motivo del 21o aniversario de su fallecimiento.\n\t\t\t\t\tLas oradoras enfatizaron que el Presidente fue el gran hombre destacado que encarno en el maximo nivel los rasgos del ser humano.\n\t\t\t\t\t\n\t\t\t\t\tProsiguieron que el Presidente fue el doctor de psicologia humana y el poseedor de los conocimientos enciclopedicos, la retentiva extraordinaria y la fuerza espiritual mas fuerte.\n\t\t\t\t\t\n\t\t\t\t\tDestacaron que el poderio espiritual indoblegable del Presidente sirvio de manual para formar a los militares y civiles de Corea como los fuertes en la idea y conviccion, y de fuente principal que conduce siempre a la victoria la  revolucion.\n\t\t\t\t\t\n\t\t\t\t\tRecordaron que el Presidente fue gran hombre incomparable con nadie y vivio modestamente durante toda su vida al igual que el pueblo.\n\t\t\t\t\t\n\t\t\t\t\tSubrayaron que la imagen afectuosa del Presidente quien demostro, a traves de su vida, los nobles rasgos y las cualidades del mas perfecto hombre independiente, se guarda en el corazon del pueblo coreano y de los demas del mundo como imagen del sol eterno.\n\t\t\t\t\t\n\t\t\t\t\tEn la ocasion, estuvieron presentes el jefe de departamento del Comite Central del Partido del Trabajo de Corea, Ri Il Hwan, la presidenta del CC de la UMDC, Kim Jong Sun y otras funcionarias y miembros de la UMDC."
        }
    ]
}