{
    "date": "2015-09-26",
    "url": "http://kcna.co.jp/item/2015/201509/2015-09-26ee.html",
    "articles": [
        {
            "title": "Greetings to Minister of Foreign Affairs and Overseas Senegalese",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-12ee.html",
            "content": "Greetings to Minister of Foreign Affairs and Overseas Senegalese\n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- Ri Su Yong, foreign minister of the DPRK, sent a message of greeting to Mankeur Ndiaye, minister of Foreign Affairs and Overseas Senegalese of Senegal, on September 8 on the occasion of the 43rd anniversary of the establishment of diplomatic ties between the DPRK and Senegal.\n\t\t\t\t\t The message expressed belief that the Senegalese minister success in his positive activities for the development of the foreign relations of Senegal and peace and stability in the sub-region."
        },
        {
            "title": "Statues of Kim Il Sung, Kim Jong Il Erected in Hyesan City",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-14ee.html",
            "content": "Statues of Kim Il Sung, Kim Jong Il Erected in Hyesan City\n\t\t\t\t\t\t\r\n Hyesan, September 26 (KCNA) -- Statues of President Kim Il Sung and leader Kim Jong Il were erected in Hyesan City, Ryanggang Province.\n\t\t\t\t\t Their unveiling ceremony took place with splendor on Friday.\n\t\t\t\t\t\n\t\t\t\t\t Present there were Kim Yong Nam, Kim Ki Nam, officials concerned, labor innovators, shock-brigade members, working people, youth and students in the province and service personnel of the Korean People's Army (KPA) and the Korean People's Internal Security Forces (KPISF).\n\t\t\t\t\t\n\t\t\t\t\t The statues were unveiled by leading officials of the party, state and army and the province.\n\t\t\t\t\t\n\t\t\t\t\t A floral basket was laid before the statues in the name of Marshal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\t Also placed before them were a floral basket in the joint name of the Central Committee of the Workers' Party of Korea (WPK), the Presidium of the DPRK Supreme People's Assembly and the DPRK Cabinet, floral baskets in the name of the people in the province and floral baskets in the names of the party and power bodies, working people's organizations, institutions and industrial establishments, farms and universities in the province and KPA and KPISF units.\n\t\t\t\t\t\n\t\t\t\t\t The participants paid tribute to Kim Il Sung and Kim Jong Il before their statues.\n\t\t\t\t\t\n\t\t\t\t\t Kim Yong Nam, member of the Presidium of the Political Bureau of the WPK Central Committee and president of the Presidium of the DPRK Supreme People's Assembly, made an address at the ceremony.\n\t\t\t\t\t\n\t\t\t\t\t He said that the erection of the statues in the province is a special event of great significance in glorifying forever the revolutionary careers and exploits of the great leaders.\n\t\t\t\t\t\n\t\t\t\t\t Kim Jong Un made sure that the statues were erected in the city in reflection of the desire and wishes of all people in the province, he stressed.\n\t\t\t\t\t\n\t\t\t\t\t He called on all party members and other working people in the province to firmly preserve and glorify the revolutionary idea and exploits of the great leaders and creditably carry out their last instructions without an inch of deflection.\n\t\t\t\t\t\n\t\t\t\t\t After being briefed on the statues, the participants looked round them."
        },
        {
            "title": "Participants in Int'l Trade Fair Depart",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-10ee.html",
            "content": "Participants in Int'l Trade Fair Depart\r\n Pyongyang, September 26 (KCNA) -- Delegations of different countries and regions left here on Saturday after participating in the 11th Pyongyang Autumn International Trade Fair."
        },
        {
            "title": "Pulgungori Junior Secondary School",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-16ee.html",
            "content": "Pulgungori Junior Secondary School\r\n Pyongyang, September 26 (KCNA) -- Pulgungori Junior Secondary School in Pothonggang District, Pyongyang, is well known throughout the country for training many promising tennis players.\n\t\t\t\t\t The school has won the first place for more than 40 times in domestic juvenile tennis tournaments, including the National Schoolchildren's Sports Contest for Jongilbong Prize.\n\t\t\t\t\t\n\t\t\t\t\t It has won 18 trophies and nearly 900 gold medals in the tennis event.\n\t\t\t\t\t\n\t\t\t\t\t Such successes are attributable to the painstaking efforts made by Hong Sun Ryong, who has worked as a sports teacher at the school for 30 years. He was a tennis player at the Pyongyang Sports Team before graduating from the faculty of physical culture of Kim Hyong Jik University of Education.\n\t\t\t\t\t\n\t\t\t\t\t A number of graduates are now active as coaches and players at different sports teams and as teachers at juvenile sports schools of the country."
        },
        {
            "title": "S. Korean Authorities Urged to Stop Acts of Chilling Atmosphere of Improving Inter-Korean Relations",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-08ee.html",
            "content": "S. Korean Authorities Urged to Stop Acts of Chilling Atmosphere of Improving Inter-Korean Relations\n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- Human scum crawled into Phaju area of Kyonggi Province, south Korea recently like stray cats and scattered anti-DPRK leaflets into its area, another grave provocation.\n\t\t\t\t\t Commenting on this, Rodong Sinmun Saturday says:\n\t\t\t\t\t\n\t\t\t\t\t Intolerable is such hostile act which may escalate tension at a time when a working contact took place for the reunion of separated families and relatives in the north and the south and expectation of people at home and abroad for dialogue and improved relations is running high.\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the leaflet scattering was not made by chance.\n\t\t\t\t\t\n\t\t\t\t\t It is none other than the south Korean authorities that should feel accountable for the case.\n\t\t\t\t\t\n\t\t\t\t\t The DPRK had already underlined the need to refrain from hostile acts of getting the nerves of the dialogue partner and pool efforts to rev up the atmosphere of dialogue from the recognition that it is important to make the situation stable in order to sincerely implement the agreement which was reached at the north-south high-level urgent contact.\n\t\t\t\t\t\n\t\t\t\t\t However, those who are still seized with the conception of confrontation in south Korea are continuing to perpetrate provocations contrary to the process for improving the inter-Korean relations. As regards the recent leaflet scattering operation, the south Korean authorities are evading the blame, talking about \"freedom of expression\" and insisting on the stand that \"they cannot forcibly limit the leaflet scattering without legal ground\".\n\t\t\t\t\t\n\t\t\t\t\t If they truly want improved inter-Korean relations, they should value the hard-won atmosphere of detente and stop the reckless acts of beclouding the prospect of the reunion of separated families and relatives and dialogue between authorities.\n\t\t\t\t\t\n\t\t\t\t\t The north-south relations cannot be mended by the efforts of one side only."
        },
        {
            "title": "Rodong Sinmun on Sacred Course of WPK",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-06ee.html",
            "content": "Rodong Sinmun on Sacred Course of WPK \r\n Pyongyang, September 26 (KCNA) -- The glorious seven decades covered by the Workers' Party of Korea (WPK) since its founding represent a sacred course in which it has remained faithful to the people, being responsible for their destiny, says Rodong Sinmun Saturday in an editorial article. \n\t\t\t\t\t It is the proud tradition of the WPK that it has guaranteed all the people a worthwhile life and political rights, combating all sorts of domination, pressure, injustice and anything inhuman, and devotedly served the people, making revolutionary struggle and construction strictly serve them in their interests, the article says, and goes on:\n\t\t\t\t\t\n\t\t\t\t\t The history of the WPK is the history of protecting the people as it has firmly guaranteed the independent life of the popular masses despite stern storm and stress. \n\t\t\t\t\t\n\t\t\t\t\t Since its birth the WPK has honorably defended the freedom and independence of the country and sovereignty of the nation for the dignity of the people. \n\t\t\t\t\t\n\t\t\t\t\t The lifeline of the nation has been steadfastly carried forward and its dignity fully demonstrated in the worst ordeals in which others might have collapsed a hundred times. This is the historic miracle performed by the WPK as it has reinforced the might of Songun dramatically. \n\t\t\t\t\t\n\t\t\t\t\t The history of the WPK is the history of attaching importance to the people as it has given top priority to the interests of the popular masses, while firmly protecting them. \n\t\t\t\t\t\n\t\t\t\t\t It is the view of the WPK that the people are God and teacher and everything must serve them. Hence, the WPK put the interests of the people above anything else and advanced the revolution and construction as required by them under whatever conditions and circumstances. Herein lies the important characteristics of the WPK's leadership. \n\t\t\t\t\t\n\t\t\t\t\t The WPK has provided the people with good dwelling houses free of charge, enforced free schooling up to university education while supplying uniforms and school things to all students of the country no matter how difficult the country may be. Such measures are something unimaginable in other countries. \n\t\t\t\t\t\n\t\t\t\t\t The prospect of the WPK is immensely rosy as it is steered by the leader loved by the people."
        },
        {
            "title": "Rodong Sinmun Slams Japan for Trumpeting about \"Missile Threat\"",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-07ee.html",
            "content": "Rodong Sinmun Slams Japan for Trumpeting about \"Missile Threat\"\n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- Shortly ago, the Ministry of Defense of Japan decided to set about making preparations for massively producing new-type interceptor missile SM-3 Block 2A. An improved version of SM-3 Block 1A which is deployed in the Maritime \"Self-Defence Force\", this missile is reportedly capable of accurately hitting targets in outer space. The ministry decided to allot 2.7 billion yen in the budget for fiscal 2016 to put it into practice.\n\t\t\t\t\t Rodong Sinmun Saturday says in an article in this regard:\n\t\t\t\t\t\n\t\t\t\t\t What matters is that the Japanese reactionaries are talking about the \"improved missile capability and threat\" of the DPRK, asserting that the mass production of new-type interceptor missile is necessary for \"coping with threat from north Korea\".\n\t\t\t\t\t\n\t\t\t\t\t As far as threat is concerned, the DPRK should blame Japan for posing threat as it is making desperate efforts to turn itself into a military giant and launch reinvasion.\n\t\t\t\t\t\n\t\t\t\t\t It is not the first time that the Japanese reactionaries cited such threat from the DPRK. Whenever an opportunity presented itself, they raised a hue and cry over \"threat\" from the DPRK and neighboring countries in a bid to put spurs to their moves for converting their country into a military giant.\n\t\t\t\t\t\n\t\t\t\t\t They are becoming increasingly vociferous about the \"missile threat\" from the DPRK in a bid to justify the above-said moves. They claim that those moves are aimed to deter the \"threat\" and they are, therefore, for \"self-defense\". This is no more than hypocrisy.\n\t\t\t\t\t\n\t\t\t\t\t What should not be overlooked is that the above-said moves of Japan are being pushed forward as a state policy at a time when it is fanning up a social atmosphere for reinvasion while distorting its past crime-woven history.\n\t\t\t\t\t\n\t\t\t\t\t  Japan is sadly mistaken. The Korean people are not what they used to be in the past."
        },
        {
            "title": "KCNA Commentary Slams Japan's Passage of \"Security Bills\" through Diet",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-13ee.html",
            "content": "KCNA Commentary Slams Japan's Passage of \"Security Bills\" through Diet\n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- The Japanese reactionaries recently railroaded the \"security bills\" through the session of the House of Councilors.\n\t\t\t\t\t Many countries of the world expressed extreme uneasiness and concern over this reckless move, saying Japan has become a country capable of fighting a war 70 years since its defeat. \n\t\t\t\t\t\n\t\t\t\t\t More than 100 media including ITAR TASS, Ria－Novosti and Zvezda TV carried articles denouncing Japan's passage of the bills.\n\t\t\t\t\t\n\t\t\t\t\t Xinhua, Kronen－Zeitung of Austria, BBC and other world's major media referred to the severity of the passage, saying that the legislation made Japan a war state capable of attacking other countries first.\n\t\t\t\t\t\n\t\t\t\t\t Voices categorically rejecting the legislation are growing stronger than ever before in Japan, too.\n\t\t\t\t\t\n\t\t\t\t\t More than 70 percent of the people opposed the railroading of the bill through the Diet and opposition parties strongly slammed the authorities for ramming it. Dietmen from the ruling and opposition parties had even a body fight at the time of the adoption and tens of thousands demonstrated outside against the bills.\n\t\t\t\t\t\n\t\t\t\t\t This is a vivid expression of the unanimous domestic and foreign denunciation of the Japanese authorities that adopted the \"security bills\", a war law for launching reinvasion and an evil law that paves a way for aggression against other countries.\n\t\t\t\t\t\n\t\t\t\t\t The legislation means the Japanese reactionaries' development of the persistent militarist moves into a new higher stage as they have desperately worked to create political, military and legal conditions for launching overseas aggression with the U.S. backing any moment free from any legal restrictions.\n\t\t\t\t\t\n\t\t\t\t\t This time Japan adopted the \"law on institution of peace and security legislation\", a comprehensive revision of 10 war laws, and the \"law on supporting international peace\" related to overseas dispatch of the \"Self-Defense Forces,\" reducing the Pacifist Constitution to a dead document.\n\t\t\t\t\t\n\t\t\t\t\t The adoption of the \"security legislation\" enabled the SDF to openly join the U.S. in fighting a war as aggression troops.\n\t\t\t\t\t\n\t\t\t\t\t The passage will invest the SDF that has already turned into an attack force with the right to hold military operations anywhere in the world.\n\t\t\t\t\t\n\t\t\t\t\t This clearly proves to what extent Japan has reached in its hegemonic ambition as a war state that sustained a bitter defeat while trying to dominate the world under the signboard of the \"Greater East Asia Co-prosperity Sphere.\"\n\t\t\t\t\t\n\t\t\t\t\t Japan's militarist moves are posing serious threats to the peace and stability in Asia and the rest of the world.\n\t\t\t\t\t\n\t\t\t\t\t Japan is seeking to actively join the U.S. in its military actions for aggression, regarding the DPRK as the first target of aggression, and launch continental aggression with Korea as a springboard.\n\t\t\t\t\t\n\t\t\t\t\t The army and people of the DPRK can never tolerate Japan's aggression moves.\n\t\t\t\t\t\n\t\t\t\t\t The Japanese reactionaries have to clearly understand that the institution of the war law being seized by the anachronistic ambition for reinvasion as part of the dangerous moves for becoming a military giant will only precipitate self-destruction."
        },
        {
            "title": "S. Korean Authorities Accused of Violating North-South Agreement",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-17ee.html",
            "content": "S. Korean Authorities Accused of Violating North-South Agreement\n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- A spokesman for the Federation of Koreans in the U.S. in a commentary on Sept. 17 condemned those violating the north-south agreement as betrayers of the nation.\n\t\t\t\t\t The commentary accused the south Korean regime of kicking off the anti-DPRK confrontational racket denying the agreement.\n\t\t\t\t\t\n\t\t\t\t\t The dangerous OPLAN 5015 aimed at mounting a preemptive attack on the north, the military operation plan for \"overthrowing the headquarters of the north\" touted by the south Korean authorities, is a revelation of their intention to renege on the north-south agreement, the commentary said.\n\t\t\t\t\t\n\t\t\t\t\t This is an act of betraying all Koreans, it charged.\n\t\t\t\t\t\n\t\t\t\t\t The south Korean regime is no more than a group of warmongers keen to achieve \"unification through absorption,\" indifferent to north-south reconciliation and peaceful reunification, it held.\n\t\t\t\t\t\n\t\t\t\t\t It urged the regime to take the attitude of respecting the north and sincerely implementing the north-south agreement for the sake of peaceful reunification."
        },
        {
            "title": "S. Korean Authorities Hit for Unreasonable Education Policy",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-15ee.html",
            "content": "S. Korean Authorities Hit for Unreasonable Education Policy\n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- University professors and law scholars of south Korea protested against the authorities' unreasonable policy to teach the students distorted history. \n\t\t\t\t\t Professors of Yonsei University in a statement on Sept. 22 denounced the authorities for denying the academic circle's interpretation of the history and forcing their interpretation of it, according to Yonhap News of south Korea.\n\t\t\t\t\t\n\t\t\t\t\t Meanwhile, researchers for law including professors of the postgraduate course of Aju University held a press conference on Sept. 21 at which they published a declaration opposing the authorities' bid to make their history textbook a state one."
        },
        {
            "title": "S. Korean Bodies Demand Cancellation of Plan for Preemptive Attack on North",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-09ee.html",
            "content": "S. Korean Bodies Demand Cancellation of Plan for Preemptive Attack on North\n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- Civic and public organizations of south Korea held a press conference outside the Ministry of Defense in Seoul on Sept. 23 where they demanded the cancellation of the OPLAN aimed at mounting a preemptive attack on the north.\n\t\t\t\t\t Speakers said that at the KIDD meeting the U.S. and south Korean authorities discussed military cooperation in coping with someone's \"missile threat and provocation\" and development of 4D operation conception into OPLAN.\n\t\t\t\t\t\n\t\t\t\t\t They demanded an immediate halt to act of bringing the danger of war to the Korean Peninsula and threatening peace and stability in Northeast Asia."
        },
        {
            "title": "Chongryon Officials Express Their Confidence of Eternal Prosperity of Socialist Homeland",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-11ee.html",
            "content": "Chongryon Officials Express Their Confidence of Eternal Prosperity of Socialist Homeland\n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- Officials of the General Association of Korean Residents in Japan (Chongryon) who visited the socialist homeland expressed their confidence of its eternal prosperity.\n\t\t\t\t\t After visiting the Jangchon Vegetable Co-op Farm in Sadong District, Pyongyang City, Hong In Hum, chairman of the Chongryon Central Audit Committee, said:\n\t\t\t\t\t\n\t\t\t\t\t This farm is a significant place associated with the warm loving care of President Kim Il Sung and leader Kim Jong Il who made tireless efforts to provide the citizens with fresh vegetables all the year round till the last moments of their lives.\n\t\t\t\t\t\n\t\t\t\t\t Marshal Kim Jong Un who has carried forward their noble intention made sure that the land of Jangchon turned into a modern farm reminiscent of a city.\n\t\t\t\t\t\n\t\t\t\t\t Choe Song Su, chairman of the Iwade Prefectural Headquarters of Chongryon, noted that the looks of Jangchon have undergone a dramatic change to be a fantastic land where its farmers fully enjoy a worthy life and a farmers city to be envied even by citizens under the wise leadership of Kim Jong Un possessed of a noble outlook on the people.\n\t\t\t\t\t\n\t\t\t\t\t Pak Sam Sok, section chief of Korean University of Chongryon, stressed that the Pyongyang Baby Home and Orphanage objectively and eloquently prove the advantages of the socialist system.\n\t\t\t\t\t\n\t\t\t\t\t He went on:\n\t\t\t\t\t\n\t\t\t\t\t  The future of the homeland is bright and rosy thanks to Kim Jong Un who loves the children, the future of the homeland, so much and enables them to grow with nothing to desire more in the world.\n\t\t\t\t\t\n\t\t\t\t\t Hurrah for the Workers' Party and song \"We are the happiest in the world\" will reverberate forever in the socialist homeland which holds Kim Jong Un in high esteem as the real father."
        },
        {
            "title": "Kim Il Sung's Reminiscences Published in Brazil",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-01ee.html",
            "content": "Kim Il Sung's Reminiscences Published in Brazil \n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- Volume 3 of Part 1 the Anti-Japanese Revolution of \"With the Century,\" reminiscences of President Kim Il Sung, was brought out in Brazil. \n\t\t\t\t\t A book-releasing ceremony took place at a federal university of Para State on September 17. \n\t\t\t\t\t\n\t\t\t\t\t Present there were personages of the National Leadership and the Para State Committee of the Party for Free Motherland of Brazil and teachers and students of the federal university. The DPRK ambassador to Brazil was present there on invitation."
        },
        {
            "title": "Kim Il Sung's Photo Conveyed to Algerian University",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-02ee.html",
            "content": "Kim Il Sung's Photo Conveyed to Algerian University \n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- There took place a ceremony of conveying a photo of President Kim Il Sung at University of El-Djezair No. 1 of Algeria on September 16 to mark the 40th anniversary of his receiving the honorary doctorate. \n\t\t\t\t\t Present there were the president and teachers and students of the university and the DPRK ambassador to Algeria and staff members of his embassy. \n\t\t\t\t\t\n\t\t\t\t\t The photo of Kim Il Sung receiving the honorary doctorate of the university on May 27, 1975 during his official visit to Algeria was conveyed to the president of the university. \n\t\t\t\t\t\n\t\t\t\t\t He said:\n\t\t\t\t\t\n\t\t\t\t\t It is the greatest honor and fortune for all the teachers and students of our university to display the photo of President Kim Il Sung receiving the honorary doctorate. \n\t\t\t\t\t\n\t\t\t\t\t This photo will be conveyed to posterity as the most precious historical document of our university. \n\t\t\t\t\t\n\t\t\t\t\t We will as ever make positive efforts to boost the friendly and cooperative relations and reenergize academic exchange with the Korean people and universities including Kim Il Sung University, in particular."
        },
        {
            "title": "WPK's 70th Birthday to Be Celebrated in Russia",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-03ee.html",
            "content": "WPK's 70th Birthday to Be Celebrated in Russia \n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- A preparatory committee for celebrating the 70th founding anniversary of the Workers' Party of Korea (WPK) was formed in Karelia of Russia on September 21. \n\t\t\t\t\t V. I. Yegorov, chairman of the Karelia-DPRK Friendship Association, was elected chairman of the preparatory committee. \n\t\t\t\t\t\n\t\t\t\t\t The preparatory committee decided to fix the celebration period from September 21 to October 11 and hold diverse political and cultural events including seminar and lecture in praise of the exploits of President Kim Il Sung and leader Kim Jong Il."
        },
        {
            "title": "66th Anniversary of Kim Jong Suk's Demise Commemorated in Guinea",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-04ee.html",
            "content": "66th Anniversary of Kim Jong Suk's Demise Commemorated in Guinea \n\t\t\t\t\t\t\r\n Pyongyang, September 26 (KCNA) -- The Guinean National Committee for the Study of the Juche Idea released a bulletin on September 21 to commemorate the 66th anniversary of anti-Japanese war hero Kim Jong Suk's demise. \n\t\t\t\t\t The bulletin said in an article titled \"Brilliant life\":\n\t\t\t\t\t\n\t\t\t\t\t The life of Kim Jong Suk was short but she left unforgettable traces in the minds of the Korean people. \n\t\t\t\t\t\n\t\t\t\t\t After joining the Korean People's Revolutionary Army led by President Kim Il Sung in September 1935, she fully displayed rare military wisdom and stratagem, matchless pluck, bravery and marksmanship worthy of a crack shot in a number of fierce battles during the hard-fought anti-Japanese armed struggle, thus gaining fame as an anti-Japanese war hero.\n\t\t\t\t\t\n\t\t\t\t\t After the liberation of Korea, she restlessly visited a lot of industrial establishments, coal and ore mines, and rural and fishing villages to arouse the people to build a new country.\n\t\t\t\t\t\n\t\t\t\t\t She protected the President from danger as a human bullet shield in many fierce battles fought against Japanese troops. She served as his bodyguard after the liberation of the country. \n\t\t\t\t\t\n\t\t\t\t\t She devoted herself to protecting the safety and health of the President and resolutely defended his idea and lines all her life. \n\t\t\t\t\t\n\t\t\t\t\t She is always alive in the minds of the Korean people as incarnation defending the leader at the risk of her life."
        },
        {
            "title": "Levantadas en Hyesan estatuas de bronce de Kim Il Sung y Kim Jong Il",
            "url": "http://kcna.co.jp/item/2015/201509/news26/20150926-20ee.html",
            "content": "Levantadas en Hyesan estatuas de bronce de Kim Il Sung y Kim Jong Il \n\t\t\t\t\t\t\r\nHyesan, 26 de septiembre (ACNC) -- Quedaron levantadas las estatuas de bronce de los grandes lideres Kim Il Sung y Kim Jong Il en la ciudad de Hyesan de la provincia de Ryanggang.\n\t\t\t\t\tTuvo lugar el dia 25 la ceremonia de descubrimiento de las estatuas de bronce.\n\t\t\t\t\t\n\t\t\t\t\tParticiparon alli Kim Yong Nam, Kim Ki Nam y otros funcionarios de ramas interesadas, los benemeritos laborales, los brigadistas, los trabajadores y los jovenes estudiantes de la provincia, los oficiales y soldados del Ejercito Popular de Corea y del Ejercito de Seguridad Interior del Pueblo de Corea, los trabajadores.\n\t\t\t\t\t\n\t\t\t\t\tEl descubrimiento de las estatuas lo hicieron los cuadros directivos del partido, el Estado, el ejercito y de la provincia Ryanggang.\n\t\t\t\t\t\n\t\t\t\t\tAnte las estatuas fue colocado un cesto de flores a nombre del Mariscal Kim Jong Un.\n\t\t\t\t\t\n\t\t\t\t\tTambien fueron puestos un cesto de flores a nombre comun del Comite Central del PTC, el Presidium de la Asamblea Popular Suprema y el Consejo de Ministros, de la Republica Popular Democratica de Corea, y el otro a nombre de los moradores de la provincia de Ryanggang.\n\t\t\t\t\t\n\t\t\t\t\tLuego, fueron depositados los otros a nombre de los organismos del partido y el poder, las entidades de masas, los organos, empresas, fabricas, granjas y universidades a todos los niveles de la provincia, las unidades del EPC y del ESIPC, etc.\n\t\t\t\t\t\n\t\t\t\t\tTodos los participantes rindieron sublime homenaje a los grandes lideres ante sus estatuas.\n\t\t\t\t\t\n\t\t\t\t\tEl discurso de la ocasion estuvo a cargo de Kim Yong Nam, miembro del Presidium del Buro Politico del CC del PTC y presidente del Presidium de la Asamblea Popular Suprema de la RPDC.\n\t\t\t\t\t\n\t\t\t\t\tEl orador dijo que el levantamiento de las estatuas de bronce de los grandes lideres en la provincia deviene un acontecimiento de gran importancia para glorificar generacion tras generacion sus sagradas vidas y hazanas revolucionarias.\n\t\t\t\t\t\n\t\t\t\t\tDijo que al adivinar el anhelo y el deseo de todos los habitantes de la provincia el Mariscal hizo levantar cortesmente las estatuas de bronce de los grandes lideres en la ciudad de Hyesan \n\t\t\t\t\t\n\t\t\t\t\tExhorto a todos los militantes del partido y los trabajadores de la provincia defender y glorificar firmemente la idea revolucionaria y las hazanas de los grandes lideres y materializar cabalmente sus legados. \n\t\t\t\t\t\n\t\t\t\t\tTras escuchar las explicaciones sobre las estatuas de bronce, los participantes las recorrieron."
        }
    ]
}